Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# tile_leaves_jungle_name
source: Jungle Leaves
af_za: Mahonieblare
ar_sa: أوراق الدغل
be_by: Трапічнае лісце
bg_bg: Джунглови листа
ca_es: Fulles de jungla
cs: Tropické listí
da_dk: Jungleløv
de: Tropenbaumlaub
de_at: Regnwoidbamlaub
el_gr: Φύλλα ζούγκλας
es: Hojas de jungla
eu_es: Oihan hostoak
fa_ir: برگ جنگلی
fi: Viidakkopuun lehtiä
fil_ph: Dahong Gubat
fr_ca: Feuilles d'acajou
ga_ie: Duilleoga Dufaire
gd_gb: Duilleach dlùth-choille
gl_es: Follas de selva
he: עלי ג'ונגל
hi_in: वनीय पत्ते
hr_hr: Lišće prašumskog drva
hu_hu: Trópusifa-levelek
hy_am: Ջունգլիի Տերևներ
id_id: Daun Pohon Hutan
is_is: Frumskógarlauf
it: Foglie della giungla
ja_jp: ジャングルの葉
ka_ge: ჯუნგლის ფოთლები
ko_kr: 정글 나무 잎
lb_lu: Tropeblieder
lt_lt: Džiunglių medžio lapai
lv_lv: Džungļu Koka Lapas
mi_nz: uru raau no Rau
mn_mn: Ширэнгэн ойн модны навч
ms_my: Daun Rimba
mt_mt: Weraq tal-Ġungla
nl_nl: Oerwoudbladeren
nn_no: Jungellauv
pl: Tropikalne liście
pt: Folhas da Selva
ro_ro: Frunze de junglă
ru_ru: Листья тропического дерева
sk_sk: Kakaovníkové listy
sl_si: Džungelsko listje
sv_se: Djungellöv
th_th: ใบไม้ป่าดิบ
tr_tr: Orman Ağacı Yaprakları
vi_vn: Lá rừng
zh_cn: 丛林树叶
zh_tw: 叢林木樹葉

# tile_leaves_name
source: Leaves
af_za: Blare
ar_sa: أوراق شجر
be_by: Лісце
bg_bg: Листа
ca_es: Fulles
cs: Listí
da_dk: Blade
de: Laub
de_at: Blätta
el_gr: Φύλλα
es: Hojas
eu_es: Hostoak
fa_ir: برگ
fi: Lehtiä
fil_ph: Mga Dahon
fr_ca: Feuilles d'arbres
ga_ie: Duilleoga
gd_gb: Duilleach
gl_es: Follas
he: עלים
hi_in: पत्ते
hr_hr: Lišće
hu_hu: Levelek
hy_am: Տերևներ
id_id: Daun
is_is: Laufblöð
it: Foglie
ja_jp: 木の葉
ka_ge: ფოთლები
ko_kr: 나뭇잎
lb_lu: Blieder
lt_lt: Lapai
lv_lv: Lapas
mi_nz: Ngā rau
mn_mn: Навч
ms_my: Daun
mt_mt: Weraq
nl_nl: Bladeren
nn_no: Lauv
pl: Liście
pt: Folhas
ro_ro: Frunze
ru_ru: Листья
sk_sk: Listy
sl_si: Listje
sv_se: Löv
th_th: ใบไม้
tr_tr: Yapraklar
vi_vn: Lá cây
zh_cn: 树叶
zh_tw: 樹葉

# tile_leaves_oak_name
source: Oak Leaves
af_za: Eikeblare
ar_sa: أوراق البلوط
be_by: Дубовае лісце
bg_bg: Дъбови листа
ca_es: Fulles de pomer
cs: Dubové listí
da_dk: Egeløv
de: Eichenlaub
de_at: Oachnlaub
el_gr: Φύλλα βελανιδιάς
es: Hojas de roble
eu_es: Haritz hostoak
fa_ir: برگ بلوط
fi: Tammenlehdet
fil_ph: Dahong Roble
fr_ca: Feuilles de chêne
ga_ie: Duilleoga Darach
gd_gb: Duilleach daraich
gl_es: Follas de carballo
he: עלי אלון
hi_in: ओक के पत्तों
hr_hr: Lišće hrasta
hu_hu: Tölgylevelek
hy_am: Կաղնու Տերևներ
id_id: Dedaunan Ek
is_is: Eikarlauf
it: Foglie di quercia
ja_jp: オークの葉
ka_ge: მუხის ფოთლები
ko_kr: 참나무 잎
lb_lu: Eecheblieder
lt_lt: Ąžuolo lapai
lv_lv: Ozola Lapas
mi_nz: Rau oki
mn_mn: Царс модны навч
ms_my: Daun Oak
mt_mt: Weraq tal-Ballut
nl_nl: Eikenbladeren
nn_no: Eikelauv
pl: Dębowe liście
pt: Folhas de Carvalho
ro_ro: Frunze de stejar
ru_ru: Дубовые листья
sk_sk: Dubové listy
sl_si: Hrastovo listje
sv_se: Eklöv
th_th: ใบต้นโอ๊ก
tr_tr: Meşe Yaprakları
vi_vn: Lá sồi
zh_cn: 橡树树叶
zh_tw: 橡木樹葉

# tile_leaves_spruce_name
source: Spruce Leaves
af_za: Dennenaalde
ar_sa: أوراق البيسية
be_by: Ігліца
bg_bg: Смърчови листа
ca_es: Fulles de pi
cs: Smrkové jehličí
da_dk: Grannåle
de: Fichtennadeln
de_at: Fichtnnodln
el_gr: Φύλλα ελάτου
es: Hojas de abeto
eu_es: Izei hostoak
fa_ir: برگ صنوبر
fi: Kuusenhavut
fil_ph: Dahong Spruce
fr_ca: Feuilles d'épinette
ga_ie: Duilleoga Sprúis
gd_gb: Duilleach giuthais
gl_es: Follas de abeto
he: עלי אשוחית
hi_in: सजाना पत्तियां
hr_hr: Lišće smreke
hu_hu: Fenyőlevelek
hy_am: Եղևնու Տերևներ
id_id: Dedaunan Cemara
is_is: Greninálar
it: Foglie d'abete
ja_jp: マツの葉
ka_ge: ნაძვის ფოთლები
ko_kr: 가문비나무 잎
lb_lu: Fiichtennolen
lt_lt: Eglės spygliai
lv_lv: Egles Lapas
mi_nz: Rau te puruhi
mk_mk: Смрека Листови
mn_mn: Гацуур модны шилмүүс
ms_my: Daun Spruce
mt_mt: Weraq tal-Arżnu
nl_nl: Sparrennaalden
nn_no: Granbar
pl: Świerkowe liście
pt: Folhas de Abeto
ro_ro: Frunze de molid
ru_ru: Хвоя
sk_sk: Ihličie
sl_si: Smrekovo listje
sv_se: Granbarr
th_th: ใบต้นสน
tr_tr: Ladin Yaprakları
vi_vn: Lá vân sam
zh_cn: 云杉树叶
zh_tw: 杉木樹葉

# tile_lever_name
source: Lever
af_za: Skakelaar
ar_sa: مقبض
be_by: Рычаг
bg_bg: Ръчка
ca_es: Palanca
cs: Páka
da_dk: Håndtag
de: Hebel
de_at: Schoita
el_gr: Μοχλός
es: Palanca
eu_es: Palanka
fa_ir: اهرم
fi: Vipu
fil_ph: Baras
fr_ca: Levier
ga_ie: Luamhán
gl_es: Panca
he: מפסק
hi_in: लीवर
hr_hr: Poluga
hu_hu: Kar
hy_am: Լծակ
id_id: Tuas
is_is: Rofi
it: Leva
ja_jp: レバー
ka_ge: ბერკეტი
ko_kr: 레버
lb_lu: Hiewel
lt_lt: Svirtis
lv_lv: Svira
mi_nz: Ara
mn_mn: Хөшүүрэг
ms_my: Tuas
mt_mt: Swiċċ
nl_nl: Hendel
nn_no: Spake
pl: Dźwignia
pt: Alavanca
ro_ro: Manetă
ru_ru: Рычаг
sk_sk: Páka
sl_si: Ročica
sv_se: Spak
th_th: คันโยก
tr_tr: Şalter
vi_vn: Cần gạt
zh_cn: 拉杆
zh_tw: 控制桿

# tile_lightgem_name
source: Glowstone
af_za: Gloeisteen
ar_sa: حجر مضيء
be_by: Зіхатлівы камень
bg_bg: Сияещ камък
ca_es: Roca brillant
cs: Světlit
da_dk: Glødesten
el_gr: Λαμψόπετρα
es: Piedra luminosa
eu_es: Argi-harria
fa_ir: سنگ روشنا
fi: Hehkukivi
fil_ph: Sindin-bato
ga_ie: Lonnraít
gd_gb: Clach-luisnidh
gl_es: Pedra luminosa
he: גלוסטון
hi_in: ग्लो स्टोन
hr_hr: Svijetleći Kamen
hu_hu: Izzókő
hy_am: Լուսարձակող Քար
id_id: Batu Bersinar
is_is: Glósteinn
it: Luminite
ja_jp: グロウストーン
ka_ge: ნათობქვა
ko_kr: 발광석
lt_lt: Šviesakmenis
lv_lv: Mirdzakmens
mk_mk: светат камен
mn_mn: Гэрэлт чулуу
ms_my: Batu Berbara
mt_mt: Ġebel Jixgħel
nl_nl: Gloeisteen
nn_no: Glødestein
pl: Jasnogłaz
pt: Pedra Luminosa
ro_ro: Piatră strălucitoare
ru_ru: Светокамень
sl_si: Svetleči kamen
sv_se: Glödsten
th_th: หินเรืองแสง
tr_tr: Işık Taşı
vi_vn: Đá phát sáng
zh_cn: 萤石
zh_tw: 螢光石

# tile_litpumpkin_name
source: Jack o'Lantern
af_za: Pampoenspook
ar_sa: اليقطين المضيئ
be_by: Свяцільня Джэка
bg_bg: Тиквен фенер
ca_es: Carbassa de Halloween
cs: Svítící dýně
da_dk: Græskar lanterne
de: Kürbislaterne
de_at: Kürbislatern
el_gr: Κολοκυθοφάναρο
es: Calabaza iluminada
eu_es: Kalabaza linterna
fa_ir: کدوتنبل نوري
fi: Kurpitsalyhty
fil_ph: Diyak o' Parol
fr_ca: Citrouille d'Halloween
ga_ie: Seán na Gealaí
gl_es: Cabaza de Samaín
he: מנורת דלעת
hi_in: जैक ओ 'लालटेन
hr_hr: Svijetleća Bundeva
hu_hu: Töklámpás
hy_am: Ջեկի Լամպը
id_id: Lentera Jack
is_is: Ljósker
it: Lanterna di zucca
ja_jp: ジャック・オ・ランタン
ka_ge: მანათობელი გოგრა
ko_kr: 잭 오 랜턴
lb_lu: Kürbislanter
lt_lt: Moliūginė lempa
lv_lv: Ķirbja Laterna
mn_mn: Гэрэлт хулуу
ms_my: Tanglung Labu
mt_mt: Qargħa Ħamra Tixgħel
nn_no: Lykt av graskar
pt: Abóbora de Halloween
ro_ro: Dovleac de Halloween
ru_ru: Светильник Джека
sk_sk: Tekvicový lampáš
sl_si: Svetleča buča
sv_se: Pumpalykta
th_th: โคมไฟฟักทอง
tr_tr: Balkabağı Lambası
vi_vn: Đèn bí ngô
zh_cn: 南瓜灯
zh_tw: 南瓜燈

# tile_lockedchest_name
source: Locked Chest
af_za: Geslote kis
ar_sa: صندوق مقفل
be_by: Зачынены куфар
bg_bg: Заключен сандък
ca_es: Cofre bloquejat
cs: Zamčená truhla
da_dk: Låst kiste
de: Verschlossene Truhe
de_at: Zuagspeate Kistn
el_gr: Κλειδωμένο σεντούκι
es: Cofre cerrado
eu_es: Itxitako kutxa
fa_ir: صندوقچه شوخي
fi: Lukittu arkku
fil_ph: Kandadong Baul
fr_ca: Coffre verrouillé
ga_ie: Cófra faoi ghlas
gd_gb: Ciste ghlaiste
gl_es: Cofre pechado
he: תיבה נעולה
hi_in: ताला चेस्ट
hr_hr: Zaključana Škrinja
hu_hu: Bezárt láda
hy_am: Կողպված Սնդուկ
id_id: Peti Terkunci
is_is: Læst kista
it: Baule serrato
ja_jp: 鍵のかかったチェスト
ka_ge: ჩაკეტილი სკივრი
ko_kr: 잠긴 상자
lb_lu: Geséchert Këscht
lt_lt: Užrakinta skrynia
lv_lv: Aizslēgta lāde
mn_mn: Цоожлогдсон авдар
ms_my: Peti Terkunci
mt_mt: Senduq Imsakkar
nl_nl: Vergrendelde kist
nn_no: Låst kiste
pl: Zamknięta skrzynia
pt: Baú Trancado
ro_ro: Cufăr încuiat
ru_ru: Запертый сундук
sk_sk: Zamknutá truhla
sl_si: Zaklenjena skrinja
sv_se: Låst kista
th_th: หีบที่ถูกล็อค
tr_tr: Kilitli Sandık
vi_vn: Rương bị khóa
zh_cn: 上锁的箱子
zh_tw: 上鎖的箱子

# tile_log_acacia_name
source: Acacia Wood
af_za: Akasiahout
ar_sa: خشب السنط
be_by: Драўніна акацыі
bg_bg: Акациева дървесина
ca_es: Fusta d'acàcia
cs: Akáciové dřevo
da_dk: Akacietræ
de: Akazienholz
de_at: Akazienhoiz
el_gr: Ξύλο ακακίας
es: Tronco de acacia
eu_es: Akazia zura
fa_ir: چوب اقاقیا
fi: Akaasiapuu
fil_ph: Kahoy ng Akasya
fr_ca: Bois d'acacia
ga_ie: Adhmad Acaicia
gd_gb: Fiodh sitta
gl_es: Madeira de acacia
he: עץ שיטה
hr_hr: Trupac Akacije
hu_hu: Akáciafa
hy_am: Ակացիաի փայտ
id_id: Kayu Akasia
is_is: Sléttuviður
it: Legno d'acacia
ja_jp: アカシアの原木
ka_ge: აკაციის ხე
ko_kr: 아카시아나무
lb_lu: Akazienholz
lt_lt: Akacijos rąstas
lv_lv: Akācija
mi_nz: hitimi Wood
mn_mn: Хуайс мод
ms_my: Kayu Akasia
mt_mt: Injam tal-Akaċja
nl_nl: Acaciahout
nn_no: Akasiatre
pl: Drewno akacji
pt: Madeira de Acácia
ro_ro: Lemn de salcâm
ru_ru: Акация
sk_sk: Akáciové drevo
sl_si: Akacijin les
sv_se: Akaciaträ
th_th: ไม้อาเคเซีย
tr_tr: Akasya Odunu
vi_vn: Gỗ xiêm gai
zh_cn: 金合欢木
zh_tw: 相思原木

# tile_log_big_oak_name
source: Dark Oak Wood
af_za: Donker Eikehout
ar_sa: البلوط الخشب الداكن
be_by: Драўніна цёмнага дуба
bg_bg: Дървесина от черен дъб
ca_es: Fusta de pomer fosc
cs: Dřevo z tmavého dubu
da_dk: Mørk egetræ
de: Schwarzeichenholz
de_at: Schwoazoachnhoiz
el_gr: Ξύλο σκούρας βελανιδιάς
es: Tronco de roble oscuro
eu_es: Haritz ilun zura
fa_ir: چوب بلوط تیره
fi: Tumma tammipuu
fil_ph: Kahoy ng Madilim na Owk
fr_ca: Bois de chêne noir
ga_ie: Adhmad Darach Duibhe
gd_gb: Fiodh daraich dhuirch
gl_es: Madeira de carballo escuro
he: עץ אלון כהה
hr_hr: Trupac Tamnog Hrasta
hu_hu: Sötéttölgy-fa
hy_am: Մուգ կաղնու փայտ
id_id: Kayu Ek Gelap
is_is: Dökkur eikardrumbur
it: Legno di quercia scura
ja_jp: ダークオークの原木
ka_ge: მუქი მუხის ხე
ko_kr: 짙은 참나무
lb_lu: Schwaarzeechenholz
lt_lt: Tamsiojo ąžuolo rąstas
lv_lv: Ozols
mn_mn: Хар царс мод
ms_my: Kayu Oak gelap
mt_mt: Injam tal-Ballut Skur
nl_nl: Donker Eikenhout
nn_no: Mørkt eiketre
pl: Drewno ciemnego dębu
pt: Madeira de Carvalho Escuro
ro_ro: Lemn de stejar negru
ru_ru: Тёмный дуб
sk_sk: Tmavo dubové drevo
sl_si: Temen hrastov les
sv_se: Mörkt ekträ
th_th: ไม้โอ๊กดำ
tr_tr: Koyu Meşe Odunu
vi_vn: Gỗ sồi sẫm
zh_cn: 深色橡木
zh_tw: 黑橡木原木

# tile_log_birch_name
source: Birch Wood
af_za: Berkehout
ar_sa: خشب البتولا
be_by: Бярозавая драўніна
bg_bg: Брезова дървесина
ca_es: Fusta de bedoll
cs: Březové dřevo
da_dk: Birketræ
de: Birkenholz
de_at: Birknhoiz
el_gr: Ξύλο σημύδας
es: Tronco de abedul
eu_es: Urki zura
fa_ir: چوب توس
fi: Koivupuu
fil_ph: Kahoy ng Birch
fr_ca: Bois de bouleau
ga_ie: Adhmad Beithe
gd_gb: Fiodh beithe
gl_es: Madeira de bidueiro
he: עץ שדר
hi_in: सन्टी लकड़ी
hr_hr: Trupac breze
hu_hu: Nyírfa
hy_am: Կեչու Փայտ
id_id: Kayu Pinus
is_is: Birkiviður
it: Legno di betulla
ja_jp: シラカバの原木
ka_ge: არყის ხე
ko_kr: 자작나무
lb_lu: Bierkenholz
lt_lt: Beržo rąstas
lv_lv: Bērza Koks
mn_mn: Хус мод
ms_my: Kayu Birch
mt_mt: Injam tal-Betula
nl_nl: Berkenhout
nn_no: Bjerketre
pl: Brzozowe drewno
pt: Madeira de Bétula
ro_ro: Lemn de mesteacăn
ru_ru: Берёза
sk_sk: Brezové drevo
sl_si: Brezin les
sv_se: Björkträ
th_th: ไม้เบิร์ช
tr_tr: Huş Odunu
vi_vn: Gỗ bạch dương
zh_cn: 白桦木
zh_tw: 樺木原木

# tile_log_jungle_name
source: Jungle Wood
af_za: Mahoniehout
ar_sa: خشب الدغل
be_by: Трапічная драўніна
bg_bg: Джунглова дървесина
ca_es: Fusta de jungla
cs: Tropické dřevo
da_dk: Jungletræ
de: Tropenholz
de_at: Regnwoidhoiz
el_gr: Ξύλο ζούγκλας
es: Tronco de jungla
eu_es: Oihan zura
fa_ir: چوب جنگلی
fi: Viidakkopuu
fil_ph: Kahoy ng Gubat
fr_ca: Bois d'acajou
ga_ie: Adhmad Dufaire
gd_gb: Fiodh dlùth-choille
gl_es: Madeira de selva
he: עץ ג'ונגל
hi_in: जंगल काष्ठ
hr_hr: Trupac prašumskog drva
hu_hu: Trópusi fa
hy_am: Ջունգլիի Փայտ
id_id: Kayu Hutan
is_is: Frumskógarviður
it: Legno della giungla
ja_jp: ジャングルの原木
ka_ge: ჯუნგლის ხე
ko_kr: 정글 나무
lb_lu: Tropenholz
lt_lt: Džiunglių medžio rąstas
lv_lv: Džungļu Koks
mi_nz: uru raau no Wood
mn_mn: Ширэнгэн ойн мод
ms_my: Kayu Rimba
mt_mt: Injam tal-Ġungla
nl_nl: Oerwoudhout
nn_no: Jungeltre
pl: Tropikalne drewno
pt: Madeira da Selva
ro_ro: Lemn de junglă
ru_ru: Тропическое дерево
sk_sk: Kakaovníkové drevo
sl_si: Džungelski les
sv_se: Djungelträ
th_th: ไม้ป่าดิบ
tr_tr: Orman Ağacı Odunu
vi_vn: Gỗ rừng
zh_cn: 丛林木
zh_tw: 叢林原木

# tile_log_name
source: Wood
af_za: Hout
ar_sa: خشب
be_by: Драўніна
bg_bg: Дървесина
ca_es: Fusta
cs: Dřevo
da_dk: Træ
de: Holz
de_at: Hoiz
el_gr: Ξύλο
es: Tronco
eu_es: Zura
fa_ir: چوب
fi: Puu
fil_ph: Kahoy
fr_ca: Bûches de bois
ga_ie: Adhmad
gd_gb: Fiodh
gl_es: Madeira
he: עץ
hi_in: लकड़ी
hr_hr: Trupac
hu_hu: Fa
hy_am: Փայտ
id_id: Kayu
is_is: Viðardrumbur
it: Legno
ja_jp: 原木
ka_ge: ხე
ko_kr: 나무
lb_lu: Holz
lt_lt: Rąstas
lv_lv: Koks
mi_nz: Rākau
mk_mk: Дрво
mn_mn: Мод
ms_my: Kayu
mt_mt: Injam
nl_nl: Hout
nn_no: Tre
pl: Drewno
pt: Madeira
ro_ro: Lemn
ru_ru: Дерево
sk_sk: Drevo
sl_si: Les
sv_se: Trä
th_th: ไม้
tr_tr: Odun
vi_vn: Gỗ
zh_cn: 木头
zh_tw: 原木

# tile_log_oak_name
source: Oak Wood
af_za: Eikehout
ar_sa: خشب البلوط
be_by: Дубовая драўніна
bg_bg: Дъбова дървесина
ca_es: Fusta de pomer
cs: Dubové dřevo
da_dk: Egetræ
de: Eichenholz
de_at: Oachnhoiz
el_gr: Ξύλο βελανιδιάς
es: Tronco de roble
eu_es: Haritz zura
fa_ir: چوب بلوط
fi: Tammipuu
fil_ph: Robleng Kahoy
fr_ca: Bois de chêne
ga_ie: Adhmad Darach
gd_gb: Fiodh daraich
gl_es: Madeira de carballo
he: עץ אלון
hi_in: बलूत का लकड़ा
hr_hr: Trupac hrasta
hu_hu: Tölgyfa
hy_am: Կաղնու Փայտ
id_id: Kayu Ek
is_is: Eikarviður
it: Legno di quercia
ja_jp: オークの原木
ka_ge: მუხის ხე
ko_kr: 참나무
lb_lu: Eechenholz
lt_lt: Ąžuolo rąstas
lv_lv: Ozolkoks
mi_nz: Rākau oke
mn_mn: Царс мод
ms_my: Kayu Oak
mt_mt: Injam tal-Ballut
nl_nl: Eikenhout
nn_no: Eiketre
pl: Dębowe drewno
pt: Madeira de Carvalho
ro_ro: Lemn de stejar
ru_ru: Дуб
sk_sk: Dubové drevo
sl_si: Hrastov les
sv_se: Ekträ
th_th: ไม้โอ๊ก
tr_tr: Meşe Odunu
vi_vn: Gỗ sồi
zh_cn: 橡木
zh_tw: 橡木原木

# tile_log_spruce_name
source: Spruce Wood
af_za: Dennehout
ar_sa: خشب البيسية
be_by: Яловая драўніна
bg_bg: Смърчова дървесина
ca_es: Fusta de pi
cs: Smrkové dřevo
da_dk: Grantræ
de: Fichtenholz
de_at: Fichtnhoiz
el_gr: Ξύλο ελάτου
es: Tronco de abeto
eu_es: Izei zura
fa_ir: چوب صنوبر
fi: Kuusipuu
fil_ph: Pinong Kahoy
fr_ca: Bois d'épinette
ga_ie: Adhmad Sprúis
gd_gb: Fiodh giuthais
gl_es: Madeira de abeto
he: עץ אשוחית
hi_in: सजाना लकड़ी
hr_hr: Trupac smreke
hu_hu: Fenyőfa
hy_am: Եղևնու Փայտ
id_id: Kayu Cemara
is_is: Greniviður
it: Legno d'abete
ja_jp: マツの原木
ka_ge: ნაძვის ხე
ko_kr: 가문비나무
lb_lu: Fiichtenholz
lt_lt: Eglės rąstas
lv_lv: Egles Koks
mi_nz: te puruhi mo Wood
mk_mk: Смрека Дрво
mn_mn: Гацуур мод
ms_my: Kayu Spruce
mt_mt: Injam tal-Arżnu
nl_nl: Sparrenhout
nn_no: Grantre
pl: Świerkowe drewno
pt: Madeira de Abeto
ro_ro: Lemn de molid
ru_ru: Ель
sk_sk: Smrekové drevo
sl_si: Smrekin les
sv_se: Granträ
th_th: ไม้สน
tr_tr: Ladin Odunu
vi_vn: Gỗ vân sam
zh_cn: 云杉木
zh_tw: 杉木原木

# tile_magma_name
source: Magma Block
af_za: Magmablok
ar_sa: كتلة ضخمة من الحمم البركانية
be_by: Магма
bg_bg: Блок от магма
ca_es: Bloc de magma
cs: Blok magmatu
da_dk: Magmablok
el_gr: Κύβος Μάγματος
es: Bloque de magma
fi: Magmakuutio
fil_ph: Blokeng Magma
fr_ca: Magma
ga_ie: Bloc Magma
gl_es: Bloque de magma
he: קוביית מאגמה
hr_hr: Blok Magme
hu_hu: Magmablokk
id_id: Blok Magma
is_is: Kvikukubbur
it: Blocco di magma
ja_jp: マグマブロック
ka_ge: მაგმის ბლოკი
ko_kr: 마그마 블록
lt_lt: Magmos blokas
lv_lv: Magmas Bloks
mn_mn: Хайлмагтай чулуу
ms_my: Blok magma
mt_mt: Blokka tal-Magma
nl_nl: Magmablok
nn_no: Magmablokk
pl: Blok magmy
pt: Bloco de Magma
ro_ro: Bloc de magmă
ru_ru: Магма
sk_sk: Kocka magmy
sl_si: Kocka magme
tr_tr: Magma Bloğu
vi_vn: Khối dung nham
zh_cn: 岩浆块
zh_tw: 岩漿塊

# tile_melon_name
source: Melon
af_za: Waatlemoen
ar_sa: بطيخة
be_by: Кавун
bg_bg: Диня
ca_es: Síndria
cs: Meloun
da_dk: Vandmelon
de: Melone
de_at: Melone
el_gr: Καρπούζι
es: Sandía
eu_es: Meloia
fa_ir: هندوانه
fi: Meloni
fr_ca: Melon d'eau
ga_ie: Mealbhacán
gl_es: Sandía
he: אבטיח
hi_in: तरबूज
hr_hr: Lubenica
hu_hu: Dinnye
hy_am: Ձմերուկ
id_id: Semangka
is_is: Melóna
it: Anguria
ja_jp: スイカ
ka_ge: საზამთრო
ko_kr: 수박
lb_lu: Meloun
lt_lt: Arbūzas
lv_lv: Arbūzs
mn_mn: Тарвас
ms_my: Tembikai
mt_mt: Dulliegħa
nl_nl: Meloen
pl: Arbuz
pt: Melancia
ro_ro: Pepene
ru_ru: Арбуз
sk_sk: Melón
sl_si: Lubenica
th_th: แตงโม
tr_tr: Karpuz
vi_vn: Dưa hấu
zh_cn: 西瓜
zh_tw: 西瓜磚

# tile_mobSpawner_name
source: Monster Spawner
af_za: Monsterbron
ar_sa: مولد الوحوش
be_by: Рассаднік пачвар
bg_bg: Размножител на чудовища
ca_es: Generador de monstres
cs: Líheň oblud
el_gr: Παραγωγός τεράτων
es: Generador de criaturas
eu_es: Munstro sortzailea
fa_ir: احضارگر هیولا
fi: Hirviönluoja
fil_ph: Ubod ng Halimaw
fr_ca: Spawneur de monstres
ga_ie: Iomadán Arrachtaí
gd_gb: Gineadair uilebheistean
gl_es: Xerador de monstros
he: מזמן מפלצות
hi_in: दानव मादा मछली
hr_hr: Stvaratelj
hu_hu: Szörnyidéző
hy_am: Հրեշի Ծնարան
id_id: Pembangkit Monster
is_is: Kvikindisbúr
it: Generatore di mostri
ja_jp: モンスタースポナー
ka_ge: მონსტრების გამჩენი
ko_kr: 몬스터 스포너
lt_lt: Monstrų generatorius
lv_lv: Briesmoņu radītājs
mn_mn: Төрүүлэгч
ms_my: Penjelma Rasaksa
mt_mt: Mafqas tal-Mostri
nn_no: Monsterframkallar
pl: Spawner potworów
pt: Gerador de Monstros
ro_ro: Cuib de monștri
ru_ru: Рассадник монстров
sk_sk: Liaheň tvorov
sl_si: Izvir pošasti
sv_se: Monsterskapare
th_th: เครื่องเกิดมอนสเตอร์
tr_tr: Canavar Yaratıcısı
vi_vn: Máy sinh quái vật
zh_cn: 刷怪箱
zh_tw: 生怪磚

# tile_monsterStoneEgg_brick_name
source: Stone Brick Monster Egg
af_za: Klipsteen Monstereier
ar_sa: بيضة وحش الطوب الحجري
be_by: Каменная цэгла з лускаўніцай
bg_bg: Каменни тухли с люспеница
ca_es: Niu de monstre de Maons de roca
cs: Kamenné cihly ukrývající rybenku
da_dk: Monsteræg af stenmursten
de: Steinziegel (Silberfischchen)
de_at: Stoaziegl (Süwafisch)
el_gr: Πέτρινο αυγό τεράτων
es: Ladrillos de piedra con lepisma
eu_es: Harri adreiluzko munstroaren arrautza
fa_ir: آجرسنگ موذي
fi: Kivitiilinen hirviönmuna
fil_ph: Laryong Bato ng Halimaw
fr_ca: Cocon de lépisme en briques de pierre
ga_ie: Ubh Arrachta i mBrící Cloiche
gl_es: Ladrillos de pedra con lepisma
he: ביצת מפלצת לבני אבן
hi_in: स्टोन ईंट राक्षस अंडे
hr_hr: Kamene Cigle sa Srebrnom Ribom
hu_hu: Kőtégla ezüstmollyal
hy_am: Աղյուսաքարե Հրեշի Ձու
id_id: Batu bata telur Monster
is_is: MúrsteinsSkrimsla Egg
it: Mattoni di pietra infestati
ja_jp: シルバーフィッシュ入りの石レンガ
ka_ge: ვერცხლისთევზის ქვის აგური
ko_kr: 석재 벽돌 몬스터 알
lb_lu: Steenzillen (Sëlwerfëschelchen)
lt_lt: Akmens plytų monstro kiaušinis
lv_lv: Akmens Ķieģeļu Briesmoņa Ola
mn_mn: Мангасын өндөгтэй чулуун тоосго
ms_my: Bata Batu Telur Raksasa
mt_mt: Briks tal-Ġebel bis-Susa
nl_nl: Blokstenen monsternest
nn_no: Monsteregg av steinmur
pl: Kamienne cegły z ukrytym potworem
pt: Ovo de Monstro de Tijolos de Pedra
ro_ro: Cărămizi de piatră infestate
ru_ru: Каменный кирпич с монстрами
sk_sk: Kamenné tehly so švehlou
sl_si: Kamnite opeke ščetinorepke
sv_se: Murstensmonsterägg
th_th: อิฐบล็อกแมลงสามง่าม
tr_tr: Taş Tuğla Gümüşçün Bloğu
vi_vn: Trứng quái vật gạch đá
zh_cn: 石砖怪物蛋
zh_tw: 石磚怪物蛋

# tile_monsterStoneEgg_chiseledbrick_name
source: Chiselled Stone Brick Monster Egg
af_za: Afgewerkde Klipsteen Monstereier
ar_sa: الطوب المربع ذو الوحش
be_by: Разная каменная цэгла з лускаўніцай
bg_bg: Изписани каменни тухли с люспеница
ca_es: Niu de monstre de Maons de roca cisellats
cs: Opracované kamenné cihly ukrývající rybenku
da_dk: Monsteræg af mejslet stenmursten
de: Gemeißelte Steinziegel (Silberfischchen)
de_at: Gmoaßlte Stoaziegl (Süwafisch)
el_gr: Λαξευμένο Πετρότουβλο Αυγό Τέρατος
es: Ladrillos de piedra cincelados con lepisma
eu_es: Zizelkatuko harri adreiluzko munstroaren arrautza
fa_ir: آجرسنگ تراشي موذي
fi: Veistetty kivitiilinen hirvionmuna
fil_ph: Laryong Sinulat ng Halimaw
fr_ca: Cocon de lépisme en pierre ciselée
ga_ie: Ubh Arrachta i mBrící Cloiche Siséalta
gl_es: Ladrillos de pedra cincelados con lepisma
he: ביצת מפלצת לבני אבן מפוסלות
hi_in: पत्थर ईंट राक्षस अंडा गढ़े हुए
hr_hr: Isklesane Kamene Cigle sa Srebrnom Ribom
hu_hu: Vésett kőtégla ezüstmollyal
hy_am: Փորագրված Քարաղյուս Հրեշի Ձու
id_id: Batu bata Telur Monster yang di Pahat
is_is: Útskorinn steinhleðslu Skrímsla egg
it: Mattoni di pietra intagliati infestati
ja_jp: シルバーフィッシュ入りの模様入り石レンガ
ka_ge: მონსტრის მოპირკეთებული ქვის აგური
ko_kr: 조각된 석재 벽돌 몬스터 알
lb_lu: Gemeesselt Steenzillen (Sëlwerfëschelchen)
lt_lt: Raižytų akmens plytų monstro kiaušinis
lv_lv: Noslīpētu Akmens Ķieģeļu Monstru Ola
mn_mn: Мангасын өндөгтэй сийлсэн чулуун тоосго
ms_my: Telur Raksasa Batu Pahat
mt_mt: Briks tal-Ġebel Imnaqqax bis-Susa
nl_nl: Gebeiteld blokstenen monsternest
nn_no: Monsteregg av forma steinmur
pl: Rzeźbione kamienne cegły z ukrytym potworem
pt: Ovo de Monstro de Tijolos de Pedra Cinzelados
ro_ro: Cărămizi de piatră sculptate infestate
ru_ru: Резной каменный кирпич с монстрами
sk_sk: Otesaná kamenná tehla so švehlou
sl_si: Izklesane kamnite opeke ščetinorepke
sv_se: Mejslat murstensmonsterägg
th_th: ไข่มอนสเตอร์อิฐบล็อคสลัก
tr_tr: Oyma Taş Tuğla Gümüşçün Bloğu
vi_vn: Trứng quái vật gạch đá được đục
zh_cn: 錾制石砖怪物蛋
zh_tw: 浮雕石磚怪物蛋

# tile_monsterStoneEgg_cobble_name
source: Cobblestone Monster Egg
af_za: Steengruis Monstereier
ar_sa: بيضة وحش حصاة الرصف
be_by: Бут з лускаўніцай
bg_bg: Калдъръмени камъни с люспеница
ca_es: Niu de monstre de Pedra
cs: Kamení ukrývající rybenku
da_dk: Monsteræg af brosten
de: Bruchstein (Silberfischchen)
de_at: Bruchstoa (Sübafisch)
el_gr: Λιθόστρωτο Αυγό Τεράτος
es: Roca con lepisma
eu_es: Harriztatuazko munstroaren arrautza
fa_ir: قلوه سنگ موذي
fi: Mukulakivinen hirviönmuna
fil_ph: Biyak na Bato ng Itlog ng Halimaw
fr_ca: Cocon de lépisme en cobblestone
ga_ie: Ubh Arrachta i nDuirleog
gl_es: Rocha con lepisma
he: ביצת מפלצת אבן מרוסקת
hi_in: बटिया पत्थर राक्षस अंडा
hr_hr: Kamen sa Srebrnom Ribom
hu_hu: Zúzottkő ezüstmollyal
hy_am: Սալաքարե Հրեշի Ձու
id_id: Bebatuan dengan Telur Monster
is_is: GrjótSkrímsla Egg
it: Pietre infestate
ja_jp: シルバーフィッシュ入りの丸石
ka_ge: ვერცხლისთევზის რიყის ქვა
ko_kr: 조약돌 몬스터 알
lb_lu: Brochsteen (Sëlwerfëschelchen)
lt_lt: Akmens skaldos monstro kiaušinis
lv_lv: Bruģakmens Briesmoņa Ola
mn_mn: Мангасын өндөгтэй хагархай чулуу
ms_my: Batu Buntar Telur Raksasa
mt_mt: Ġebel Imfarrak bis-Susa
nl_nl: Keistenen monsternest
nn_no: Monsteregg av brustein
pl: Bruk z ukrytym potworem
pt: Ovo de Monstro de Empedrado
ro_ro: Pietruială infestată
ru_ru: Булыжник с монстрами
sk_sk: Kameň so švehlou
sl_si: Tlakovec ščetinorepke
sv_se: Kullerstensmonsterägg
th_th: หินหยาบแมลงสามง่าม
tr_tr: Kırık Taş Gümüşcün Bloğu
vi_vn: Trứng quái vật đá cuội
zh_cn: 圆石怪物蛋
zh_tw: 鵝卵石怪物蛋
