Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# chat_type_achievement
source: {0} has just earned the achievement {1}
af_za: {0} het sopas die {1} toekenning behaal
ar_sa: طبيعي
be_by: {0} толькі што атрымаў дасягненне {1}
bg_bg: {0} току-що спечели постижението {1}
ca_es: {0} acaba d'assolir l'objectiu {1}
cs: Hráč {0} právě dosáhl úspěchu {1}
da_dk: {0} har netop fået bedriften {1}
de: {0} hat den Erfolg {1} erzielt
de_at: {0} hot grod den Afoig {1} griag
el_gr: {0} μόλις κέρδισε το κατόρθωμα {1}
es: {0} ha conseguido el logro {1}
eu_es: {0} -(e)k {1} helburua lortu du
fa_ir: {0} دستاورد {1} به دست آورد
fi: {0} on juuri ansainnut saavutuksen {1}
fil_ph: Si {0}$1 ay nagkaroon ng nakamit na {1}$2
fr_ca: {0} vient d'obtenir le succès {1}
ga_ie: Tá {0} tar éis an bua {1} a bhreith
gd_gb: Choisinn {0} euchd {1}
gl_es: {0} acaba de obter o logro {1}
he: {0} קיבל את ההישג {1}
hi_in: {0} sólo ha obtenido el logro {1}
hr_hr: {0} je upravo dobio postignuće {1}
hu_hu: {0} elérte a(z) {1} mérföldkövet
hy_am: {0} ունի պարզապես վաստակել որ նվաճում {1}
id_id: {0} baru saja mencapai prestasi {1}
is_is: {0} Hefur náð {1}
it: {0} ha appena compiuto l'impresa {1}
ja_jp: {0} は {1} の実績を取得した
ka_ge: {0}-მ(ა) მიიღო მიღწევა {1}
ko_kr: {0}님이 {1} 업적을 획득했습니다
lb_lu: {0} huet den Erfolleg {1} erzielt
lt_lt: {0} gavo pasiekimą {1}
lv_lv: {0} tikko dabūja sasniegumu {1}
mi_nz: {0} kua tika roaa te paetae {1}
mn_mn: Тоглогч {0} {1} шагнал авлаа
ms_my: {0} baru sahaja mendapat pencapaian {1}
mt_mt: {0} għadu kif kiseb il-kisba {1}
nl_nl: {0} heeft net de prestatie {1} behaald
nn_no: {0} har oppnådd bragda {1}
pl: Gracz {0} właśnie zdobył osiągnięcie {1}
pt: {0} acabou de ganhar a conquista {1}
ro_ro: {0} tocmai a obținut realizarea {1}
ru_ru: {0} заработал достижение {1}
sk_sk: {0} práve dosiahol úspech {1}
sl_si: {0} je ravnokar dosegel {1}
sq_al: {0} sapo ka fituar arritjen {1}
sv_se: {0} har precis fått prestationen {1}
th_th: {0} พึ่งจะได้รับความสำเร็จ {1}
tr_tr: {0}, {1} başarımını kazandı
vi_vn: {0} vừa kiếm được thành tựu {1}
zh_cn: {0}刚刚获得了{1}成就！
zh_tw: {0} 獲得成就 {1}

# chat_type_achievement_taken
source: {0} has lost the achievement {1}
af_za: {0} het die toekenning {1} verloor
ar_sa: {0} قد فقد إنجاز {1}
be_by: {0} страціў дасягненне {1}
bg_bg: {0} загуби постижението {1}
ca_es: {0} ha perdut l'assoliment {1}
cs: {0} přišel o úspěch {1}
da_dk: {0} har mistet bedriften {1}
de: {0} hat den Erfolg {1} verloren
de_at: {0} hot den Afoig {1} valuan
el_gr: Ο/Η {0} έχασε το επίτευγμα {1}
es: {0} ha perdido el logro {1}
eu_es: {0} ek {1} helburua galdu du
fa_ir: {0} {1} موفقیت از دست داده است
fi: {0} on menettänyt saavutuksen {1}
fil_ph: Nawalan ng nakamit na {0}$2 si {1}$1
fr_ca: {0} vient de perdre le succès {1}
ga_ie: Chaill {0} an bua {1}
gd_gb: Chaill {0} euchd {1}
gl_es: {0} perdeu o logro {1}
he: {0} איבד את ההישג {1}
hr_hr: {0} je izgubio postignuće {1}
hu_hu: {0} elvesztette a(z) {1} mérföldkövet
id_id: {0} telah kehilangan pencapaian {1}
is_is: {0} hefur glatað ávinningnum {1}
it: {0} ha perso l'impresa {1}
ja_jp: {0} は {1} の実績を失った
ka_ge: {0}-მ(ა) დაკარგა მიღწევა {1}
ko_kr: {0}님이 {1} 업적을 잃었습니다
lb_lu: {0} huet den Erfolleg {1} verluer
lt_lt: {0} neteko pasiekimo {1}
lv_lv: {0} zaudēja sasniegumu {1}
mn_mn: Тоглогч {0} {1} шагналаа алдлаа
ms_my: {0} telah hilang pencapaian {1}
mt_mt: {0} tilef il-kisba {1}
nl_nl: {0} heeft net de prestatie {1} verloren
nn_no: {0} har mistet prestasjon-{1}
pl: Gracz {0} stracił osiągnięcie {1}
pt: {0} perdeu a conquista {1}
ro_ro: {0} a pierdut realizarea {1}
ru_ru: {0} утратил достижение "{1}"
sk_sk: {0} stratil úspech {1}
sl_si: {0} je izgubil dosežek {1}
sq_al: të {0} ka humbur arritjen {1}
sv_se: {0} har förlorat prestationen {1}
th_th: {0} เสียความสำเร็จ {1}
tr_tr: {0}, {1} başarımını kaybetti
vi_vn: {0} đã mất thành tựu {1}
zh_cn: {0}失去了{1}成就
zh_tw: {0} 失去成就 {1}

# commands_achievement_alreadyHave
source: Player {0} already has achievement {1}
af_za: Speler {0} het reeds die prestasie {1}
ar_sa: لاعب {0} بالفعل لديه التحقيق {1}
be_by: Гулец {0} ужо мае дасягненне {1}
bg_bg: Играчът {0} вече има постижението {1}
ca_es: Jugador {0} ja té l'assoliment {1}
cs: Hráč {0} již dosáhl úspěchu {1}
da_dk: Spiller {0} har allerede opnået præstationen {1}
de: Spieler {0} hat bereits den Erfolg {1}
de_at: Spiela {0} hot scho an Afolg {1}
el_gr: Ο Παίκτης {0} έχει ήδη το επίτευγμα {1}
es: {0} ya tiene el logro {1}
eu_es: {0} jokalariak dagoeneko badauka {1} helburua
fi: Pelaajalla {0} on jo saavutus {1}
fil_ph: Ang manlalarong si {0}$1 ay mayroon nang nakamit na {1}$2
fr_ca: {0} a déjà obtenu le succès {1}
ga_ie: Tá an bua {0}$2 ag an imreoir {1}$1 cheana
gl_es: {0} xa ten o logro {1}
he: לשחקן {0} כבר ניתן ההישג {1}
hr_hr: Igrač {0} već ima postignuće {1}
hu_hu: {0} játékosnak már megvan a(z) {1} mérföldkő
id_id: Pemain {0} telah mempunyai pencapaian {1}
is_is: Leikamaður {0} hefur þegar náð árangri {1}
it: {0} ha già compiuto l'impresa {1}
ja_jp: プレイヤー {0} は既に実績 {1} を達成しています
ka_ge: მოთამაშეს {0} უკვე აქვს {1} მიღწევა
ko_kr: 플레이어 {0}은(는) 이미 {1} 업적을 가지고 있습니다
lb_lu: Spiller {0} huet schonn den Erfolleg {1}
lt_lt: Žaidėjas/a {0} jau turi pasiekimą {1}
ms_my: Pemain {0} telah menpunyai pencapaian {1}
mt_mt: Il-plejer {0} diġa' għandu l-kisba {1}
nl_nl: Speler {0} heeft al de prestatie {1}
nn_no: Spelar {0} har allereide bragda {1}
pl: Gracz {0} ma już osiągnięcie {1}
pt: O(a) jogador(a) {0} já realizou a conquista {1}
ro_ro: Jucătorul {0} are deja realizarea {1}
ru_ru: Игрок {0} уже имеет достижение {1}
sk_sk: Hráč {0} už má úspech {1}
sl_si: Igralec {0} že ima dosežek {1}
sv_se: Spelaren {0} har redan prestationen {1}
th_th: ผู้เล่น {0} เคยบรรลุเป้าหมาย {1} ไว้แล้ว
tr_tr: Oyuncu {0} zaten {1} başarısına sahip
vi_vn: Người chơi {0} đã có thành tựu {1} sẵn rồi
zh_cn: 玩家{0}已经获得{1}成就了
zh_tw: 玩家 {0} 已經擁有「{1}」成就

# commands_achievement_dontHave
source: Player {0} doesn't have achievement {1}
af_za: Speler {0} ontbreek prestasie {1}
ar_sa: لاعب {0} ليس لديه التحقيق {1}
be_by: Гулец {0} не мае дасягнення {1}
bg_bg: Играчът {0} няма постижението {1}
ca_es: Jugador {0} no té l'assoliment {1}
cs: Hráč {0} ještě nedosáhl úspěchu {1}
da_dk: Spilleren {0} har ikke opnået præstationen {1}
de: Spieler {0} hat den Erfolg {1} nicht
de_at: Spiela {0} hot an Afolg {1} ned
el_gr: O Παίκτης {0} δεν έχει το επίτευγμα {1}
es: {0} no tiene el logro {1}
eu_es: {0} jokalariak ez dauka {1} helburua
fi: Pelaajalla {0} ei ole saavutusta {1}
fil_ph: Ang manlalarong si {0}$1 ay wala pang nakamit na {1}$2
fr_ca: {0} n'a pas encore obtenu le succès {1}
ga_ie: Níl an bua {0}$2 ag an imreoir {1}$1
gl_es: {0} non ten o logro {1}
he: לשחקן {0} אין את ההישג {1}
hr_hr: Igrač {0} nema postignuće {1}
hu_hu: {0} játékosnak még nincs meg a(z) {1} mérföldkő
id_id: Pemain {0} tidak mempunyai penghargaan {1}
is_is: Leikmaður {0} hefur ekki náð árangri {1}
it: {0} non ha compiuto l'impresa {1}
ja_jp: プレイヤー {0} は実績 {1} を達成していません
ka_ge: მოთამაშეს {0} არ აქვს {1} მიღწევა
ko_kr: 플레이어 {0}은(는) {1} 업적을 가지고 있지 않습니다
lb_lu: Spiller {0} huet den Erfolleg {1} net
lt_lt: Žaidėjas/a {0} neturi pasiekimo {1}
ms_my: Pemain {0} tidak mempunyai pencapaian {1}
mt_mt: Il-plejer {0} m'għandux il-kisba {1}
nl_nl: Speler {0} heeft de prestatie {1} niet
nn_no: Spelar {0} har ikkje bragda {1}
pl: Gracz {0} nie ma osiągnięcia {1}
pt: O(a) jogador(a) {0} não completou a conquista {1}
ro_ro: Jucătorul {0} nu are realizarea {1}
ru_ru: Игрок {0} не имеет достижения {1}
sk_sk: Hráč {0} nemá úspech {1}
sl_si: Igralec {0} še nima dosežka {1}
sv_se: Spelaren {0} har inte prestationen {1}
th_th: ผู้เล่น {0} ยังไม่ได้บรรลุเป้าหมาย {1}
tr_tr: Oyuncu {0}, {1} başarısına sahip değil
vi_vn: Người chơi {0} không có thành tựu {1}
zh_cn: 玩家{0}尚未获得{1}成就
zh_tw: 玩家 {0} 沒有「{1}」成就

# commands_achievement_give_success_all
source: Successfully given all achievements to {0}
af_za: Alle prestasies suksesvol aan {0} toegeken
ar_sa: تم اعطاء كل الانجازات لـ {0}
be_by: Гульцу {0} паспяхова нададзены ўсе дасягненні
bg_bg: Успешно са дадени всички постижения на {0}
ca_es: Correctament atorgats tots els objectius a {0}
cs: Úspěchy hráče {0} byly úspěšně předány
da_dk: Succesfuldt givet alle bedrifter til {0}
de: Alle Erfolge an {0} gegeben
de_at: Oi Afolge an {0} gem
el_gr: Δόθηκαν με επιτυχία όλα τα επιτεύγματα στο {0}
es: Se ha dado todos los logros a {0} con éxito
eu_es: {0} -(e)ri helburu guztiak zuzen emanda
fa_ir: تمام دستاوردها به {0} داده شد
fi: Saavutukset on annettu onnistuneesti pelaajalle {0}
fil_ph: Matagumpay na nabigay ang lahat ng nakamit kay {0}$1
fr_ca: {0} a correctement obtenu tous les succès
ga_ie: Tugadh gach bua do {0}
gl_es: Dados tódolos los logros a {0} con éxito
he: כל ההישגים הושמו בהצלחה עבור {0}
hi_in: सफलतापूर्वक {0} के लिए सभी कारनामे देखते हुए
hr_hr: Uspješno dodijeljena sva postignuća igraču {0}
hu_hu: Minden mérföldkő sikeresen odaadva {0} játékosnak
id_id: Berhasil memberikan semua prestasi kepada {0}
is_is: Tókst að láta {0} fá öll afrekin
it: {0} ha compiuto tutte le imprese
ja_jp: {0} に全ての実績を与えました
ka_ge: ყველა მიღწევა წარმატებით მიეცა {0}-ს
ko_kr: {0}에게 모든 업적을 성공적으로 지급했습니다
lb_lu: All Erfolleger un {0} ginn
lt_lt: Sėkmingai duoti visi pasiekimai {0}
lv_lv: Veiksmīgi doti visi apbalvojumi spēlētājam {0}
ms_my: Berjaya diberikan semua pencapaian ke {0}
mt_mt: Il-kisbiet ġew mogħtija lil {0} b'suċċess
nl_nl: Alle prestaties succesvol aan {0} gegeven
nn_no: Gav alle bragdar til {0}
pl: Pomyślnie przyznano wszystkie osiągnięcia graczowi {0}
pt: Todas as conquistas foram dadas com sucesso a {0}
ro_ro: {0} a primit toate realizările
ru_ru: Игроку {0} успешно зачислены все достижения
sk_sk: Úspešne pridané všetky achievementy hráčovi {0}
sl_si: Uspešno dal vse dosežke k {0}
sv_se: Lyckats ge alla prestationer till {0}
th_th: ให้ความสำเร็จแก่ {0} สำเร็จ
tr_tr: Tüm başarılar başarıyla {0}'e verildi
vi_vn: Đã trao hết thành tựu cho {0} thành công
zh_cn: 成功将所有成就授予{0}
zh_tw: 已成功將所有成就給予 {0}

# commands_achievement_give_success_one
source: Successfully given {0} the achievement {1}
af_za: Prestasie {0}$2 suksesvol aan {1}$1 toegeken
be_by: Гульцу {0} паспяхова нададзена дасягненне {1}
bg_bg: Постижението {1} беше успешно дадено на {0}
ca_es: S'ha concedit satisfactòriament a {0} l'assoliment {1}
cs: Hráči {0} úspěšně udělen úspěch {1}
da_dk: Gav {0} bedriften {1}
de: Spieler {0} hat Erfolg '{1}' erhalten
de_at: Spiela {0} hot an Afolg '{1}' griag
el_gr: Το κατόρθωμα {0} δώθηκε με επιτυχία στον {1}
es: Se ha concedido a {0} el logro "{1}" con éxito
fi: Saavutus {0} annettiin onnistuneesti pelaajalle {1}
fil_ph: Nabigyan ng nakamit {0}$2 si {1}$1
fr_ca: {0} a correctement obtenu le succès {1}
ga_ie: Tugadh an bua {0}$2 do {1}$1
hu_hu: {0} sikeresen megkapta a(z) {1} mérföldkövet
id_id: Berhasil memberikan {0} penghargaan {1}
it: {0} ha correttamente compiuto l'impresa {1}
ja_jp: {0} に実績 {1} を付与しました
ka_ge: {0}-ს წარმატებით მიეცა მიღწევა {1}
ko_kr: {0}에게 {1} 업적을 성공적으로 지급했습니다
lb_lu: Spiller {0} huet den Erfolleg '{1}' erhalen
lt_lt: {0} sėkmingai suteiktas pasiekimas {1}
ms_my: Telah berjaya memberikan {0} pencapaian {1}
mt_mt: Ingħatat b'suċċess lil {0}, il-kisba {1}
nl_nl: De prestatie '{0}' is succesvol aan {1} gegeven
pl: Pomyślnie przyznano graczowi {0} osiągnięcie {1}
pt: Conquista {0}$2 dada a {1}$1 com sucesso
ro_ro: {0} a primit realizarea {1}
ru_ru: Игроку {0} выдано достижение {1}
sk_sk: Hráčovi {0} bol úspešne daný úspech {1}
sl_si: Igralcu {0} uspešno dan dosežek {1}
sv_se: Lyckades ge {0} prestationen {1}
tr_tr: Başarı {0} başarıyla {1}'e verildi
vi_vn: Đã trao thành công cho {0} thành tựu {1}
zh_cn: 成功地给予了{0}成就{1}
zh_tw: 已成功給予 {0} 成就「{1}」

# commands_achievement_take_success_all
source: Successfully taken all achievements from {0}
af_za: Alle prestasies suksesvol van {0} geneem
ar_sa: اتخذت بنجاح جميع الإنجازات من {0}
be_by: {0} пазбаўлены ўсіх дасягненняў
bg_bg: Успешно са взети постиженията на {0}
ca_es: s'han près tots els assoliments amb èxit de {0}
cs: Úspěchy hráče {0} byly úspěšně odebrány
da_dk: Alle præstationer blev succesfuldt fjernet fra {0}
de: Alle Erfolge von {0} genommen
de_at: Oi Afolge an {0} weggnumma
el_gr: Επιτυχής αρπαγή όλων των επιτευγμάτων από {0}
es: Se ha retirado todos los logros a {0} con éxito
eu_es: {0}-ren lorketa guztiak ongi kendu dira!
fi: Kaikki saavutukset poistettu pelaajalta {0}
fil_ph: Matagumpay na naalis ang lahat ng nakamit mula kay {0}$1
fr_ca: {0} a correctement perdu tous les succès
ga_ie: Baineadh gach bua ó {0}
gl_es: Retirados tódolos logros a {0} con éxito
he: נלקחו בהצלחה כל ההישגים מ{0}
hr_hr: Uspješno oduzeta sva postignuća od {0}
hu_hu: {0} minden mérföldköve sikeresen elvéve
id_id: Berhasil mengambil semua penghargaan dari {0}
is_is: Tókst að taka allan árangur frá {0}
it: Tutte le imprese sono state rimosse da {0}
ja_jp: {0} から全ての実績を剥奪しました
ka_ge: მოთამაშეს {0} წარმატებით წაერთვა ყველა მიღწევა
ko_kr: {0}에게서 모든 업적을 회수했습니다
lb_lu: All Erfolleger vun {0} geläscht
lt_lt: Sėkmingai paimti visi pasiekimai iš {0}
ms_my: Berjaya ambil semua pencapaian daripada {0}
mt_mt: Il-kisbiet kollha ġew meħuda minn {0}
nl_nl: Alle prestaties afgenomen van {0}
nn_no: Fjerna alle bragder frå {0}
pl: Pomyślnie odebrano wszystkie osiągnięcia graczowi {0}
pt: Retiradas todas as conquistas de {0}
ro_ro: S-au luat toate realizările de la {0}
ru_ru: Удалены все достижения игрока {0}
sk_sk: Úspešne odobrané všetky ocenenia hráčovi {0}
sl_si: Uspešno vzel vse dosežke od {0}
sv_se: Lyckades ta alla prestationer från {0}
th_th: นำเป้าหมายทั้งหมดจากผู้เล่น {0} เรียบร้อยแล้ว
tr_tr: Tüm başarılar başarıyla {0}'den alındı
vi_vn: Đã tước bỏ các thành tựu từ {0} thành công
zh_cn: 成功从{0}中解锁了所有成就
zh_tw: 已成功從 {0} 上取去所有成就

# commands_achievement_take_success_one
source: Successfully taken the achievement {0} from {1}
af_za: Prestasie {0} suksesvol van {1} afgeneem
be_by: Паспяхова знята дасягненне {0} з гульца {1}
bg_bg: Постижението {0} беше успешно взето от {1}
ca_es: S'ha retirat amb èxit l'assoliment {0} a {1}
cs: Úspěch {0} úspěšně přejat od {1}
da_dk: Fjernede bedriften {0} fra {1}
de: Erfolg {0} von {1} genommen
de_at: Afolg {0} an {1} weggnumma
el_gr: Λήφθηκε με επιτυχία το επίτευγμα {0} από {1}
es: Se ha retirado a {0} el logro "{1}" con éxito
fi: Saavutus {0} poistettiin onnistuneesti pelaajalta {1}
fil_ph: Matagumpay na naalis ang nakamit na {0}$1 mula kay {1}$2
fr_ca: {1} a correctement perdu le succès {0}
ga_ie: Baineadh an bua {0}$2 ó {1}$1
gl_es: Retiróuse o logro "{0}" a {1} con éxito
hu_hu: {0} mérföldkő sikeresen elvéve {1} játékostól
id_id: Berhasil mengambil penghargaan {0} dari {1}
it: L'impresa {0} è stata rimossa da {1}
ja_jp: {1} から実績 {0} を剥奪しました
ka_ge: {0}-ს წარმატებით წაერთვა მიღწევა {1}
ko_kr: {0}에게서 {1} 업적을 회수했습니다
lb_lu: Erfolleg {0} gouf dem {1} ewechgeholl
lt_lt: {0} sėkmingai atimtas pasiekimas {1}
ms_my: Telah berjaya mengambil pencapaian {0} dari {1}
mt_mt: Ittieħdet b'suċċess il-kisba {0} minn {1}
nl_nl: De prestatie '{0}' succesvol afgenomen van {1}
pl: Pomyślnie odebrano osiągnięcie {0} graczowi {1}
pt: Conquista {0} retirada de {1} com sucesso
ro_ro: S-a luat realizarea {0} de la {1}
ru_ru: Удалено достижение {0} у игрока {1}
sk_sk: Úspešne prijatá a výkonové {0} z {1}
sl_si: Igralcu {0}$2 uspešno odvzet dosežek {1}$1
sv_se: Lyckades ta prestationen {0} från {1}
tr_tr: Başarı {0} başarıyla {1}'den alındı
vi_vn: Đã tước thành công thành tựu {0} từ {1}
zh_cn: 成功地从{1}取走了成就{0}
zh_tw: 已成功從 {1} 上取去成就「{0}」

# commands_achievement_unknownAchievement
source: Unknown Achievement '{0}'
af_za: Onbekende prestasie '{0}'
be_by: Невядомае дасягненне '{0}'
bg_bg: Неизвестно постижение '{0}'
ca_es: Assoliment "{0}" desconegut
cs: Neznámý úspěch: „{0}“
da_dk: Ukendt achievement '{0}'
de: Unbekannter Erfolg "{0}"
de_at: Unbekonnta Afolg '{0}'
el_gr: Άγνωστο κατόρθωμα '{0}'
es: El logro "{0}" no existe
fi: Tuntematon saavutus '{0}'
fil_ph: Hindi nakamit ang '{0}'
fr_ca: Le succès "{0}" est inconnu
ga_ie: Bua anaithnid '{0}'
gl_es: Logro "{0}" descoñecido
he: הישג לא ידוע '{0}'
hr_hr: Nepoznato postignuće '{0}'
hu_hu: A(z) '{0}' mérföldkő ismeretlen
id_id: Penghargaan tidak diketahui '{0}'
it: Impresa "{0}" sconosciuta
ja_jp: 「{0}」は不明な実績です
ka_ge: უცნობი მიღწევა '{0}'
ko_kr: '{0}'은(는) 알 수 없는 업적입니다
lb_lu: Onbekannten Erfolleg '{0}'
lt_lt: Nežinomas pasiekimas '{0}'
lv_lv: Nezināms sasniegums '{0}'
ms_my: Pencapaian '{0}' tidak diketahui
mt_mt: Kisba mhux magħrufa '{0}'
nl_nl: Prestatie '{0}' is onbekend
pl: Nieznane osiągnięcie '{0}'
pt: Conquista desconhecida '{0}'
ro_ro: Realizarea "{0}" este necunoscută
ru_ru: Неизвестное достижение '{0}'
sk_sk: Neznámy úspech "{0}"
sl_si: Neznan dosežek "{0}"
sv_se: Okänd prestation '{0}'
tr_tr: Bilinmeyen başarı '{0}'
vi_vn: Không có thành tựu '{0}'
zh_cn: 未知的成就'{0}'
zh_tw: 未知的成就 '{0}'

# commands_achievement_usage
source: /achievement <give|take> <name|*> [player]
be_by: /achievement <give|take> <назва|*> [гулец]
bg_bg: /achievement give|take <име>|* [<играч>]
ca_es: /achievement <give|take> <nom|*> [jugador]
cs: /achievement give|take <název úspěchu>|* [<hráč>]
da_dk: /achievement <give|take> <navn|*> [spiller]
de: /achievement give|take <ErfolgName>|* [<Spieler>]
de_at: /achievement give|take <ErfolgNom> [Spiela]
el_gr: /achievement <give|take> <όνομα|*> [παίκτης]
es: /achievement <give|take> <nombre del logro|*> [jugador]
fr_ca: /achievement <give|take> <succès|*> [joueur]
ga_ie: /achievement <give|take> <ainm|*> [imreoir]
hu_hu: /achievement <give|take> <mérföldkő|*> [játékos]
id_id: /achievement <give|take> <nama|*> [pemain]
it: /achievement <give|take> <nome|*> [giocatore]
ja_jp: /achievement <give|take> <実績名|*> [プレイヤー]
ka_ge: /achievement <give|take> <name|*> [მოთამაშე]
ko_kr: /achievement <give|take> <이름|*> [플레이어]
lb_lu: /achievement <give|take> <ErfollegNumm|*> [Spiller]
lt_lt: /achievement <give|take> <name|*> [žaidėjas]
nl_nl: /achievement <give|take> <naam|*> [speler]
pl: /achievement <give|take> <nazwa|*> [gracz]
pt: /achievement <give|take> <nome|*> [jogador]
ro_ro: /achievement give|take <realizare>|* [<jucător>]
ru_ru: /achievement <give|take> <название|*> [игрок]
sk_sk: /achievement <give|take> <name|*> [prehrávač]
sl_si: /achievement <give|take> <naziv dosežka|*> [igralec]
sv_se: /achievement <give|take> <namn|*> [spelare]
tr_tr: /achivement <give|take> <ad|*> [oyuncu]
vi_vn: /achievement <give|take> <tên thành tựu|*> [người chơi]
zh_cn: /achievement <give|take> <成就名|*> [玩家]
zh_tw: /achievement < give(賦予) | take(取去) > <名稱|*> [玩家]

# commands_ban_failed
source: Could not ban player {0}
af_za: Kon nie speler {0} verban nie
ar_sa: لا يمكن حظر اللاعب {0}
be_by: Не атрымалася забаніць гульца {0}
bg_bg: Грешка при блокирането на играча {0}
ca_es: No s'ha pogut bandejar al jugador {0}
cs: Hráče {0} nelze zablokovat
da_dk: Kunne ikke smide {0} ud
de: Spieler {0} konnte nicht gesperrt werden
el_gr: Δεν θα μπορούσε να απαγορεύσει παίκτης {0}
es: No se ha podido desadmitir a {0}
eu_es: {0} jokalariari debekatu ezin izan zen
fa_ir: نمیتوان دسترسی بازیکن {0} را قطع کرد
fi: Ei voitu antaa porttikieltoa pelaajalle {0}
fil_ph: Hindi ma-ban ang taga-laro na si {0}
fr_ca: Impossible de bannir {0}
ga_ie: Níorbh fhéidir cosc a chur ar imreoir {0}
gl_es: Non se puido banear a {0}
he: לא יכול להביא באן לשחקן {0}
hr_hr: Nije moguće zabraniti igrača {0}
hu_hu: Nem sikerült kitiltani {0} játékost
id_id: Tidak bisa melarang pemain {0}
is_is: Gat ekki banna leikmann {0}
it: Impossibile bandire {0}
ja_jp: プレイヤー {0} のアクセスを禁止できませんでした
ka_ge: {0} მოთამაშის გაძევება ვერ მოხერხდა
ko_kr: {0}을(를) 차단할 수 없습니다
lb_lu: Spiller {0} konnt net gespaart ginn
lt_lt: Nepavyko užblokuoti žaidėjo/os {0}
lv_lv: Nevarēja bloķēt spēlētāju {0}
ms_my: Tidak boleh mengharamkan pemain {0}
mt_mt: Il-plejer {0} ma segħax jiġi projbit
nl_nl: Kon {0} niet verbannen
nn_no: Kunne ikkje bannlyse {0}
pl: Nie można zbanować gracza {0}
pt: Não foi possível banir o jogador {0}
ro_ro: Jucătorul {0} nu a putut fi blocat
ru_ru: Не удалось заблокировать игрока {0}
sk_sk: Nepodarilo sa udeliť ban hráčovi {0}
sl_si: Ne morem zavrniti igralca {0}
sv_se: Kunde inte banna spelaren {0}
th_th: ไม่สามารถแบนผู้เล่น {0}
tr_tr: Oyuncu {0} yasaklanamadı
vi_vn: Không thể cấm người chơi {0}
zh_cn: 无法封禁玩家{0}
zh_tw: 無法封鎖玩家 {0}

# commands_ban_success
source: Banned player {0}
af_za: Speler {0} is verban
ar_sa: حظر اللاعب {0}
be_by: Гулец {0} забанены
bg_bg: На {0} бе забранено да влиза
ca_es: {0} ha estat bandejat
cs: Hráči {0} byl zakázán přístup
da_dk: Bandlyste spiller {0}
de: Spieler {0} wurde gesperrt
el_gr: Ο παίκτης {0} αποκλείστηκε
es: {0} ha sido desadmitido
eu_es: {0} jokalaria debekatua izan zen
fa_ir: {0} از سرور محروم شد/
fi: Annettiin porttikielto pelaajalle {0}
fil_ph: Pinagbawalan si {0} na lumaro
fr_ca: {0} est maintenant banni(e)
ga_ie: Cuireadh cosc ar imreoir {0}
gl_es: Baneouse a {0}
he: הוטל חרם על {0}
hi_in: रोक लगाया हुआ खिलाड़ी {0}
hr_hr: Zabranjen igrač {0}
hu_hu: {0} nevű játékos kitiltva
hy_am: {0} Բանադրվեց
id_id: Memblokir {0}
is_is: Bannaði leikmann {0}
it: {0} è stato bandito
ja_jp: プレイヤー {0} のアクセスを禁止しました
ka_ge: მოთამაშე {0} აიკრძალა
ko_kr: 플레이어 {0}을(를) 차단했습니다
lb_lu: Spiller {0} gouf gespaart
lt_lt: {0} buvo užblokuotas
lv_lv: {0} tika bloķēts
ms_my: Pemain {0} telah diharamkan
mt_mt: Il-plejer {0} sar projbit
nl_nl: Speler {0} is verbannen
nn_no: {0} er bannlyst
pl: Zbanowano gracza {0}
pt: Jogador {0} banido
ro_ro: Jucătorul {0} a fost blocat
ru_ru: Игрок {0} заблокирован
sk_sk: Hráč {0} bol zabanovaný
sl_si: Zavrnil igralca {0}
sv_se: Bannade spelare {0}
th_th: แบนผู้เล่น {0} แล้ว
tr_tr: Oyuncu {0} yasaklandı
vi_vn: Đã cấm người chơi {0}
zh_cn: 已封禁玩家{0}
zh_tw: 封鎖 {0} 玩家。

# commands_ban_usage
source: /ban <name> [reason ...]
af_za: /ban <naam> [rede ...]
ar_sa: /ban <الاسم> [السبب ...]
be_by: /ban <імя гульца> [прычына ...]
bg_bg: /ban <име> [<причина>]
ca_es: /ban <jugador> [raó...]
cs: /ban <hráč> [<důvod …>]
da_dk: /ban <navn> [årsag ...]
de: /ban <Spieler> [<Grund ...>]
de_at: /ban <Spiela> [<Grund ...>]
el_gr: /ban <όνομα> [αιτία ...]
es: /ban <nombre> [motivo ...]
eu_es: /ban <izena> [arrazoia...]
fa_ir: /ban <نام بازيکن> [دليل ...]
fi: /ban <nimi> [syy...]
fil_ph: /ban <manlalaro> [dahilan ...]
fr_ca: /ban <joueur> [raison ...]
ga_ie: /ban <ainm> [fáth ...]
gl_es: /ban <nome> [razón...]
he: /ban <סיבה ...] <שם]
hi_in: /ban <नाम> [कारण ...]
hr_hr: /ban <ime> [razlog ...]
hu_hu: /ban <név> [magyarázat ...]
hy_am: /ban <խաղացող> [պատճառ ...]
id_id: /ban <nama> [lantaran...]
is_is: /ban <nafn> [ástæða ...]
it: /ban <giocatore> [motivo ...]
ja_jp: /ban <プレイヤー名> [理由…]
ka_ge: /ban <სახელი> [reason ...]
ko_kr: /ban <플레이어> [사유 ...]
lb_lu: /ban <Spiller> [Grond ...]
lt_lt: /ban <vardas> [priežastis...]
lv_lv: /ban <vārds> [iemesls ...]
ms_my: /ban <nama> [alasan ...]
mt_mt: /ban <isem> [raġuni...]
nl_nl: /ban <naam> [reden ...]
nn_no: /ban <namn> [grunn ...]
pl: /ban <nazwa gracza> [powód...]
pt: /ban <nome> [razão ...]
ro_ro: /ban <jucător> [<motiv ...>]
ru_ru: /ban <игрок> [причина …]
sk_sk: /ban <name> [dôvod ...]
sl_si: /ban <ime> [razlog ...]
sv_se: /ban <namn> [anledning...]
th_th: /ban <ชื่อ> [เหตุผล]
tr_tr: /ban <ad> [sebep...]
vi_vn: /ban <tên> [lí do ...]
zh_cn: /ban <名称> [原因...]
zh_tw: /ban <名稱> [理由...]
