Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# death_attack_inWall
source: {0} suffocated in a wall
af_za: {0} het in 'n muur versmoor
ar_sa: {0} اختنق بداخل الحائط
be_by: {0} задыхнуўся ў сцяне
bg_bg: {0} бе задушен в стена
ca_es: {0} s'ha asfixiat
cs: Hráč {0} se udusil v bloku
da_dk: {0} blev most i en væg
de: {0} wurde lebendig begraben
el_gr: Ο/Η {0} πέθανε από ασφυξία μέσα σε τοίχο
es: {0} se ha afixiado en una pared
eu_es: {0}-(e)k horma batean asfixiatu zen
fa_ir: {0} زنده به گور شد.
fi: {0} tukehtui seinän sisään
fil_ph: Nawalan ng pahinga si {0} sa loob ng pader
fr_ca: {0} a suffoqué dans un mur
ga_ie: Plúchadh {0} i mballa
gd_gb: Fhuair {0} mùchadh le balla
gl_es: {0} asfixiou nunha parede
he: {0} נחנק בחומה
hi_in: {0} एक दीवार में घुटन
hr_hr: {0} se ugušio u zidu
hu_hu: {0} beszorult egy falba
hy_am: {0} խեղդվեց պատի մեջ
id_id: {0} terjepit di dinding
is_is: {0} kafnaði í vegg
it: {0} è soffocato in un muro
ja_jp: {0} は壁の中で窒息した
ka_ge: {0} კედელში დაიხრჩო
ko_kr: {0}이(가) 벽 속에서 질식사했습니다
lb_lu: {0} ass vun enger Mauer erdréckt ginn
lt_lt: {0} užduso sienoje
lv_lv: {0} tika saspiests starp sienām
ms_my: {0} slemas di dalam dinding
mt_mt: {0} fega ġo ħajt
nl_nl: {0} is gestikt in een muur
nn_no: {0} vart kvalt i ei blokk
pl: Gracz {0} udusił się w ścianie
pt: {0} sufocou numa parede
ro_ro: {0} s-a sufocat într-un perete
ru_ru: {0} задохнулся в стене
sk_sk: {0} sa udusil
sl_si: {0} se je zadušil v steni
sv_se: {0} kvävdes i en vägg
th_th: {0} ติดในกำแพง
tr_tr: {0} duvarın içinde havasızlıktan boğuldu
vi_vn: {0} đã chết ngạt trong một bức tường
zh_cn: {0}在墙里窒息而亡
zh_tw: {0}在牆壁裡窒息

# death_attack_indirectMagic
source: {0} was killed by {1} using magic
af_za: {0} is deur {1} doodgetoor
ar_sa: {0} قُتل بواسطة {1} مستخدماً السحر
be_by: {1} забіў {0} магіяй
bg_bg: {0} бе убит от {1} чрез магия
ca_es: {0} ha estat assassinat per {1} utilitzant màgia
cs: Hráč {0} byl zabit hráčem {1} pomocí magie
da_dk: {0} blev dræbt af {1} ved hjælp af magi
de: {0} wurde von {1} mit Magie getötet
el_gr: Ο/Η {1} σκότωσε τον/την {0} με μάγια
es: {1} ha asesinado a {0} con magia
eu_es: {0} {1}-(e)k magia erabiliz hil egin zuen
fa_ir: {0} توسط {1} بااستفاده از جادو کشته شد
fi: {1} tappoi {0}:n käyttämällä taikaa
fil_ph: Pinatay si {0} ni {1} gamit ng mahika
fr_ca: {0} s'est fait tuer par (un(e)) {1} avec un sortilège
ga_ie: Mharaigh {1} {0} leis an draíocht
gl_es: {0} foi matado por {1} usando maxia
he: {0} נהרג על-ידי {1} בעזרת קסם
hi_in: {0} द्वारा मारा गया {1} जादू का उपयोग
hr_hr: {0} je ubijen od {1} koristeći magiju
hu_hu: {0} belehalt {1} varázslatába
hy_am: {0} սպանվեց {1}-ի կողմից օգտագործելով կախարդություն
id_id: {0} dibunuh oleh {1} menggunakan sihir
is_is: {0} var drepin af {1} með göldrum
it: {0} è stato ucciso da {1} con la magia
ja_jp: {0} は {1} の魔法で殺された
ka_ge: {1}-მ(ა) ჯადოქრობით მოკლა {0}
ko_kr: {0}이(가) {1}에게 마법으로 살해당했습니다
lb_lu: {1} huet den {0} mat Zauberei ëmbruecht
lt_lt: {0} buvo nužudytas/a pasidarbavus {1} naudojant magiją
lv_lv: {1} maģija nogalināja {0}
ms_my: {0} dibunuh oleh {1} menggunakan kuasa sihir
mt_mt: {0} ġie maqtul minn {1} bil-maġija
nl_nl: {0} is met magie gedood door {1}
nn_no: {0} vart drepen av {1} med magi
pl: Gracz {0} został zabity przez gracza {1} za pomocą magii
pt: {0} foi morto por {1} usando magia
ro_ro: {0} a fost omorât(ă) prin magie de {1}
ru_ru: {0} был убит {1} с помощью магии
sk_sk: {0} bol zabitý hráčom {1} použitím mágie
sl_si: {1} je z uporabo magije ubil {0}
sv_se: {0} dödades av {1} med magi
th_th: {0} ถูกฆ่าด้วยเวทมนตร์โดย {1}
tr_tr: {0}, büyü kullanarak {1} tarafından öldürüldü
vi_vn: {0} đã bị giết do {1} dùng pháp thuật
zh_cn: {0}被{1}使用的魔法杀死了
zh_tw: {0} 被 {1} 用魔法殺死

# death_attack_indirectMagic_item
source: {0} was killed by {1} using {2}
af_za: {0} is deur {1} doodgetoor met {2}
ar_sa: {0} قُتل بواسطة {1} مستخدماً {2}
be_by: {1} забіў {0} з дапамогай {2}
bg_bg: {0} бе убит от {1} чрез {2}
ca_es: {0} ha estat assassinat per {1} utilitzant {2}
cs: Hráč {0} byl zabit hráčem {1} pomocí {2}
da_dk: {0} blev dræbt af {1} ved hjælp af {2}
de: {0} wurde von {1} mit {2} getötet
el_gr: Ο/Η {1} σκότωσε τον/την {0} με {2}
es: {1} ha asesinado a {0} con su {2}
eu_es: {0} {1}-(e)k {2} erabiliz hil egin zuen
fa_ir: {0} توسط {1} بوسیله ی {2} کشته شد
fi: {0} kuoli {1} käyttämällä {2}
fil_ph: Pinatay si {0} ni {1} gamit ng {2}
fr_ca: {0} s'est fait tuer par (une) {1} avec {2}
ga_ie: Mharaigh {1} {0} le {2}
gl_es: {0} foi matado por {1} usando {2}
he: {0} נהרג על-ידי {1} באמצעות {2}
hi_in: {0} द्वारा मारा गया {1} का उपयोग करते हुए {2}
hr_hr: {0} je ubijen od {1} koristeći {2}
hu_hu: {1} megölte {0} játékost {2} használatával
hy_am: {0} սպանվեց {1}-ի կողմից օգտագործելով {2}
id_id: {0} dibunuh oleh {1} menggunakan {2}
is_is: {0} var drepin af {1} með {2}
it: {0} è stato ucciso da {1} armato di {2}
ja_jp: {0} は {1} の {2} で殺された
ka_ge: {1}-მ(ა) {2}-თ მოკლა {0}
ko_kr: {0}이(가) {1}에게 {2}(으)로 살해당했습니다
lb_lu: {1} huet den {0} mat {2} ëmbruecht
lt_lt: {0} buvo nužudytas/a pasidarbavus {1} naudojantis {2}
lv_lv: {1} nogalināja {0} izmantojot {2}
ms_my: {0} dibunuh oleh {1} menggunakan {2}
mt_mt: {0} ġie maqtul minn {1} b' {2}
nl_nl: {0} is gedood door {1} met een {2}
nn_no: {0} vart drepen av {1} med {2}
pl: Gracz {0} został zabity przez gracza {1} za pomocą: {2}
pt: {0} foi morto por {1} usando {2}
ro_ro: {0} a fost omorât(ă) de {1} cu {2}
ru_ru: {0} был убит {1} с помощью {2}
sk_sk: {0} bol zabitý hráčom {1} použitím {2}
sl_si: {1} je z {2} ubil {0}
sv_se: {0} dödades av {1} med {2}
th_th: {0} ถูกฆ่าโดย {1} ที่ใช้ {2}
tr_tr: {0}, {2} kullanarak {1} tarafından öldürüldü
vi_vn: {0} đã bị giết do {1} dùng {2}
zh_cn: {0}被{1}用{2}杀死了
zh_tw: {0} 被 {1} 用 {2} 殺死

# death_attack_lava
source: {0} tried to swim in lava
af_za: {0} het in lawa probeer swem
ar_sa: {0} حاول السباحة في الحمم
be_by: {0} спрабаваў паплаваць у лаве
bg_bg: {0} се опита да плува в лава
ca_es: {0} ha provat de nadar en lava
cs: Hráč {0} se pokusil plavat v lávě
da_dk: {0} prøvede at svømme i lava
de: {0} versuchte in Lava zu schwimmen
el_gr: Ο/Η {0} προσπάθησε να κολυμπήσει στη λάβα
es: {0} ha intentado nadar en la lava
eu_es: {0}-(e)k laban igeri egitea saiatu zen
fa_ir: {0} شنا در گدازه بلد نیست!
fi: {0} yritti uida laavassa
fil_ph: Sinubukang lumangoy si {0} sa kumukulong putik
fr_ca: {0} a essayé de nager dans la lave
ga_ie: Thug {0} iarracht ar snámh i laibhe
gl_es: {0} intentou nadar en lava
he: {0} ניסה לשחות בלבה
hi_in: {0} लावा में तैरने की कोशिश की
hr_hr: {0} je pokušao plivati u lavi
hu_hu: {0} megpróbált lávában úszni
hy_am: {0} որոշեց լողանալ լավայում
id_id: {0} mencoba berenang di lava
is_is: {0} reyndi að synda í hrauni
it: {0} ha provato a nuotare nella lava
ja_jp: {0} は溶岩遊泳を試みた
ka_ge: {0}-მ(ა) ლავაში გაცურა
ko_kr: {0}이(가) 용암에 빠졌습니다
lb_lu: {0} wollt an der Lava schwammen
lt_lt: {0} bandė plaukti lavoje
lv_lv: {0} mēģināja nopeldēties lavā
ms_my: {0} cuba berenang dalam lava
mt_mt: {0} pprova jgħum ġol-lava
nl_nl: {0} probeerde in lava te zwemmen
nn_no: {0} prøvde å symja i lava
pl: Gracz {0} próbował pływać w lawie
pt: {0} tentou nadar em lava
ro_ro: {0} a încercat să înoate în lavă
ru_ru: {0} решил поплавать в лаве
sk_sk: {0} sa pokúšal plávať v láve
sl_si: {0} je poskušal plavati po lavi
sv_se: {0} försökte simma i lava
th_th: {0} พยายามจะว่ายในลาวา
tr_tr: {0} lavda yüzmeye çalıştı
vi_vn: {0} đã cố bơi trong dung nham
zh_cn: {0}试图在熔岩里游泳
zh_tw: {0} 想在熔岩裡游泳

# death_attack_lava_player
source: {0} tried to swim in lava to escape {1}
af_za: {0} het in lawa probeer swem om {1} te ontsnap
ar_sa: {0} حاول الهروب بسباحته في الحمم البركانيه {1}
be_by: {0} паспрабаваў паплаваць у лаве, каб збегчы ад {1}
bg_bg: {0} се опита да плува в лава, бягайки от {1}
ca_es: {0} ha provat de nadar en lava mentre escapava de {1}
cs: Hráč {0} se pokousil plavat v lávě při útěku od hráče {1}
da_dk: {0} forsøgte at svømme i lava for at undslippe {1}
de: {0} fiel beim Versuch {1} zu entkommen in Lava
el_gr: Ο/Η {0} προσπάθησε να κολυμπήσει σε λάβα για να ξεφύγει από τον/την {1}
es: {0} ha intentado nadar en la lava para huir de {1}
eu_es: {0}-(e)k laban igeri egitea saiatu zen {1}-(r)engan ihes egitean
fa_ir: {0} برای فرار از {1} از لاوا برای نجات استفاده کرد
fi: {0} yritti uida laavassa paetakseen {1}
fil_ph: Lumangoy si {0} sa kumukulong putik habang tumatakbo kay {1}
fr_ca: {0} a essayé de nager dans la lave pour fuir (un(e)) {1}
ga_ie: Thug {0} iarracht ar snámh i laibhe chun éalú ó {1}
gl_es: {0} intentou nadar en lava escapando de {1}
he: {0} ניסה לשחות בלבה כדי להימלט מ {1}
hi_in: {0} बचने के लिए लावा में तैरने की कोशिश की {1}
hr_hr: {0} je pokušao plivati u lavi bježeći od {1}
hu_hu: {0} megpróbált lávában úszni, miközben {1} elől menekült
hy_am: {0} որոշեց լողանալ լավայում, որպեսզի փախչի {1}
id_id: {0} mencoba untuk berenang di lava untuk kabur dari {1}
is_is: {0} reyndi að synda í hrauni þegar hann var að flýja {1}
it: {0} ha provato a nuotare nella lava fuggendo da {1}
ja_jp: {0} は {1} から逃れようと溶岩遊泳を試みた
ka_ge: {1}-სგან გაქცევისას, {0}-მ(ა) ლავაში გაცურვა სცადა
ko_kr: {0}이(가) {1}(으)로부터 도망치려다 용암에 빠졌습니다
lb_lu: {0} huet an der Lava probéiert {1} ze entkommen
lt_lt: {0} bandė plaukti lavoje bandydamas/a pabėgti nuo {1}
lv_lv: {0} mēģināja peldēt lavā, lai aizbēgtu no {1}
ms_my: {0} cuba berenang dalam lava untuk melepaskan diri dari {1}
mt_mt: {0} pprova jgħum ġol-lava biex jaħrab lil {1}
nl_nl: {0} probeerde in lava te zwemmen om {1} te ontlopen
nn_no: {0} prøvde å symja i lava under flukt frå {1}
pl: Gracz {0} próbował pływać w lawie, by uciec przed graczem {1}
pt: {0} tentou nadar em lava para escapar {1}
ro_ro: {0} a încercat să înoate în lavă ca să scape de {1}
ru_ru: {0} упал в лаву, убегая от {1}
sk_sk: {0} sa pokúšal plávať v láve, aby unikol hráčovi {1}
sl_si: {0} je poskušal plavati po lavi, v upanju da bi ušel {1}
sv_se: {0} försökte simma i lava för att fly från {1}
th_th: {0} พยายามจะว่ายในลาวาเพื่อหนี {1}
tr_tr: {0}, {1}'den kaçmak için lavda yüzmeye çalıştı
vi_vn: {0} đã cố bơi trong dung nham để trốn khỏi {1}
zh_cn: {0}在逃离{1}时试图在熔岩里游泳
zh_tw: {0} 為了逃離 {1} 的追殺而跳入熔岩

# death_attack_lightningBolt
source: {0} was struck by lightning
af_za: {0} is deur weerlig getref
ar_sa: {0} صعق بالبرق
be_by: {0} быў забіты маланкай
bg_bg: {0} бе поразен от мълния
ca_es: {0} ha sigut rostit per un llamp
cs: Hráč {0} byl zasažen bleskem
da_dk: {0} blev ramt af lynet
de: {0} wurde vom Blitz getroffen
el_gr: Ο {0} χτυπήθηκε από κεραυνό
es: {0} ha sido alcanzado por un rayo
eu_es: {0} trumoi batek jo du
fa_ir: {0} مورد اصابت رعد و برق قرار گرفت
fi: {0} iski salama
fil_ph: Si {0} ay natamaan ng kidlat
fr_ca: {0} s'est fait frapper par la foudre
ga_ie: Bhuail splanc thintrí {0}
gl_es: {0} foi alcanzado por un raio
he: פגע ב{0} ברק
hr_hr: {0} je pogodila munja
hu_hu: {0} fejébe csapott a villám
id_id: {0} disambar Petir
is_is: {0} varð fyrir eldingu
it: {0} è stato colpito da un fulmine
ja_jp: {0} は雷に打たれた
ka_ge: {0}-ს მეხი დაეცა
ko_kr: {0}이(가) 번개를 맞았습니다
lb_lu: {0} gouf vum Blëtz getraff
lt_lt: {0} buvo nutrenktas/a žaibo
lv_lv: {0} nosita zibens
ms_my: {0} telah dipancar kilat
mt_mt: {0} ġie milqut minn sajjetta
nl_nl: {0} is door de bliksem getroffen
nn_no: {0} vart treft av lynet
pl: Gracz {0} został porażony piorunem
pt: {0} foi atingido por um relâmpago
ro_ro: {0} a fost lovit(ă) de trăsnet
ru_ru: {0} был поражён молнией
sk_sk: Hráča {0} zasiahol blesk
sl_si: {0} je zadela strela
sv_se: {0} blev träffad av en blixt
th_th: {0} ถูกฟ้าผ่า
tr_tr: {0} yıldırım tarafından çarpıldı
vi_vn: {0} đã bị sét đánh
zh_cn: {0}被闪电击中
zh_tw: {0} 被雷電擊斃

# death_attack_magic
source: {0} was killed by magic
af_za: {0} is morsdood getoor
ar_sa: {0} قُتل بالسحر
be_by: {0} быў забіты магіяй
bg_bg: {0} беше убит от магия
ca_es: {0} ha estat assassinat amb màgia
cs: Hráč {0} byl zabit magií
da_dk: {0} blev dræbt af magi
de: {0} wurde durch Magie getötet
el_gr: Ο/Η {0} σκοτώθηκε από μάγια
es: {0} ha muerto por arte de magia
eu_es: {0}-(e)k magiaz hil zen
fa_ir: {0} توسط جادو کشته شد
fi: {0} kuoli noituuksiin
fil_ph: Pinatay si {0} gamit ng mahika
fr_ca: {0} s'est fait tuer par un sortilège
ga_ie: Maraíodh {0} leis an draíocht
gl_es: {0} foi matado por arte de maxia
he: {0} נהרג על ידי קסם
hi_in: {0} जादू द्वारा मारा गया
hr_hr: {0} je ubijen čarolijom
hu_hu: {0} varázslat áldozata lett
hy_am: {0} սպանվեց կախարդանքի պատճառով
id_id: {0} dibunuh oleh sihir
is_is: {0} var depin með göldrum
it: {0} è stato ucciso dalla magia
ja_jp: {0} は魔法で殺された
ka_ge: {0} ჯადომ დაღუპა
ko_kr: {0}이(가) 마법으로 살해당했습니다
lb_lu: {0} gouf duerch Zauberei ëmbruecht
lt_lt: {0} buvo nužudytas/a magijos
lv_lv: Maģija nogalināja {0}
ms_my: {0} dibunuh oleh kuasa sihir
mt_mt: {0} ġie maqtul bil-maġija
nl_nl: {0} is gedood door magie
nn_no: {0} vart drepen av magi
pl: Gracz {0} został zabity magią
pt: {0} foi morto por magia
ro_ro: {0} a fost omorât(ă) prin magie
ru_ru: {0} был убит магией
sk_sk: {0} bol zabitý mágiou
sl_si: {0} je bil ubit z magijo
sv_se: {0} dödades av magi
th_th: {0} โดนฆ่าด้วยเวทมนตร์
tr_tr: {0} büyü kullanılarak öldürüldü
vi_vn: {0} đã bị giết bởi pháp thuật
zh_cn: {0}被魔法杀死了
zh_tw: {0} 被魔法殺死了

# death_attack_mob
source: {0} was slain by {1}
af_za: {0} is verslaan deur {1}
ar_sa: {0} تم قتله من قبل {1}
be_by: {1} забіў {0}
bg_bg: {0} бе убит от {1}
ca_es: {0} ha estat assassinat per {1}
cs: Hráč {0} byl zabit hráčem {1}
da_dk: {0} blev dræbt af {1}
de: {0} wurde von {1} erschlagen
el_gr: {1} έσφαξε τον/την {0}
es: Un {1} ha asesinado a {0}
eu_es: {0} {1}-(e)k akabatu zuen
fa_ir: {0} توسط {1} کشته شد
fi: {1} surmasi pelaajan {0}
fil_ph: Kinatay si {0} ni {1}
fr_ca: {0} s'est fait tuer par un(e) {1}
ga_ie: Bhásaigh {1} {0}
gl_es: {0} foi asasinado por {1}
he: {0} נרצח על-ידי {1}
hi_in: {0} द्वारा मृत था {1}
hr_hr: {1} je zaklao {0}
hu_hu: {0} egy {1} áldozata lett
hy_am: {0} սպանվեց {1}-ի կողմից
id_id: {0} dibantai oleh {1}
is_is: {0} var drepin af {1}
it: {0} è stato ucciso da {1}
ja_jp: {0} は {1} に殺害された
ka_ge: {1}-მ(ა) მოკლა {0}
ko_kr: {0}이(가) {1}에게 살해당했습니다
lb_lu: {1} huet den {0} erschloen
lt_lt: {0} buvo nužudytas/a {1}
lv_lv: {1} nogalināja {0}
ms_my: {0} dibunuh oleh {1}
mt_mt: {0} ġie assassinat minn {1}
nl_nl: {0} is vermoord door {1}
nn_no: {0} vart kverka av {1}
pl: Gracz {0} został zabity przez: {1}
pt: {0} foi morto por {1}
ro_ro: {0} a fost omorât(ă) de {1}
ru_ru: {0} был убит {1}
sk_sk: {0} bol zabitý tvorom {1}
sl_si: {1} je ubil {0}
sv_se: {0} dödades av {1}
th_th: {0} โดนฆ่าโดย {1}
tr_tr: {0}, {1} tarafından katledildi
vi_vn: {0} đã bị giết bởi {1}
zh_cn: {0}被{1}杀死了
zh_tw: {0} 被 {1} 殺死了

# death_attack_onFire
source: {0} burned to death
af_za: {0} het dood gebrand
ar_sa: {0} احترق حتى الموت
be_by: {0} згарэў жыўцом
bg_bg: {0} изгоря до смърт
ca_es: {0} ha cremat fins a la mort
cs: Hráč {0} uhořel
da_dk: {0} brændte ihjel
de: {0} verbrannte
el_gr: Ο/Η {0} κάηκε μέχρι θανάτου
es: {0} ha muerto entre llamas
eu_es: {0}-(e)k heriotzaraino erre zen
fa_ir: آتش {0} را کشت.
fi: {0} paloi hengiltä
fil_ph: Si {0} ay nasunog hanggang namatay
fr_ca: {0} s'est fait carboniser à mort
ga_ie: Dódh beo beathach {0}
gl_es: {0} queimouse ata a morte
he: {0} נשרף למוות
hi_in: {0} मौत को जला दिया
hr_hr: {0} je izgorio do smrti
hu_hu: {0} összeégett
hy_am: {0} այրվեց կրակում
id_id: {0} terbakar sampai mati
is_is: {0} brann til dauða
it: {0} è bruciato vivo
ja_jp: {0} はこんがりと焼けた
ka_ge: {0} გადამწვარა
ko_kr: {0}이(가) 타죽었습니다
lb_lu: {0} ass verbrannt
lt_lt: {0} mirtinai sudegė
lv_lv: {0} sadega līdz nāvei
ms_my: {0} terbakar sehingga mati
mt_mt: {0} inħaraq
nl_nl: {0} is levend verbrand
nn_no: {0} brann i hel
pl: Gracz {0} spłonął żywcem
pt: {0} morreu queimado
ro_ro: {0} a ars de viu
ru_ru: {0} сгорел заживо
sk_sk: {0} uhorel
sl_si: {0} je zgorel do smrti
sv_se: {0} brann ihjäl
th_th: {0} ไหม้จนตาย
tr_tr: {0} yanarak öldü
vi_vn: {0} đã bị thiêu chết
zh_cn: {0}被烧死了
zh_tw: {0} 被燒死了

# death_attack_onFire_player
source: {0} was burnt to a crisp whilst fighting {1}
af_za: {0} het tot as verbrand tydens 'n geveg met {1}
ar_sa: {0} احترق بشده اثناء القتال {1}
be_by: {0} згарэў дашчэнту, пакуль біўся з {1}
bg_bg: {0} беше овъглен докато се биеше с {1}
ca_es: {0} ha cremat fins a les cendres mentres lluitava amb {1}
cs: Hráč {0} shořel na popel při souboji s {1}
da_dk: {0} blev brændt til aske i kamp mod {1}
de: {0} wurde während des Kampfes mit {1} geröstet
el_gr: Ο/Η {0} ψήθηκε για τα καλά ενώ πολεμούσε τον/την {1}
es: {0} se ha reducido a cenizas mientras luchaba contra {1}
eu_es: {0}-(e)k errauts egin arte erre zen {1}-(r)ekin borrokan zegoenean
fa_ir: {0} هنگام جنگ با {1} در آتش سوخت
fi: {0} paloi poroksi taistellessaan {1} vastaan
fil_ph: Nasunog si {0} habang nilalaban si {1}
fr_ca: {0} s'est fait réduire en cendres en tentant de combattre (un(e)) {1}
ga_ie: Dódh {0} ina smól agus é/í ag troid le {1}
gl_es: {0} foi incinerado mentres pelexaba con {1}
he: {0} נשרף לאפר בזמן לוחמה ב {1}
hi_in: {0} एक कुरकुरा whilst से लड़ने के लिए जला दिया गया था {1}
hr_hr: {0} je završio reš-pečen boreći se s {1}
hu_hu: {0} ropogósra sült, miközben vele harcolt: {1}
hy_am: {0} կրակի մեջ ոչնչացավ, {1}-ի հետ կռվելիս
id_id: {0} terbakar menjadi abu saat bertarung dengan {1}
is_is: {0} brann til dauða þegar hann var að berjast við {1}
it: {0} è stato carbonizzato lottando con {1}
ja_jp: {0} は {1} と戦いながらカリカリに焼けた
ka_ge: {0} ცეცხლში შეიწვა {1}-(ს)თან ბრძოლისას
ko_kr: {0}이(가) {1}과(와) 싸우다가 바삭하게 구워졌습니다
lb_lu: {0} ass während dem Kampf géint {1} verbrannt
lt_lt: {0} sudegė kovodamas/a su {1}
lv_lv: {0} sadega kraukšķīgs, kamēr cīnijās ar {1}
ms_my: {0} telah terbakar menjadi abu ketika bertarung dengan {1}
mt_mt: {0} inxtewa waqt li kien qed jiġġieled ma' {1}
nl_nl: {0} is levend verbrand tijdens een gevecht met {1}
nn_no: {0} vart sprøsteikt i kampen mot {1}
pl: Gracz {0} spłonął podczas walki z graczem {1}
pt: {0} foi frito pelo fogo enquanto lutava com {1}
ro_ro: {0} s-a prăjit în timp ce se lupta cu {1}
ru_ru: {0} был сожжён дотла, пока боролся с {1}
sk_sk: {0} bol spálený na popol, kým bojoval s hráčom {1}
sl_si: {0} je zgorel, med bojem z {1}
sv_se: {0} brann upp under en strid med {1}
th_th: {0} ไหม้เป็นตอตะโกตอนสู้กับ {1}
tr_tr: {0}, {1} ile savaşırken cayır cayır yandı
vi_vn: {0} đã chết cháy khi đang đánh nhau với {1}
zh_cn: {0}在试图与{1}战斗时被烤得酥脆
zh_tw: {0} 在和 {1} 戰鬥時被火焰燒成灰燼

# death_attack_outOfWorld
source: {0} fell out of the world
af_za: {0} het van die wêreld afgeval
ar_sa: {0} سقط خارج العالم
be_by: {0} выпаў з свету
bg_bg: {0} падна от света
ca_es: {0} ha caigut del món
cs: Hráč {0} vypadl ze světa
da_dk: {0} faldt ud af verdenen
de: {0} fiel aus der Welt
el_gr: Ο/Η {0} έπεσε από τον κόσμο
es: {0} ha caído al vacío
eu_es: {0} mundutik kanpo erori da
fa_ir: {0} از جهان افتاد
fi: {0} putosi maailman laidalta
fil_ph: Si {0} ay nahulog ng walang hangganan
fr_ca: {0} a quitté ce monde
ga_ie: Thit {0} amach as an domhan
gl_es: {0} caeu do mundo
he: {0} נפל מהעולם
hi_in: {0} दुनिया से बाहर गिर गई
hr_hr: {0} je ispao izvan svijeta
hu_hu: {0} kizuhant a világból
hy_am: {0} ընկավ աշխարհի սահմաններից
id_id: {0} jatuh dari dunia
is_is: {0} féll úr heiminum
it: {0} è caduto fuori dal mondo
ja_jp: {0} は奈落の底へ落ちた
ka_ge: {0} საიქიოში გაემგზავრა
ko_kr: {0}이(가) 세계 밖으로 떨어졌습니다
lb_lu: {0} ass aus der Welt gefall
lt_lt: {0} iškrito iš pasaulio
lv_lv: {0} izkrita no pasaules
ms_my: {0} terjatuh dari dunia
mt_mt: {0} waqa' barra mid-dinja
nl_nl: {0} is uit de wereld gevallen
nn_no: {0} fall ut av verda
pl: Gracz {0} wypadł poza świat
pt: {0} caiu fora do mundo
ro_ro: {0} a căzut din lume
ru_ru: {0} выпал из мира
sk_sk: {0} vypadol zo sveta
sl_si: {0} je padel iz sveta
sv_se: {0} ramlade ut från världen
th_th: {0} ตกออกนอกโลก
tr_tr: {0} dünyadan aşağı düştü
vi_vn: {0} đã rơi ra khỏi thế giới
zh_cn: {0}掉出了这个世界
zh_tw: {0} 掉到世界外面了

# death_attack_player
source: {0} was slain by {1}
af_za: {0} is verslaan deur {1}
ar_sa: {0} ذُبح بواسطة {1}
be_by: {1} забіў {0}
bg_bg: {0} бе убит от {1}
ca_es: {0} ha estat assassinat per {1}
cs: Hráč {0} byl zabit hráčem {1}
da_dk: {0} blev dræbt af {1}
de: {0} wurde von {1} erschlagen
el_gr: Ο/Η {1} έσφαξε τον/την {0}
es: {1} ha asesinado a {0}
eu_es: {1}-(e)k {0} akabatu zuen
fa_ir: {0} توسط {1} کشته شد
fi: {1} surmasi pelaajan {0}
fil_ph: Pinatay si {0} ni {1}
fr_ca: {0} s'est fait tuer par {1}
ga_ie: Bhásaigh {1} {0}
gl_es: {0} foi asasinado por {1}
he: {0} נרצח על-ידי {1}
hi_in: {0} द्वारा मृत था {1}
hr_hr: {1} je zaklao {0}
hu_hu: {0} {1} áldozata lett
hy_am: {0} սպանվեց {1}-ի կողմից
id_id: {0} dibunuh oleh {1}
is_is: {0} var drepin af {1}
it: {0} è stato ucciso da {1}
ja_jp: {0} は {1} に殺害された
ka_ge: {1}-მ(ა) მოკლა {0}
ko_kr: {0}이(가) {1}에게 살해당했습니다
lb_lu: {0} ass vum {1} ofgemurkst ginn
lt_lt: {0} buvo nužudytas/a žaidėjo {1}
lv_lv: {1} nogalināja {0}
ms_my: {0} dibunuh oleh {1}
mt_mt: {0} ġie assassinat minn {1}
nl_nl: {0} is vermoord door {1}
nn_no: {0} vart kverka av {1}
pl: Gracz {0} został zabity przez gracza {1}
pt: {0} foi morto por {1}
ro_ro: {0} a fost omorât(ă) de {1}
ru_ru: {0} был убит {1}
sk_sk: {0} bol zabitý hráčom {1}
sl_si: {1} je ubil {0}
sv_se: {0} dödades av {1}
th_th: {0} ถูกฆ่าโดย {1}
tr_tr: {0}, {1} tarafından katledildi
vi_vn: {0} đã bị giết bởi {1}
zh_cn: {0}被{1}杀死了
zh_tw: {0} 被 {1} 殺死了

# death_attack_player_item
source: {0} was slain by {1} using {2}
af_za: {0} is verslaan deur {1} met {2}
ar_sa: {0} تم قتله من قِبل {1} بإستعمال {2}
be_by: {1} забіў {0} з дапамогай {2}
bg_bg: {0} бе убит от {1} чрез {2}
ca_es: {0} ha estat assassinat per {1} utilitzant {2}
cs: Hráč {0} byl zabit hráčem {1} pomocí {2}
da_dk: {0} blev slået ihjel af {1} ved hjælp af {2}
de: {0} wurde von {1} mit {2} erschlagen
el_gr: Ο/Η {1} έσφαξε τον/την {0} με {2}
es: {1} ha asesinado a {0} con su {2}
eu_es: {0} {1}-(e)k {2} erabiliz akabatu zuen
fa_ir: {0} توسط {1} بوسیله ی {2} کشته شد
fi: {0} surmattiin {1} käyttämällä {2}
fil_ph: Pinatay si {0} ni {1} gamit ng {2}
fr_ca: {0} s'est fait tuer par (un) {1} avec {2}
ga_ie: Bhásaigh {1} {0} le {2}
gl_es: {0} foi asasinado por {1} usando {2}
he: {0} נרצח על-ידי {1} באמצעות {2}
hi_in: {0} द्वारा मृत था {1} का उपयोग करते हुए {2}
hr_hr: {1} je zaklao {0} koristeći {2}
hu_hu: {1} levágta {0} játékost, {2} nevű kardjával
hy_am: {0} սպանվեց {1}-ի կողմից օգտագործելով {2}
id_id: {0} dibunuh oleh {1} menggunakan {2}
is_is: {0} var drepin af {1} með {2}
it: {0} è stato ucciso da {1} armato di {2}
ja_jp: {0} は {1} の {2} で殺害された
ka_ge: {1}-მ(ა) მოკლა {0} {2}-თ
ko_kr: {0}이(가) {2}을(를) 사용한 {1}에게 살해당했습니다
lb_lu: {1} huet den {0} mat {2} erschloen
lt_lt: {0} buvo nužudytas/a žaidėjo {1} naudojant {2}
lv_lv: {1} nogalināja {0} izmantojot {2}
ms_my: {0} dibunuh oleh {1} menggunakan {2}
mt_mt: {0} ġie assassinat minn {1} b' {2}
nl_nl: {0} is vermoord door {1} met een {2}
nn_no: {0} vart kverka av {1} med {2}
pl: Gracz {0} został zabity przez gracza {1} za pomocą: {2}
pt: {0} foi morto por {1} usando {2}
ro_ro: {0} a fost omorât(ă) de {1} cu {2}
ru_ru: {0} был убит {1} с помощью {2}
sk_sk: {0} bol zabitý hráčom {1} za použitia {2}
sl_si: {1} je z {2} ubil {0}
sv_se: {0} dödades av {1} med {2}
th_th: {0} ถูกฆ่าโดย {1} ที่ใช้ {2}
tr_tr: {0}, {2} kullanarak {1} tarafından katledildi
vi_vn: {0} đã bị giết do {1} dùng {2}
zh_cn: {0}被{1}用{2}杀死了
zh_tw: {0} 被 {1} 用 {2} 殺死
