Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# resourcePack_incompatible_confirm_old
source: This resource pack was made for an older version of Minecraft and may no longer work correctly.
af_za: Hierdie hulpbronpak is gemaak vir 'n ouer weergawe van Minecraft en mag dalk nie reg werk nie.
ar_sa: هذه النسخة من حزمة الموارد مصممة لإصدار قديم من Minecraft وقد لا تعمل بشكل جيد.
be_by: Гэты пакет рэсурсаў прызначаны для ранейшай версіі Minecraft таму можа працаваць з памылкамі.
bg_bg: Този ресурсен пакет е направен за по-стара версия на Minecraft и може да не работи правилно.
ca_es: Aquest paquet de recursos es va fer per a una versió més vella de Minecraft i podria no funcionar correctament.
cs: Tento balíček byl vytvořen pro starší verzi Minecraftu a nebude pravděpodobně správně fungovat.
da_dk: Denne ressourcepakke blev lavet til en ældre version af Minecraft og fungerer muligvis ikke længere korrekt.
de: Dieses Ressourcenpaket wurde für eine ältere Version von Minecraft erstellt und funktioniert möglicherweise nicht mehr einwandfrei.
de_at: Dieses Ressourcenpaket is fia a ötare Version vo Minecraft gmocht woan und funktionert womöglich neama einwondfrei.
el_gr: Αυτό το βοηθητικό πακέτο έγινε για μια παλαιότερη έκδοση του Minecraft και ενδέχεται να μην λειτουργεί πλέον σωστά.
es: Este paquete de recursos está diseñado para una versión de Minecraft anterior a esta y tal vez no funcione correctamente.
eu_es: Baliabide-pakete honek Minecraft bertsio zahar baterako egin zen eta agian ezingo du ondo ibili.
fa_ir: این بسته منابع برای نسخه قدیمی تری از ماینکرفت ساخته شده است و ممکن است دیگر به طور صحیح کار نکند.
fi: Tämä resurssipaketti tehtiin Minecraftin vanhemmalle versiolle eikä välttämättä toimi enää oikein.
fil_ph: Itong resource pack ay ginawa para sa isang mas lumang bersyon ng Minecraft at maaaring hindi na gumana nang tama.
fr_ca: Ce pack de ressources a été conçu pour une version plus ancienne de Minecraft et peut ne pas fonctionner correctement.
ga_ie: Cruthaíodh an pacáiste acmhainní seo le haghaidh leagan Minecraft roimhe seo agus is féidir nach n-oibreoidh sé i gceart.
gd_gb: Chaidh a' phacaid ghoireasan seo a dhèanamh airson seann-tionndadh dhe Minecraft agus dh'fhaoidte nach obraich i mar bu chòir tuilleadh.
gl_es: Este paquete de recursos creouse para unha versión anterior de Minecraft e pode non funcionar correctamente.
he: חבילת המשאבים נוצרה עבור גירסה ישנה יותר של מיינקראפט ואולי לא עובדת בגירסה הנוכחית.
hr_hr: Ovaj paket resursa je napravljen za stariju verziju Minecrafta i možda neće moći ispravno raditi.
hu_hu: Ez a forráscsomag a Minecraft egy régebbi verziójához készült, ezért nem megfelelően működhet.
id_id: Paket Daya ini dibuat untuk versi lama Minecraft dan mungkin tak lagi bekerja dengan benar.
is_is: Þessi resource pack var gerður fyrir eldri Minecraft útgáfu og gæti ekki lengur virkað almennilega.
it: È stato creato per una versione di Minecraft più vecchia e potrebbe non funzionare correttamente.
ja_jp: このリソースパックは、現在より古いバージョン向けに制作されているため、テクスチャー等が正しく適用されない可能性があります。
ka_ge: ეს რესურსთა კრებული შექმნილია Minecraft-ის ძველი ვერსიისთვის და შესაძლოა აღარ მუშაობდეს გამართულად.
ko_kr: 이 리소스 팩은 이전 버전의 Minecraft를 위해 만들어졌기에 정상적으로 작동하지 않을 수 있습니다.
lb_lu: Dëse Ressourcepak gouf fir eng méi al Minecraft Versioun gemaach a funktionéiert eventuell net méi richteg.
lt_lt: Šis resursų paketas sukurtas senesnei „Minecraft“ versijai ir gali tinkamai neveikti.
lv_lv: Šī resursu paka tika izgatavota vecākai Minecraft versijai, un var nedarbosies pareizi.
mk_mk: Овој пакет на ресурси е направен за постара верзија на Minecraft и веќе не може да функционира правилно.
mn_mn: Энэ дүрслэл Minecraft-ын хуучин хувилбарт зориулагдсан учраас зөв ажиллахгүй байж магадгүй.
ms_my: Pek sumber telah dibuat untuk versi Minecraft yang terdahulu dan mungkin tidak akan berfungsi dengan betul.
mt_mt: Dan ir-resource pack ġie magħmul għal verżjoni eqdem ta' Minecraft u jista' jkun li m'għadux jaħdem sew.
nl_nl: Dit bronpakket is gemaakt voor een oudere versie van Minecraft en werkt mogelijk niet goed.
nn_no: Denne ressurspakka vart laga for ei eldre utgåve av Minecraft og vil kanskje ikkje fungere.
pl: Ta paczka zasobów została stworzona dla starszej wersji Minecrafta i może już nie działać poprawnie.
pt: Este pacote de recursos foi feito para uma versão antiga do Minecraft e pode já não funcionar corretamente.
ro_ro: Acest pachet de resurse a fost făcut pentru o versiune mai veche de Minecraft și poate să nu mai funcționeze corect.
ru_ru: Этот пакет ресурсов был сделан для более старой версии Minecraft и может работать неправильно.
sk_sk: Tento zdrojový balík je určený pre staršiu verziu Minecraftu a už nemusí fungovať správne.
sl_si: Ta paket sredstev je narejen za starejšo različico Minecrafta in mogoče ne bo deloval pravilno.
sq_al: Ky burim pack është bërë për një version të vjetër të Minecraft dhe nuk mund të funksionoj në rregull.
sv_se: Detta resurspaket gjordes för en äldre version av Minecraft och kanske inte kommer att fungera korrekt.
th_th: รีซอร์สแพ็คนี้ทำสำหรับ Minecraft เวอร์ชั่นเก่ากว่า และอาจไม่ทำงานอย่างถูกต้อง
tr_tr: Bu Kaynak Paketi daha eski bir Minecraft sürümü için yapılmıştır ve artık düzgün çalışmayabilir.
vi_vn: Gói tài nguyên này được làm ra cho một phiên bản Minecraft cũ hơn và có thể không còn hoạt động nữa.
zh_cn: 这个资源包是为更旧的Minecraft版本所打造的，在此版本可能不会正常工作。
zh_tw: 此資源包為較舊版本的 Minecraft 而設，可能無法正確運作。

# resourcePack_incompatible_confirm_title
source: Are you sure you want to load this resource pack?
af_za: Is jy seker jy wil hierdie hulpbron pakket laai?
ar_sa: هل انت متأكد من تحميل هذه الحزمة ؟
be_by: Сапраўды загрузіць гэты пакет рэсурсаў?
bg_bg: Наистина ли искате да се зареди този ресурсен пакет?
ca_es: Segur que vols carregar aquest paquet de recursos?
cs: Opravdu chceš načíst tento balíček modifikací?
da_dk: Er du sikker på du ønsker at indlæse denne ressourcepakke?
de: Bist du sicher, dass du dieses Ressourcenpaket laden möchtest?
de_at: Bist da sicha, dass'd des Ressourcenpaket lodn mechst?
el_gr: Είστε βέβαιοι ότι θέλετε να φορτώσετε αυτό το βοηθητικό πακέτο;
es: ¿Seguro que quieres cargar este paquete de recursos?
eu_es: Ziur zaude baliabide-pakete hau kargatu nahi duzula?
fa_ir: آیا از بارگذاری این بسته منابع مطمئنید؟
fi: Oletko varma, että haluat ladata tämän resurssipaketin?
fil_ph: Sigurado ka bang gusto mong i-load itong resource pack?
fr_ca: Voulez-vous vraiment charger ce pack de ressources ?
ga_ie: An bhfuil tú cinnte gur mian leat an pacáiste acmhainní seo a lódáil?
gd_gb: A bheil thu cinnteach gu bheil thu airson a' phacaid ghoireasan seo a luchdadh?
gl_es: Estás seguro que desexas cargar este paquete de texturas?
he: האם אתה בטוח שברצונך לטעון את חבילת משאבים זו?
hr_hr: Jeste li sigurni da želite učitati ovaj paket s resursima?
hu_hu: Biztos vagy benne, hogy betöltöd ezt a forráscsomagot?
id_id: Apakah Anda yakin ingin memuat Paket Daya ini?
is_is: Ertu viss um að þú viljir nota þennan resource pack?
it: Vuoi davvero caricare questo pacchetto di risorse?
ja_jp: このリソースパックを読み込んでもよろしいですか？
ka_ge: დარწმუნებული ხართ, რომ ამ რესურსთა კრებულის გამოყენება გსურთ?
ko_kr: 이 리소스 팩을 불러오시겠습니까?
lb_lu: Bas de sécher dëse Ressourcepak ze lueden?
lt_lt: Ar tikrai norite paleisti šį resursų paketą?
lv_lv: Vai tiešām vēlaties ielādēt šo resursu paku?
mn_mn: Та энэ дүрслэлийг ажиллуулахыг зөвшөөрч байна уу?
ms_my: Adakah anda pasti anda mahu memuatkan pek bahan ini?
mt_mt: Żgur tixtieq tillowdja dan ir-resource pack?
nl_nl: Weet je het zeker dat je deze resource pack wilt laden?
nn_no: Er du sikker på at du vil laste inn denne ressurspakken?
pl: Czy na pewno chcesz załadować tę paczkę zasobów?
pt: Tens a certeza que queres carregar este pacote de recursos?
ro_ro: Sigur vrei să încarci acest pachet de resurse?
ru_ru: Вы уверены, что хотите загрузить этот пакет ресурсов?
sk_sk: Naozaj chcete použiť tento zdrojový balík?
sl_si: Si prepričan, da želiš naložiti ta paket sredstev?
sq_al: A jeni të sigurt që ju doni të ngarkesës ky burim pack?
sv_se: Är du säker att du vill ladda detta resurspaket?
th_th: คุณต้องการโหลดรีซอร์สแพ็คนี้หรือไม่
tr_tr: Bu kaynak paketini yüklemek istediğinze emin misiniz?
vi_vn: Bạn có chắc chắn muốn nạp gói tài nguyên này không?
zh_cn: 你确定要加载此资源包吗？
zh_tw: 你確定要載入此資源包？

# resourcePack_incompatible_new
source: (Made for a newer version of Minecraft)
af_za: (Gemaak vir 'n nuwer weergawe van Minecraft)
ar_sa: (صنع لإصدار جديد من Minecraft)
be_by: (Прызначаны для навейшай версіі Minecraft)
bg_bg: (Направен за по-нова версия на Minecraft)
ca_es: (Fet per a una versió més nova de Minecraft)
cs: (Vytvořeno pro novější verzi Minecraftu)
da_dk: (Lavet til en nyere version af Minecraft)
de: (Für eine neuere Version von Minecraft erstellt)
de_at: (Fia a neiare Version vo Minecraft gmocht)
el_gr: (Φτιαγμένο για νεότερη εκδοχή του Minecraft)
es: (Diseñado para una versión de Minecraft posterior)
eu_es: (Minecrafteko bertsio berri baterako diseñatuta)
fa_ir: (ساخته شده برای یک نسخه جدید تر ماینکرفت)
fi: (Tehty Minecraftin uudemmalle versiolle)
fil_ph: (Ginawa para sa mas bagong bersyon ng Minecraft)
fr_ca: (Conçu pour une version plus récente de Minecraft)
ga_ie: (Cruthaithe le haghaidh leagan Minecraft níos déanaí)
gd_gb: (Chaidh a dèanamh airson tionndadh nas ùire dhe Minecraft)
gl_es: (Feito para unha versión máis recente de Minecraft)
he: (מיוצר עבור גירסה חדשה יותר של Minecraft)
hr_hr: (Napravljeno za noviju verziju Minecrafta)
hu_hu: (Újabb Minecraft verzióra készült)
id_id: (Dibuat untuk versi terbaru dari Minecraft)
is_is: (Gert fyrir nýrri útgáfu af Minecraft)
it: (Creato per una versione di Minecraft più recente)
ja_jp: (新バージョン向けに制作)
ka_ge: (შექმნილია Minecraft-ის ახალი ვერსიისთვის)
ko_kr: (상위 Minecraft 버전을 위해 만들어짐)
lb_lu: (Fir eng méi nei Minecraft Versioun gemaach)
lt_lt: (Sukurtas naujesnei „Minecraft“ versijai)
lv_lv: (Veidots jaunākai Minecraft versijai)
mk_mk: (Произведено за понова верзија на Minecraft)
mn_mn: (Minecraft-ын шинэ хувилбарт зориулагдсан)
ms_my: (Dibuat untuk versi Minecraft yang terkini)
mt_mt: (Magħmul għal verżjoni aktar riċenti ta' Minecraft)
nl_nl: (Gemaakt voor een nieuwere versie van Minecraft)
nn_no: (Laga for ei nyare utgåve av Minecraft)
pl: (Stworzony dla nowszej wersji Minecrafta)
pt: (Feito para uma versão mais recente de Minecraft)
ro_ro: (Făcut pentru o versiune mai nouă de Minecraft)
ru_ru: (Предназначен для более новой версии Minecraft)
sk_sk: (Určené pre novšiu verziu Minecraftu)
sl_si: (Ustvarjen za novejšo različico Minecrafta)
sq_al: (E bëra për një newer version i Minecraft)
sv_se: (Gjord för en nyare version av Minecraft)
th_th: (ทำสำหรับ Minecraft เวอร์ชั่นใหม่กว่า)
tr_tr: (Daha yeni bir Minecraft sürümü için yapıldı)
vi_vn: (Được làm cho một phiên bản MInecraft mới hơn)
zh_cn: （适用于新版本的Minecraft）
zh_tw: （為Minecaft較新版本所製作）

# resourcePack_incompatible_old
source: (Made for an older version of Minecraft)
af_za: (Gemaak vir 'n ouer weergawe van Minecraft)
ar_sa: (صنع لإصدار قديم من Minecraft)
be_by: (Прызначаны для ранейшай версіі Minecraft)
bg_bg: (Направен за по-стара версия на Minecraft)
ca_es: (Fet per a una versió més vella de Minecraft)
cs: (Vytvořeno pro starší verzi Minecraftu)
da_dk: (Lavet til en ældre version af Minecraft)
de: (Für eine ältere Version von Minecraft erstellt)
de_at: (Fia a ötare Version vo Minecraft gmocht)
el_gr: (Φτιαγμένο για παλαιότερη εκδοχή του Minecraft)
es: (Diseñado para una versión de Minecraft anterior)
eu_es: (Minecrafteko aurreko bertsio baterako diseñatuta)
fa_ir: (ساخته شده برای یک نسخه قدیمی تر ماینکرفت)
fi: (Tehty Minecraftin vanhemmalle versiolle)
fil_ph: (Ginawa para sa mas lumang bersyon ng Minecraft)
fr_ca: (Conçu pour une version plus ancienne de Minecraft)
ga_ie: (Cruthaithe le haghaidh leagan Minecraft roimhe seo)
gd_gb: (Chaidh a dèanamh airson seann-tionndadh dhe Minecraft)
gl_es: (Feito para unha versión anterior de Minecraft)
he: (מיוצר עבור גירסה קודמת של Minecraft)
hr_hr: (Napravljeno za stariju verziju Minecrafta)
hu_hu: (Régebbi Minecraft verzióra készült)
id_id: (Dibuat untuk versi lama dari Minecraft)
is_is: (Gert fyrir nýrri útgáfu af Minecraft)
it: (Creato per una versione di Minecraft più vecchia)
ja_jp: (旧バージョン向けに制作)
ka_ge: (შექმნილია Minecraft-ის ძველი ვერსიისთვის)
ko_kr: (이전 Minecraft 버전을 위해 만들어짐)
lb_lu: (Fir eng méi al Minecraft Versioun gemaach)
lt_lt: (Sukurtas senesnei „Minecraft“ versijai)
lv_lv: (Veidots vecākai Minecraft versijai)
mk_mk: (Направени за постара верзија на Minecraft)
mn_mn: (Minecraft-ын хуучин хувилбарт зориулагдсан)
ms_my: (Dibuat untuk versi Minecraft yang terdahulu)
mt_mt: (Magħmul għal verżjoni eqdem ta' Minecraft)
nl_nl: (Gemaakt voor een oudere versie van Minecraft)
nn_no: (Laga for ei eldre utgåve av Minecraft)
pl: (Stworzony dla starszej wersji Minecrafta)
pt: (Feito para uma versão mais antiga de Minecraft)
ro_ro: (Făcut pentru o versiune mai veche de Minecraft)
ru_ru: (Предназначен для более старой версии Minecraft)
sk_sk: (Určené pre staršiu verziu Minecraftu)
sl_si: (Ustvarjen za starejšo različico Minecrafta)
sq_al: (E bëra për një version të vjetër të Minecraft)
sv_se: (Gjord för en äldre version av Minecraft)
th_th: (ทำสำหรับ Minecraft เวอร์ชั่นเก่ากว่า)
tr_tr: (Daha eski bir Minecraft sürümü için yapıldı)
vi_vn: (Được làm cho một phiên bản MInecraft cũ hơn)
zh_cn: （适用于旧版本的Minecraft）
zh_tw: （為Minecaft較舊版本所製作）

# resourcePack_openFolder
source: Open resource pack folder
af_za: Maak hulpbronpak gids oop
ar_sa: فتح مجلد حزمة الموارد
be_by: Адкрыць папку з пакетамі рэсурсаў
bg_bg: Отв. папка с ресурс. пакети
ca_es: Obre la carpeta de paquets de recursos
cs: Otevřít složku s balíčky
da_dk: Åbn ressourcepakkemappe
de: Ordner öffnen
de_at: Ordna aufmochn
el_gr: Άνοιγμα φακέλου πακέτων πόρων
es: Abrir la carpeta
eu_es: Ireki baliabide paketearen paper-zorroa
fa_ir: پوشه منبع بسته را باز کن
fi: Avaa resurssipakettikansio
fil_ph: Buksan ang folder para dito
fr_ca: Ouvrir le dossier des packs
ga_ie: Oscail fillteán na bpacáistí acmhainní
gd_gb: Fosgail pasgan le pacaid ghoireasan
gl_es: Abrir a carpeta de paquetes de recursos
he: לפתוח את התיקיה של חבילת המשאבים
hi_in: ओपन संसाधन पैक फ़ोल्डर
hr_hr: Otvori mapu resursa
hu_hu: Mappa megnyitása
hy_am: Բացել Ռեսուրսների Փաթեթների Թղթապանակը
id_id: Buka map Paket Daya
is_is: Opna efnispakka möppuna
it: Apri la cartella dei pacchetti
ja_jp: リソースパックフォルダーを開く
ka_ge: რესურსთა კრებულის საქაღალდის გახსნა
ko_kr: 리소스 팩 폴더 열기
lb_lu: Fichier opmaachen
lt_lt: Atidaryti resursų paketų aplanką
lv_lv: Atvērt resursu paku mapi
mk_mk: Отворете ја папката на пакет на ресурси
mn_mn: Дүрслэлүүдийн хавтсыг нээх
ms_my: Buka folder pek sumber
mt_mt: Iftaħ il-folder tar-resource packs
nl_nl: Map met bronpakketten openen
nn_no: Opne mappe for ressurspakkar
pl: Otwórz folder z paczkami
pt: Abrir pasta
ro_ro: Deschide dosarul
ru_ru: Папка с пакетами ресурсов
sk_sk: Otvoriť priečinok zdrojových balíkov
sl_si: Odpri mapo s paketi sredstev
sq_al: Të hapur burim pack dosje
sv_se: Öppna resurspaketsmappen
th_th: เปิดโฟลเดอร์ของรีซอร์สแพ็ค
tr_tr: Kaynak paketi klasörünü aç
vi_vn: Mở thư mục gói tài nguyên
zh_cn: 打开资源包文件夹
zh_tw: 開啟資源包資料夾

# resourcePack_selected_title
source: Selected Resource Packs
af_za: Gekose Hulpbron Pakette
ar_sa: حزم الموارد المحددة
be_by: Выбраныя пакеты рэсурсаў
bg_bg: Избрани ресурсни пакети
ca_es: Paquets de recursos seleccionats
cs: Zvolené balíčky
da_dk: Vælg ressourcepakke
de: Ausgewählte Ressourcenpakete
de_at: Ausgwöhte Ressourcenpakete
el_gr: Επιλεγμένα Πακέτα Πόρων
es: Paquetes de recursos en uso
eu_es: Aukeratutako baliabide-paketeak
fa_ir: بسته منابع انتخاب شده
fi: Valitut resurssipaketit
fil_ph: Nakapili na Resource Packs
fr_ca: Packs sélectionnés
ga_ie: Pacáistí Acmhainní Roghnaithe
gd_gb: Pacaidean ghoireasan air an taghadh
gl_es: Paquetes de recursos seleccionados
he: חבילות משאבים נבחרות
hr_hr: Odabrani Resursi
hu_hu: Kiválasztott forráscsomagok
hy_am: Ընտրված Ռեսուրսների Փաթեթները
id_id: Paket Daya terpilih
is_is: Valdir efnisspakkar
it: Pacchetti selezionati
ja_jp: 使用中のリソースパック
ka_ge: არჩეული რესურსთა კრებულები
ko_kr: 선택된 리소스 팩
lb_lu: Ausgewielte Ressourcepäck
lt_lt: Pasirinkti resursų paketai
lv_lv: Izvēlētā resursu paka
mk_mk: Избраните Пакети на Ресурси
mn_mn: Сонгосон дүрслэлүүд
ms_my: Pek Sumber dipilih
mt_mt: Resource Packs Magħżula
nl_nl: Geselecteerde bronpakketten
nn_no: Valde ressurspakkar
pl: Wybrane paczki zasobów
pt: Pacotes de Recursos Selecionados
ro_ro: Pachete de resurse selectate
ru_ru: Выбранные пакеты ресурсов
sk_sk: Vybraté zdrojové balíky
sl_si: Izbran paket sredstev
sq_al: Zgjedhur Pako Të Burimeve Të
sv_se: Valda resurspaket
th_th: รีซอร์สแพ็คที่ถูกเลือกแล้ว
tr_tr: Seçilen Kaynak Paketleri
vi_vn: Các gói tài nguyên được chọn
zh_cn: 已选的资源包
zh_tw: 已選擇的資源包

# resourcePack_title
source: Select Resource Packs
af_za: Kies Hulpbron Pakette
ar_sa: حدد حزمة الموارد
be_by: Выбраць пакеты рэсурсаў
bg_bg: Избор на ресурсни пакети
ca_es: Selecciona paquets de recursos
cs: Vyber balíčky modifikací
da_dk: Vælg ressourcepakke
de: Ressourcenpakete auswählen
de_at: Ressourcenpakete auswöhn
el_gr: Επιλογή Πακέτων Πόρων
es: Selección de paquetes de recursos
eu_es: Baliabide-paketeak aukeratu
fa_ir: انتخاب بسته های منبع
fi: Valitse resurssipaketit
fil_ph: Pumili ng Resource Pack
fr_ca: Choix des packs de ressources
ga_ie: Roghnaigh Pacáistí Acmhainní
gd_gb: Tagh pacaidean ghoireasan
gl_es: Seleccionar paquete de recursos
he: בחר חבילות משאבים
hi_in: रिसोर्स पैक का चयन करें
hr_hr: Odabir Resursa
hu_hu: Forráscsomagok kiválasztása
hy_am: Ընտրել Ռեսուրսների Փաթեթը
id_id: Pilih Paket Daya
is_is: Velja efnispakka
it: Seleziona i pacchetti di risorse
ja_jp: リソースパックの選択
ka_ge: რესურსთა კრებულის არჩევა
ko_kr: 리소스 팩 선택
lb_lu: Wiel ee Ressourcepak aus
lt_lt: Pasirinkti resursų paketus
lv_lv: Izvēlēties Resursu Paku
mk_mk: Избер на Пакети на Ресурси
mn_mn: Дүрслэл сонгох
ms_my: Memilih Pek Sumber
mt_mt: Agħżel Resource Packs
nl_nl: Bronpakketten selecteren
nn_no: Vel ressurspakke
pl: Wybierz paczki zasobów
pt: Selecionar Pacotes de Recursos
ro_ro: Alege pachetele de resurse
ru_ru: Выбор пакетов ресурсов
sk_sk: Vyberte zdrojové balíky
sl_si: Izberi paket sredstev
sq_al: Zgjidhni Pako Të Burimeve Të
sv_se: Välj resurspaket
th_th: เลือกรีซอร์สแพ็ค
tr_tr: Kaynak Paketi Seç
vi_vn: Lựa chọn gói tài nguyên
zh_cn: 选择资源包
zh_tw: 選擇資源包

# screenshot_failure
source: Couldn't save screenshot: {0}
af_za: Kon nie skermskoot {0} stoor nie
ar_sa: غير قادر على حفظ الصورة: {0}
be_by: Не атрымалася захаваць здымак экрана: {0}
bg_bg: Не може да се запише снимка: {0}
ca_es: No s'ha pogut guardar la captura de pantalla: {0}
cs: Snímek nelze uložit: {0}
da_dk: Kunne ikke gemme skærmbilledet: {0}
de: Kann Screenshot nicht speichern: {0}
el_gr: Αποτυχία αποθήκευσης στιγμιότυπου οθόνης {0}
es: No se ha guardado la captura de pantalla: {0}
eu_es: Pantailaren-argazkia gorde ezin izan da: {0}
fa_ir: عدم توان براي سيو : {0}
fi: Ei voitu tallentaa näytönkaappausta: {0}
fil_ph: Hindi pwedeng kunin: {0}
fr_ca: Impossible d'enregistrer le screenshot : {0}
ga_ie: Níorbh fhéidir gabháil scáileáin a shábháil: {0}
gl_es: Non se puido gardar a captura: {0}
he: לא ניתן לשמור את צילום המסך: {0}
hr_hr: Nije moguće spremiti screenshot: {0}
hu_hu: Képernyőkép mentése sikertelen: {0}
id_id: Gagal menyimpan Tangkapan Layar: {0}
is_is: Gat ekki vistað skjáskot: {0}
it: Impossibile salvare la schermata: {0}
ja_jp: スクリーンショットを保存できませんでした: {0}
ka_ge: შეუძლებელია სურათის შენახვა: {0}
ko_kr: 스크린샷을 저장하지 못했습니다: {0}
lb_lu: Screenshot konnt net gespäichert ginn: {0}
lt_lt: Nepavyko išsaugoti ekrano nuotraukos: {0}
lv_lv: Nevarēja saglabāt ekrānuzņēmumu: {0}
ms_my: Tidak dapat menyimpan screenshot: {0}
mt_mt: L-iscreenshot ma setax jiġi ssejvjat: {0}
nl_nl: Schermafbeelding kon niet worden opgeslagen: {0}
nn_no: Kunne ikkje lagre skjermbilete: {0}
pl: Nie można zapisać zrzutu ekranu: {0}
pt: Não foi possível guardar a captura de ecrã: {0}
ro_ro: Nu s-a putut salva captura de ecran: {0}
ru_ru: Не удаётся сохранить снимок экрана: {0}
sk_sk: Snímok obrazovky sa nedá uložiť: {0}
sl_si: Posnetka zaslona ni mogoče shraniti: {0}
sv_se: Kunde inte spara skärmdumpen: {0}
th_th: ไม่สามารถเซฟภาพ: {0}
tr_tr: Ekran görüntüsü kaydedilemedi: {0}
vi_vn: Không thể lưu ảnh chụp màn hình: {0}
zh_cn: 无法保存截图：{0}
zh_tw: 無法儲存截圖： {0}

# screenshot_success
source: Saved screenshot as {0}
af_za: Skermskoot as {0} gestoor
ar_sa: تم حفظ اللقطة بأسم {0}
be_by: Здымак экрана захаваны як {0}
bg_bg: Запазена снимка на екрана в {0}
ca_es: Captura guardada com a {0}
cs: Snímek uložen jako {0}
da_dk: Gemte skærmbillede som {0}
de: Screenshot gespeichert unter {0}
de_at: Screenshot gspeichad unta {0}
el_gr: Αποθηκεύτηκε στιγμιότυπο οθόνης {0}
es: Captura de pantalla guardada como {0}
eu_es: Pantailaren-argazkia gorde {0} izenarekin
fa_ir: عکس گرفته شد : {0}
fi: Tallennettu kuvankaappaus nimellä {0}
fil_ph: Kinuha bilang {0}
fr_ca: Screenshot enregistré sous le nom {0}
ga_ie: Sábháladh gabháil scáileáin mar {0}
gl_es: Captura gardada como {0}
he: צילום מסך נשמר כ {0}
hr_hr: Spremljen screenshot kao {0}
hu_hu: Képernyőkép elmentve {0} fájlnéven
id_id: Tangkapan Layar disimpan sebagai {0}
is_is: Vistaði skjáskot sem {0}
it: La schermata è stata salvata come {0}
ja_jp: スクリーンショットをファイル名 {0} として保存しました
ka_ge: სურათი შენახულია როგორც {0}
ko_kr: {0}로 스크린샷을 저장했습니다
lb_lu: Screenshot gouf ënner {0} gespäichert
lt_lt: Ekrano nuotrauka išsaugota kaip {0}
lv_lv: Saglabāts ekrānuzņēmums kā {0}
ms_my: Screenshot disimpan sebagai {0}
mt_mt: L-iscreenshot ġie ssejvjat bħala {0}
nl_nl: Schermafbeelding opgeslagen als {0}
nn_no: Lagra skjermbilde som {0}
pl: Zapisano zrzut ekranu jako {0}
pt: Captura de ecrã guardada como {0}
ro_ro: Captură de ecran salvată cu numele {0}
ru_ru: Снимок экрана сохранён как {0}
sk_sk: Snímok obrazovky uložený ako {0}
sl_si: Posnetek zaslona shranjen kot {0}
sv_se: Sparade skärmdumpen som {0}
th_th: ภาพถ่ายถูกบันทึกไว้ที่ {0}
tr_tr: Ekran görüntüsü {0} olarak kaydedildi
vi_vn: Đã lưu ảnh chụp màn hình với tên {0}
zh_cn: 已将截图保存为{0}
zh_tw: 已截圖存檔為 {0}

# selectServer_add
source: Add server
af_za: Voeg bediener by
ar_sa: إضافة خادم
be_by: Дадаць сервер
bg_bg: Добави сървър
ca_es: Afegir servidor
cs: Přidat server
da_dk: Tilføj server
de: Server hinzufügen
de_at: Server dazua doa
el_gr: Προσθήκη διακομιστή
es: Añadir servidor
eu_es: Gehitu zerbitzaria
fa_ir: اضافه کردن سرور
fi: Lisää palvelin
fil_ph: Bagong Server
fr_ca: Ajouter
ga_ie: Cuir freastalaí leis
gd_gb: Cuir frithealaiche ris
gl_es: Engadir servidor
he: הוסף שרת
hi_in: सर्वर जोड़ें
hr_hr: Dodaj Poslužitelja
hu_hu: Szerver felvétele
hy_am: Ավելացնել Սերվեր
id_id: Tambah Server
is_is: Bæta við þjóni
it: Aggiungi un server
ja_jp: サーバーを追加
ka_ge: დამატება
ko_kr: 서버 추가
lb_lu: Server bäifügen
lt_lt: Pridėti serverį
lv_lv: Pievienot serveri
mi_nz: Tāpiri Tūmau
mk_mk: Додај сервер
mn_mn: Сервер нэмэх
ms_my: Tambah server
mt_mt: Żid server
nl_nl: Server toevoegen
nn_no: Legg til server
pl: Dodaj serwer
pt: Adicionar servidor
ro_ro: Adaugă un server
ru_ru: Добавить
sk_sk: Pridať server
sl_si: Dodaj strežnik
sq_al: Shto server
sv_se: Lägg till server
th_th: เพิ่มเซิร์ฟเวอร์
tr_tr: Sunucu Ekle
vi_vn: Thêm máy chủ
zh_cn: 添加服务器
zh_tw: 新增伺服器
