Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# itemGroup_misc
source: Miscellaneous
af_za: Algemeen
ar_sa: متفرقات
be_by: Рознае
bg_bg: Разни
ca_es: Diversos
cs: Různé
da_dk: Diverse
de: Verschiedenes
el_gr: Διάφορα
es: Objetos varios
eu_es: Askotariko
fa_ir: متفرقه
fi: Sekalaiset
fil_ph: Iba pa
fr_ca: Divers
ga_ie: Ilchineálach
gl_es: Misceláneo
he: שונות
hi_in: विविध
hr_hr: Razno
hu_hu: Egyéb
hy_am: Այլեվայլ
id_id: Lain-lain
is_is: Ýmislegt
it: Varie
ja_jp: その他
ka_ge: სხვადასხვაგვარი
ko_kr: 기타 아이템들
lb_lu: Verschiddenes
lt_lt: Įvairūs
lv_lv: Dažādi
ms_my: Lain-Lain
mt_mt: Oġġetti Oħra
nl_nl: Diversen
nn_no: Forskjellig
pl: Różne
pt: Diversos
ro_ro: Diverse
ru_ru: Разное
sk_sk: Rôzne
sl_si: Razno
sv_se: Diverse
th_th: เบ็ดเตล็ด
tr_tr: Çeşitli
vi_vn: Khác
zh_cn: 杂项
zh_tw: 雜項類

# itemGroup_redstone
source: Redstone
ar_sa: الحجر الاحمر
be_by: Механізмы
bg_bg: Червен камък
ca_es: Roca vermella
cs: Rudit
da_dk: Rødsten
el_gr: Ρέντστοουν
eu_es: Harrigorria
fa_ir: یاقوت
fil_ph: Kulog
ga_ie: Deargchloch
he: רדסטון
hi_in: लाल पत्थर
hy_am: Կարմրաքար
id_id: Batu Merah
is_is: Rauðsteinn
ja_jp: レッドストーン
ka_ge: რედსტოუნი
ko_kr: 레드스톤
lt_lt: Redstounas
lv_lv: Sarkanakmens
ms_my: Batu Merah
pl: Mechanizmy
ru_ru: Механизмы
th_th: วงจรหินแดง
tr_tr: Kızıl Taş
zh_cn: 红石
zh_tw: 紅石

# itemGroup_search
source: Search
af_za: Soek Items
ar_sa: أغراض البحث
be_by: Пошук
bg_bg: Търсене
ca_es: Buscar ítems
cs: Hledat
da_dk: Søg genstande
de: Suche
el_gr: Αναζήτηση
es: Búsqueda
eu_es: Bilatu elementuak
fa_ir: جستجو
fi: Etsi esineitä
fil_ph: Hanapin
fr_ca: Rechercher
ga_ie: Cuardaigh Earraí
gl_es: Búsqueda
he: חיפוש פריטים
hi_in: खोज आइटम
hr_hr: Traži Predmete
hu_hu: Keresés
hy_am: Որոնում
id_id: Cari Barang
is_is: Leita að hlutum
it: Ricerca
ja_jp: アイテム検索
ka_ge: ნივთების ძებნა
ko_kr: 아이템 검색
lb_lu: Sichen
lt_lt: Ieškoti daiktų
lv_lv: Meklēt priekšmetus
ms_my: Cari Item
mt_mt: Fittex
nl_nl: Zoeken
nn_no: Søk etter gjenstandar
pl: Szukaj
pt: Procurar
ro_ro: Caută
ru_ru: Поиск
sk_sk: Vyhľadať predmety
sl_si: Vsi predmeti
sv_se: Sök föremål
th_th: ค้นหา
tr_tr: Ara
vi_vn: Tìm kiếm vật phẩm
zh_cn: 搜索物品
zh_tw: 搜尋物品

# itemGroup_tools
source: Tools
af_za: Gereedskap
ar_sa: أدوات
be_by: Прылады
bg_bg: Инструменти
ca_es: Eines
cs: Nástroje
da_dk: Værktøj
de: Werkzeug
el_gr: Εργαλεία
es: Herramientas
eu_es: Tresnak
fa_ir: ابزار ها
fi: Työkalut
fil_ph: Kagamitan
fr_ca: Outils
ga_ie: Uirlisí
gl_es: Ferramentas
he: כלים
hi_in: उपकरण
hr_hr: Alati
hu_hu: Eszközök
hy_am: Գործիքներ
id_id: Alat
is_is: Verkfæri
it: Attrezzi
ja_jp: 道具
ka_ge: ხელსაწყოები
ko_kr: 도구
lb_lu: Aarbechtsgeschir
lt_lt: Įrankiai
lv_lv: Rīki
ms_my: Alatan
mt_mt: Għodda
nl_nl: Gereedschappen
nn_no: Verkty
pl: Narzędzia
pt: Ferramentas
ro_ro: Unelte
ru_ru: Инструменты
sk_sk: Nástroje
sl_si: Orodja
sv_se: Verktyg
th_th: เครื่องมือ
tr_tr: Aletler
vi_vn: Công cụ
zh_cn: 工具
zh_tw: 工具類

# itemGroup_transportation
source: Transportation
af_za: Vervoer
ar_sa: وسائل النقل
be_by: Транспарт
bg_bg: Транспорт
ca_es: Transport
cs: Doprava
da_dk: Transport
de: Beförderung
el_gr: Μεταφορά
es: Transporte
eu_es: Garraioa
fa_ir: حمل و نقل
fi: Kuljetus
fil_ph: Sasakyan
fr_ca: Moyens de transport
ga_ie: Iompar
gl_es: Transporte
he: תחבורה
hi_in: परिवहन
hr_hr: Prijevoz
hu_hu: Közlekedés
hy_am: Տրանսպորտային միջոց
id_id: Transportasi
is_is: Samgöngur
it: Trasporti
ja_jp: 移動
ka_ge: ტრანსპორტი
ko_kr: 수송
lb_lu: Transport
lt_lt: Transportas
lv_lv: Transports
ms_my: Pengangkutan
mt_mt: Trasport
nl_nl: Vervoer
nn_no: Transport
pl: Transport
pt: Meios de Transporte
ro_ro: Transport
ru_ru: Транспорт
sk_sk: Preprava
sl_si: Prevoz
sv_se: Transport
th_th: การเดินทาง
tr_tr: Ulaşım
vi_vn: Phương tiện đi lại
zh_cn: 交通运输
zh_tw: 交通工具

# key_attack
source: Attack/Destroy
af_za: Val Aan/Vernietig
ar_sa: هجوم/تدمير
be_by: Атакаваць/Ламаць
bg_bg: Атакуване/Разрушаване
ca_es: Atacar/destruir
cs: Útok/Zničení
da_dk: Angrib/ødelæg
de: Angreifen/Abbauen
de_at: Ogreifn/Obbaun
el_gr: Επίθεση/Καταστροφή
es: Atacar/Destruir
eu_es: Eraso/Suntsitu
fa_ir: حمله/نابود کردن
fi: Hyökkää/tuhoa
fil_ph: Bumanat/Sumira
fr_ca: Attaquer/détruire
ga_ie: Ionsaigh/Scrios
gl_es: Atacar/Destruir
he: התקפה/הריסה
hi_in: हमला/नष्ट
hr_hr: Napadanje/Uništavanje
hu_hu: Támadás/Blokktörés
hy_am: Հարվածել/Ջարդել
id_id: Serang/Hancurkan
is_is: Árás/Brjóta
it: Attacca/Distruggi
ja_jp: 攻撃する/壊す
ka_ge: შეტევა/დამტვრევა
ko_kr: 공격/파괴
lb_lu: Attackéieren/Zerstéieren
lt_lt: Pulti/sunaikinti
lv_lv: Uzbrukt/iznīcināt
mk_mk: Атакува/Разурнува
mn_mn: Довтлох/Эвдэх
ms_my: Menyerang/Memusnahkan
mt_mt: Attakka/Kisser
nl_nl: Aanvallen/vernietigen
nn_no: Angrip/Øydelegg
pl: Atakuj/niszcz
pt: Atacar/Destruir
ro_ro: Atacă/distruge
ru_ru: Атаковать/Разрушить
sk_sk: Útočiť/ničiť
sl_si: Napadi/uniči
sq_al: Sulmi/Shkatërrojë
sv_se: Attackera/förstör
th_th: โจมตี/ทำลาย
tr_tr: Saldırma/Yıkma
vi_vn: Tấn công/Phá hủy
zh_cn: 攻击/摧毁
zh_tw: 攻擊/破壞

# key_back
source: Walk Backwards
af_za: Loop Agteruit
ar_sa: السير الى الخلف
be_by: Назад
bg_bg: Ходене назад
ca_es: Caminar enrere
cs: Chůze pozpátku
da_dk: Gå baglæns
de: Rückwärts
de_at: Rückwärts
el_gr: Βάδισμα πίσω
es: Caminar hacia atrás
eu_es: Atzera ibili
fa_ir: راه رفتن به عقب
fi: Kävele takaperin
fil_ph: Lumakad Pabalik
fr_ca: Reculer
ga_ie: Siúil ar gCúl
gl_es: Camiñar atrás
he: הליכה אחורה
hi_in: पीछे की ओर चलना
hr_hr: Nazad
hu_hu: Hátrálás
hy_am: Ետ քայլել
id_id: Mundur
is_is: Bakka
it: Cammina all'indietro
ja_jp: 後退
ka_ge: უკან სიარული
ko_kr: 뒤로 걷기
lb_lu: Hannerzeg
lt_lt: Eiti atgal
lv_lv: Iet atpakaļ
mk_mk: Шета Наназад
mn_mn: Хойшоо алхах
ms_my: Berjalan Belakang
mt_mt: Imxi b'Lura
nl_nl: Achteruit lopen
nn_no: Gå bakover
pl: Idź do tyłu
pt: Andar para trás
ro_ro: Mergi cu spatele
ru_ru: Назад
sk_sk: Ísť dozadu
sl_si: Hodi nazaj
sq_al: Ecin Mbrapsht
sv_se: Gå bakåt
th_th: เดินถอยหลัง
tr_tr: Geriye Gitme
vi_vn: Lùi ra phía sau
zh_cn: 向后移动
zh_tw: 後退

# key_categories_gameplay
source: Gameplay
af_za: Spel
ar_sa: اللعب
be_by: Гульнявы працэс
bg_bg: Геймплей
ca_es: Jugabilitat
cs: Hratelnost
de: Spielmechanik
de_at: Spümechanik
el_gr: Χειρισμός
es: Juego
eu_es: Jokoa
fa_ir: گیم پلی
fi: Pelattavuus
fil_ph: Pagkalaro
ga_ie: Imirt
gl_es: Modo de xogo
he: משחקיות
hr_hr: Općenito
hu_hu: Játékmenet
hy_am: Խաղընթացք
id_id: Permainan
is_is: Tegund leiks
it: Azioni di gioco
ja_jp: ゲームプレイ
ka_ge: სათამაშო პროცესი
ko_kr: 게임플레이
lb_lu: Spillmechanik
lt_lt: Žaidimas
lv_lv: spēle
mk_mk: Игра
mn_mn: Тоглоомын
ms_my: Permainan
mt_mt: Kif Tilgħab
nn_no: Speling
pl: Rozgrywka
pt: Jogabilidade
ru_ru: Игровой процесс
sk_sk: Hlavné
sl_si: Igranje
sv_se: Handlingar
th_th: การเล่นเกม
tr_tr: Oynayış
vi_vn: Cách chơi
zh_cn: 游戏内容
zh_tw: 遊戲控制

# key_categories_inventory
source: Inventory
af_za: Voorraad
ar_sa: الحقيبة
be_by: Рыштунак
bg_bg: Инвентар
ca_es: Inventari
cs: Inventář
da_dk: Inventar
de: Inventar
de_at: Inventar
el_gr: Αποθέματα
es: Inventario
eu_es: Inbentarioa
fa_ir: موجودی
fi: Tavaraluettelo
fil_ph: Bag
fr_ca: Inventaire
ga_ie: Fardal
gd_gb: An tasgadh
gl_es: Inventario
he: תיק
hi_in: इन्वेंटरी
hr_hr: Inventar
hu_hu: Felszerelés
hy_am: Պայուսակ
id_id: Barang bawaan
is_is: Hlutaval
it: Inventario e barra di scelta rapida
ja_jp: インベントリ
ka_ge: ინვენტარი
ko_kr: 보관함
lb_lu: Inventar
lt_lt: Inventorius
lv_lv: Inventārs
mi_nz: Rārangi taonga
mk_mk: Инвентар
mn_mn: Эд зүйлс
ms_my: Inventori
mt_mt: Inventorju
nl_nl: Inventaris
nn_no: Inventar
pl: Ekwipunek
pt: Inventário
ro_ro: Inventar
ru_ru: Инвентарь
sk_sk: Inventár
sl_si: Inventar
sq_al: Inventar
sv_se: Utrustning
th_th: กระเป๋าเก็บของ
tr_tr: Envanter
vi_vn: Túi đồ
zh_cn: 道具栏
zh_tw: 物品欄

# key_categories_misc
source: Miscellaneous
af_za: Algemeen
ar_sa: اخرى
be_by: Рознае
bg_bg: Разни
ca_es: Miscel·lani
cs: Různé
da_dk: Diverse
de: Verschiedenes
de_at: Vaschiedenes
el_gr: Διάφορα
es: Varios
eu_es: Askotariko
fa_ir: متفرقه
fi: Sekalaiset
fil_ph: Iba pa
fr_ca: Divers
ga_ie: Ilchineálach
gl_es: Misceláneo
he: שונות
hi_in: विविध
hr_hr: Razno
hu_hu: Egyéb
hy_am: Տարբեր
id_id: Lain-lain
is_is: Ýmislegt
it: Varie
ja_jp: その他
ka_ge: სხვადასხვა
ko_kr: 기타 설정
lb_lu: Verschiddenes
lt_lt: Įvairūs
lv_lv: Dažādi
mk_mk: Разновиден
mn_mn: Төрөл бүрийн
ms_my: Lain-lain
mt_mt: Mixxellanji
nl_nl: Diversen
nn_no: Diverse
pl: Różne
pt: Outros
ro_ro: Diverse
ru_ru: Разное
sk_sk: Rôzne
sl_si: Razno
sq_al: Të ndryshme
sv_se: Blandat
th_th: อื่นๆ
tr_tr: Çeşitli
vi_vn: Khác
zh_cn: 杂项
zh_tw: 其他

# key_categories_movement
source: Movement
af_za: Beweging
ar_sa: حركة
be_by: Рух
bg_bg: Движение
ca_es: Moviment
cs: Pohyb
da_dk: Bevægelse
de: Bewegung
de_at: Bewegung
el_gr: Kίνηση
es: Movimiento
eu_es: Mugimendua
fa_ir: راه رفتن
fi: Liikkuminen
fil_ph: Pagkagalaw
fr_ca: Mouvements
ga_ie: Gluaiseacht
gl_es: Movemento
he: תנועה
hi_in: हिलना
hr_hr: Kretanje
hu_hu: Mozgás
hy_am: Շարժում
id_id: Gerakan
is_is: Hreyfingar
it: Movimento
ja_jp: 移動
ka_ge: მოძრაობა
ko_kr: 조작
lb_lu: Bewegung
lt_lt: Judėjimas
lv_lv: Kustība
mk_mk: Движење
mn_mn: Хөдөлгөөн
ms_my: Pergerakan
mt_mt: Moviment
nl_nl: Beweging
nn_no: Rørsle
pl: Ruch
pt: Movimento
ro_ro: Mișcare
ru_ru: Движение
sk_sk: Pohyb
sl_si: Gibanje
sq_al: Lëvizje
sv_se: Rörelse
th_th: การเคลื่อนที่
tr_tr: Hareket
vi_vn: Di chuyển
zh_cn: 移动
zh_tw: 角色移動

# key_categories_multiplayer
source: Multiplayer
af_za: Multispeler
ar_sa: اللعب الجماعي
be_by: Сумесная гульня
bg_bg: Групова игра
ca_es: Multijugador
cs: Hra více hráčů
de: Mehrspieler
de_at: Mehrspiela
el_gr: Oμαδικό παιχνίδι
es: Multijugador
eu_es: Multijokalaria
fa_ir: بازی چند نفره
fi: Moninpeli
fil_ph: Pang-maramihang Laro
fr_ca: Multijoueur
ga_ie: Mód Ilimreora
gl_es: Multixogador
he: רב-משתתפים
hi_in: अनेक खिलाड़ी
hr_hr: Mrežna Igra
hu_hu: Többjátékos
hy_am: Ցանցային խաղ
id_id: Bermain Bersama
is_is: Netspilun
it: Multigiocatore
ja_jp: マルチプレイ
ka_ge: ქსელური თამაში
ko_kr: 멀티플레이
lb_lu: Multispiller
lt_lt: Daugelio žaidėjų režimas
lv_lv: Daudzspēlētāju režīms
mk_mk: Мултиплеер
mn_mn: Олуулаа тоглох
ms_my: Berbilangan
nl_nl: Samen spelen
nn_no: Fleirspelar
pl: Gra wieloosobowa
pt: Multijogador
ru_ru: Сетевая игра
sk_sk: Hra pre viac hráčov
sl_si: Večigralski način
sv_se: Flerspelarläge
th_th: เล่นหลายคน
tr_tr: Çok Oyunculu
vi_vn: Chơi mạng
zh_cn: 多人游戏
zh_tw: 多人遊戲

# key_categories_ui
source: Game Interface
af_za: Spelerskoppelvlak
ar_sa: واجهة اللعبة
be_by: Інтэрфейс
bg_bg: Игрален интерфейс
ca_es: Interfície de joc
cs: Herní rozhraní
da_dk: Spil Interface
de: Spielsteuerung
de_at: Spüsteiarung
el_gr: Διεπαφή παιχνιδιού
es: Interfaz del juego
eu_es: Jokoaren interfazea
fa_ir: رابط بازی
fi: Pelin käyttöliittymä
fil_ph: Itsura ng Laro
fr_ca: Interface de jeu
ga_ie: Comhéadan Cluiche
gl_es: Interface do xogo
he: ממשק המשחק
hi_in: गेम इंटरफ़ेस
hr_hr: Sučelje
hu_hu: Kezelőfelület
hy_am: Խաղի միջերես
id_id: Layar permainan
is_is: Leik viðmót
it: Interfaccia di gioco
ja_jp: インターフェース
ka_ge: სათამაშო ინტერფეისი
ko_kr: 게임 인터페이스
lb_lu: Spillsteierung
lt_lt: Žaidimo sąsaja
lv_lv: Spēles interfeiss
mk_mk: Интерфејс на Играта
mn_mn: Тоглоомын харагдах байдал
ms_my: Antara muka Permainan
mt_mt: Interface tal-Logħba
nl_nl: Spelinterface
nn_no: Spelgrensesnitt
pl: Interfejs gry
pt: Interface do jogo
ro_ro: Interfața jocului
ru_ru: Игровой интерфейс
sk_sk: Herné rozhranie
sl_si: Vmesnik igre
sq_al: Lojë Interface
sv_se: Spelgränssnitt
th_th: หน้าต่างเกม
tr_tr: Oyun Arayüzü
vi_vn: Giao diện trò chơi
zh_cn: 游戏界面
zh_tw: 遊戲介面

# key_chat
source: Open Chat
af_za: Maak Klets Oop
ar_sa: فتح الدردشة
be_by: Адкрыць чат
bg_bg: Отваряне на чат
ca_es: Obrir el xat
cs: Otevření chatu
da_dk: Åben Chat
de: Chat
de_at: Chat
el_gr: Εμφάνηση Συνομιλίας
es: Abrir chat
eu_es: Txata ireki
fa_ir: باز کردن چت
fi: Avaa keskustelu
fil_ph: Buksan ang Chat
fr_ca: Ouvrir le chat
ga_ie: Oscail Comhrá
gl_es: Abrir chat
he: פתיחת צ'אט
hi_in: खुली चैट
hr_hr: Razgovor
hu_hu: Chat megnyitása
hy_am: Բացել չատը
id_id: Buka Percakapan
is_is: Opna spjall
it: Apri la chat
ja_jp: チャットを開く
ka_ge: სასაუბროს გახსნა
ko_kr: 대화 열기
lb_lu: Chat opmaachen
lt_lt: Pokalbis
lv_lv: Atvērt čata logu
mk_mk: Отворен Чат
mn_mn: Харилцах цонхыг нээх
ms_my: Membuka Ruang Perbualan
mt_mt: Iftaħ iċ-Chat
nl_nl: Chat openen
nn_no: Opne chat
pl: Otwórz czat
pt: Abrir o Chat
ro_ro: Deschide chatul
ru_ru: Открыть чат
sk_sk: Otvoriť chat
sl_si: Odpri klepet
sq_al: Hapur chat
sv_se: Öppna chatt
th_th: เปิดการสนทนา
tr_tr: Sohbeti Açma
vi_vn: Mở khung trò chuyện
zh_cn: 打开聊天栏
zh_tw: 開啟聊天視窗

# key_command
source: Open Command
af_za: Maak Opdrag Oop
ar_sa: فتح الأوامر
be_by: Увесці каманду
bg_bg: Отваряне на команди
ca_es: Obrir comandament
cs: Otevřít příkazový řádek
da_dk: Åben kommando
de: Befehlszeile öffnen
el_gr: Άνοιγμα Εντολών
es: Abrir comando en chat
eu_es: Agintaritza ireki
fa_ir: باز کردن دستورات
fi: Avaa komento
fil_ph: Command
fr_ca: Entrer une commande
ga_ie: Tabhair Ordú
gl_es: Abrir comando
he: פתח פקודה
hi_in: खुला कमान
hr_hr: Komanda
hu_hu: Parancssor megnyitása
hy_am: Հրամանի մուտքագրում
id_id: Buka perintah
is_is: Opna skipun
it: Digita un comando
ja_jp: コマンドを開く
ka_ge: ბრძანებების გახსნა
ko_kr: 명령어 열기
lb_lu: Befehlszeil opmaachen
lt_lt: Komanda
lv_lv: Atvērt komandlogu
mk_mk: Отворен Команда
mn_mn: Команд бичих
ms_my: Membuka Ruangan Perintah
mt_mt: Uża Kodiċi
nl_nl: Opdrachtregel openen
nn_no: Opne kommando
pl: Wpisywanie komendy
pt: Abrir Comando
ro_ro: Introdu o comandă
ru_ru: Ввод команды
sk_sk: Zadať príkaz
sl_si: Odpri ukaz
sq_al: Të Hapur Command
sv_se: Öppna kommando
th_th: เปิดคำสั่ง
tr_tr: Komutu Açma
vi_vn: Mở khung lệnh
zh_cn: 输入指令
zh_tw: 開啟指令視窗

# key_drop
source: Drop Selected Item
af_za: Drop Geselekteerde Voorwerp
ar_sa: إسقاط العنصر المحدد
be_by: Выкінуць прадмет
bg_bg: Хвърляне на избрания елемент
ca_es: Llençar l'item seleccionat
cs: Upustit vybraný předmět
da_dk: Drop markerede element
de: Gegenstand fallen lassen
de_at: Gegnstond foin lossn
el_gr: Αποθέση Επιλεγμένoυ Στοιχείου
es: Soltar objeto seleccionado
eu_es: Aukeratutako objektua bota
fi: Pudota valittu esine
fil_ph: Ibagsak ang Napiling Bagay
fr_ca: Jeter l'objet sélectionné
ga_ie: Caith uait an t-earra roghnaithe
gl_es: Soltar obxecto seleccionado
he: זרוק את הפריט הנבחר
hi_in: पकड़े हुए चीज़ को गिरा दो
hr_hr: Ispustiti odabrani predmet
hu_hu: Kiválasztott tárgy eldobása
id_id: Drop Barang yang dipilih
is_is: Henda völdum hlut
it: Butta l'oggetto selezionato
ja_jp: アイテムを捨てる
ka_ge: არჩეული ნივთის დაგდება
ko_kr: 선택된 아이템 버리기
lb_lu: Géigestand fale loossen
lt_lt: Išmesti pasirinktą daiktą
lv_lv: Nomest izvēlēto objektu
mn_mn: Сонгосон зүйлийг хаях
ms_my: Menggugurkan Item terpilih
mt_mt: Waqqa' l-Oġġett Magħżul
nl_nl: Geselecteerde voorwerp laten vallen
nn_no: Slepp vald gjenstand
pl: Upuść wybrany przedmiot
pt: Largar Item Selecionado
ro_ro: Aruncă obiectul selectat
ru_ru: Выбросить предмет
sk_sk: Pustiť vybraný predmet
sl_si: Odvrži izbran predmet
sq_al: Drop Artikull Të Përzgjedhur
sv_se: Släpp valt föremål
th_th: ดรอปของที่เลือก
tr_tr: Seçili Eşyayı Bırakma
vi_vn: Thả vật phẩm được chọn
zh_cn: 丢弃所选物品
zh_tw: 丟棄已選擇的物品

# key_forward
source: Walk Forwards
af_za: Loop Vorentoe
ar_sa: السير الى الامام
be_by: Уперад
bg_bg: Вървене напред
ca_es: Caminar endavant
cs: Chůze dopředu
da_dk: Gå fremad
de: Vorwärts
de_at: Vorwärts
el_gr: Βάδισμα μπροστά
es: Caminar hacia delante
eu_es: Aurrera ibili
fa_ir: راه رفتن به جلو
fi: Kävele eteenpäin
fil_ph: Lumakad na Pasulong
fr_ca: Avancer
ga_ie: Siúil ar Aghaidh
gl_es: Camiñar adiante
he: הליכה קדימה
hi_in: आगे चलना
hr_hr: Naprijed
hu_hu: Gyaloglás előre
hy_am: Քայլել առաջ
id_id: Maju
is_is: Labba áfram
it: Cammina in avanti
ja_jp: 前進
ka_ge: წინ სიარული
ko_kr: 앞으로 걷기
lb_lu: Vijenzeg
lt_lt: Eiti pirmyn
lv_lv: Iet uz priekšu
mk_mk: Шета Напред
mn_mn: Урагшаа алхах
ms_my: Berjalan Hadapan
mt_mt: Imxi 'l Quddiem
nl_nl: Vooruit lopen
nn_no: Gå framover
pl: Idź do przodu
pt: Andar para a frente
ro_ro: Mergi în față
ru_ru: Вперёд
sk_sk: Ísť dopredu
sl_si: Hodi naprej
sq_al: Ecin përpara
sv_se: Gå framåt
th_th: เดินไปข้างหน้า
tr_tr: İleriye Gitme
vi_vn: Tiến về phía trước
zh_cn: 向前移动
zh_tw: 前進

# key_fullscreen
source: Toggle Fullscreen
af_za: Wissel Volskerm
ar_sa: تبديل ملء الشاشة
be_by: Поўны экран
bg_bg: Превключване на цял екран
ca_es: Des/activa pantalla completa
cs: Celá obrazovka
da_dk: Skift fuldskærmsmode
de: Vollbild wechseln
de_at: Voibüd wechsln
el_gr: Εναλλαγή σε πλήρη οθόνη
es: Pantalla completa
eu_es: Pantaila osoa aktibatu/desaktibatu
fa_ir: فعالسازی فول اسکرین
fi: Vaihda kokonäyttötilaan
fil_ph: Gamitin ang Fullscreen
fr_ca: Alterner le mode plein écran
ga_ie: Scoránaigh Lánscáileán
gl_es: Pantalla completa
he: מצב מסך מלא
hi_in: टॉगल Fullscreen
hr_hr: Preko cijelog zaslona
hu_hu: Teljes képernyő
id_id: Atur Layar Penuh
is_is: Nota allan skjáinn
it: Modalità a schermo intero
ja_jp: フルスクリーンの切り替え
ka_ge: მთელ ეკრანზე
ko_kr: 전체 화면 전환
lb_lu: Vollbildmodus
lt_lt: Visas ekranas
lv_lv: Ieslēgt pilnekrāna režīmu
mk_mk: Вклучит Цел екран
mn_mn: Дэлгэц дүүргэх
ms_my: Aktifkan skrin penuh
mt_mt: Fullscreen
nl_nl: Volledig scherm aan- of uitzetten
nn_no: Fullskjerm
pl: Przełącz na pełny ekran
pt: Fullscreen
ro_ro: Comută ecranul complet
ru_ru: Полноэкранный режим
sk_sk: Celá obrazovka
sl_si: Preklopi na celozaslonski način
sv_se: Växla fullskärm
th_th: เปิดแบบเต็มหน้าจอ
tr_tr: Tam Ekrana Geçme
vi_vn: Đổi chế độ toàn màn hình
zh_cn: 全屏显示切换
zh_tw: 切換全屏幕

# key_hotbar_1
source: Hotbar Slot 1
af_za: Warmbalk Gleuf 1
ar_sa: الخانة 1
be_by: Слот 1
bg_bg: Бърза лента слот 1
ca_es: Tecla ràpida 1
cs: Lišta – Pozice 1
da_dk: Genvejstast 1
de: Schnellzugriff 1
de_at: Schnöizuagriff 1
el_gr: Θέση 1 Μπάρας Ταχείας Επιλογής
es: Acceso rápido 1
eu_es: Sarbide-bizkorra 1
fa_ir: نخستین بخش جیب
fi: Pikanäppäin 1
fil_ph: Slot #1
fr_ca: Case 1 de la barre d'action
ga_ie: Sliotán 1 an Mhearbharra
gl_es: Acceso rápido 1
he: בר חם 1
hi_in: Hotbar खांचा 1
hr_hr: Polje 1
hu_hu: Gyorstár 1-es rekesze
hy_am: Ակկտիվ մենյու 1
is_is: Flýtival 1
it: Casella di scelta rapida 1
ja_jp: ホットバースロット1
ka_ge: დანაყოფი 1
ko_kr: 단축바 슬롯 1
lb_lu: Schnellzougrëff 1
lt_lt: Greitojo pasirinkimo vieta 1
lv_lv: Ātrās pieejas slots: 1
mk_mk: Позиција на Хотбар 1
mn_mn: Хэрэгцээт зай 1
ms_my: Slot pertama Hotbar
nn_no: Snøgg-inventar plass 1
pl: Slot 1 paska szybkiego wyboru
pt: 1º slot da Hotbar
ro_ro: Poziția 1 din bara de acțiune
ru_ru: Слот 1
sk_sk: Pozícia 1 na lište
sl_si: Hitri meni 1
sv_se: Föremålsplats 1
th_th: ปุ่มลัด 1
tr_tr: Kısayol Slotu 1
vi_vn: Vật phẩm trong ô 1
zh_cn: 快捷栏1
zh_tw: 快捷槽 1

# key_hotbar_2
source: Hotbar Slot 2
af_za: Warmbalk Gleuf 2
ar_sa: الخانة 2
be_by: Слот 2
bg_bg: Бърза лента слот 2
ca_es: Tecla ràpida 2
cs: Lišta – Pozice 2
da_dk: Genvejstast 2
de: Schnellzugriff 2
de_at: Schnöizuagriff 2
el_gr: Θέση 2 Μπάρας Ταχείας Επιλογής
es: Acceso rápido 2
eu_es: Sarbide-bizkorra 2
fa_ir: دومین بخش جیب
fi: Pikanäppäin 2
fil_ph: Slot #2
fr_ca: Case 2 de la barre d'action
ga_ie: Sliotán 2 an Mhearbharra
gl_es: Acceso rápido 2
he: בר חם 2
hi_in: Hotbar 2 स्लॉट
hr_hr: Polje 2
hu_hu: Gyorstár 2-es rekesze
hy_am: Ակկտիվ մենյու 2
is_is: Flýtival 2
it: Casella di scelta rapida 2
ja_jp: ホットバースロット2
ka_ge: დანაყოფი 2
ko_kr: 단축바 슬롯 2
lb_lu: Schnellzougrëff 2
lt_lt: Greitojo pasirinkimo vieta 2
lv_lv: Ātrās pieejas slots: 2
mk_mk: Позиција на Хотбар 2
mn_mn: Хэрэгцээт зай 2
ms_my: Slot ke-2 Hotbar
nn_no: Snøgg-inventar plass 2
pl: Slot 2 paska szybkiego wyboru
pt: 2º slot da Hotbar
ro_ro: Poziția 2 din bara de acțiune
ru_ru: Слот 2
sk_sk: Pozícia 2 na lište
sl_si: Hitri meni 2
sv_se: Föremålsplats 2
th_th: ปุ่มลัด 2
tr_tr: Kısayolu Slotu 2
vi_vn: Vật phẩm trong ô 2
zh_cn: 快捷栏2
zh_tw: 快捷槽 2

# key_hotbar_3
source: Hotbar Slot 3
af_za: Warmbalk Gleuf 3
ar_sa: الخانة 3
be_by: Слот 3
bg_bg: Бърза лента слот 3
ca_es: Tecla ràpida 3
cs: Lišta – Pozice 3
da_dk: Genvejstast 3
de: Schnellzugriff 3
de_at: Schnöizuagriff 3
el_gr: Θέση 3 Μπάρας Ταχείας Επιλογής
es: Acceso rápido 3
eu_es: Sarbide-bizkorra 3
fa_ir: سومین بخش جیب
fi: Pikanäppäin 3
fil_ph: Slot #3
fr_ca: Case 3 de la barre d'action
ga_ie: Sliotán 3 an Mhearbharra
gl_es: Acceso rápido 3
he: בר חם 3
hi_in: Hotbar स्लॉट 3
hr_hr: Polje 3
hu_hu: Gyorstár 3-as rekesze
hy_am: Ակկտիվ մենյու 3
is_is: Flýtival 3
it: Casella di scelta rapida 3
ja_jp: ホットバースロット3
ka_ge: დანაყოფი 3
ko_kr: 단축바 슬롯 3
lb_lu: Schnellzougrëff 3
lt_lt: Greitojo pasirinkimo vieta 3
lv_lv: Ātrās pieejas slots: 3
mk_mk: Позиција на Хотбар 3
mn_mn: Хэрэгцээт зай 3
ms_my: Slot ke-3 Hotbar
nn_no: Snøgg-inventar plass 3
pl: Slot 3 paska szybkiego wyboru
pt: 3º slot da Hotbar
ro_ro: Poziția 3 din bara de acțiune
ru_ru: Слот 3
sk_sk: Pozícia 3 na lište
sl_si: Hitri meni 3
sv_se: Föremålsplats 3
th_th: ปุ่มลัด 3
tr_tr: Kısayol Slotu 3
vi_vn: Vật phẩm trong ô 3
zh_cn: 快捷栏3
zh_tw: 快捷槽 3

# key_hotbar_4
source: Hotbar Slot 4
af_za: Warmbalk Gleuf 4
ar_sa: الخانة 4
be_by: Слот 4
bg_bg: Бърза лента слот 4
ca_es: Tecla ràpida 4
cs: Lišta – Pozice 4
da_dk: Genvejstast 4
de: Schnellzugriff 4
de_at: Schnöizuagriff 4
el_gr: Θέση 4 Μπάρας Ταχείας Επιλογής
es: Acceso rápido 4
eu_es: Sarbide-bizkorra 4
fa_ir: چهارمین بخش جیب
fi: Pikanäppäin 4
fil_ph: Slot #4
fr_ca: Case 4 de la barre d'action
ga_ie: Sliotán 4 an Mhearbharra
gl_es: Acceso rápido 4
he: בר חם 4
hi_in: Hotbar स्लॉट 4
hr_hr: Polje 4
hu_hu: Gyorstár 4-es rekesze
hy_am: Ակկտիվ մենյու 4
is_is: Flýtival 4
it: Casella di scelta rapida 4
ja_jp: ホットバースロット4
ka_ge: დანაყოფი 4
ko_kr: 단축바 슬롯 4
lb_lu: Schnellzougrëff 4
lt_lt: Greitojo pasirinkimo vieta 4
lv_lv: Ātrās pieejas slots: 4
mk_mk: Позиција на Хотбар 4
mn_mn: Хэрэгцээт зай 4
ms_my: Slot ke-4 Hotbar
nn_no: Snøgg-inventar plass 4
pl: Slot 4 paska szybkiego wyboru
pt: 4º slot da Hotbar
ro_ro: Poziția 4 din bara de acțiune
ru_ru: Слот 4
sk_sk: Pozícia 4 na lište
sl_si: Hitri meni 4
sv_se: Föremålsplats 4
th_th: ปุ่มลัด 4
tr_tr: Kısayol Slotu 4
vi_vn: Vật phẩm trong ô 4
zh_cn: 快捷栏4
zh_tw: 快捷槽 4

# key_hotbar_5
source: Hotbar Slot 5
af_za: Warmbalk Gleuf 5
ar_sa: الخانة 5
be_by: Слот 5
bg_bg: Бърза лента слот 5
ca_es: Tecla ràpida 5
cs: Lišta – Pozice 5
da_dk: Genvejstast 5
de: Schnellzugriff 5
de_at: Schnöizuagriff 5
el_gr: Θέση 5 Μπάρας Ταχείας Επιλογής
es: Acceso rápido 5
eu_es: Sarbide-bizkorra 5
fa_ir: پنجمین بخش جیب
fi: Pikanäppäin 5
fil_ph: Slot #5
fr_ca: Case 5 de la barre d'action
ga_ie: Sliotán 5 an Mhearbharra
gl_es: Acceso rápido 5
he: בר חם 5
hi_in: Hotbar स्लॉट 5
hr_hr: Polje 5
hu_hu: Gyorstár 5-ös rekesze
hy_am: Ակկտիվ մենյու 5
is_is: Flýtival 5
it: Casella di scelta rapida 5
ja_jp: ホットバースロット5
ka_ge: დანაყოფი 5
ko_kr: 단축바 슬롯 5
lb_lu: Schnellzougrëff 5
lt_lt: Greitojo pasirinkimo vieta 5
lv_lv: Ātrās pieejas slots: 5
mk_mk: Позиција на Хотбар 5
mn_mn: Хэрэгцээт зай 5
ms_my: Slot ke-5 Hotbar
nn_no: Snøgg-inventar plass 5
pl: Slot 5 paska szybkiego wyboru
pt: 5º slot da Hotbar
ro_ro: Poziția 5 din bara de acțiune
ru_ru: Слот 5
sk_sk: Pozícia 5 na lište
sl_si: Hitri meni 5
sv_se: Föremålsplats 5
th_th: ปุ่มลัด 5
tr_tr: Kısayol Slotu 5
vi_vn: Vật phẩm trong ô 5
zh_cn: 快捷栏5
zh_tw: 快捷槽 5
