Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# death_attack_starve
source: {0} starved to death
af_za: {0} is dood van die honger
ar_sa: {0} مات جوعاً
be_by: {0} памёр ад голаду
bg_bg: {0} умря от глад
ca_es: {0} ha mort de gana
cs: Hráč {0} vyhladověl
da_dk: {0} sultede ihjel
de: {0} verhungerte
el_gr: Ο/Η {0} λιμοκτόνησε
es: {0} se ha muerto de hambre
eu_es: {0}-(e)k goses hil zen
fa_ir: {0} از گرسنگی مرد.
fi: {0} nääntyi nälkään
fil_ph: Nagutom si {0} hanggang mamatay
fr_ca: {0} est mort(e) de faim
ga_ie: Fuair {0} bás den ocras
gl_es: {0} morreu de fame
he: {0} רעב למוות
hi_in: {0} मौत के भूखे
hr_hr: {0} je umro od gladi
hu_hu: {0} éhen halt
hy_am: {0} սովամահ եղավ
id_id: {0} mati kelaparan
is_is: {0} dó úr hungri
it: {0} è morto di fame
ja_jp: {0} は飢え死にした
ka_ge: {0} შიმშილით მოკვდა
ko_kr: {0}이(가) 아사했습니다
lb_lu: {0} ass verhongert
lt_lt: {0} mirė iš bado
lv_lv: {0} nomira no bada
ms_my: {0} mati kebuluran
mt_mt: {0} miet bil-ġuħ
nl_nl: {0} is verhongerd
nn_no: {0} svalt i hel
pl: Gracz {0} umarł z głodu
pt: {0} morreu de fome
ro_ro: {0} a murit de foame
ru_ru: {0} умер от голода
sk_sk: {0} zomrel od hladu
sl_si: {0} je sestradal do smrti
sv_se: {0} svalt ihjäl
th_th: {0} หิวจนตาย
tr_tr: {0} açlıktan öldü
vi_vn: {0} đã chết đói
zh_cn: {0}饿死了
zh_tw: {0} 餓死了

# death_attack_thorns
source: {0} was killed trying to hurt {1}
af_za: {0} is dood deur {1} seer te probeer maak
ar_sa: {0} قُتل وهو يحاول إيذاء {1}
be_by: {0} памёр, спрабуючы забіць {1}
bg_bg: {0} бе убит, докато се опитваше да нарани {1}
ca_es: {0} ha estat assassinat provant de ferir a {1}
cs: Hráč {0} byl zabit při pokusu ublížit hráči {1}
da_dk: {0} blev dræbt i forsøget på at såre {1}
de: {0} wurde beim Versuch {1} zu verletzen getötet
el_gr: Ο/Η {0} πέθανε ενώ προσπαθούσε να κάνει κακό στον/στην {1}
es: {0} ha sido asesinado mientras intentaba atacar a {1}
eu_es: {0}-(e)k hil egin zuten {1}-(r)i mina egin saiatzean
fa_ir: {0} هنگام آسیب رسانی به {1} کشته شد
fi: {0} tapettiin hänen yrittäessään satuttaa {1}
fil_ph: Namatay si {0} habang sinasaktan si {1}
fr_ca: {0} s'est fait tuer en tentant de blesser (un) {1}
ga_ie: Maraíodh {0} agus é/í ag iarraidh {1} a ghortú
gl_es: {0} morreu tentando ferir a {1}
he: {0} נהרג בנסיון לפגוע ב-{1}
hi_in: {0} चोट की कोशिश कर मारा गया {1}
hr_hr: {0} je ubijen pokušavajući ozljediti {1}
hu_hu: {0} meghalt, miközben {1} páncélját ütögette
hy_am: {0} սպանվեց փորձելով վնասել {1}-ին
id_id: {0} dibunuh saat menyakiti {1}
is_is: {0} var drepin þegar hann var að reyna að drepa {1}
it: {0} è morto cercando di ferire {1}
ja_jp: {0} は {1} を傷つけようとして殺された
ka_ge: {0} {1}-(ი)სთან ბრძოლის დროს მოკვდა
ko_kr: {0}이(가) {1}을(를) 공격하다 살해당했습니다
lb_lu: {0} ass beim Versuch, {1} ze verletzen, ëmbruecht ginn
lt_lt: {0} buvo nužudytas/a bandydamas/a pakenkti {1}
lv_lv: {0} nomira cenšoties ievainot {1}
ms_my: {0} telah dibunuh semasa mencuba untuk menyakiti {1}
mt_mt: {0} ġie maqtul hu u jipprova jweġġa' lil {1}
nl_nl: {0} is gedood tijdens het aanvallen van {1}
nn_no: {0} vart drepen i eit forsøk på å skada {1}
pl: Gracz {0} został zabity, próbując zranić: {1}
pt: {0} foi morto ao tentar magoar {1}
ro_ro: {0} a fost omorât(ă) încercând să-l rănească pe {1}
ru_ru: {0} был убит, пытаясь навредить {1}
sk_sk: {0} bol zabitý pri pokuse ublížiť hráčovi {1}
sl_si: {0} je bil ubit, ko je poskušal poškodovati {1}
sv_se: {0} dödades i ett försök att skada {1}
th_th: {0} ถูกฆ่าตอนที่พยายามจะฆ่า {1}
tr_tr: {0} {1}'e zarar vermeye çalışırken öldürüldü
vi_vn: {0} đã bị giết khi đang cố hại {1}
zh_cn: {0}在试图伤害{1}时被杀
zh_tw: {0} 試圖襲擊 {1}，但被反將一軍

# death_attack_thrown
source: {0} was pummelled by {1}
af_za: {0} was gemoker deur {1}
ar_sa: {0} ضرب حتى الموت بواسطة {1}
be_by: {1} закідаў {0} да смерці
bg_bg: {0} беше смазан от {1}
ca_es: {0} ha estat colpejat per {1}
cs: Hráč {0} byl udolán hráčem {1}
da_dk: {0} blev banket ihjel af {1}
de: {0} wurde von {1} zu Tode geprügelt
el_gr: Ο/Η {0} γρονθοκοπήθηκε από τον/την {1}
es: {1} ha apaleado a {0}
eu_es: {0}-(r)i {1}-(e)k astindu zion
fa_ir: {0} توسط {1} مشت خورد
fi: {1} hakkasi pelaajan {0}
fil_ph: Binato si {0} ni {1}
fr_ca: {0} s'est fait bombarder par un {1}
ga_ie: Ghread {1} {0}
gl_es: {0} foi esmagado por {1}
he: {0} הוכה בעוצמה על ידי {1}
hi_in: {0} द्वारा पस्त था {1}
hr_hr: {1} je premlatio {0}
hu_hu: {1} agyondobálta {0} játékost
hy_am: {0} գնդակահարվեց {1}-ի կողմից
id_id: {0} dihajar oleh {1}
is_is: {0} var barinn af {1}
it: {0} è stato bersagliato da {1}
ja_jp: {0} は {1} によってぺしゃんこにされた
ka_ge: {0}-ს სიკვდილამდე სცემა {1}-მ(ა)
ko_kr: {0}이(가) {1}에게 구타당했습니다
lb_lu: {0} ass vum {1} ze Dout geschloe ginn
lt_lt: {0} buvo numestas/a {1}
lv_lv: {1} piekāva {0} līdz nāvei
ms_my: {0} dibelasah oleh {1}
mt_mt: {0} qala' daqqtejn mingħand {1}
nl_nl: {0} is toegetakeld door {1}
nn_no: {0} vart bombardert av {1}
pl: Gracz {0} został pobity przez gracza {1}
pt: {0} foi espancado por {1}
ro_ro: {0} a fost bombardat(ă) de {1}
ru_ru: {0} был избит {1}
sk_sk: Hráč {0} bol zguľovaný hráčom {1}
sl_si: {1} je pretepel {0}
sv_se: {0} blev ivägkastad av {1}
th_th: {0} ถูก {1} โยนทิ้ง
tr_tr: {0}, {1} tarafından yumruklandı
vi_vn: {0} đã bị đánh đập bởi {1}
zh_cn: {0}被{1}给砸死了
zh_tw: {0} 被 {1} 活生生揍死了

# death_attack_thrown_item
source: {0} was pummelled by {1} using {2}
af_za: {0} was gemoker deur {1} se {2}
ar_sa: {0} ضرب حتى الموت بواسطة {1} مستخدماً {2}
be_by: {1} закідаў {0} да смерці з дапамогай {2}
bg_bg: {0} беше смазан от {1} чрез {2}
ca_es: {0} ha estat colpejat per {1} utilitzant {2}
cs: Hráč {0} byl udolán hráčem {1} pomocí {2}
da_dk: {0} blev banket ihjel af {1} ved hjælp af {2}
de: {0} wurde von {1} mit {2} zu Tode geprügelt
el_gr: Ο/Η {0} γρονθοκοπήθηκε από τον/την {1} με {2}
es: {1} ha apaleado a {0} con su {2}
eu_es: {0}-(r)i {1}-(e)k {2} erabiliz astindu zion
fa_ir: {0} توسط {1} بوسیله ی {2} مشت خورد
fi: {0} turpiini {1} käyttämällä {2}
fil_ph: Binato si {0} ni {1} gamit ng {2}
fr_ca: {0} s'est fait bombarder par un {1} avec {2}
ga_ie: Ghread {1} {0} le {2}
gl_es: {0} foi esmagado por {1} usando {2}
he: {0} הוכה בעוצמה על ידי {1} בעזרת {2}
hi_in: {0} द्वारा पस्त था {1} का उपयोग करते हुए {2}
hr_hr: {0} je premlačen od {1} koristeći {2}
hu_hu: {1} agyondobta {0} játékost {2} tárggyal
hy_am: {0} գնդակահարվեց {1}-ի կողմից օգտագործելով {2}
id_id: {0} dihajar oleh {1} dengan {2}
is_is: {0} var barinn af {1} með {2}
it: {0} è stato bersagliato da {1} armato di {2}
ja_jp: {0} は {1} の {2} でぺしゃんこにされた
ka_ge: {0}-ს სიკვდილამდე სცემა {1}-მ(ა) {2}-თ
ko_kr: {0}이(가) {2}을(를) 사용한 {1}에게 구타당했습니다
lb_lu: {0} ass vum {1} mat {2} doutgeschloe ginn
lt_lt: {0} buvo numestas/a pasidarbavus {1} naudojantis {2}
lv_lv: {1} piekāva {0} izmantojot {2}
ms_my: {0} dibelasah oleh {1} menggunakan {2}
mt_mt: {0} qala' daqqtejn mingħand {1} b' {2}
nl_nl: {0} is toegetakeld door {1} met een {2}
nn_no: {0} vart bombardert av {1} med {2}
pl: Gracz {0} został pobity przez {1} za pomocą: {2}
pt: {0} foi espancado por {1} usando {2}
ro_ro: {0} a fost bombardat(ă) de {1} cu {2}
ru_ru: {0} был избит {1} с помощью {2}
sk_sk: Hráč {0} bol zguľovaný hráčom {1} za použitia {2}
sl_si: {1} z {2} je pretepel {0}
sv_se: {0} blev ivägkastad av {1} med {2}
th_th: {0} ถูกโยนทิ้งโดย {1} โดยใช้ {2}
tr_tr: {0}, {2} kullanılarak {1} tarafından yumruklandı
vi_vn: {0} đã bị đánh đập do {1} dùng {2}
zh_cn: {0}被{1}用{2}给砸死了
zh_tw: {0} 被 {1} 用 {2} 揍死

# death_attack_wither
source: {0} withered away
af_za: {0} het weggekwyn
ar_sa: {0} ذبل
be_by: {0} змораны да смерці
bg_bg: {0} бе убит от Уидър
ca_es: A {0} se li ha pansit l'ànima
cs: Hráč {0} byl rozprášen witherem
da_dk: {0} blev dræbt af Wither
de: {0} verdorrte
el_gr: Ο/Η {0} μαράζωσε
es: {0} sufrió la ira del Wither
eu_es: {0}-(e)k zimeldu zuten
fa_ir: {0} سیاه چرده شد
fi: {0} näivettyi kuoliaaksi
fil_ph: Nawalan ng kaluluwa si {0}
fr_ca: {0} est mort(e) de décomposition
ga_ie: Seargadh {0}
gd_gb: Crìon-shearg {0}
gl_es: {0} foi "withereado"
he: {0} קמל למותו
hi_in: {0} दूर सूख
hr_hr: {0} je usahnuo
hu_hu: {0} elsorvadt
hy_am: {0} բորբոքվեց ցմահ
id_id: {0} rubuh
is_is: {0} visnaði upp
it: {0} è avvizzito
ja_jp: {0} は干からびた
ka_ge: {0} დაჭკნა
ko_kr: {0}이(가) 사그라들었습니다
lb_lu: {0} ass verduerwen
lt_lt: {0} nykiai pasitraukė iš gyvenimo
lv_lv: {0} sakalta
ms_my: {0} layu
mt_mt: {0} miet taħt l-effett tal-wither
nl_nl: {0} is verschrompeld
nn_no: {0} visna
pl: Gracz {0} obumarł
pt: {0} desvaneceu
ro_ro: {0} s-a veștejit
ru_ru: {0} иссушён
sk_sk: {0} sa rozplynul
sl_si: {0} je ovenel
sv_se: {0} vissnade bort
th_th: {0} เหี่ยวแห้งตาย
tr_tr: {0} soldu
vi_vn: {0} đã héo đi
zh_cn: {0}凋零了
zh_tw: {0} 凋零了

# death_fell_accident_generic
source: {0} fell from a high place
af_za: {0} het hard met die aarde kennis gemaak
ar_sa: {0} سقطت من مكان مرتفع
be_by: {0} зваліўся з вышыні
bg_bg: {0} падна от високо място
ca_es: {0} ha caigut d'un lloc alt
cs: Hráč {0} spadl z velké výšky
da_dk: {0} faldt ned fra et højt sted
de: {0} fiel aus zu großer Höhe
el_gr: Ο/Η {0} έπεσε από κάπου ψηλά
es: {0} ha caído desde muy alto
eu_es: {0}-(e)k altuera handi batetik erori zen
fa_ir: {0} از ارتفاع سقوط کرد.
fi: {0} putosi korkealta
fil_ph: Nahulog si {0} sa mataas na lugar
fr_ca: {0} a fait une terrible chute
ga_ie: Thit {0} ó hairde mhór
gl_es: {0} caeu dun lugar alto
he: {0} נפל ממקום גבוה
hi_in: {0} एक ऊंचे स्थान से गिर गया
hr_hr: {0} je pao s visokog mjesta
hu_hu: {0} lezuhant a magasból
hy_am: {0} ընկավ բարձր վայրից
id_id: {0} jatuh dari ketinggian
is_is: {0} datt ofan af háum stað
it: {0} è precipitato
ja_jp: {0} は高い所から落ちた
ka_ge: {0} მაღალი ადგილიდან ჩამოვარდა
ko_kr: {0}이(가) 높은 곳에서 떨어졌습니다
lb_lu: {0} ass vun ze héich erofgefall
lt_lt: {0} nukrito iš aukštumų
lv_lv: {0} nokrita no augstas vietas
ms_my: {0} terjatuh dari tempat yang tinggi
mt_mt: {0} waqa' minn post fl-għoli
nl_nl: {0} is van een hoge plek gevallen
nn_no: {0} fall frå ein høg plass
pl: Gracz {0} spadł z wysokiego miejsca
pt: {0} caiu de um lugar alto
ro_ro: {0} a căzut de la înălțime
ru_ru: {0} разбился насмерть
sk_sk: {0} spadol z veľkej výšky
sl_si: {0} je padel z višine
sv_se: {0} föll från en hög plats
th_th: {0} ตกลงมาจากที่สูง
tr_tr: {0} yüksek bir yerden düştü
vi_vn: {0} rơi khỏi một nơi cao
zh_cn: {0}从高处摔了下来
zh_tw: {0} 從高處跌落

# death_fell_accident_ladder
source: {0} fell off a ladder
af_za: {0} het van 'n leer afgeval
ar_sa: {0} سقطت سلما
be_by: {0} зваліўся з лесвіцы
bg_bg: {0} падна от стълба
ca_es: {0} ha caigut d'una escala
cs: Hráč {0} spadl ze žebříku
da_dk: {0} faldt ned af en stige
de: {0} fiel von einer Leiter
el_gr: Ο/Η {0} έπεσε από μια σκάλα
es: {0} se ha caído de una escalera
eu_es: {0}-(e)k eskailera batetik erori zen
fa_ir: {0} از نردبان افتاد.
fi: {0} putosi tikkailta
fil_ph: Nahulog si {0} sa hagdan
fr_ca: {0} est tombé(e) d'une échelle
ga_ie: Thit {0} de dréimire
gl_es: {0} caeu dunha escaleira
he: {0} נפל מסולם
hi_in: {0} एक सीढ़ी से गिर गया
hr_hr: {0} je pao s ljestvi
hu_hu: {0} lezuhant egy létráról
hy_am: {0} ընկավ սանդուղքից
id_id: {0} jatuh dari tangga
is_is: {0} datt úr stiga
it: {0} è caduto da una scala
ja_jp: {0} ははしごから落ちた
ka_ge: {0} კიბიდან ჩამოვარდა
ko_kr: {0}이(가) 사다리에서 떨어졌습니다
lb_lu: {0} ass vun der Leeder getrollt
lt_lt: {0} nukrito nuo kopėčių
lv_lv: {0} nokrita no kāpnēm
ms_my: {0} telah jatuh dari tangga
mt_mt: {0} waqa' minn fuq sellum
nl_nl: {0} is van een ladder gevallen
nn_no: {0} ramla frå ein stige
pl: Gracz {0} spadł z drabiny
pt: {0} caiu de uma escada
ro_ro: {0} a căzut de pe o scară
ru_ru: {0} свалился с лестницы
sk_sk: {0} spadol z rebríka
sl_si: {0} je padel z lestve
sv_se: {0} föll av en stege
th_th: {0} ตกจากบันไดลิง
tr_tr: {0} merdivenden düştü
vi_vn: {0} rơi khỏi một cái thang
zh_cn: {0}从梯子上摔了下来
zh_tw: {0} 從梯子上摔了下來

# death_fell_accident_vines
source: {0} fell off some vines
af_za: {0} het van klimplante afgeval
ar_sa: {0} سقطت بعض فاينز
be_by: Лаза не вытрымала {0}
bg_bg: {0} падна от лиани
ca_es: {0} ha caigut d'unes lianes
cs: Hráč {0} spadl z lián
da_dk: {0} faldt af nogen ranker
de: {0} fiel von Ranken
el_gr: Ο/Η {0} έπεσε από κάτι κληματσίδες
es: {0} se ha caído de unas enredaderas
eu_es: {0}-(e)k igokari batetik erori zen
fa_ir: {0} از روی تاک ها افتاد.
fi: {0} putosi köynnöksiltä
fil_ph: Nahulog si {0} sa baging
fr_ca: {0} est tombé(e) de quelques lianes
ga_ie: Thit {0} d'fhéithleog éigin
gl_es: {0} caeu dunhas lianas
he: {0} נפל מגפנים
hi_in: {0} कुछ दाखलताओं गिर गया
hr_hr: {0} je pao s lijane
hu_hu: {0} lezuhant az indákról
hy_am: {0} ընկավ որթատունկից
id_id: {0} jatuh dari tanaman rambat
is_is: {0} féll af greinum
it: {0} è caduto da dei rampicanti
ja_jp: {0} はツタから滑り落ちた
ka_ge: {0} სუროდან ჩამოვარდა
ko_kr: {0}이(가) 덩굴에서 떨어졌습니다
lb_lu: {0} ass vun enger Liane erofgetrollt
lt_lt: {0} nukrito nuo vijoklių
lv_lv: {0} nokrita no vīnogulāja
ms_my: {0} jatuh beberapa anggur
mt_mt: {0} waqa' minn fuq id-dwieli
nl_nl: {0} is van een klimplant gevallen
nn_no: {0} fall av nokre klatreplanter
pl: Gracz {0} spadł z pnączy
pt: {0} caiu de umas trepadeiras
ro_ro: {0} a căzut de pe niște liane
ru_ru: {0} сорвался с лианы
sk_sk: {0} spadol z liány
sl_si: {0} je padel z ovijalk
sv_se: {0} föll av en klätterväxt
th_th: {0} ตกลงมาจากเถาวัลย์
tr_tr: {0} sarmaşıktan düştü
vi_vn: {0} rơi khỏi một vài cây leo
zh_cn: {0}从一些藤蔓上摔了下来
zh_tw: {0} 從藤蔓上摔了下來

# death_fell_accident_water
source: {0} fell out of the water
af_za: {0} het uit die water uitgeval
ar_sa: {0} سقطت خارج الماء
be_by: {0} дрэнна паплаваў
bg_bg: {0} падна от водата
ca_es: {0} ha caigut fora de l'aigua
cs: Hráč {0} vypadl z vody
da_dk: {0} faldt ud af vandet
de: {0} fiel aus dem Wasser
el_gr: Ο/Η {0} έπεσε έξω από το νερό
es: {0} ha caído fuera del agua
eu_es: {0}-(e)k urez kampo erori zen
fa_ir: {0} از آبشار افتاد.
fi: {0} putosi vedestä
fil_ph: Nahulog si {0} galing sa tubig
fr_ca: {0} est tombé(e) hors de l'eau
ga_ie: Thit {0} amach as an uisce
gl_es: {0} caeu fóra da auga
he: {0} נפל מתוך המים
hi_in: {0} पानी से बाहर गिर गया
hr_hr: {0} je pao iz vode
hu_hu: {0} kiesett a vízből
hy_am: {0} ընկավ ջրի միջից
id_id: %i$s jatuh dari air
is_is: {0} datt úr vatni
it: {0} è caduto fuori dall'acqua
ja_jp: {0} は水から落ちた
ka_ge: {0} წყლიდან ჩამოვარდა
ko_kr: {0}이(가) 물에서 떨어졌습니다
lb_lu: {0} ass aus dem Waasser gefall
lt_lt: {0} iškrito iš vandens
lv_lv: {0} izkrita no ūdens
ms_my: {0} terjatuh keluar daripada air
mt_mt: {0} waqa' barra mill-ilma
nl_nl: {0} is uit het water gevallen
nn_no: {0} fall ut av vatnet
pl: Gracz {0} wypadł z wody
pt: {0} caiu fora da água
ro_ro: {0} a căzut din apă
ru_ru: {0} выпал из воды
sk_sk: {0} vypadol z vody
sl_si: {0} je padel iz vode
sv_se: {0} föll ut ur vatten
th_th: {0} ตกออกมาจากน้ำ
tr_tr: {0} suyun dışına düştü
vi_vn: {0} rơi khỏi nước
zh_cn: {0}从水中掉了下来
zh_tw: {0} 從水下摔出

# death_fell_assist
source: {0} was doomed to fall by {1}
af_za: {0} was gedoem om te val deur {1}
ar_sa: {1} اسقط {0} من مكان مرتفع
be_by: {0} зваліўся дзякуючы {1}
bg_bg: {0} беше обречен на падане от {1}
ca_es: {0} ha estat condemnat a caure per {1}
cs: Hráč {0} byl odsouzen k pádu hráčem {1}
da_dk: {0} blev dømt til at falde af {1}
de: {0} wurde von {1} zum Fallen verdammt
el_gr: {0} ήταν καταδικασμένη να πέσει από {1}
es: {1} ha tirado a {0} desde muy alto
eu_es: {0}-(e)ri {1}-(e)k zigortu zion erortzera
fa_ir: {1}، {0} را از بلندی انداخت.
fi: {0} oli tuomittu putoamaan {1}:n toimesta
fil_ph: Si {0} ay hinulog ni {1} sa kapahamakan
fr_ca: {0} a été condamné(e) à tomber par (un(e)) {1}
ga_ie: Dhaor {1} {0} chun titime
gl_es: {0} foi empurrado dende moi alto por {1}
he: {0} נדחף ומת על-ידי {1}
hi_in: {0} से गिर बर्बाद {1}
hr_hr: {0} je bio proklet da padne zbog {1}
hu_hu: {0} a halálba zuhant {1} miatt
hy_am: {0} գցեց {1}-ին բարձր վայրից
id_id: {0} tewas terdorong oleh {1}
is_is: {0} var ætlað að falla af {1}
it: {0} è stato fatto cadere da {1}
ja_jp: {0} は {1} に落とされる運命だった
ka_ge: {1}-მ(ა) {0} ძირს დაანარცხა
ko_kr: {0}은(는) {1}에게 밀려 떨어질 수밖에 없었습니다
lb_lu: {0} ass vum {1} zum Fale condamnéiert ginn
lt_lt: {0} buvo pasmerktas/a nukristi pasidarbavus {1}
lv_lv: {0} tika nolemts krišanai no {1}
ms_my: {0} telah tewas terjatuh oleh {1}
mt_mt: {0} kien destinat li jaqa' minn {1}
nl_nl: {0} was gedoemd te vallen door {1}
nn_no: {0} vart tvungen til å falle av {1}
pl: Gracz {0} został skazany na upadek przez gracza {1}
pt: {0} estava condenado a cair por {1}
ro_ro: {0} a fost condamnat să cadă de {1}
ru_ru: {0} свалился благодаря {1}
sk_sk: {0} bol zhodený z veľkej výšky hráčom {1}
sl_si: {0} je bil od {1} usojen da pade
sv_se: {0} var dömd att falla av {1}
th_th: {0} ถูกระเบิดแล้วตกลงมาโดย {1}
tr_tr: {0}, {1} tarafından düşürüldü
vi_vn: {0} bị ép phải rơi bởi {1}
zh_cn: {0}因为{1}注定要摔死
zh_tw: {0} 被 {1} 推下懸崖

# death_fell_assist_item
source: {0} was doomed to fall by {1} using {2}
af_za: {0} was gedoem om te val deur {1} met {2}
ar_sa: {1} اسقط {0} بإستعمال {2}
be_by: {1} вымусіў {0} упасці з дапамогай {2}
bg_bg: {0} беше обречен да падне от {1} използвайки {2}
ca_es: {0} ha estat condemnat a caure per {1} utilitzant {2}
cs: Hráč {0} byl odsouzen k pádu hráčem {1} pomocí {2}
da_dk: {0} blev dømt til at falde af {1} ved at hjælp af {2}
de: {0} wurde von {1} mit {2} zum Fallen verdammt
el_gr: {0} ήταν καταδικασμένος να πέσει από {1} χρησιμοποιώντας {2}
es: {1} ha tirado a {0} desde muy alto con su {2}
eu_es: {0}-(e)ri {1}-(e)k {2} erabiliz zigortu zion erortzera
fa_ir: {1}، {0} را توسط {2} از ارتفاع انداخت.
fi: {1} pudotti {0}:n käyttäen {2}:a
fil_ph: Si {0} ay hinulog ni {1} sa kapahamakan gamit ng {2}
fr_ca: {0} a été condamné(e) à tomber par (un) {1} avec {2}
ga_ie: Dhaor {1} {0} chun titime le {2}
gl_es: {0} foi empurrado dende moi alto por {1} usando {2}
he: {0} נדון למוות בנפילה {1} באמצעות {2}
hi_in: {0} से गिर बर्बाद {1} का उपयोग कर {2}
hr_hr: {0} je bio proklet da padne zbog {1} koji je koristio {2}
hu_hu: {0} a halálba zuhant {1} {2} nevű fegyvere által
hy_am: {0} գցեց {1}-ին բարձր վայրից, օգտագործելով {2}
id_id: {0} tewas terdorong oleh {1} menggunakan {2}
is_is: {0} var ætlað að falla af {1} með {2}
it: {0} è stato fatto cadere da {1} armato di {2}
ja_jp: {0} は {1} の {2} で落とされる運命だった
ka_ge: {1}-მ(ა) {0} ძირს დაანარცხა {2}-თ
ko_kr: {0}은(는) {2}을(를) 사용한 {1}에게 밀려 떨어질 수밖에 없었습니다
lb_lu: {1} huet {0} mat {2} zum Fale condamnéiert
lt_lt: {0} buvo pasmerktas/a nukristi pasidarbavus {1} naudojant {2}
lv_lv: {0} tika nolemts krišanai no {1} izmantojot {2}
ms_my: {0} tewas terjatuh oleh {1} dengan menggunakan {2}
mt_mt: {0} kien destinat li jaqa' minn {1} b' {2}
nl_nl: {0} was gedoemd te vallen door {1} met een {2}
nn_no: {0} vart tvungen til å falle av {1} med {2}
pl: Gracz {0} został skazany na upadek przez gracza {1} za pomocą: {2}
pt: {0} estava condenado a cair por {1} usando {2}
ro_ro: {0} a fost condamnat să cadă de {1} cu {2}
ru_ru: {0} был обречён на падение {1} с помощью {2}
sk_sk: {0} bol zhodený z veľkej výšky hráčom {1} za použitia {2}
sl_si: {0} je bil od {1} z {2} usojen da pade
sv_se: {0} var dömd att falla av {1} med {2}
th_th: {0} ถูกระเบิดแล้วตกลงมาโดย {1} ที่ใช้ {2}
tr_tr: {0}, {2} kullanarak {1} tarafınan düşürüldü
vi_vn: {0} bị ép phải rơi do {1} dùng {2}
zh_cn: {0}因为{1}使用了{2}注定要摔死
zh_tw: {0} 被 {1} 用 {2} 打下懸崖

# death_fell_finish
source: {0} fell too far and was finished by {1}
af_za: {0} het te ver geval en is toe afgemaai deur {1}
ar_sa: % 1$ s سقطت بعيداً جداً، وتم الانتهاء من % 2$ s
be_by: {1} дабіў {0} пасля падзення
bg_bg: {0} падна твърде далеч и беше довършен от {1}
ca_es: {0} ha caigut i ha estat rematat per {1}
cs: Hráč {0} spadl a byl doražen hráčem {1}
da_dk: {0} faldt for langt ned og blev gjort det af med af {1}
de: {0} fiel zu tief und wurde von {1} erledigt
el_gr: Ο/Η {0} έπεσε πολύ δυνατά και τον αποτέλειωσε ο/η {1}
es: {1} ha rematado a {0} después de que sufriera una caída
eu_es: {0}-(e)ri urruti erortzera egin zioten eta {1}-(e)k azkendu zuen
fa_ir: {0} از بلندی افتاد و به دست {1} کشته شد.
fi: {0} putosi liian korkealta ja hänet viimeisteli {1}
fil_ph: Nahulog si {0} nang malayuan at tinapos ni {1}
fr_ca: {0} a fait une terrible chute et s'est fait achever par (un(e)) {1}
ga_ie: Thit {0} rófhada ar fad agus thug {1} buille scoir dó/di
gl_es: {0} caeu demasiado lonxe e foi rematado por {1}
he: {0} נפל רחוק מידי ונהרג על ידי {1}
hi_in: {0} बहुत दूर गिर गया और से समाप्त हो गया था {1}
hr_hr: {0} je pao predaleko i dovršio ga je {1}
hu_hu: {0} túl mélyre zuhant, majd {1} kivégezte
hy_am: {0} ընկավ բարձր վայրից եվ սպանվեց {1}-ի կողմից
id_id: {0} jatuh terlalu jauh dan dihabisi oleh {1}
is_is: {0} féll of langt og var drepinn af {1}
it: {0} è precipitato ed è stato finito da {1}
ja_jp: {0} は高いところから落下し、{1} によってとどめを刺された
ka_ge: {0} ჩავარდა მეტად შორს და {1} ბოლო მოუღო
ko_kr: {0}이(가) 너무 높은 곳에서 떨어진 후, {1}에 의해 최후를 맞았습니다
lb_lu: {0} ass ze déif gefall an gouf vum {1} erleedegt
lt_lt: {0} nukrito per stipriai ir buvo pribaigtas/a {1}
lv_lv: {0} nokrita pārāk tālu un bija piebeigts ar {1}
ms_my: {0} telah jatuh dari tempat yang terlalu tinggi dan diselesaikan oleh {1}
mt_mt: {0} waqa' mill-għoli u ġie maqtul minn {1}
nl_nl: {0} viel te ver en werd afgemaakt door {1}
nn_no: {0} datt for langt og vart drept av {1}
pl: Gracz {0} spadł ze zbyt wysoka i został dobity przez gracza {1}
pt: {0} caiu de demasiado alto e foi finalizado por {1}
ro_ro: {0} a căzut de la înălțime și a fost răpus de {1}
ru_ru: {0} упал с высоты и был добит "{1}"
sk_sk: {0} bol zhodený z veľkej výšky a dorazený hráčom {1}
sl_si: {0} je padel pregloboko in pri tem ga je skoraj pokončal {1}
sv_se: {0} föll för långt och dödades av {1}
th_th: {0} ตกลงจากที่สูงแล้วตายโดย {1}
tr_tr: {0} yüksekten düştü ve {1} tarafından öldürüldü
vi_vn: {0} đã ngã quá sâu và bị kết liễu bởi {1}
zh_cn: {0}摔伤得太重并被{1}完结了生命
zh_tw: {0} 摔傷後被 {1} 殺了
