Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_scoreboard_players_list_empty
source: There are no tracked players on the scoreboard
af_za: Daar is geen nagespoorde spelers op die telbord nie
ar_sa: لا يوجد لاعبين تعقب على لوحة النتائج
be_by: У статыстыцы няма адсочваемых гульцоў
bg_bg: Няма проследявани играчи на таблото
ca_es: No hi ha jugadors a la taula de puntuacions
cs: V tabulce výsledků nejsou žádní sledovaní hráči
da_dk: Der er ingen registrerede spillere på resultattavlen
de: Derzeit werden keine Spieler von der Anzeigetafel erfasst
el_gr: Δεν υπάρχουν παρακολουθούνται παίκτες για τον πίνακα
es: No hay Jugadores registrados en el marcador
eu_es: Markagailuan jarraitzeko jokalaririk ez daude
fi: Tulostaululla ei ole yhtään seurattavaa pelaajaa
fil_ph: Walang tinitingnan na manlalaro sa scoreboard
fr_ca: Il n'y a pas de joueur(s) ciblé(s) sur le tableau de score
ga_ie: Níl imreoir rianaithe ar bith ar an scórchlár
gl_es: Non hai xogadores gardados na táboa de puntuación
he: אין שחקנים לא מסומנים על לוח התוצאות
hi_in: स्कोरबोर्ड पर कोई नज़र रखी खिलाड़ी हैं
hr_hr: Nema praćenih igrača na semaforu
hu_hu: Nincsenek játékosok az eredményjelző táblán
hy_am: Վիճակագրության մեջ հետևվող մասնակիցներ չկան
id_id: Tak ada Pemain terlacak di Papan Nilai
is_is: Það eru engnir leikmenn á stigatöflunni
it: Non ci sono giocatori segnati sul tabellone
ja_jp: スコアボードには追跡されているプレイヤーが存在しません
ka_ge: ტაბლოზე არ არის თვალგაყოლილი მოთამაშეები
ko_kr: 점수판에 추적되고 있는 플레이어가 없습니다
lb_lu: Zur Zäit gi keng Spiller vun der Punktetafel erfaasst
lt_lt: Nėra sekamų žaidėjų švieslentėje
lv_lv: Nav neviena reģistrēta spēlētāju uz rezultātu tablo
ms_my: Tiada pemain dikesan pada papan mata
mt_mt: M'hemmx plejers trekkjati fuq it-tabella tal-punteġġi
nl_nl: Er zijn geen gevolgde spelers op het scorebord
nn_no: Det er ingen spora spelarar på resultattavla
pl: Na tablicy wyników nie ma żadnych śledzonych graczy
pt: Não existe nenhum jogador a ser monitorizado no quadro de pontuações
ro_ro: Nu este niciun jucător urmărit pe tabela de marcaj
ru_ru: Нет отслеживаемых игроков в статистике
sk_sk: Na výsledkovej listine nie sú žiadni sledovaní hráči
sl_si: Ni sledenih igralcev v lestvici rezultatov
sv_se: Det finns inga spelare på resultattavlan
th_th: ไม่มีผู้เล่นติดตามสกอร์เป็น
tr_tr: Puan tablosunda takip edilen oyuncu yok
vi_vn: Không có người chơi nào được theo dõi trên bảng điểm
zh_cn: 记分板上没有追踪的玩家
zh_tw: 記分板上沒有可追蹤的玩家

# commands_scoreboard_players_list_player_count
source: Showing {0} tracked objective(s) for {1}:
af_za: {0} nagespoorde doelstelling(s) wys vir {1}:
ar_sa: عرض &d الهدف المتعقب (s)إلى &s:
be_by: Паказана {0} адсочваемых мэтаў для {1}:
bg_bg: Показване на {0} проследени цели за {1}:
ca_es: Mostrant {0} objectiu(s) per a {1}:
cs: Sledované úkoly ({0}) pro hráče {1}:
da_dk: Viser {0} sporet objekt(er) for {1}:
de: Zeige {0} erfasste(s) Ziel(e) für {1} an:
el_gr: Εμφάνιση {0} εντοπισμένου(ων) στόχου(ων) για {1}:
es: Mostrando {0} objetivo(s) para {1}:
eu_es: {0} objektibo erregistratuta erakusten {1}-(r)entzat:
fi: Näytetään {0} tehtävää pelaajalle {1}:
fil_ph: Nagpapakita ng {0} tinitignang layon para sa {1}:
fr_ca: Affichage de {0} objectif(s) ciblé(s) pour {1} :
ga_ie: Ag taispeáint {0} cuspóir(í) rianaithe le haghaidh {1}:
gl_es: Amosando {0} obxectivos seguido(s) para {1}:
he: מציג {0} מטרה(ות) עקיבה עבור {1}:
hr_hr: Prikazivanje {0} praćenih ciljeva za {1}:
hu_hu: {0} {1} darab követett célja:
id_id: Paparan {0} Tujuan terlacak untuk {1}:
is_is: Sýni {0} markmið fyrir {1}:
it: Visualizzazione di {0} obiettivo/i segnato/i sul tabellone per {1}:
ja_jp: {0} を追跡している {1} 個のオブジェクトを表示しています:
ka_ge: ნაჩვენებია {0} თვალგაყოლილი დავალება {1}-(ს)თვის:
ko_kr: {0}을(를) 위한 {1}개의 목표(들):
lb_lu: Weis {0} erfaasste(n) Ziel(er) fir {1} un:
lt_lt: Rodoma {0} susektų tikslų {1}'ui:
lv_lv: Uzrāda {0} reģistrētu(s) uzdevumu(s) priekš {1}:
ms_my: Paparan objektif dikesan {0} untuk {1}:
mt_mt: Qed jintwerew {0} objettiv(i) trekkjat(i) għal {1}:
nl_nl: {0} gevolgde doelen voor {1}:
nn_no: Viser {0} spora oppdrag for {1}:
pl: Wyświetlono {0} śledzonych celów dla {1}:
pt: A mostrar {0} objetivos monitorizados para {1}:
ro_ro: Se afișează {0} obiectiv(e) urmărit(e) pentru {1}:
ru_ru: Показано {0} отслеживаемых задач для {1}:
sk_sk: Zobrazených {0} sledovaných cieľov pre {1}:
sl_si: Prikazujem {0} sledenih ciljev za {1}:
sv_se: Visar {0} spårade mål för {1}:
th_th: แสดงเป้าหมาย {0} สำหรับ {1}:
tr_tr: {0} için {1} izlenen görev gösteriliyor:
vi_vn: Đang hiển thị {0} mục tiêu được theo dõi cho {1}:
zh_cn: 正在给{1}显示{0}个被追踪的目标
zh_tw: 正追蹤 {1} 在記分板上 {0} 個計分項目：

# commands_scoreboard_players_list_player_empty
source: Player {0} has no scores recorded
af_za: Speler {0} het geen tellings aangeteken nie
ar_sa: اللاعب {0} ليس لها عشرات سجلت
be_by: Гулец {0} не мае ліку
bg_bg: Играчът {0} няма записани резултати
ca_es: El jugador {0} no té cap puntuació registrada
cs: Hráč {0} nemá v záznamu žádná skóre
da_dk: Spilleren {0} har ingen stillinger
de: Für Spieler {0} wurden keine Punkte eingetragen
el_gr: παίχτης {0} δεν έχει καταγραφεί σκορ
es: {0} no tiene ninguna puntuación registrada
eu_es: {0} jokalaria ez dauka inolako puntuaziorik jasota
fa_ir: بازیکن {0} هیچ رکوردی ندارد
fi: Pelaajalle {0} ei ole kirjattu pisteitä
fil_ph: Walang nakitang puntos para kay {0}
fr_ca: Le joueur {0} n'a pas de scores enregistrés
ga_ie: Níl scór taifeadta ag an imreoir {0}
gl_es: O xogador {0} non ten puntuacións gardadas
he: הנגן {0} יש תוצאות לא מוקלט
hi_in: {0} खिलाड़ी कोई स्कोर दर्ज की गई है
hr_hr: Igrač {0} nema zabilježenih bodova
hu_hu: {0} játékosnak nincsenek pontjai
hy_am: {0} խմասնակիցը միավորներ չունի
id_id: Pemain {0} tidak punya skor terekam
is_is: Leikmaður {0} hefur enginn stig
it: {0} non ha punteggi registrati
ja_jp: プレイヤー {0} のスコアの記録はありません
ka_ge: მოთამაშეს {0} არ აქვს შენახული ქულები
ko_kr: 플레이어 {0}은(는) 기록된 점수가 없습니다
lb_lu: De Spiller {0} huet keng Punkten agedroen
lt_lt: Žaidėjas/a {0} neturi įrašytų taškų
lv_lv: Spēlētājam {0} nav reģistrētu rezultātu
ms_my: Pemain {0} tiada skor yang dicatat
mt_mt: Plejer {0} m'għandux punteġġi rrekordjati
nl_nl: Speler {0} heeft geen opgeslagen scores
nn_no: Spelar {0} har ingen registrerte poeng
pl: Gracz {0} nie ma żadnych zapisanych wyników
pt: O jogador {0} não tem nenhuma pontuação registada
ro_ro: Jucătorul {0} nu are scoruri înregistrate
ru_ru: Игрок {0} не имеет очков
sk_sk: Hráč {0} nemá žiadne zaznamenané skóre
sl_si: Igralec {0} nima zabeleženih rezultatov
sv_se: Spelare {0} har inga poäng registrerade
th_th: เล่น {0} ได้คะแนนไม่บันทึก
tr_tr: Oyuncu {0} için kaydedilmiş puan yok
vi_vn: Người chơi {0} không có điểm nào được ghi lại
zh_cn: 玩家{0}没有分数记录
zh_tw: 玩家 {0} 沒有記錄分數

# commands_scoreboard_players_list_usage
source: /scoreboard players list [name]
af_za: /scoreboard players list [naam]
ar_sa: /list players scoreboard [اسم]
be_by: /scoreboard players list [імя]
bg_bg: /scoreboard players list [<име>|*]
ca_es: /scoreboard players list [nom]
cs: /scoreboard players list [<hráč>|*]
da_dk: /scoreboard players list [navn]
de: /scoreboard players list [<Spieler>|*]
el_gr: /scoreboard players list [όνομα]
es: /scoreboard players list [nombre]
eu_es: /scoreboard players list [izena]
fi: /scoreboard players list [nimi]
fil_ph: /scoreboard players list [pangalan]
fr_ca: /scoreboard players list [joueur]
ga_ie: /scoreboard players list [ainm]
gl_es: /scoreboard players list [nome]
he: /scoreboard players list [שם]
hi_in: /scoreboard players list [नाम]
hr_hr: /scoreboard players list [ime]
hu_hu: /scoreboard players list [név]
id_id: /scoreboard players list [nama]
is_is: /scoreboard players list [nafn]
it: /scoreboard players list [nome]
ja_jp: /scoreboard players list [名前]
ka_ge: /scoreboard players list [სახელი]
ko_kr: /scoreboard players list [이름]
lb_lu: /scoreboard players list [Spiller]
lt_lt: /scoreboard players list [pavadinimas]
lv_lv: /scoreboard players list [vārds]
ms_my: /scoreboard players list [nama]
nl_nl: /scoreboard players list [naam]
nn_no: /scoreboard players list [namn]
pl: /scoreboard player list [nazwa]
pt: /scoreboard players list [nome]
ro_ro: /scoreboard players list [<jucător>]
ru_ru: /scoreboard players list [название]
sk_sk: /scoreboard players list [meno hráča]
sl_si: /scoreboard players list [ime]
sv_se: /scoreboard players list [namn]
th_th: /scoreboard players list [ชื่อ]
tr_tr: /scoreboard players list [ad]
vi_vn: /scoreboard players list [tên]
zh_cn: /scoreboard players list [名字]
zh_tw: /scoreboard players list [玩家名稱]

# commands_scoreboard_players_name_tooLong
source: The name '{0}' is too long for a player, it can be at most {1} characters long
af_za: Die naam '{0}' is te lank vir 'n speler, dit mag hoogtens {1} karakters bevat
ar_sa: الإسم '{0}' طويل جداً للاعب, يمكن ان يكون على الأكثر مكوناً من {1} حرفاً
be_by: Імя гульца '{0}' занадта доўгае, яно павінна быць не даўжэйшым за {1} сімвалаў
bg_bg: Името '{0}' е твърде дълго за играч, може да бъде най-много {1} символа
ca_es: El nom '{0}' és massa llarg per un jugador, pot tenir com a màxim {1} caràcters de llargada
cs: Jméno „{0}“ je pro hráče příliš dlouhé, maximální délka je {1} znaků
da_dk: Navnet '{0}' er for langt for en spiller, det må maksimalt være {1} tegn langt
de: '{0}' ist zu lang für einen Spielernamen, er darf höchstens {1} Zeichen lang sein
el_gr: Το όνομα {0} είναι υπερβολικά μεγάλo για ένα παίκτη, μπορεί να είναι το πολύ {1} χαρακτήρες
es: El nombre "{0}" es demasiado largo para un jugador. Debe ser inferior a {1} caracteres
eu_es: '{0}' izena oso luzea da jokalari batentzako, {1} baino gutxiago izan beharko da
fi: Nimi '{0}' on liian pitkä pelaajan nimeksi, se voi olla enintään {1} merkkiä pitkä
fil_ph: Ang pangalang '{0}' ay masyadong mahaba para sa manlalaro, hanggang {1} karakter lamang ang haba
fr_ca: "{0}" est trop long comme nom de joueur, il ne peut pas dépasser {1} caractères
ga_ie: Tá an t-ainm '{0}' rófhada le haghaidh imreora, {1} carachtair an fad is mó
gl_es: O nome "{0}" é demasiado longo para un equipo. Pode ser como máximo de {1} caracteres
he: השם '{0}' ארוך מדי עבור שחקן, זה יכול להיות לכל היותר {1} תווים
hr_hr: Ime '{0}' je predugo, može najviše imati {1} karaktera.
hu_hu: A(z) '{0}' név túl hosszú, legfeljebb {1} karakter lehet
id_id: Nama '{0}' terlalu panjang untuk tim, maksimal {1} karakter
it: Il nome "{0}" è troppo lungo per un giocatore, può essere al massimo {1} caratteri
ja_jp: 「{0}」という名前は長過ぎます。名前は最大で {1} 文字までです。
ka_ge: მოთამაშის სახელი '{0}' მეტისმეტად გრძელია, ის უნდა შეიცავდეს არაუმეტეს {1} სიმბოლოსა
ko_kr: 플레이어에게는 이름 '{0}'이(가) 너무 깁니다. 최대 {1} 글자까지 가능합니다
lb_lu: '{0}' ass ze laang als Spillernumm, en däerf nëmmen {1} Zeeche laang sinn
lt_lt: Pavadinimas "{0}" yra per ilgas žaidėjui, jis negali būti ilgesnis nei {1} ženklų
ms_my: Nama '{0}' terlalu panjang untuk pemain, ia boleh paling banyak {1} aksara sahaja
mt_mt: L-isem '{0}' hu twil wisq għal plejer, l-itwal li jista' jkun hu {1} karattri twil
nl_nl: De naam '{0}' is te lang voor een speler, het mag slechts {1} karakters bevatten
nn_no: Namnet '{0}' er for langt for ein spelar, det kan ikkje vera lengre enn {1} teikn
pl: Nazwa '{0}' jest za długa dla gracza, może mieć najwyżej {1} znaków
pt: O nome '{0}' é demasiado grande para um jogador, pode ter de máximo {1} caracteres
ro_ro: Numele "{0}" este prea lung pentru un jucător, acesta poate avea maxim {1} caractere
ru_ru: Имя игрока '{0}' слишком длинное, оно должно короче {1} символов
sk_sk: Meno '{0}' je pre hráča príliš dlhé, môže mať najviac {1} symbolov
sl_si: Ime igralca '{0}' je predolgo, največja dovoljena dolžina je {1} znakov
sv_se: Namnet '{0}' är för långt för en spelare, det kan vara högst {1} tecken långt
th_th: ชื่อ '{0}' ยาวเกินไปสำหรับผู้เล่น มันสามารถมีได้มากที่สุด {1} ตัวอักษร
tr_tr: '{0}' adı bir oyuncu için çok uzun, en fazla {1} karakter olabilir
vi_vn: Cái tên '{0}' là quá dài cho một người chơi, nó có thể dài nhất la {1} kí tự
zh_cn: '{0}'作为玩家名太长了，它最多只能有{1}个字
zh_tw: '{0}' 作為玩家名稱太長了，最多只能有 {1} 個字元

# commands_scoreboard_players_operation_invalidOperation
source: Invalid operation {0}
af_za: Ongeldige bewerking {0}
ar_sa: {0} عملية غير صالحة
be_by: Недапушчальная аперацыя {0}
bg_bg: Невалидна операция {0}
ca_es: Operació invàlida: {0}
cs: Neplatná operace: {0}
da_dk: Ugyldig handling {0}
de: Ungültige Operation {0}
el_gr: Μη έγκυρη λειτουργία {0}
es: La operación {0} no es válida
eu_es: okerreko operazioa {0}
fi: Virheellinen tehtävä {0}
fil_ph: Hindi wasto ang operasyon na {0}
fr_ca: Opération {0} invalide
ga_ie: Oibríocht neamhbhailí {0}
gl_es: A operación {0} non é válida
he: פעולה לא חוקית של {0}
hr_hr: Nevažeći postupak {0}
hu_hu: Érvénytelen művelet: {0}
id_id: Operasi tidak valid {0}
is_is: Ógild aðgerð {0}
it: Operazione {0} non valida
ja_jp: {0} は無効な操作です
ka_ge: არასწორი ოპერაცია {0}
ko_kr: {0}은(는) 잘못된 작업입니다
lb_lu: Ongültege Virgaang {0}
lt_lt: Klaidingas veiksmas {0}
lv_lv: Nederīga operācija {0}
ms_my: Operasi tidak sah {0}
mt_mt: L-operazzjoni {0} hi invalida
nl_nl: Ongeldige bewerking {0}
nn_no: Ugyldig operasjon {0}
pl: Nieprawidłowa operacja {0}
pt: {0} é uma operação inválida
ro_ro: Operația {0} nu este validă
ru_ru: Недопустимая операция {0}
sk_sk: Neplatná operácia {0}
sl_si: Neveljavna operacija {0}
sv_se: Ogiltig åtgärd {0}
th_th: {0} ไม่ใช่การดำเนินการที่ถูกต้อง
tr_tr: Geçersiz işlem {0}
vi_vn: Thao tác {0} không hợp lệ
zh_cn: 操作{0}无效
zh_tw: 操作 {0} 無效

# commands_scoreboard_players_operation_notFound
source: No {0} score for {1} found
af_za: Geen {0} telling vir {1} gevind nie
ar_sa: لا توجد نقاط {0} للعثور على {1}
be_by: Лік {0} для {1} не знойдзены
bg_bg: {1} няма резултат за {0}
ca_es: Cap puntuació {0} trobada per {1}
cs: Nebylo nalezeno žádné skóre {0} pro {1}
da_dk: Ingen {0} score for {1} blev fundet
de: Keine Punktzahl {0} für {1} gefunden
el_gr: Όχι σκορ{0}{1} βρέθηκε
es: No se ha encontrado puntuación de {0} para {1}
fi: Pisteitä {0} kohteelle {1} ei löytynyt
fil_ph: Walang {0}$1 puntos para sa {1}$2 natagpuan
fr_ca: Aucun score de l'objectif {0} pour {1} n'a été trouvé
ga_ie: Ní bhfuarthas scór {0} le haghaidh {1}
gl_es: Non se atopou puntuación de {0} para {1}
he: לא נימצא ניקוד {0} עבור {1}
hr_hr: {0} rezultat za {1} nije pronađen
hu_hu: Nem található {0} pontszám {1} számára
id_id: Tidak ada skor {0} untuk {1} ditemukan
is_is: Ekkert skor {0} fyrir {1} fannst
it: Nessun punteggio dell'obiettivo {0} è stato trovato per {1}
ja_jp: {1} に {0} のスコアは見つかりませんでした
ka_ge: {0} ქულა არაა ნაპოვნი მოთამაშისთვის {1}
ko_kr: {1}의 점수 {0}을(를) 찾을 수 없습니다
lb_lu: Keng Punktunzuel {0} fir {1} fonnt
lt_lt: Nerastas rezultatas {0} žaidėjui {1}
lv_lv: Netika atrasti {0} punkti priekš {1}
ms_my: Tiada {0} markah untuk {1} dijumpai
mt_mt: Ebda punteġġ {0} ma nstab għal {1}
nl_nl: Geen {0} score voor {1} gevonden
nn_no: Ingen {0} poeng for {1} funne
pl: Nieznaleziono wyniku {0} dla {1}
pt: Não foi encontrada nenhuma pontuação {0} para {1}
ro_ro: Nu s-a găsit niciun scor {0} pentru {1}
ru_ru: Счёт {0} для {1} не найден
sk_sk: Žiadne {0} skóre pre {1} nebolo nájdené
sl_si: {0} rezultat za {1} ni bil najden
sv_se: {0}-poäng kunde inte hittas för {1}
th_th: ไม่พบ {0} คะแนนสำหรับ {1}
tr_tr: {0} puanı, {1} için bulunamadı
vi_vn: Không thể tìm thấy điểm {0} cho {1}
zh_cn: 无法找到{1}的{0}分数
zh_tw: 無法找到 {1} 在 {0} 上的分數。

# commands_scoreboard_players_operation_success
source: Operation applied successfully
af_za: Bewerking suksesvol toegepas
ar_sa: العملية طبقت بنجاح
be_by: Аперацыя паспяхова выканана
bg_bg: Операцията е успешна
ca_es: Operació aplicada amb èxit
cs: Operace úspěšně použita
da_dk: Anvendelse af handling lykkedes
de: Operation wurde ausgeführt
el_gr: Η Λειτουργία εφαρμόστηκε με επιτυχία
es: La operación se ha realizado con éxito
eu_es: Operazioa ongi bete da
fi: Tehtävä suoritettu onnistuneesti
fil_ph: Ang operasyon ay nagamit ng matagumpay
fr_ca: L'opération a été appliquée avec succès
ga_ie: Cuireadh oibríocht i bhfeidhm
gl_es: A operación se realizouse con éxito
he: הפקודה מיושמת בהצלחה
hr_hr: Postupak uspješno primjenjen
hu_hu: Művelet sikeresen alkalmazva
id_id: Operasi berhasil diterapkan
is_is: Aðgerð heppnaðist
it: L'operazione è stata svolta correttamente
ja_jp: 操作は正常に適用されました
ka_ge: ოპერაცია წარმატებულია
ko_kr: 작업이 성공적으로 적용되었습니다
lb_lu: Operatioun erfollegräich ausgefouert
lt_lt: Veiksmas sėkmingai pritaikytas
ms_my: Operasi berjaya dilaksanakan
mt_mt: L-operazzjoni ġiet applikata b'suċċess
nl_nl: Operatie succesvol toegepast
nn_no: Operasjonen fullført
pl: Operacja zastosowana pomyślnie
pt: Operação aplicada com sucesso
ro_ro: S-a aplicat operația cu succes
ru_ru: Операция успешно выполнена
sk_sk: Operácia prebehla úspešne
sl_si: Operacija uspešno nastavljena
sv_se: Åtgärden lyckades
th_th: การดำเนินการได้ถูกนำไปใช้เป็นที่เรียบร้อยแล้ว
tr_tr: İşlem başarıyla uygulandı
vi_vn: Thao tác được áp dụng thành công
zh_cn: 操作已应用成功
zh_tw: 已成功套用指定操作

# commands_scoreboard_players_operation_usage
source: /scoreboard players operation <targetName> <targetObjective> <operation> <selector> <objective>
ar_sa: \لوح_النقاط لعملية الاعبين
be_by: /scoreboard players operation <цэль> <мэта цэлі> <аперацыя> <селектар> <мэта>
bg_bg: /scoreboard players operation <играч> <цел за променяне> <операция> <селектор> <цел>
cs: /scoreboard players operation <hráč>|* <cílový úkol> <operace> <selektor> <úkol>
de: /scoreboard players operation <Spieler>|* <Ziel> <Operation> <Auswahl>|* <AuswahlZiel>
el_gr: /scoreboard players operation <όνομαστόχου> <αντικείμενοστόχου> <επιγχείρηση> <επιλογέας> <σκοπός>
es: /scoreboard players operation <nombre de destino> <objetivo de destino> <operación> <selector> <objetivo>
fi: /scoreboard players operation <kohdeNimi> <kohdeTehtävä> <operaatio> <valitsin> <tehtävä>
fr_ca: /scoreboard players operation <joueur ciblé> <objectif ciblé> <opération> <sélecteur> <objectif>
he: /scoreboard players operation <מטרה> <בורר> <פעולה> <מטרת-משימה> <שם-מטרה>
hu_hu: /scoreboard players operation <célpontNeve> <célpontCél> <művelet> <szelektor> <cél>
id_id: /scoreboard players operation <namaSasaran> <tujuanSasaran> <operasi> <pemilih> <tujuan>
it: /scoreboard player operation <nome del destinatario> <obiettivo destinatario> <operazione> <selettore> <obiettivo>
ja_jp: /scoreboard players operation <目標名> <目標のオブジェクト> <操作> <対象> <オブジェクト>
ka_ge: /scoreboard players operation <სამიზნე> <სამიზნის დანიშნულება> <ოპერაცია> <სელექტორი> <დანიშნულება>
ko_kr: /scoreboard players operation <대상 이름> <대상 목표> <동작> <선택자> <목표>
lb_lu: /scoreboard players operation <Spiller> <Ziel> <Operatioun> <Auswiel> <Ziel>
lt_lt: /scoreboard players operation <pavadinimas> <skirtasis tikslas> <veiksmas> <parinkėjas> <tikslas>
mt_mt: /scoreboard players operation <targetName> <targetObjective> <operazzjoni> <selettur> <objettiv>
nl_nl: /scoreboard players operation <doelNaam> <doelDoel> <operatie> <selector> <doel>
pl: /scoreboard players operation <nazwaCelu> <cel> <operacja> <selektor> <cel>
pt: /scoreboard players operation <nomeAlvo> <objetivoAlvo> <operação> <seletor> <objetivo>
ro_ro: /scoreboard players operation <jucător țintă> <obiectiv țintă> <operație> <selector> <obiectiv>
ru_ru: /scoreboard players operation <цель> <задача-цель> <операция> <селектор> <задача>
sk_sk: /scoreboard players operation <cieľovéMeno> <cieľováÚloha> <operácia> <selektor> <úloha>
sl_si: /scoreboard players operation <imeTarče> <ciljTarče> <operacija> <selektor> <cilj>
sv_se: /scoreboard players operation <målnamn> <målmål> <åtgärd> <selektor> <mål>
tr_tr: /scoreboard players operation <hedefAdı> <hedefGörevi> <işlem> <seçici> <görev>
vi_vn: /scoreboard players operation <tên mục tiêu> <chỉ tiêu cần đổi> <thao tác> <các đối tượng> <chỉ tiêu>
zh_cn: /scoreboard players operation <目标玩家> <目标名> <操作> <选择器> <目标>
zh_tw: /scoreboard players operation <對象名稱> <對象目標> <操作> <指定對象> <目標>

# commands_scoreboard_players_remove_usage
source: /scoreboard players remove <player> <objective> <count> [dataTag]
af_za: /scoreboard players remove <player> <objective> <count> [dataMerker]
ar_sa: /scoreboard ازالة الاعبين <player> <objective> <count> [بيانات العلامة]
be_by: /scoreboard players remove <гулец> <мэта> <колькасць> [dataTag]
bg_bg: /scoreboard players remove <играч> <цел> <брой> [<таг>]
cs: /scoreboard players remove <hráč>|* <úkol> <počet> [<datový tag>]
de: /scoreboard players remove <Spieler>|* <Ziel> <Anzahl> [<NBT-Daten>]
es: /scoreboard players remove <jugador> <objetivo> <cantidad> [dataTag]
fi: /scoreboard players remove <pelaaja> <tehtävä> <määrä> [dataTag]
fr_ca: /scoreboard players remove <joueur> <objectif> <points> [dataTag]
gl_es: /scoreboard players remove <xogador> <obxectivo> <cantidade> [dataTag]
he: /scoreboard players remove <טאג-נתון] <כמות> <מטרה> <שחקן]
hu_hu: /scoreboard players remove <játékos> <cél> <szám> [adatcímke]
id_id: /scoreboard players remove <pemain> <tujuan> <cacah> [PenandaData]
it: /scoreboard players remove <giocatore> <obiettivo> <punti> [dati NBT]
ja_jp: /scoreboard players remove <プレイヤー> <オブジェクト> <数値> [データタグ]
ka_ge: /scoreboard players remove <მოთამაშე> <მიზანი> <რაოდენობა> [მონაც. ტეგი]
ko_kr: /scoreboard players add <플레이어> <목표> <추가할 개수> [데이터 태그]
lb_lu: /scoreboard players remove <Spiller> <Ziel> <Unzuel> [NBT-Daten]
lt_lt: /scoreboard players remove <žaidėjas> <tikslas> <rezultatas> [duomenų-žymė]
nl_nl: /scoreboard players remove <speler> <doel> <aantal> [dataTag]
pl: /scoreboard players remove <gracz> <cel> <numer> [dataTag]
pt: /scoreboard players remove <jogador> <objetivo> <quantidade> [Tags]
ro_ro: /scoreboard players remove <jucător> <obiectiv> <număr> [<date NBT>]
ru_ru: /scoreboard players remove <игрок> <задача> <кол-во> [тегДанных]
sk_sk: /scoreboard players remove <player> <objective> <count> [dátováZnačka]
sl_si: /scoreboard players remove <igralec> <cilj> <število> [podatkovnaOznaka]
sv_se: /scoreboard players remove <spelare> <mål> <poäng> [datatagg]
tr_tr: /scoreboard players remove <oyuncu> <görev> <miktar> [veriEtiketi]
vi_vn: /scoreboard players remove <người chơi> <chỉ tiêu> <số lượng> [nhãn dữ liệu]
zh_cn: /scoreboard players remove <玩家> <目标> <数量> [数据标签]
zh_tw: /scoreboard players remove <玩家> <目標> <數量> [資料標籤]
