Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# stat_climbOneCm
source: Distance Climbed
af_za: Afstand Geklim
ar_sa: مسافة التسلق
be_by: Узбіраючыся
bg_bg: Разстояние изминато чрез катерене
ca_es: Distància escalada
cs: Našplháno
da_dk: Afstand klatret
de: Strecke geklettert
el_gr: Απόσταση που αναρριχήθηκε
es: Distancia escalada
eu_es: Eskalatutako distantzia
fa_ir: مقدار پرش
fi: Kiivetty matka
fil_ph: Layong Inakyat
fr_ca: Distance grimpée
ga_ie: Fad Dreaptha
gl_es: Distancia escalada
he: מרחק שעברת בטיפוס
hi_in: दूरी पर चढ़ गए
hr_hr: Udaljenost Pređena Penjanjem
hu_hu: Távolság mászva
hy_am: Բարձրացած
id_id: Jarak Sudah Didaki
is_is: Vegalengd Klifruð
it: Distanza in arrampicata
ja_jp: 登った距離
ka_ge: ცოცვის მანძილი
ko_kr: 올라간 거리
lb_lu: Distanz geklomm
lt_lt: Užkoptas atstumas
lv_lv: Uzkāptais augstums
ms_my: Jarak Memanjat
mt_mt: Distanza li Tlajt
nl_nl: Afstand geklommen
nn_no: Avstand klatra
pl: Dystans przebyty wspinając się
pt: Distância Escalada
ro_ro: Distanţa urcată
ru_ru: Преодолено взбираясь
sk_sk: Prešplhaná vzdialenosť
sl_si: Preplezana razdalja
sv_se: Distans klättrad
th_th: ระยะทางที่ปีนบันได
tr_tr: Tırmanılan Mesafe
vi_vn: Tổng độ cao đã trèo
zh_cn: 已攀爬距离
zh_tw: 攀爬距離

# stat_craftItem
source: {0} Crafted
af_za: {0} Gemaak
ar_sa: صنعت {0}
be_by: {0} створана
bg_bg: {0} създадени
ca_es: {0} elaborat
cs: {0} Vytvořeno
da_dk: {0} fremstillet
de: {0} hergestellt
el_gr: {0} έχουν κατασκευαστεί
es: {0} fabricados
eu_es: {0} artisautzan
fa_ir: %1$ها ساخته شده
fi: {0} valmistettu
fil_ph: {0} Ginawa
fr_ca: {0} fabriqué(e)s
ga_ie: {0} Déanta
gl_es: {0} fabricados
he: {0} נוצר
hi_in: {0} तैयार की जाती
hr_hr: {0} Obrađeno
hu_hu: {0} készített
hy_am: {0} Ստեղծած
id_id: {0} dibuat
is_is: {0} smíðað
it: {0} fabbricati
ja_jp: {0}を作った回数
ka_ge: {0} დამზადებული
ko_kr: {0} 제작 횟수
lb_lu: {0} hiergestallt
lt_lt: {0} pagaminta
lv_lv: Uztaisīti '{0}'
ms_my: {0} Dihasilkan
mt_mt: {0} Maħluqa
nl_nl: {0} vervaardigd
nn_no: {0} framstilt
pl: {0} wytworzonych
pt: {0} Construído
ro_ro: {0} fabricate
ru_ru: {0} создано
sk_sk: {0} vyrobených
sl_si: {0} izdelanih
sv_se: {0} skapade
th_th: {0} ผลิต
tr_tr: Üretilen {0}
vi_vn: {0} lần chế tạo
zh_cn: 合成了{0}个物品
zh_tw: 合成了 {0} 個物品

# stat_crafted
source: Times Crafted
af_za: Kere Gemaak
ar_sa: مرات الصناعة
be_by: Створана
bg_bg: Пъти направено
ca_es: Vegades elaborat
cs: Vytvořeno
da_dk: Gange fremstillet
de: Hergestellt
el_gr: Φορές που Κατασκευάστηκε
es: Veces fabricado
eu_es: Artisautzan erabilitako aldiak
fa_ir: مقدار ساخته شدن
fi: Valmistettu
fil_ph: Beses Ginawa
fr_ca: Quantité fabriquée
ga_ie: Déanta
gl_es: Veces fabricado
he: פעמים שנוצר
hi_in: टाइम्स तैयार की जाती
hr_hr: Obrađeno
hu_hu: Elkészítve
hy_am: Անգամ Ստեղծած
id_id: Kali dibuat
is_is: Smíðað
it: Fabbricati
ja_jp: 作った回数
ka_ge: დამზადებული
ko_kr: 제작 횟수
lb_lu: Wéi oft hiergestallt
lt_lt: Kartų pagaminta
lv_lv: Reizes uztaisīts
ms_my: Kali Dihasilkan
mt_mt: Drabi Maħluqa
nl_nl: Keren vervaardigd
nn_no: Gongar laga
pl: Wytworzonych
pt: Vezes Criado
ro_ro: Cantitate fabricată
ru_ru: Создано
sk_sk: Koľkokrát vyrobené
sl_si: Število izdelav
sv_se: Antal gånger skapad
th_th: จำนวนครั้งที่ผลิต
tr_tr: Üretme Miktarı
vi_vn: Số lần chế tạo
zh_cn: 合成次数
zh_tw: 合成次數

# stat_createWorld
source: Worlds created
af_za: Wêrelde geskep
ar_sa: تم إنشاء العالم
be_by: Светаў створана
bg_bg: Създадени светове
ca_es: Mons creats
cs: Vytvořené světy
da_dk: Verdener skabt
de: Welten erzeugt
de_at: Wöten erstöd
el_gr: Κόσμοι που δημιουργήθηκαν
es: Mundos creados
eu_es: Sortutako munduak
fa_ir: جهان هاي ساخته شده
fi: Luodut maailmat
fil_ph: Mundong GInawa
fr_ca: Mondes créés
ga_ie: Domhain a cruthaíodh
gl_es: Mundos creados
he: עולמות נוצרו
hi_in: संसारों बनाया
hr_hr: Stvoreno Svjetova
hu_hu: Létrehozott világok
hy_am: Աշխարհներ ստեղծած
id_id: Dunia diwujudkan
is_is: Tilbúnir heimar
it: Mondi creati
ja_jp: ワールドを作成した回数
ka_ge: შექმნილი სამყაროები
ko_kr: 세계를 생성한 횟수
lb_lu: Welten erstallt
lt_lt: Sukurta pasaulių
lv_lv: Pasaules izveidotas
ms_my: Dunia telah dicipta
mt_mt: Dinjiet maħluqa
nl_nl: Werelden gemaakt
nn_no: Verder laga
pl: Stworzone światy
pt: Mundos Criados
ro_ro: Lumi create
ru_ru: Создано миров
sk_sk: Vytvorených svetov
sl_si: Število ustvarjenih svetov
sv_se: Världar skapade
th_th: โลกถูกสร้างเรียบร้อยแล้ว
tr_tr: Oluşturulan dünyalar
vi_vn: Số thế giới đã tạo
zh_cn: 已创建的世界数
zh_tw: 已創建世界數量

# stat_crouchOneCm
source: Distance Crouched
af_za: Afstand Op Hurke
ar_sa: مسافة التسلل
be_by: Пройдзена ўпрысядкі
bg_bg: Разстояние минато наведен
ca_es: Distància ajupit
cs: Vzdálenost překonaná plížením
da_dk: Afstand Sammenkrøbet
de: Strecke geschlichen
el_gr: Διανυμένη Απόσταση Σκύβοντας
es: Distancia agachado
eu_es: Distantzia makurtuta
fa_ir: مقدار دولا راه رفتن
fi: Hiivitty etäisyys
fil_ph: Distansya ng pagkasukot
fr_ca: Distance accroupie
ga_ie: Fad Cromtha
gl_es: Distancia agachado
he: מרחק התכופפות
hr_hr: Udaljenost Prijeđena Čučeći
hu_hu: Távolság lopakodva
id_id: Jarak Berjongkok
is_is: Vegalengd kropið
it: Distanza da accovacciato
ja_jp: スニークした距離
ka_ge: მოხრილი გავლილი
ko_kr: 웅크리고 걸은 거리
lb_lu: Distanz geschlach
lt_lt: Nusėlintas atstumas
lv_lv: Attālums Pietupjoties
ms_my: Jarak Menunduk
mt_mt: Kemm Imxejt Inkiss Inkiss
nl_nl: Afstand gekropen
nn_no: Avstand smygt
pl: Dystans przebyty kucając
pt: Distância Agachado
ro_ro: Distanță mearsă pe furiș
ru_ru: Преодолено крадучись
sk_sk: Vzdialenosť pri pokrčení
sl_si: Prečepena razdalja
sv_se: Distans krupen
th_th: ระยะทางที่ย่อง
tr_tr: Eğilinen Mesafe
vi_vn: Tổng quãng đường đã đi rón rén
zh_cn: 潜行距离
zh_tw: 蹲行距離

# stat_damageDealt
source: Damage Dealt
af_za: Skade Aangerig
ar_sa: ما قدمت من الضرر
be_by: Нанесена шкоды
bg_bg: Нанесени щети
ca_es: Mal infligit
cs: Způsobené zranění
da_dk: Skade givet
de: Schaden zugefügt
el_gr: Ζημιά που προκαλέσατε
es: Daño causado
eu_es: Egindako kaltea
fa_ir: آسيب وارد کرده
fi: Vahinkoa aiheutettu
fil_ph: Pinalang Tinamaan
fr_ca: Dégâts infligés
ga_ie: Damáiste Tugtha
gl_es: Dano feito
he: נזק שנגרם
hi_in: नुकसान निपटा
hr_hr: Naneseno Ozljeda
hu_hu: Okozott sebzés
hy_am: Վնաս Մատուցած
id_id: Kerusakan Dilakukan
is_is: Skaði gerður
it: Danno inflitto
ja_jp: 与えたダメージ
ka_ge: მინიჭებული ზიანი
ko_kr: 입힌 피해
lb_lu: Schued ausgedeelt
lt_lt: Padaryta žalos
lv_lv: Izdarītiais bojājums
ms_my: Kecederaan Diberi
mt_mt: Ħsara Mogħtija
nl_nl: Schade toegebracht
nn_no: Skade påførd
pl: Zadanych obrażeń
pt: Dano Causado
ro_ro: Viață luată
ru_ru: Нанесено урона
sk_sk: Spôsobené poškodenie
sl_si: Povzročena škoda
sv_se: Skada gjord
th_th: ความเสียหายทั้งหมดที่กระทำ
tr_tr: Verilen Hasar
vi_vn: Sát thương đã được gây ra
zh_cn: 造成伤害
zh_tw: 傷害總量

# stat_damageTaken
source: Damage Taken
af_za: Skade Geneem
ar_sa: ما أخذته من الضرر
be_by: Атрымана шкоды
bg_bg: Поети щети
ca_es: Mal rebut
cs: Obdržené zranění
da_dk: Skade taget
de: Schaden erlitten
el_gr: Ζημιά που σας προκλήθηκε
es: Daño recibido
eu_es: Jasandako kaltea
fa_ir: آسيب وارد شده
fi: Vahinkoa kärsitty
fil_ph: Pinsalang Kinuha
fr_ca: Dégâts reçus
ga_ie: Damáiste Glactha
gl_es: Dano recibido
he: נזק שנגרם כלפיך
hi_in: ले ली नुकसान
hr_hr: Pretrpljenih Ozljeda
hu_hu: Elszenvedett sérülés
hy_am: Վնաս Ստացած
id_id: Damage diterima
is_is: Skaði tekinn
it: Danno subito
ja_jp: 受けたダメージ
ka_ge: მიღებული ზიანი
ko_kr: 받은 피해
lb_lu: Schued agestach
lt_lt: Gauta žalos
lv_lv: Saņemtais bojājums
ms_my: Kecederaan Diterima
mt_mt: Ħsara Maqlugħa
nl_nl: Schade opgelopen
nn_no: Skade teken
pl: Otrzymanych obrażeń
pt: Dano Sofrido
ro_ro: Viață pierdută
ru_ru: Получено урона
sk_sk: Utržené poškodenie
sl_si: Prejeta škoda
sv_se: Skada tagen
th_th: ความเสียหายทั้งหมดที่ได้รับ
tr_tr: Alınan Hasar
vi_vn: Sát thương đã phải nhận
zh_cn: 受到伤害
zh_tw: 總承受傷害量

# stat_deaths
source: Number of Deaths
af_za: Aantal Sterftes
ar_sa: عدد مرات الموت
be_by: Колькасць смерцяў
bg_bg: Брой умирания
ca_es: Nombre de morts
cs: Počet úmrtí
da_dk: Antal dødsfald
de: Tode
el_gr: Αριθμός θανάτων
es: Número de muertes
eu_es: Heriotz kopurua
fa_ir: تعداد مرگ
fi: Kuolemien määrä
fil_ph: Beses Namatay
fr_ca: Décès
ga_ie: Líon na mBásanna
gl_es: Número de mortes
he: מספר פעמים שמתת
hi_in: मौतों की संख्या
hr_hr: Broj Smrti
hu_hu: Halálok száma
hy_am: Մահեր
id_id: Jumlah kematian
is_is: Fjöldi dauðsfalla
it: Numero di decessi
ja_jp: 死亡回数
ka_ge: სიკვდილების ოდენობა
ko_kr: 사망 횟수
lb_lu: Gestuerwen
lt_lt: Mirčių
lv_lv: Nomiršanas reizes
ms_my: Jumlah Kematian
mt_mt: Numru ta' Mewtiet
nl_nl: Aantal keren doodgegaan
nn_no: Gongar døydd
pl: Liczba zgonów
pt: Número de Mortes
ro_ro: Decese
ru_ru: Число смертей
sk_sk: Počet úmrtí
sl_si: Število smrti
sv_se: Antal dödsfall
th_th: จำนวนครั้งที่ตาย
tr_tr: Ölüm Sayısı
vi_vn: Số lần chết
zh_cn: 死亡次数
zh_tw: 死亡次數

# stat_depleted
source: Times Depleted
af_za: Kere Opgebruik
ar_sa: مرات الاستنفاذ
be_by: Зламана
bg_bg: Пъти изчерпано
ca_es: Vegades esgotat
cs: Zničeno
da_dk: Gange opbrugt
de: Verbraucht
el_gr: Φορές που εξαντλήθηκε
es: Veces agotado
eu_es: Hautsitako aldiak
fa_ir: تعداد خراب کردن
fi: Loppuunkulutettu
fil_ph: Beses Nawalan
fr_ca: Quantité consommée
ga_ie: Ídithe
gl_es: Veces esgotado
he: פעמים שנשבר
hi_in: टाइम्स समाप्त
hr_hr: Iskorišteno
hu_hu: Elhasználva
hy_am: Անգամ Ջարդած
id_id: Total rusak
is_is: Klárað
it: Consumati
ja_jp: 消耗した回数
ka_ge: გატეხილი
ko_kr: 부서진 횟수
lb_lu: Wéi oft verbraucht
lt_lt: Kartų išnaudota
lv_lv: Reizes salauzts
ms_my: Kali Habis Digunakan
mt_mt: Drabi Moħlija
nl_nl: Keren uitgeput
nn_no: Gongar brukt opp
pl: Zużytych
pt: Vezes Esgotado
ro_ro: Cantitate consumată
ru_ru: Сломано
sk_sk: Koľkokrát zničené
sl_si: Število porabljenih
sv_se: Antal gånger förbrukad
th_th: จำนวนครั้งที่ทำเครื่องมือพัง
tr_tr: Tüketme Miktarı
vi_vn: Số lần dùng đến lúc hỏng
zh_cn: 工具消耗数
zh_tw: 消耗次數

# stat_dispenserInspected
source: Dispensers Searched
af_za: Uitdelers Deursoek
ar_sa: القاذفات قاموا بالبحث
be_by: Абшукана раздавальнікаў
bg_bg: Претърсени разпределители
ca_es: Dispensadors buscats
cs: Prohledané dávkovače
da_dk: Kigget i Automater
de: Werfer durchsucht
el_gr: Ψαγμένοι Εκσφενδονιστές
es: Dispensadores examinados
fi: Jakelulaitetta tarkasteltu
fil_ph: Nahanap na Dispenser
fr_ca: Distributeurs inspectés
ga_ie: Teilgeoirí Cuardaithe
gl_es: Dispensadores buscados
he: חיפוש מוציאים
hu_hu: Megnézett adagolók
id_id: Dispenser yang dilihat
it: Distributori esaminati
ja_jp: ディスペンサーの中身を見た回数
ka_ge: შემოწმებული გამტყორცნები
ko_kr: 발사기를 들여다본 횟수
lb_lu: Verdeeler duerchsicht
lt_lt: Apieškota dalytuvų
lv_lv: Izšāvēji Meklēti
ms_my: Dispenser dicari
mt_mt: Dispensuri Mfittxija
nl_nl: Dispensers Doorzocht
nn_no: Dispenserar glytta
pl: Przeszukanych dozowników
pt: Distribuidores Pesquisados
ro_ro: Distribuitoare scotocite
ru_ru: Взаимодействий с раздатчиками
sk_sk: Prehľadaných dávkovačov
sl_si: Število preiskanih izstreljevalcev
sv_se: Automater genomsökta
th_th: ค้นหาในเครื่องยิง
tr_tr: Aranan Fırlatıcılar
vi_vn: Số máy phân phát đã lục soát
zh_cn: 搜查发射器次数
zh_tw: 發射器搜索次數

# stat_diveOneCm
source: Distance Dived
af_za: Afstand Geduik
ar_sa: مسافة الغوص
be_by: Пад вадой
bg_bg: Разстояние чрез гмуркане
ca_es: Distància bussejada
cs: Napotápěno
da_dk: Afstand dykket
de: Strecke getaucht
el_gr: Απόσταση που καταδύθηκε
es: Distancia buceada
eu_es: Urpean egindako distantzia
fa_ir: مقياس شنا کرده
fi: Sukellettu matka
fil_ph: Layong Pagsisid
fr_ca: Distance plongée
ga_ie: Fad Tumtha
gl_es: Distancia buceada
he: מרחק הצלילה שלך
hi_in: दूरी कबूतर
hr_hr: Preronjeno
hu_hu: Távolság víz alatt
hy_am: Սկած
id_id: Jarak di Lalui dg menyelam
is_is: Kafað
it: Distanza in immersione
ja_jp: 水中歩行した距離
ka_ge: ჩაყვინთვის მანძილი
ko_kr: 잠수한 거리
lb_lu: Distanz getaucht
lt_lt: Nunertas atstumas
lv_lv: Nonirtais attālums
ms_my: Jarak Menyelam
mt_mt: Distanza bl-Għadis
nl_nl: Afstand gedoken
nn_no: Avstand dykka
pl: Dystans przebyty nurkując
pt: Distância Mergulhada
ro_ro: Distanţa scufundată
ru_ru: Преодолено под водой
sk_sk: Vzdialenosť preplávaná pod vodou
sl_si: Razdalja med potapljanjem
sv_se: Distans dykt
th_th: ระยะทางที่ดำน้ำ
tr_tr: Dalınan Mesafe
vi_vn: Tổng độ sâu đã lặn
zh_cn: 水下移动距离
zh_tw: 潛水距離

# stat_drop
source: Items Dropped
af_za: Items Laat Val
ar_sa: المواد الملقاة
be_by: Прадметаў выкінута
bg_bg: Хвърлени предмети
ca_es: Ítems llançats
cs: Odhozených předmětů
da_dk: Genstande smidt
de: Gegenstände fallen gelassen
el_gr: Αντικείμενα που πετάχτηκαν
es: Objetos tirados
eu_es: Jaurtitako artikuluak
fa_ir: آيتم هاي انداخته
fi: Tavaroita pudotettu
fil_ph: Gamit naihulog
fr_ca: Objets jetés
ga_ie: Earraí Ligthe Uait
gl_es: Obxectos tirados
he: חפצים שהופלו
hi_in: आइटम गिरा
hr_hr: Predmeta Bačeno
hu_hu: Eldobott tárgyak
hy_am: Առարկա Գցած
id_id: Barang Dijatuhkan
is_is: Hlutum hent
it: Oggetti buttati
ja_jp: アイテムを落とした回数
ka_ge: დაგდებული ნივთები
ko_kr: 아이템을 버린 횟수
lb_lu: Falegeloosse Géigestänn
lt_lt: Išmesta daiktų
lv_lv: Lietas izmestas
ms_my: Barang Dibuangkan
mt_mt: Oġġetti Mwaqqgħin
nl_nl: Voorwerpen weggegooid
nn_no: Gjenstandar slept
pl: Upuszczonych przedmiotów
pt: Itens Largados
ro_ro: Obiecte aruncate
ru_ru: Выброшено предметов
sk_sk: Vyhodených predmetov
sl_si: Število odvrženih predmetov
sv_se: Föremål släppta
th_th: ไอเทมตกพื้น
tr_tr: Bırakılan Eşyalar
vi_vn: Số vật phẩm đã thả
zh_cn: 物品掉落
zh_tw: 丟棄物品數量

# stat_dropped
source: Dropped
af_za: Laat val
ar_sa: ألقي
be_by: Выкінута
bg_bg: Хвърлени
ca_es: Caigut
cs: Zahozeno
da_dk: Droppet
de: Fallen gelassen
el_gr: Έπεσε
es: Veces soltado
eu_es: Botata
fi: Tiputettu
fil_ph: Ihulog
fr_ca: Quantité jetée
ga_ie: Ligthe Uait
gl_es: Veces tirado
he: הופל
hr_hr: Baćeno
hu_hu: Eldobva
id_id: Menjatuhkan
it: Buttati a terra
ja_jp: 捨てた回数
ka_ge: დაგდებული
ko_kr: 버린 횟수
lb_lu: Fale gelooss
lt_lt: Kartų išmesta
lv_lv: Nomesti
ms_my: Jatuh
mt_mt: Mwaqqgħin
nl_nl: Gevallen
nn_no: Slept
pl: Upuszczonych
pt: Largado
ro_ro: Aruncate
ru_ru: Выброшено
sk_sk: Vyhodených
sl_si: Odvrženo
sv_se: Antal gånger tappade
th_th: โยนไอเทม
tr_tr: Bırakmalar
vi_vn: Số lần thả
zh_cn: 丢弃个数
zh_tw: 丟棄數量

# stat_dropperInspected
source: Droppers Searched
af_za: Leweraars Deursoek
ar_sa: القطارات قاموا بالبحث
be_by: Абшукана выкідальнікаў
bg_bg: Претърсени изпускатори
ca_es: Llançadors buscats
cs: Prohledané podavače
da_dk: Kigget i Kastere
de: Spender durchsucht
el_gr: Ψαγμένοι Εκσφενδονιστές
es: Soltadores examinados
fi: Tiputinta tarkasteltu
fil_ph: Nahanap na Dropper
fr_ca: Droppeurs inspectés
ga_ie: Dáileoirí Cuardaithe
gl_es: Lanzadores buscados
he: חיפוש מעבירים
hu_hu: Megnézett kidobók
id_id: Penjatuh yang telah dilihat
it: Gettatori esaminati
ja_jp: ドロッパーの中身を見た回数
ka_ge: შემოწმებული დამყრელები
ko_kr: 공급기를 들여다본 횟수
lb_lu: Spender duerchsicht
lt_lt: Apieškota mėtytuvų
lv_lv: Izsviedēji Meklēti
ms_my: Penitis dicari
mt_mt: Qattara Mfittxija
nl_nl: Droppers doorzocht
nn_no: Dropparar glytta
pl: Przeszukanych podajników
pt: Ejetores Pesquisados
ro_ro: Aruncătoare scotocite
ru_ru: Взаимодействий с выбрасывателем
sk_sk: Prehľadaných vyhadzovačov
sl_si: Število preiskanih delilnikov
sv_se: Släppare genomsökta
th_th: ค้นหาในดร็อปเปอร์
tr_tr: Aranan Bırakıcılar
vi_vn: Số máy thả đã lục soát
zh_cn: 搜查投掷器次数
zh_tw: 投擲器搜索次數

# stat_enderchestOpened
source: Ender Chests Opened
af_za: Enderkiste Oopgemaak
ar_sa: صناديق الإندر فتحت
be_by: Адкрыта эндар-куфараў
bg_bg: Отваряни сандъци от Края
ca_es: Cofres d'Ender oberts
cs: Otevřené enderitové truhly
da_dk: Ende-kister åbnet
de: Endertruhen geöffnet
el_gr: Ανοιγμένα Έντερ σεντούκια
es: Cofres de ender abiertos
eu_es: Zabaldutako amaierako kutxak
fi: Ender-arkkuja avattu
fil_ph: Nabuksang na Baul na Ender
fr_ca: Coffres de l'Ender ouverts
ga_ie: Cófra na Críche a d’oscail tú
gd_gb: Chaidh cistean Ender fhosgladh
gl_es: Cofres de Ender abertos
he: תיבות אנדר שנפתחו
hr_hr: Ender Škrinja Otvoreno
hu_hu: Kinyitott enderládák
id_id: Peti Ender Terbuka
it: Bauli di ender aperti
ja_jp: エンダーチェストを開いた回数
ka_ge: გახსნილი ენდერის სკივრი
ko_kr: 엔더 상자를 열어본 횟수
lb_lu: Enderkëschten opgemaach
lt_lt: Atidaryta ender skrynių
lv_lv: Atvērta Ender Lāde
ms_my: Dada Ender dibuka
mt_mt: Sniedaq tal-Ender Miftuħa
nl_nl: Enderkisten geopend
nn_no: Ende-kister opna
pl: Otwartych skrzyń Endu
pt: Baús do End Abertos
ro_ro: Cufere de Ender deschise
ru_ru: Открыто эндер-сундуков
sk_sk: Otvorených ender truhlíc
sl_si: Število odprtih ender skrinj
sv_se: Enderkistor öppnade
th_th: เปิดหีบเอ็นเดอร์
tr_tr: Açılan Ender Sandıları
vi_vn: Số rương Ender đã mở
zh_cn: 打开末影箱次数
zh_tw: 終界箱開啟次數

# stat_entityKilledBy
source: {0} killed you {1} time(s)
af_za: {0} het jou {1} keer doodgemaak
ar_sa: {0} قتلك {1} مرة(ات)
be_by: {0} забіў вас {1} раз(-ы)(-оў)
bg_bg: {0} Ви е убивал {1} път(и)
ca_es: {0} t'ha assassinat {1} cop(s)
cs: {0} tě zabil/a {1}krát
da_dk: {0} dræbte dig {1} gang(e)
de: {0} hat dich {1} mal getötet
el_gr: {0} σας σκότωσε {1} φορά(-ές)
es: Te ha matado {1} veces
eu_es: {0}-ek {1} aldiz hil zaitu
fi: {0} tappoi sinut {1} kertaa
fil_ph: Pinatay ka ni {0} ng {1} beses
fr_ca: Ce mob vous a tué {1} fois
ga_ie: Mharaigh {0} thú {1} uair(e)
gl_es: {0} matouche {1} veces
he: {0} הרג אותך {1} פעמ(ים)
hi_in: {0} बारी आप को {1} ने मार डाला
hr_hr: {0} te ubio/la {1} put(a)
hu_hu: {0} alkalommal ölt meg {1}
id_id: {0} membunuh Anda {1} kali
is_is: {0} drap þig í {1} skipti
it: Decessi causati: {1}
ja_jp: {0} に {1} 回倒されました
ka_ge: {0}-მ(ა) მოგკლათ {1}-ჯერ
ko_kr: {0}은(는) 당신을 {1}번 죽였습니다
lb_lu: {0} huet dech {1} mol ëmbruecht
lt_lt: {0} nužudė tave {1} kartus(ų)
lv_lv: {0} nogalināja tevi {1} reizi(es)
ms_my: {0} telah membunuh anda {1} kali
mt_mt: {0} qatlek {1} darbiet
nl_nl: {0} heeft jou {1} keer gedood
nn_no: {0} drap deg {1} gong(er)
pl: {0} zabił(a) Cię {1} raz(y)
pt: {0} matou-te {1} vez(es)
ro_ro: Te-a omorât de %$2d ori
ru_ru: {0} убил вас {1} раз(а)
sk_sk: {0} ťa zabil/a {1}-krát
sl_si: {0} te je ubil {1} krat
sv_se: {0} har dödat dig {1} gång(er)
th_th: {0} ได้ฆ่าคุณ {1} ครั้ง
tr_tr: {0} seni {1} defa öldürdü
vi_vn: {0} đã giết bạn {1} lần
zh_cn: {0}杀死了你{1}次
zh_tw: {0} 殺了你 {1} 次

# stat_entityKilledBy_none
source: You have never been killed by {0}
af_za: Jy is nooit deur {0} doodgemaak nie
ar_sa: انت لم تمت أبداً من أحد s%
be_by: Вас ніколі не забівала істота {0}
bg_bg: Никога не си бивал убит от {0}
ca_es: Mai has estat assassinat per {0}
cs: {0} tě nikdy nezabil/a
da_dk: Du er aldrig blevet dræbt af {0}
de: Du wurdest nie von {0} getötet
el_gr: Δεν έχετε σκοτωθεί ποτέ από {0}
es: Nunca te ha matado
eu_es: {0}-ek inoiz ez zaitu hil
fa_ir: شما هرگز توسط {0} کشته نشده اید
fi: {0} ei ole tappanut sinua kertaakaan
fil_ph: Di ka pa pinatay ni {0}
fr_ca: Ce mob ne vous a jamais tué
ga_ie: Níor mharaigh {0} riamh thú
gl_es: Nunca morreches por culpa de {0}
he: מעולם לא נהרגת על-ידי {0}
hi_in: आप {0} द्वारा कभी नहीं मारे गए हैं
hr_hr: {0} te nikad nije ubio/la
hu_hu: Még sosem ölt meg {0}
id_id: Anda tidak pernah dibunuh oleh {0}
is_is: Þú varst drepin af {0}
it: Non ti ha mai ucciso
ja_jp: まだ {0} に倒されたことがありません
ka_ge: თქვენ არასდროს მოუკლიხართ {0}-ს
ko_kr: {0}에게 죽은 적이 없습니다
lb_lu: {0} huet dech nach ni ëmbruecht
lt_lt: Jūsų niekada nenužudė {0}
lv_lv: Tevi nekad nav nogalinājis {0}
ms_my: Anda tidak pernah dibunuh oleh {0}
mt_mt: Għadek qatt ma ġejt maqtul minn {0}
nl_nl: Je bent nooit gedood door {0}
nn_no: Du har aldri blitt drepen av {0}
pl: Nigdy nie zostałeś zabity przez: {0}
pt: Nunca foste morto por {0}
ro_ro: Nu te-a omorât niciodată
ru_ru: Вас никогда не убивало существо {0}
sk_sk: Nikdy si nebol zabitý {0}
sl_si: {0} te ni nikoli ubil
sv_se: Du har aldrig blivit dödad av {0}
th_th: คุณยังไม่เคยถูกฆ่าโดย {0}
tr_tr: {0} seni hiç öldürmedi
vi_vn: Bạn chưa bao giờ bị giết bởi {0}
zh_cn: 你从来没有被{0}杀死过
zh_tw: 你沒有被 {0} 殺死過

# stat_entityKills
source: You killed {0} {1}
af_za: Jy het {0} {1} doodgemaak
ar_sa: انت قتلت
be_by: Вы забілі {0} {1}
bg_bg: Ти си убил {0} {1}
ca_es: Has assassinat {0} {1}(s)
cs: Zabil/a jsi {0} × {1}
da_dk: Du dræbte {0} {1}
de: Du hast {0} {1} getötet
el_gr: Σκότωσες {0} {1}
es: Has matado {0}
eu_es: {0} {1} hil dituzu
fi: Tapoit {0} {1}
fil_ph: Pinatay mo si {0} ng {1} beses
fr_ca: Vous en avez tué {0}
ga_ie: Mharaigh tú {0} {1}
gl_es: Mataches {0} {1}
he: אתה הרגת את {0} {1}
hi_in: आप ने {0}{1} को मार डाला
hr_hr: Ubio/la si {0} {1}
hu_hu: {0} {1} mobot öltél meg
id_id: Anda membunuh {0} {1}
is_is: Þú drapst {0} {1}
it: Uccisi: {0}
ja_jp: {0} 体 {1} を倒しました
ka_ge: თქვენ მოკალით {0} {1}
ko_kr: {1}을(를) {0}번 죽였습니다
lb_lu: Du hues {0} {1} ëmbruecht
lt_lt: Jūs nužudėte {0} {1}
lv_lv: Tu nogalināji {0} {1}
ms_my: Anda membunuh {0} {1}
mt_mt: Qtilt lil {0} {1}Q
nl_nl: Je hebt {0} {1} gedood
nn_no: Du drap {0} {1}
pl: Zabiłeś {0} x {1}
pt: Mataste {0} {1}
ro_ro: Ai omorât {0}
ru_ru: Вы убили {0} {1}
sk_sk: Zabil si {0} {1}
sl_si: Ubil si {0} {1}
sv_se: Du har dödat {0} {1}
th_th: คุณได้ฆ่า {0} {1}
tr_tr: {0} {1}'i öldürdün
vi_vn: Bạn đã giết {0} {1}
zh_cn: 你杀死了{0}只{1}
zh_tw: 你殺了 {1} {0} 次

# stat_entityKills_none
source: You have never killed {0}
af_za: Jy het nooit ŉ {0} doodgemaak nie
ar_sa: انت لم تقتل ابداً &s
be_by: Вы ніколі не забівалі істоту {0}
bg_bg: Никога не си убивал {0}
ca_es: Mai has assassinat a {0}(s)
cs: Nikdy jsi nezabil/a {0}
da_dk: Du har aldrig dræbt {0}
de: Du hast {0} nie getötet
el_gr: Δεν έχετε ποτέ σκότωσει {0}
es: Nunca has matado uno/a
eu_es: Inoiz ez duzu {0} hil
fa_ir: شما هرگز {0} را نکشتید
fi: Et ole koskaan tappanut {0}
fil_ph: Di mo pa pinatay ang {0}
fr_ca: Vous n'en avez jamais tué
ga_ie: Níor mharaigh tú {0} riamh
gl_es: Aínda non mataches {0}
he: מעולם לא הרגת את {0}
hi_in: अाप ने {0} को कभी नहीं मारा
hr_hr: Nikad nisi ubio/la {0}
hu_hu: Még sosem öltél {0} mobot
id_id: Anda tidak pernah membunuh {0}
is_is: Þú hefur ekki verið drepin {0}
it: Non ne hai mai ucciso uno
ja_jp: まだ {0} を倒したことがありません
ka_ge: თქვენ არასდროს მოგიკლავთ {0}
ko_kr: {0}을(를) 죽인 적이 없습니다
lb_lu: {0} gouf ni vun dir ëmbruecht
lt_lt: Jūs niekada nenužudėte {0}
lv_lv: Tu nekad nenogalināji {0}
ms_my: Anda tidak pernah membunuh {0}
mt_mt: Għadek qatt ma qtilt lil {0}
nl_nl: Je hebt {0} nooit gedood
nn_no: Du har aldri drepe {0}
pl: Nigdy nie zabiłeś: {0}
pt: Nunca mataste {0}
ro_ro: Nu ai omorât niciodată unul
ru_ru: Вы никогда не убивали {0}
sk_sk: Nikdy si nezabil {0}
sl_si: Nikoli nisi ubil {0}
sv_se: Du har aldrig dödat {0}
th_th: คุณยังไม่เคยฆ่า {0}
tr_tr: {0}'i hiç öldürmedin
vi_vn: Bạn chưa bao giờ giết {0}
zh_cn: 你从来没有杀死过{0}
zh_tw: 你沒有殺死過 {0}

# stat_fallOneCm
source: Distance Fallen
af_za: Afstand Geval
ar_sa: مسافة السقوط
be_by: У падзенні
bg_bg: Разстояние изминато чрез падане
ca_es: Distància caiguda
cs: Napadáno
da_dk: Afstand faldet
de: Strecke gefallen
el_gr: Απόσταση πτώσης
es: Distancia caída
eu_es: Eroritako distantzia
fa_ir: مقياس افتاده
fi: Pudottu matka
fil_ph: Layong Nahulog
fr_ca: Distance tombée
ga_ie: Fad Tite
gl_es: Distancia caída
he: מרחק שעברת בנפילה
hi_in: दूरी शहीदों
hr_hr: Padao
hu_hu: Távolság zuhanva
hy_am: Ընկած
id_id: Jarak terjatuh
is_is: Fallið
it: Distanza in caduta
ja_jp: 落下した距離
ka_ge: ვარდნის მანძილი
ko_kr: 떨어진 거리
lb_lu: Distanz gefall
lt_lt: Nukristas atstumas
lv_lv: Nokristais augstums
ms_my: Jarak Jatuh
mt_mt: Distanza li Waqgħejt
nl_nl: Afstand gevallen
nn_no: Avstand fallen
pl: Dystans przebyty spadając
pt: Distância Caída
ro_ro: Distanţa căzută
ru_ru: Преодолено в падении
sk_sk: Vzdialenosť prekonaná pádom
sl_si: Razdalja padcev
sv_se: Distans fallen
th_th: ระยะห่างที่ร่วงหล่น
tr_tr: Düşülen Mesafe
vi_vn: Tổng quãng đường đã rơi
zh_cn: 摔落高度
zh_tw: 掉落高度
