Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_shield_lime_name
source: Lime Shield
af_za: Heldergroen Skild
ar_sa: الدرع الليمونى
be_by: Лаймавы шчыт
bg_bg: Жълтозелен щит
ca_es: Escut llima
cs: Světle zelený štít
da_dk: Lyse Grønt Skjold
de: Hellgrüner Schild
el_gr: Λαχανί Ασπίδα
es: Escudo verde lima
eu_es: Lima koloreko ezkutua
fa_ir: سپر سبز مغز پسته ای
fi: Limetinvihreä kilpi
fil_ph: Dayap na Panangga
fr_ca: Bouclier lime
ga_ie: Sciath Líomach
gl_es: Escudo lima
he: מגן ליים
hr_hr: Svijetlozeleni štit
hu_hu: Világoszöld pajzs
id_id: Perisai Limau
it: Scudo lime
ja_jp: 黄緑色の盾
ka_ge: სალათისფერი ფარი
ko_kr: 연두색 방패
lb_lu: Hellgréngt Schëld
lt_lt: Gelsvai žalsvas skydas
lv_lv: Laima krāsas vairogs
ms_my: Perisai Limau Nipis
mt_mt: Tarka Ħadra Ċara
nl_nl: Lichtgroen schild
nn_no: Limegrøn skjold
pl: Jasnozielona tarcza
pt: Escudo Verde Lima
ro_ro: Scut verde-deschis
ru_ru: Лаймовый щит
sk_sk: Svetlozelený štít
sl_si: Svetlo zelen ščit
sv_se: Limegrön sköld
th_th: โล่สีเขียวมะนาว
tr_tr: Açık Yeşil Kalkan
vi_vn: Khiên xanh lá mạ
zh_cn: 黄绿色盾牌
zh_tw: 淺綠色盾牌

# item_shield_magenta_name
source: Magenta Shield
af_za: Magenta Skild
ar_sa: الدرع الأرجوانى
be_by: Пурпурны шчыт
bg_bg: Пурпурен щит
ca_es: Escut magenta
cs: Purpurový štít
da_dk: Magenta skjold
de: Magenta Schild
de_at: Magentas Schüd
el_gr: Φούξια Ασπίδα
es: Escudo magenta
eu_es: Ezkutu magenta
fa_ir: سپر سرخابی
fi: Purppura kilpi
fil_ph: Mahentang Panangga
fr_ca: Bouclier magenta
ga_ie: Sciath Mhaigeanta
gl_es: Escudo maxenta
he: מגן ארגמן
hu_hu: Bíbor pajzs
id_id: Perisai Magenta
it: Scudo magenta
ja_jp: 赤紫色の盾
ka_ge: იასამნისფერი ფარი
ko_kr: 자홍색 방패
lb_lu: Magentat Schëld
lt_lt: Rausvas skydas
lv_lv: Gaiši violets vairogs
ms_my: Perisai Magenta
mt_mt: Tarka Vjola Ċara
nl_nl: Magenta schild
nn_no: Ljoselilla skjold
pl: Karmazynowa tarcza
pt: Escudo Magenta
ro_ro: Scut magenta
ru_ru: Пурпурный щит
sk_sk: Purpurový štít
sl_si: Škrlaten ščit
sv_se: Ljuslila sköld
th_th: โล่สีบานเย็น
tr_tr: Eflatun Kalkan
vi_vn: Khiên đỏ sậm
zh_cn: 品红色盾牌
zh_tw: 洋紅色盾牌

# item_shield_name
source: Shield
af_za: Skild
ar_sa: الدرع
be_by: Шчыт
bg_bg: Щит
ca_es: Escut
cs: Štít
da_dk: Skjold
de: Schild
el_gr: Ασπίδα
es: Escudo
eu_es: Ezkutua
fa_ir: سپر
fi: Kilpi
fil_ph: Panatag
fr_ca: Bouclier
ga_ie: Sciath
gl_es: Escudo
he: מגן
hr_hr: Štit
hu_hu: Pajzs
id_id: Perisai
it: Scudo
ja_jp: 盾
ka_ge: ფარი
ko_kr: 방패
lb_lu: Schëld
lt_lt: Skydas
lv_lv: Vairogs
ms_my: Perisai
mt_mt: Tarka
nl_nl: Schild
nn_no: Skjold
pl: Tarcza
pt: Escudo
ro_ro: Scut
ru_ru: Щит
sk_sk: Štít
sl_si: Ščit
sv_se: Sköld
th_th: โล่
tr_tr: Kalkan
vi_vn: Khiên
zh_cn: 盾牌
zh_tw: 盾牌

# item_shield_orange_name
source: Orange Shield
af_za: Oranje Skild
ar_sa: الدرع البرتقالى
be_by: Аранжавы шчыт
bg_bg: Оранжев щит
ca_es: Escut taronja
cs: Oranžový štít
da_dk: Orange skjold
de: Oranger Schild
el_gr: Πορτοκαλί Ασπίδα
es: Escudo naranja
eu_es: Ezkutu laranja
fa_ir: سپر نارنجی
fi: Oranssi kilpi
fil_ph: Kahel na Panangga
fr_ca: Bouclier orange
ga_ie: Sciath Oráisteach
gl_es: Escudo laranxa
he: מגן כתום
hr_hr: Narančasti štit
hu_hu: Narancssárga pajzs
id_id: Perisai Jinnga
it: Scudo arancione
ja_jp: 橙色の盾
ka_ge: ნარინჯისფერი ფარი
ko_kr: 주황색 방패
lb_lu: Oranget Schëld
lt_lt: Oranžinis skydas
lv_lv: Oranžs vairogs
ms_my: Perisai Oren
mt_mt: Tarka Oranġjo
nl_nl: Oranje schild
nn_no: Oransje skjold
pl: Pomarańczowa tarcza
pt: Escudo Laranja
ro_ro: Scut portocaliu
ru_ru: Оранжевый щит
sk_sk: Oranžový štít
sl_si: Oranžen ščit
sv_se: Orange sköld
th_th: โล่สีส้ม
tr_tr: Turuncu Kalkan
vi_vn: Khiên cam
zh_cn: 橙色盾牌
zh_tw: 橙色盾牌

# item_shield_pink_name
source: Pink Shield
af_za: Pienk Skild
ar_sa: الدرع الوردى
be_by: Ружовы шчыт
bg_bg: Розов щит
ca_es: Escut rosa
cs: Růžový štít
da_dk: Pink Skjold
de: Rosa Schild
el_gr: Ροζ Ασπίδα
es: Escudo rosa
eu_es: Ezkutu arroxa
fa_ir: سپر صورتی
fi: Vaaleanpunainen kilpi
fil_ph: Rosas na Panangga
fr_ca: Bouclier rose
ga_ie: Sciath Bhándearg
gl_es: Escudo rosa
he: מגן ורוד
hr_hr: Rozi štit
hu_hu: Rózsaszín pajzs
id_id: Perisai merah muda
it: Scudo rosa
ja_jp: 桃色の盾
ka_ge: ვარდისფერი ფარი
ko_kr: 분홍색 방패
lb_lu: Rosat Schëld
lt_lt: Rožinis skydas
lv_lv: Rozā vairogs
ms_my: Perisai Merah Jambu
mt_mt: Tarka Roża
nl_nl: Roze schild
nn_no: Rosa skjold
pl: Różowa tarcza
pt: Escudo Rosa
ro_ro: Scut roz
ru_ru: Розовый щит
sk_sk: Ružový štít
sl_si: Roza ščit
sv_se: Rosa sköld
th_th: โล่สีชมพู
tr_tr: Pembe Kalkan
vi_vn: Khiên hồng
zh_cn: 粉红色盾牌
zh_tw: 粉紅色盾牌

# item_shield_purple_name
source: Purple Shield
af_za: Pers Skild
ar_sa: الدرع الأرجواني
be_by: Фіялетавы шчыт
bg_bg: Лилав щит
ca_es: Escut lila
cs: Fialový štít
da_dk: Lilla skjold
de: Violetter Schild
el_gr: Μωβ Ασπίδα
es: Escudo morado
eu_es: Ezkutu morea
fa_ir: سپر بنفش
fi: Violetti kilpi
fil_ph: Lilang Panangga
fr_ca: Bouclier mauve
ga_ie: Sciath Chorcra
gl_es: Escudo púrpura
he: מגן סגול
hr_hr: Ljubičasti štit
hu_hu: Lila pajzs
id_id: Perisai Ungu
it: Scudo viola
ja_jp: 紫色の盾
ka_ge: ალისფერი ფარი
ko_kr: 보라색 방패
lb_lu: Moft Schëld
lt_lt: Purpurinis skydas
lv_lv: Violets vairogs
mn_mn: Нил ягаан бамбай
ms_my: Perisai Ungu
mt_mt: Tarka Vjola
nl_nl: Paars schild
nn_no: Lilla skjold
pl: Fioletowa tarcza
pt: Escudo Roxo
ro_ro: Scut violet
ru_ru: Фиолетовый щит
sk_sk: Fialový štít
sl_si: Vijoličen ščit
sv_se: Lila sköld
th_th: โล่สีม่วง
tr_tr: Mor Kalkan
vi_vn: Khiên tím
zh_cn: 紫色盾牌
zh_tw: 紫色盾牌

# item_shield_red_name
source: Red Shield
af_za: Rooi Skild
ar_sa: الدرس الأحمر
be_by: Чырвоны шчыт
bg_bg: Червен щит
ca_es: Escut vermell
cs: Červený štít
da_dk: Rødt skjold
de: Roter Schild
de_at: Rots Schüd
el_gr: Κόκκινη Ασπίδα
es: Escudo rojo
eu_es: Ezkutu gorria
fa_ir: سپر قرمز
fi: Punainen kilpi
fil_ph: Pula Takip
fr_ca: Bouclier rouge
ga_ie: Sciath Dhearg
gl_es: Escudo vermello
he: מגן אדום
hr_hr: Crveni štit
hu_hu: Vörös pajzs
id_id: Perisai merah
it: Scudo rosso
ja_jp: 赤色の盾
ka_ge: წითელი ფარი
ko_kr: 빨간색 방패
lb_lu: Rout Schëld
lt_lt: Raudonas skydas
lv_lv: Sarkans vairogs
ms_my: Perisai Merah
mt_mt: Tarka Ħamra
nl_nl: Rood schild
nn_no: Raud skjold
pl: Czerwona tarcza
pt: Escudo Vermelho
ro_ro: Scut roșu
ru_ru: Красный щит
sk_sk: Červený štít
sl_si: Rdeč ščit
sv_se: Röd sköld
th_th: โล่สีแดง
tr_tr: Kırmızı Kalkan
vi_vn: Khiên đỏ
zh_cn: 红色盾牌
zh_tw: 紅色盾牌

# item_shield_silver_name
source: Light Grey Shield
af_za: Ligte Grys Skild
ar_sa: الدرع الرمادى الفاتح
be_by: Светла-шэры шчыт
bg_bg: Светлосив щит
ca_es: Escut gris clar
cs: Světle šedý štít
da_dk: Lyse Gråt Skjold
de: Hellgrauer Schild
el_gr: Ανοιχτή Γκρι Ασπίδα
es: Escudo gris claro
eu_es: Ezkutu gris argia
fa_ir: سپر خاکستری روشن
fi: Vaaleanharmaa kilpi
fil_ph: Pananggang Pilak
fr_ca: Bouclier gris pâle
ga_ie: Sciath Fhionnliath
gl_es: Escudo gris claro
he: מגן אפור בהיר
hr_hr: Svijetlosivi štit
hu_hu: Világosszürke pajzs
id_id: Perisai Abu-abu Muda
it: Scudo grigio chiaro
ja_jp: 薄灰色の盾
ka_ge: ღია-ნაცრისფერი ფარი
ko_kr: 회백색 방패
lb_lu: Hellgrot Schëld
lt_lt: Šviesiai pilkas skydas
lv_lv: Gaiši pelēks vairogs
ms_my: Perisai Kelabu Muda
mt_mt: Tarka Griża Ċara
nl_nl: Lichtgrijs schild
nn_no: Ljosegrå skjold
pl: Jasnoszara tarcza
pt: Escudo Cinzento Claro
ro_ro: Scut gri-deschis
ru_ru: Светло-серый щит
sk_sk: Svetlosivý štít
sl_si: Svetlo siv ščit
sv_se: Ljusgrå sköld
th_th: โล่สีเทาอ่อน
tr_tr: Açık Gri Kalkan
vi_vn: Khiên xám nhạt
zh_cn: 淡灰色盾牌
zh_tw: 淺灰色盾牌

# item_shield_white_name
source: White Shield
af_za: Wit Skild
ar_sa: الدرع الأبيض
be_by: Белы шчыт
bg_bg: Бял щит
ca_es: Escut blanc
cs: Bílý štít
da_dk: Hvidt skjold
de: Weißer Schild
el_gr: Λευκή Ασπίδα
es: Escudo blanco
eu_es: Ezkutu zuria
fa_ir: سپر سفید
fi: Valkoinen kilpi
fil_ph: Puting Panangga
fr_ca: Bouclier blanc
ga_ie: Sciath Bhán
gl_es: Escudo branco
he: מגן לבן
hr_hr: Bijeli štit
hu_hu: Fehér pajzs
id_id: Perisai putih
it: Scudo bianco
ja_jp: 白色の盾
ka_ge: თეთრი ფარი
ko_kr: 하얀색 방패
lb_lu: Wäisst Schëld
lt_lt: Baltas skydas
lv_lv: Balts vairogs
ms_my: Perisai Putih
mt_mt: Tarka Bajda
nl_nl: Wit schild
nn_no: Kvit skjold
pl: Biała tarcza
pt: Escudo Branco
ro_ro: Scut alb
ru_ru: Белый щит
sk_sk: Biely štít
sl_si: Bel ščit
sv_se: Vit sköld
th_th: โล่สีขาว
tr_tr: Beyaz Kalkan
vi_vn: Khiên trắng
zh_cn: 白色盾牌
zh_tw: 白色盾牌

# item_shield_yellow_name
source: Yellow Shield
af_za: Geel Skild
ar_sa: الدرع الأصفر
be_by: Жоўты шчыт
bg_bg: Жълт щит
ca_es: Escut groc
cs: Žlutý štít
da_dk: Gult skjold
de: Gelber Schild
el_gr: Κίτρινη ασπίδα
es: Escudo amarillo
eu_es: Ezkutu horia
fa_ir: سپر زرد
fi: Keltainen kilpi
fil_ph: Dilaw na Panangga
fr_ca: Bouclier jaune
ga_ie: Sciath Bhuí
gl_es: Escudo amarelo
he: מגן צהוב
hr_hr: Žuti štit
hu_hu: Sárga pajzs
id_id: Perisai kuning
it: Scudo giallo
ja_jp: 黄色の盾
ka_ge: ყვითელი ფარი
ko_kr: 노란색 방패
lb_lu: Gielt Schëld
lt_lt: Geltonas skydas
lv_lv: Dzeltens vairogs
ms_my: Perisai Kuning
mt_mt: Tarka Safra
nl_nl: Geel schild
nn_no: Gul skjold
pl: Żółta tarcza
pt: Escudo Amarelo
ro_ro: Scut galben
ru_ru: Жёлтый щит
sk_sk: Žltý štít
sl_si: Rumen ščit
sv_se: Gul sköld
th_th: โล่สีเหลือง
tr_tr: Sarı Kalkan
vi_vn: Khiên vàng
zh_cn: 黄色盾牌
zh_tw: 黃色盾牌

# item_shovelDiamond_name
source: Diamond Spade
af_za: Diamant Graaf
ar_sa: مجرفة ألماسية
be_by: Дыяментавая рыдлёўка
bg_bg: Диамантена лопата
ca_es: Pala de diamant
cs: Diamantová lopata
da_dk: Diamantspade
de: Diamantschaufel
de_at: Diamantschaufe
el_gr: Διαμαντένιο φτυάρι
es: Pala de diamante
eu_es: Diamantezko pala
fa_ir: بيل الماس
fi: Timanttilapio
fil_ph: Palang Brilyante
fr_ca: Pelle en diamant
ga_ie: Sluasaid Diamaint
gl_es: Pa de diamante
he: את יהלום
hi_in: डायमंड फावड़ा
hr_hr: Dijamantna Lopata
hu_hu: Gyémántásó
hy_am: Ադամանդե Թիակ
id_id: Sekop Berlian
is_is: Demantsskófla
it: Pala di diamante
ja_jp: ダイヤのシャベル
ka_ge: ალმასის ნიჩაბი
ko_kr: 다이아몬드 삽
lb_lu: Diamantschëpp
lt_lt: Deimantinis kastuvas
lv_lv: Dimanta lāpsta
mn_mn: Алмазан хүрз
ms_my: Penyodok Berlian
mt_mt: Pala tad-Djamant
nl_nl: Diamanten schep
nn_no: Diamantspade
pl: Diamentowa łopata
pt: Pá de Diamante
ro_ro: Lopată de diamant
ru_ru: Алмазная лопата
sk_sk: Diamantová lopata
sl_si: Diamantna lopata
sv_se: Diamantspade
th_th: พลั่วเพชร
tr_tr: Elmas Kürek
vi_vn: Xẻng kim cương
zh_cn: 钻石锹
zh_tw: 鑽石鏟

# item_shovelGold_name
source: Golden Spade
af_za: Goue Graaf
ar_sa: مجرفة ذهبية
be_by: Залатая рыдлёўка
bg_bg: Златна лопата
ca_es: Pala d'or
cs: Zlatá lopata
da_dk: Guldspade
de: Goldschaufel
de_at: Goidschaufe
el_gr: Χρυσό φτυάρι
es: Pala de oro
eu_es: Urrezko pala
fa_ir: بيل طلايي
fi: Kultalapio
fil_ph: Palang Ginto
fr_ca: Pelle en or
ga_ie: Sluasaid Óir
gl_es: Pa de ouro
he: את זהב
hi_in: स्वर्ण फावड़ा
hr_hr: Zlatna Lopata
hu_hu: Aranyásó
hy_am: Ոսկե Թիակ
id_id: Sekop Emas
is_is: Gullskófla
it: Pala d'oro
ja_jp: 金のシャベル
ka_ge: ოქროს ნიჩაბი
ko_kr: 금 삽
lb_lu: Goldschëpp
lt_lt: Auksinis kastuvas
lv_lv: Zelta lāpsta
mn_mn: Алтан хүрз
ms_my: Penyodok Emas
mt_mt: Pala tad-Deheb
nl_nl: Gouden schep
nn_no: Gullspade
pl: Złota łopata
pt: Pá de Ouro
ro_ro: Lopată de aur
ru_ru: Золотая лопата
sk_sk: Zlatá lopata
sl_si: Zlata lopata
sv_se: Guldspade
th_th: พลั่วทอง
tr_tr: Altın Kürek
vi_vn: Xẻng vàng
zh_cn: 金锹
zh_tw: 金鏟

# item_shovelIron_name
source: Iron Spade
af_za: Yster Graaf
ar_sa: مجرفة حديدية
be_by: Жалезная рыдлёўка
bg_bg: Желязна лопата
ca_es: Pala de ferro
cs: Železná lopata
da_dk: Jernspade
de: Eisenschaufel
de_at: Eisnschaufe
el_gr: Σιδερένιο φτυάρι
es: Pala de hierro
eu_es: Burdinazko pala
fa_ir: بيل آهني
fi: Rautalapio
fil_ph: Palang Bakal
fr_ca: Pelle en fer
ga_ie: Sluasaid Iarainn
gl_es: Pa de ferro
he: את ברזל
hi_in: आयरन फावड़ा
hr_hr: Željezna Lopata
hu_hu: Vasásó
hy_am: Երկաթե Թիակ
id_id: Sekop Besi
is_is: Járnskófla
it: Pala di ferro
ja_jp: 鉄のシャベル
ka_ge: რკინის ნიჩაბი
ko_kr: 철 삽
lb_lu: Eiseschëpp
lt_lt: Geležinis kastuvas
lv_lv: Dzelzs lāpsta
mn_mn: Төмөр хүрз
ms_my: Penyodok Besi
mt_mt: Pala tal-Ħadid
nl_nl: IJzeren schep
nn_no: Jarnspade
pl: Żelazna łopata
pt: Pá de Ferro
ro_ro: Lopată de fier
ru_ru: Железная лопата
sk_sk: Železná lopata
sl_si: Železna lopata
sv_se: Järnspade
th_th: พลั่วเหล็ก
tr_tr: Demir Kürek
vi_vn: Xẻng sắt
zh_cn: 铁锹
zh_tw: 鐵鏟

# item_shovelStone_name
source: Stone Spade
af_za: Klip Graaf
ar_sa: مجرفة حجرية
be_by: Каменная рыдлёўка
bg_bg: Каменна лопата
ca_es: Pala de pedra
cs: Kamenná lopata
da_dk: Stenspade
de: Steinschaufel
de_at: Stoaschaufe
el_gr: Πέτρινο φτυάρι
es: Pala de piedra
eu_es: Harrizko pala
fa_ir: بيل سنگي
fi: Kivilapio
fil_ph: Palang Bato
fr_ca: Pelle en pierre
ga_ie: Sluasaid Chloiche
gl_es: Pa de pedra
he: את אבן
hi_in: स्टोन फावड़ा
hr_hr: Kamena Lopata
hu_hu: Kőásó
hy_am: Քարե Թիակ
id_id: Sekop Batu
is_is: Steinskófla
it: Pala di pietra
ja_jp: 石のシャベル
ka_ge: ქვის ნიჩაბი
ko_kr: 돌 삽
lb_lu: Steeschëpp
lt_lt: Akmeninis kastuvas
lv_lv: Akmens lāpsta
mn_mn: Чулуун хүрз
ms_my: Penyodok Batu
mt_mt: Pala tal-Ġebel
nl_nl: Stenen schep
nn_no: Steinspade
pl: Kamienna łopata
pt: Pá de Pedra
ro_ro: Lopată de piatră
ru_ru: Каменная лопата
sk_sk: Kamenná lopata
sl_si: Kamnita lopata
sv_se: Stenspade
th_th: พลั่วหิน
tr_tr: Taş Kürek
vi_vn: Xẻng đá
zh_cn: 石锹
zh_tw: 石鏟

# item_shovelWood_name
source: Wooden Spade
af_za: Hout Graaf
ar_sa: مجرفة خشبية
be_by: Драўляная рыдлёўка
bg_bg: Дървена лопата
ca_es: Pala de fusta
cs: Dřevěná lopata
da_dk: Træspade
de: Holzschaufel
de_at: Hoizschaufe
el_gr: Ξύλινo φτυάρι
es: Pala de madera
eu_es: Zurezko pala
fa_ir: بيل چوبي
fi: Puulapio
fil_ph: Palang Bato
fr_ca: Pelle en bois
ga_ie: Sluasaid Adhmaid
gl_es: Pa de madeira
he: את עץ
hi_in: लकड़ी फावड़ा
hr_hr: Drvena Lopata
hu_hu: Faásó
hy_am: Փայտե Թիակ
id_id: Sekop Kayu
is_is: Viðarskófla
it: Pala di legno
ja_jp: 木のシャベル
ka_ge: ხის ნიჩაბი
ko_kr: 나무 삽
lb_lu: Holzschëpp
lt_lt: Medinis kastuvas
lv_lv: Koka lāpsta
mi_nz: koko rakau
mn_mn: Модон хүрз
ms_my: Penyodok Kayu
mt_mt: Pala tal-Injam
nl_nl: Houten schep
nn_no: Trespade
pl: Drewniana łopata
pt: Pá de Madeira
ro_ro: Lopată de lemn
ru_ru: Деревянная лопата
sk_sk: Drevená lopata
sl_si: Lesena lopata
sv_se: Träspade
th_th: พลั่วไม้
tr_tr: Tahta Kürek
vi_vn: Xẻng gỗ
zh_cn: 木锹
zh_tw: 木鏟

# item_sign_name
source: Sign
af_za: Bordjie
ar_sa: لافتة
be_by: Шыльда
bg_bg: Табела
ca_es: Cartell
cs: Cedule
da_dk: Skilt
de: Schild
el_gr: Πινακίδα
es: Cartel
eu_es: Kartela
fa_ir: تابلو
fi: Kyltti
fil_ph: Karatula
fr_ca: Pancarte
ga_ie: Comhartha
gl_es: Cartel
he: שלט
hi_in: संकेत
hr_hr: Natpis
hu_hu: Tábla
hy_am: Ցուցանակ
id_id: Papan Tanda
is_is: Skilti
it: Cartello
ja_jp: 看板
ka_ge: ნიშანი
ko_kr: 표지판
lb_lu: Schëld
lt_lt: Ženklas
lv_lv: Zīme
mi_nz: Pouārahi
mn_mn: Самбар
ms_my: Papan Tanda
mt_mt: Tabella
nl_nl: Bord
nn_no: Skilt
pl: Tabliczka
pt: Tabuleta
ro_ro: Semn
ru_ru: Табличка
sk_sk: Ceduľka
sl_si: Tabla
sv_se: Skylt
th_th: ป้าย
tr_tr: Tabela
vi_vn: Tấm biển
zh_cn: 告示牌
zh_tw: 告示牌

# item_skull_char_name
source: Head
af_za: Kop
ar_sa: رأس
be_by: Галава
bg_bg: Глава
ca_es: Cap
cs: Hlava
da_dk: Hoved
de: Kopf
el_gr: Κεφάλι
es: Cabeza
eu_es: Burua
fa_ir: سر
fi: Pää
fil_ph: Ulo
fr_ca: Tête
ga_ie: Ceann
gl_es: Cabeza
he: ראש
hi_in: सिर
hr_hr: Glava
hu_hu: Fej
hy_am: Գլուխ
id_id: Kepala
is_is: Höfuð
it: Testa
ja_jp: 頭
ka_ge: თავი
ko_kr: 머리
lb_lu: Kapp
lt_lt: Galva
lv_lv: Galva
mn_mn: Толгой
ms_my: Kepala
mt_mt: Ras
nl_nl: Hoofd
nn_no: Hovud
pl: Głowa
pt: Cabeça
ro_ro: Cap
ru_ru: Голова
sk_sk: Hlava
sl_si: Glava
sv_se: Huvud
th_th: หัว
tr_tr: Kafa
vi_vn: Cái đầu
zh_cn: 头
zh_tw: 頭顱

# item_skull_creeper_name
source: Creeper Head
af_za: Creeper Kop
ar_sa: رأس كريبر
be_by: Галава крыпера
bg_bg: Глава на крийпър
ca_es: Cap de Creeper
cs: Hlava creepera
da_dk: Creeper-hoved
de: Creeperkopf
el_gr: Κεφάλι Κρίπερ
es: Cabeza de creeper
eu_es: Creeper burua
fa_ir: سر ترسانک
fi: Creeperin pää
fil_ph: Bungo ng Kilabot
fr_ca: Tête de Creeper
ga_ie: Ceann Téaltóra
gd_gb: Ceann creeper
gl_es: Cabeza de Creeper
he: ראש קריפר
hi_in: लता सिर
hr_hr: Glava Creepera
hu_hu: Creeperfej
hy_am: Քրիփերի Գլուխ
id_id: Kepala Creeper
is_is: Höfuð af Creeper
it: Testa di creeper
ja_jp: クリーパーの頭
ka_ge: კრიპერის თავი
ko_kr: 크리퍼의 머리
lb_lu: Creeperkapp
lt_lt: Kryperio galva
lv_lv: Krīpera Galva
ms_my: Kepala Creeper
mt_mt: Ras ta' Creeper
nl_nl: Creeperhoofd
nn_no: Creeperhovud
pl: Głowa creepera
pt: Cabeça de Creeper
ro_ro: Cap de creeper
ru_ru: Голова крипера
sk_sk: Hlava creepera
sl_si: Creeperjeva glava
sv_se: Creeperhuvud
th_th: หัวครีปเปอร์
tr_tr: Creeper Kafası
vi_vn: Đầu Creeper
zh_cn: 爬行者的头
zh_tw: 苦力怕頭顱

# item_skull_dragon_name
source: Dragon Head
af_za: Draak Kop
ar_sa: رأس التنين
be_by: Галава цмока
bg_bg: Глава на дракон
ca_es: Cap de drac
cs: Hlava draka
da_dk: Drage hoved
de: Drachenkopf
el_gr: Δράκος κεφάλι
es: Cabeza de dragón
eu_es: Dragoi burua
fa_ir: سر اژدها
fi: Lohikäärmeen pää
fil_ph: Ulo ng Dragon
fr_ca: Tête de dragon
ga_ie: Ceann Dragain
gd_gb: Ceann dràgoin
gl_es: Cabeza de dragón
he: ראש דרקון
hr_hr: Zmajeva Glava
hu_hu: Sárkányfej
id_id: Kepala Naga
is_is: Drekahöfuð
it: Testa di drago
ja_jp: ドラゴンの頭
ka_ge: დრაკონის თავი
ko_kr: 드래곤의 머리
lb_lu: Draachenkapp
lt_lt: Drakonės galva
lv_lv: Pūķa galva
mn_mn: Лууны толгой
ms_my: Kepala Naga
mt_mt: Ras ta' Dragun
nl_nl: Drakenhoofd
nn_no: Drakehovud
pl: Głowa smoka
pt: Cabeça de Dragão
ro_ro: Cap de dragon
ru_ru: Голова дракона
sk_sk: Dračia hlava
sl_si: Zmajeva glava
sv_se: Drakhuvud
th_th: หัวมังกร
tr_tr: Ejderha Kafası
vi_vn: Đầu rồng
zh_cn: 龙首
zh_tw: 龍首

# item_skull_player_name
source: {0}'s Head
af_za: {0} se Kop
ar_sa: الرأس لـ {0}
be_by: Галава {0}
bg_bg: Главата на {0}
ca_es: Cap de {0}
cs: Hlava hráče {0}
da_dk: {0}'s hoved
de: Kopf von {0}
el_gr: Κεφάλι του/της {0}
es: Cabeza de {0}
eu_es: {0}-(r)en burua
fa_ir: سر {0}
fi: Pelaajan {0} pää
fil_ph: Ulo ni {0}
fr_ca: Tête de/d' {0}
ga_ie: Ceann {0}
gl_es: Cabeza de {0}
he: הראש של {0}
hi_in: {0} के सिर
hr_hr: Glava Igrača "{0}"
hu_hu: {0} feje
hy_am: {0}ի Գլուխ
id_id: {0}'s Kepala
is_is: Haus {0}s
it: Testa di {0}
ja_jp: {0} の頭
ka_ge: {0}-ის თავი
ko_kr: {0}의 머리
lb_lu: Dem {0} säi Kapp
lt_lt: {0} galva
lv_lv: {0} Galva
mn_mn: {0}-н толгой
ms_my: Kepala {0}
mt_mt: Ras ta' {0}
nl_nl: Hoofd van {0}
nn_no: Hovudet til {0}
pl: Głowa gracza {0}
pt: Cabeça de {0}
ro_ro: Capul lui {0}
ru_ru: Голова {0}
sk_sk: Hlava hráča {0}
sl_si: Glava od {0}
sv_se: {0}s huvud
th_th: หัวของ {0}
tr_tr: {0}'in Kafası
vi_vn: Cái đầu của {0}
zh_cn: {0}的头
zh_tw: {0}的頭顱

# item_skull_skeleton_name
source: Skeleton Skull
af_za: Geraamte Skedel
ar_sa: جمجمة هيكل عظمى
be_by: Чэрап
bg_bg: Череп на скелет
ca_es: Calavera d'Esquelet
cs: Lebka kostlivce
da_dk: Kranium
de: Skelettschädel
el_gr: Κρανίο σκελετού
es: Calavera de esqueleto
eu_es: Eskeleto garezurra
fa_ir: سر اسکلت
fi: Luurangon kallo
fil_ph: Bungo ng Kalansay
fr_ca: Crâne de squelette
ga_ie: Cloigeann Cnámharlaigh
gd_gb: Claigeann cnàimhnich
gl_es: Caveira de esqueleto
he: גולגולת
hi_in: कंकाल खोपड़ी
hr_hr: Lubanja
hu_hu: Csontvázkoponya
hy_am: Կմախքի Գանգ
id_id: Tengkorak
is_is: Hauskúpa
it: Teschio di scheletro
ja_jp: スケルトンの頭蓋骨
ka_ge: ჩონჩხის თავის ქალა
ko_kr: 해골
lb_lu: Skelettkapp
lt_lt: Skeleto kaukolė
lv_lv: Skeleta Gavlaskauss
mn_mn: Гавлын яс
ms_my: Tengkorak Kerangka
mt_mt: Ras ta' Skeletru
nl_nl: Skelettenschedel
nn_no: Hovudskalle av beinrangel
pl: Czaszka szkieleta
pt: Crânio de Esqueleto
ro_ro: Craniu de schelet
ru_ru: Череп
sk_sk: Lebka kostlivca
sl_si: Lobanja okostnjaka
sv_se: Skelettskalle
th_th: หัวกะโหลก
tr_tr: İskelet Kafatası
vi_vn: Đầu lâu bộ xương
zh_cn: 骷髅头颅
zh_tw: 骷髏頭顱

# item_skull_wither_name
source: Wither Skeleton Skull
af_za: Wither Geraamte Skedel
ar_sa: جمجمة ويذر سكلتون
be_by: Чэрап відар-шкілета
bg_bg: Череп на уидър-скелет
ca_es: Calavera d'Esquelet abismal
cs: Lebka wither kostlivce
da_dk: Witherskeletkranium
de: Witherskelettschädel
el_gr: Κρανίο Σκελετού Γουίδερ
es: Calavera de esqueleto Wither
eu_es: Wither eskeleto garezurra
fa_ir: سر پژمرده گر
fi: Wither-luurangon kallo
fil_ph: Bungo ng Luuying Kalansay
fr_ca: Crâne de Wither squelette
ga_ie: Cloigeann Chnámharlach Seargthóra
gd_gb: Claigeann wither-cnàimhnich
gl_es: Caveira de Esqueleto Wither
he: גולגולת שלד ווית'ר
hi_in: कंकाल खोपड़ी सूख
hr_hr: Raspadnuta Lubanja
hu_hu: Withercsontváz-koponya
hy_am: Սև Կմախքի Գանգ
id_id: Tengkorak Wither
is_is: Wither hauskúpa
it: Teschio di scheletro wither
ja_jp: ウィザースケルトンの頭蓋骨
ka_ge: ვიზერ ჩონჩხის თავი
ko_kr: 시든 해골
lb_lu: Witherkapp
lt_lt: Vitherio skeleto kaukolė
lv_lv: Sakaltis Skeleta Galvaskauss
mn_mn: Витерийн гавлын яс
ms_my: Tengkorak Kerangka Penglayu
mt_mt: Ras ta' Skeletru tal-Wither
nl_nl: Witherskelettenschedel
nn_no: Hovudskalle av witherbeinrangel
pl: Czaszka witherowego szkieleta
pt: Crânio de Esqueleto Wither
ro_ro: Craniu de schelet Wither
ru_ru: Череп визер-скелета
sk_sk: Lebka Wither kostlivca
sl_si: Lobanja Witherja
sv_se: Witherskeletthuvud
th_th: หัวกะโหลกวิทเธอร์
tr_tr: Wither İskeleti Kafatası
vi_vn: Đầu lâu Wither
zh_cn: 凋灵骷髅头颅
zh_tw: 凋靈骷髏頭顱

# item_skull_zombie_name
source: Zombie Head
af_za: Zombie Kop
ar_sa: رأس زومبي
be_by: Галава мерцвяка
bg_bg: Глава на зомби
ca_es: Cap de Zombi
cs: Hlava zombie
da_dk: Zombiehoved
de: Zombiekopf
el_gr: Κεφάλι ζόμπι
es: Cabeza de zombi
eu_es: Zonbi burua
fa_ir: سر زامبي
fi: Zombin pää
fil_ph: Bungo ng Zombi
fr_ca: Tête de zombie
ga_ie: Ceann Zombaí
gd_gb: Ceann cuirp coisiche
gl_es: Cabeza de Zombi
he: ראש זומבי
hi_in: ज़ोंबी सिर
hr_hr: Glava Zombija
hu_hu: Zombifej
hy_am: Զոմբիի Գլուխ
id_id: Kepala Zombie
is_is: Höfuð uppvaknings
it: Testa di zombi
ja_jp: ゾンビの頭
ka_ge: ზომბის თავი
ko_kr: 좀비의 머리
lb_lu: Zombikapp
lt_lt: Zombio galva
lv_lv: Zombija galva
mn_mn: Зомбины гавлын яс
ms_my: Tengkorak Zombi
mt_mt: Ras ta' Mostru
nl_nl: Zombiehoofd
nn_no: Hovudskalle av dauding
pl: Głowa zombie
pt: Cabeça de Zombie
ro_ro: Cap de zombi
ru_ru: Голова зомби
sk_sk: Hlava zombíka
sl_si: Glava zombija
sv_se: Zombiehuvud
th_th: หัวซอมบี้
tr_tr: Zombi Kafası
vi_vn: Đầu thây ma
zh_cn: 僵尸的头
zh_tw: 殭屍頭顱

# item_slimeball_name
source: Slimeball
af_za: Slymbal
ar_sa: كرة لزجة
be_by: Згустак слізі
bg_bg: Топка слуз
ca_es: Bola de Llim
cs: Sliz
da_dk: Slimbold
de: Schleimball
el_gr: Μπάλα γλίτσας
es: Bola de slime
eu_es: Likati-bola
fa_ir: توپ لجن
fi: Limapallo
fil_ph: Lusak
fr_ca: Boule de Slime
ga_ie: Liathróid Slaim
gd_gb: Bàla eabair
gl_es: Bóla de Slime
he: כדור רפש
hi_in: कीचड़ बॉल
hr_hr: Ljigava Kuglica
hu_hu: Nyálkagolyó
hy_am: Լորձագնդակ
id_id: Bola Geladir
is_is: Slímbolti
it: Palla di gelatina
ja_jp: スライムボール
ka_ge: ლორწო
ko_kr: 슬라임볼
lb_lu: Schläimkugel
lt_lt: Gleivių kamuolėlis
lv_lv: Gļotu bumba
ms_my: Bebola Lendir
mt_mt: Ballun tal-Ħama
nl_nl: Slijmbal
nn_no: Slimball
pl: Kula szlamu
pt: Bola de Slime
ro_ro: Bulgăre de mâzgă
ru_ru: Сгусток слизи
sk_sk: Sliz
sl_si: Sluzasta krogla
sv_se: Slemboll
th_th: ลูกเมือก
tr_tr: Balçık Topu
vi_vn: Bóng nhờn
zh_cn: 粘液球
zh_tw: 史萊姆球

# item_snowball_name
source: Snowball
af_za: Sneeubal
ar_sa: كرة ثلج
be_by: Снежка
bg_bg: Снежна топка
ca_es: Bola de neu
cs: Sněhová koule
da_dk: Snebold
de: Schneeball
el_gr: Χιονόμπαλα
es: Bola de nieve
eu_es: Elur bola
fa_ir: گوله برفي
fi: Lumipallo
fil_ph: Bola ng Niyebe
fr_ca: Boule de neige
ga_ie: Meall Sneachta
gl_es: Bóla de neve
he: כדור שלג
hi_in: बर्फ का गोला
hr_hr: Gruda
hu_hu: Hógolyó
hy_am: Ձնագնդիկ
id_id: Bola Salju
is_is: Snjóbolti
it: Palla di neve
ja_jp: 雪玉
ka_ge: თოვლის გუნდა
ko_kr: 눈덩이
lb_lu: Schnéiball
lt_lt: Sniego gniūžtė
lv_lv: Sniega pika
mi_nz: Poi huka
mn_mn: Цасан бөмбөг
ms_my: Bola Salji
mt_mt: Ballun tas-Silġ
nl_nl: Sneeuwbal
nn_no: Snøball
pl: Śnieżka
pt: Bola de Neve
ro_ro: Bulgăre de zăpadă
ru_ru: Снежок
sk_sk: Snehová guľa
sl_si: Snežena kepa
sv_se: Snöboll
th_th: บอลหิมะ
tr_tr: Kar Topu
vi_vn: Bóng tuyết
zh_cn: 雪球
zh_tw: 雪球
