Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_square_bottom_right_green
source: Green Base Sinister Canton
ar_sa: راية ملونة اخضر
be_by: Зялёны ніжні кут справа
bg_bg: Зелен ляв долен кантон
ca_es: Cantó verd en base a la dreta
cs: Zelený spodní pravý kanton
de: Grünes linkes Untereck
de_at: Grüns links Untaegg
el_gr: Κάτω Δεξιά Πράσινο Τετράγωνο
es: Cantón verde en base a siniestra
fi: Vihreä oikea alakulma
fil_ph: Luntiang Base na Sinister Canton
fr_ca: Canton senestre de la pointe de sinople
ga_ie: Cúinneán Uaine sa Bhun Clé
gl_es: Cantón verde en base a sinistra
he: מרובע ירוק באמצע ימין
hr_hr: Zeleni Donji Lijevi Kvadrant
hu_hu: Zöld bal-alsótelek
id_id: Kotak hijau di tepi kanan bawah
is_is: Grænt niðri til hægri
it: Al cantone sinistro della punta di verde
ja_jp: 左下に緑色の方形
ka_ge: მწვანე მარცხენა ქვედა კვადრატი
ko_kr: 초록색 왼쪽 아래 사각형
lb_lu: Gréngen Eck ënne lénks
lt_lt: Žalias apatinis dešinysis kampas
ms_my: Dasar Sinister Canton Hijau
mt_mt: Kantuniera fuq il-lemin b'bażi aħdar
nl_nl: Groen basis sinister kanton
nn_no: Grøn nedre høgrekanton
pl: Zielony dolny prawy narożnik
pt: Cantão Sinistro Verde Inferior
ro_ro: Canton verde senestru în talpă
ru_ru: Зелёный нижний левый крыж
sk_sk: Zelený dolný pravý kantón
sl_si: Zelen četrti kvadrat
sv_se: Grön nere till höger
th_th: ฐานสีเขียวขนาดเล็กทางซ้าย
tr_tr: Yeşil Sağ Alt Dikdörtgen
vi_vn: Ô vuông xanh lá cây ở góc dưới bên phải
zh_cn: 左底绿方
zh_tw: 左方下側綠色

# item_banner_square_bottom_right_lightBlue
source: Light Blue Base Sinister Canton
ar_sa: راية ملونة أزرق فاتح
be_by: Блакітны ніжні кут справа
bg_bg: Светлосин ляв долен кантон
ca_es: Cantó blau clar a la part inferior dreta
cs: Světle modrý spodní pravý kanton
da_dk: Lyseblå firkant nede til højre
de: Hellblaues linkes Untereck
de_at: Hellblaus links Untaegg
el_gr: Γαλάζιο τετράγωνο κάτω δεξιά
es: Cantón azul claro en base a siniestra
fi: Vaaleansininen oikea alakulma
fil_ph: Mapusyaw na Bughaw na Base na Sinister Cannon
fr_ca: Canton senestre de la pointe de bleu céleste
ga_ie: Cúinneán Bánghorm sa Bhun Clé
gl_es: Cantón azul claro en base a sinistra
he: האור הכחול Base Sinister קנטון
hr_hr: Svijetlo Plavi Donji Lijevi Kvadrant
hu_hu: Világoskék bal-alsótelek
id_id: Kotak biru muda di tepi kanan bawah
is_is: Ljósblátt niðri til hægri
it: Al cantone sinistro della punta d'azzurro
ja_jp: 左下に空色の方形
ka_ge: ღია-ლურჯი მარცხენა ქვედა კვადრატი
ko_kr: 하늘색 왼쪽 아래 사각형
lb_lu: Hellbloen Eck ënne lénks
lt_lt: Šviesiai mėlynas apatinis dešinysis kampas
ms_my: Tapak Sinister Canton Biru Muda
mt_mt: Kantuniera fuq il-lemin b'bażi ikħar ċar
nl_nl: Lichtblauw basis sinister kanton
nn_no: Ljoseblå nedre høgrekanton
pl: Jasnoniebieski dolny prawy narożnik
pt: Cantão Sinistro Azul Claro Inferior
ro_ro: Canton bleu senestru în talpă
ru_ru: Голубой нижний левый крыж
sk_sk: Svetlomodrý dolný pravý kantón
sl_si: Svetlo moder četrti kvadrat
sv_se: Ljusblå nere till höger
th_th: มุมขอบสีฟ้าขนาดเล็กด้านล่างทางซ้าย
tr_tr: Açık Mavi Sağ Alt Dikdörtgen
vi_vn: Ô vuông xanh nước biển nhạt ở góc dưới bên phải
zh_cn: 左底淡蓝方
zh_tw: 左方下側淺藍色

# item_banner_square_bottom_right_lime
source: Lime Base Sinister Canton
ar_sa: راية ملونة ليموني
be_by: Лаймавы ніжні кут справа
bg_bg: Жълтозелен ляв долен кантон
ca_es: Cantó verd llima a la part inferior dreta
cs: Světle zelený spodní pravý kanton
da_dk: Limegrøn firkant nede til højre
de: Hellgrünes linkes Untereck
de_at: Hellgrüns links Untaegg
el_gr: Ανοιχτό Πράσινο τετράγωνο κάτω δεξιά
es: Cantón verde lima en base a siniestra
fi: Limetinvihreä oikea alakulma
fil_ph: Dayap na Base na Sinister Cannon
fr_ca: Canton senestre de la pointe de sinople clair
ga_ie: Cúinneán Líomach sa Bhun Clé
gl_es: Cantón lima en base a sinistra
he: סיד Base Sinister קנטון
hr_hr: Svijetlo Zeleni Donji Lijevi Kvadrant
hu_hu: Világoszöld bal-alsótelek
id_id: Kotak Limau di tepi kanan bawah
is_is: Gulgrænt niðri til hægri
it: Al cantone sinistro della punta di lime
ja_jp: 左下に黄緑色の方形
ka_ge: სალათისფერი მარცხენა ქვედა კვადრატი
ko_kr: 연두색 왼쪽 아래 사각형
lb_lu: Hellgréngen Eck ënne lénks
lt_lt: Gelsvai žalsvas apatinis dešinysis kampas
ms_my: Tapak Sinister Canton Limau Hijau
mt_mt: Kantuniera fuq il-lemin b'bażi aħdar ċar
nl_nl: Lichtgroen basis sinister kanton
nn_no: Limegrøn nedre høgrekanton
pl: Jasnozielony dolny prawy narożnik
pt: Cantão Sinistro Verde Lima Inferior
ro_ro: Canton verde-deschis senestru în talpă
ru_ru: Лаймовый нижний левый крыж
sk_sk: Svetlozelený dolný pravý kantón
sl_si: Svetlo zelen četrti kvadrat
sv_se: Limegrön nere till höger
th_th: มุมขอบสีเขียวอ่อนขนาดเล็กด้านล่างทางซ้าย
tr_tr: Açık Yeşil Sağ Alt Dikdörtgen
vi_vn: Ô vuông xanh lá mạ ở góc dưới bên phải
zh_cn: 左底黄绿方
zh_tw: 左方下側淺綠色

# item_banner_square_bottom_right_magenta
source: Magenta Base Sinister Canton
ar_sa: راية ملونة أرجواني
be_by: Пурпурны ніжні кут справа
bg_bg: Пурпурен ляв долен кантон
ca_es: Cantó magenta a la part inferior dreta
cs: Purpurový spodní pravý kanton
da_dk: Lyselilla firkant nede til højre
de: Magenta linkes Untereck
de_at: Magentas links Untaegg
el_gr: Μαντέντα τετράγωνο κάτω δεξιά
es: Cantón magenta en base a siniestra
fi: Purppura oikea alakulma
fil_ph: Mahentang Base na Sinister Cannon
fr_ca: Canton senestre de la pointe de magenta
ga_ie: Cúinneán Maigeanta sa Bhun Clé
gl_es: Cantón maxenta en base a sinistra
he: Magenta Base Sinister קנטון
hr_hr: Rozi Donji Lijevi Kvadrant
hu_hu: Bíbor bal-alsótelek
id_id: Kotak merah kehijauan di tepi kanan bawah
is_is: Vínrautt niðri til hægri
it: Al cantone sinistro della punta di magenta
ja_jp: 左下に赤紫色の方形
ka_ge: იისფერი მარცხენა ქვედა კვადრატი
ko_kr: 자홍색 왼쪽 아래 사각형
lb_lu: Magentaen Eck ënne lénks
lt_lt: Rausvai raudonas apatinis dešinysis kampas
ms_my: Tapak Sinister Canton Magenta
mt_mt: Kantuniera fuq il-lemin b'bażi vjola ċar
nl_nl: Magenta basis sinister kanton
nn_no: Ljoselilla nedre høgrekanton
pl: Karmazynowy dolny prawy narożnik
pt: Cantão Sinistro Magenta Inferior
ro_ro: Canton magenta senestru în talpă
ru_ru: Пурпурный нижний левый крыж
sk_sk: Purpurový dolný pravý kantón
sl_si: Škrlaten četrti kvadrat
sv_se: Ljuslila nere till höger
th_th: มุมขอบสีม่วงขนาดเล็กด้านล่างทางซ้าย
tr_tr: Eflatun Sağ Alt Dikdörtgen
vi_vn: Ô vuông đỏ sậm ở góc dưới bên phải
zh_cn: 左底品红方
zh_tw: 左方下側洋紅色

# item_banner_square_bottom_right_orange
source: Orange Base Sinister Canton
ar_sa: راية ملونة برتقالي
be_by: Аранжавы ніжні кут справа
bg_bg: Оранжев ляв долен кантон
ca_es: Cantó taronja a la part inferior dreta
cs: Oranžový spodní pravý kanton
da_dk: Orange firkant nede til højre
de: Oranges linkes Untereck
de_at: Orangs links Untaegg
el_gr: Πορτοκαλί τετράγωνο κάτω δεξιά
es: Cantón naranja en base a siniestra
fi: Oranssi oikea alakulma
fil_ph: Kahel na Base na Sinister Cannon
fr_ca: Canton senestre de la pointe d'orangé
ga_ie: Cúinneán Oráisteach sa Bhun Clé
gl_es: Cantón laranxa en base a sinistra
he: קנטון ימני תחתון כתום
hr_hr: Narančasti Donji Lijevi Kvadrant
hu_hu: Narancssárga bal-alsótelek
id_id: Kotak Jinnga di tepi kanan bawah
is_is: Appelsínugult niðri til hægri
it: Al cantone sinistro della punta d'arancione
ja_jp: 左下に橙色の方形
ka_ge: ნარინჯისფერი მარცხენა ქვედა კვადრატი
ko_kr: 주황색 왼쪽 아래 사각형
lb_lu: Orangen Eck ënne lénks
lt_lt: Oranžinis apatinis dešinysis kampas
ms_my: Tapak Sinister Canton Jingga
mt_mt: Kantuniera fuq il-lemin b'bażi oranġjo
nl_nl: Oranje basis sinister kanton
nn_no: Oransje nedre høgrekanton
pl: Pomarańczowy dolny prawy narożnik
pt: Cantão Sinistro Laranja Inferior
ro_ro: Canton portocaliu senestru în talpă
ru_ru: Оранжевый нижний левый крыж
sk_sk: Oranžový dolný pravý kantón
sl_si: Oranžen četrti kvadrat
sv_se: Orange nere till höger
th_th: มุมขอบสีส้มขนาดเล็กด้านล่างทางซ้าย
tr_tr: Turuncu Sağ Alt Dikdörtgen
vi_vn: Ô vuông cam ở góc dưới bên phải
zh_cn: 左底橙方
zh_tw: 左方下側橙色

# item_banner_square_bottom_right_pink
source: Pink Base Sinister Canton
ar_sa: راية ملونة وردي
be_by: Ружовы ніжні кут справа
bg_bg: Розов ляв долен кантон
ca_es: Cantó rosa a la part inferior dreta
cs: Růžový spodní pravý kanton
da_dk: Lyserød firkant nede til højre
de: Rosa linkes Untereck
de_at: Rosas links Untaegg
el_gr: Ροζ τετράγωνο κάτω δεξιά
es: Cantón rosa en base a siniestra
fi: Vaaleanpunainen oikea alakulma
fil_ph: Rosas na Base na Sinister Cannon
fr_ca: Canton senestre de la pointe de rose
ga_ie: Cúinneán Bándearg sa Bhun Clé
gl_es: Cantón rosa en base a sinistra
he: פינק Base Sinister קנטון
hr_hr: Ružičasti Donji Lijevi Kvadrant
hu_hu: Rózsaszín bal-alsótelek
id_id: Kotak merah muda di tepi kanan bawah
is_is: Bleikt niðri til hægri
it: Al cantone sinistro della punta di rosa
ja_jp: 左下に桃色の方形
ka_ge: ვარდისფერი მარცხენა ქვედა კვადრატი
ko_kr: 분홍색 왼쪽 아래 사각형
lb_lu: Rosaen Eck ënne lénks
lt_lt: Rožinis apatinis dešinysis kampas
ms_my: Tapak Sinister Canton Merah Jambu
mt_mt: Kantuniera fuq ix xellug b'bażi roża
nl_nl: Roze basis sinister kanton
nn_no: Rosa nedre høgrekanton
pl: Różowy dolny prawy narożnik
pt: Cantão Sinistro Rosa Inferior
ro_ro: Canton roz senestru în talpă
ru_ru: Розовый нижний левый крыж
sk_sk: Ružový dolný pravý kantón
sl_si: Roza četrti kvadrat
sv_se: Rosa nere till höger
th_th: มุมขอบสีชมพูขนาดเล็กด้านล่างทางซ้าย
tr_tr: Pembe Sağ Alt Dikdörtgen
vi_vn: Ô vuông hồng ở góc dưới bên phải
zh_cn: 左底粉红方
zh_tw: 左方下側粉紅色

# item_banner_square_bottom_right_purple
source: Purple Base Sinister Canton
ar_sa: راية ملونة بنفسجي
be_by: Фіялетавы ніжні кут справа
bg_bg: Лилав ляв долен кантон
ca_es: Cantó morat en base a la dreta
cs: Fialový spodní pravý kanton
da_dk: Lilla firkant nede til højre
de: Violettes linkes Untereck
de_at: Lilas links Untaegg
el_gr: Μωβ τετράγωνο κάτω δεξιά
es: Cantón morado en base a siniestra
fi: Violetti oikea alakulma
fil_ph: Lilang Base na Sinister Canton
fr_ca: Canton senestre de la pointe de pourpre
ga_ie: Cúinneán Corcra sa Bhun Clé
gl_es: Cantón púrpura en base a sinistra
he: מרובע סגול באמצע ימין
hr_hr: Ljubičasti Donji Lijevi Kvadrant
hu_hu: Lila bal-alsótelek
id_id: Kotak ungu di tepi kanan bawah
is_is: Fjólublátt niðri til hægri
it: Al cantone sinistro della punta di viola
ja_jp: 左下に紫色の方形
ka_ge: ალისფერი მარცხენა ქვედა კვადრატი
ko_kr: 보라색 왼쪽 아래 사각형
lb_lu: Mofen Eck ënne lénks
lt_lt: Purpurinis apatinis dešinysis kampas
ms_my: Dasar Sinister Canton Ungu
mt_mt: Kantuniera fuq il-lemin b'bażi vjola
nl_nl: Paars basis sinister kanton
nn_no: Lilla nedre høgrekanton
pl: Fioletowy dolny prawy narożnik
pt: Cantão Sinistro Roxo Inferior
ro_ro: Canton violet senestru în talpă
ru_ru: Фиолетовый нижний левый крыж
sk_sk: Fialový dolný pravý kantón
sl_si: Vijoličen četrti kvadrat
sv_se: Lila nere till höger
th_th: ฐานสีม่วงขนาดเล็กทางซ้าย
tr_tr: Mor Sağ Alt Dikdörtgen
vi_vn: Ô vuông tím ở góc dưới bên phải
zh_cn: 左底紫方
zh_tw: 左方下側紫色

# item_banner_square_bottom_right_red
source: Red Base Sinister Canton
ar_sa: راية ملونة أحمر
be_by: Чырвоны ніжні кут справа
bg_bg: Червен ляв долен кантон
ca_es: Cantó vermell en base a la dreta
cs: Červený spodní pravý kanton
da_dk: Rød firkant nede til højre
de: Rotes linkes Untereck
de_at: Rots links Untaegg
el_gr: Κάτω Δεξιά Κόκκινο Τετράγωνο
es: Cantón rojo en base a siniestra
fi: Punainen oikea alakulma
fil_ph: Pulang Base na Sinister Canton
fr_ca: Canton senestre de la pointe de gueules
ga_ie: Cúinneán Dearg sa Bhun Clé
gl_es: Cantón vermello en base a sinistra
he: מרובע אדום באמצע ימין
hr_hr: Crveni Donji Lijevi Kvadrant
hu_hu: Vörös bal-alsótelek
id_id: Kotak merah di tepi kanan bawah
is_is: Rautt niðri til hægri
it: Al cantone sinistro della punta di rosso
ja_jp: 左下に赤色の方形
ka_ge: წითელი მარცხენა ქვედა კვადრატი
ko_kr: 빨간색 왼쪽 아래 사각형
lb_lu: Rouden Eck ënne lénks
lt_lt: Raudonas apatinis dešinysis kampas
ms_my: Dasar Sinister Canton Merah
mt_mt: Kantuniera fuq il-lemien b'bażi ħamra
nl_nl: Rood basis sinister kanton
nn_no: Raud nedre høgrekanton
pl: Czerwony dolny prawy narożnik
pt: Cantão Sinistro Vermelho Inferior
ro_ro: Canton roșu senestru în talpă
ru_ru: Красный нижний левый крыж
sk_sk: Červený dolný pravý kantón
sl_si: Rdeč četrti kvadrat
sv_se: Röd nere till höger
th_th: ฐานสีแดงขนาดเล็กทางซ้าย
tr_tr: Kırmızı Sağ Alt Dikdörtgen
vi_vn: Ô vuông đỏ ở góc dưới bên phải
zh_cn: 左底红方
zh_tw: 左方下側紅色

# item_banner_square_bottom_right_silver
source: Light Grey Base Sinister Canton
ar_sa: راية ملونة رمادي فاتح
be_by: Светла-шэры ніжні кут справа
bg_bg: Светлосив ляв долен кантон
ca_es: Cantó gris clar a la part inferior dreta
cs: Světle šedý spodní pravý kanton
da_dk: Lysegrå firkant nede til højre
de: Hellgraues linkes Untereck
de_at: Hellgraus links Untaegg
el_gr: Ανοιχτό Γκρι τετράγωνο κάτω αριστερά
es: Cantón gris claro en base a siniestra
fi: Vaaleanharmaa oikea alakulma
fil_ph: Mapusyaw na Kulay-abong Base na Sinister Canton
fr_ca: Canton senestre de la pointe d'argent grisé
ga_ie: Cúinneán Fionnliath sa Bhun Clé
gl_es: Cantón gris claro en base a sinistra
he: מרובע אפור בהיר באמצע ימין
hr_hr: Svijetlo Sivi Donji Lijevi Kvadrant
hu_hu: Világosszürke bal-alsótelek
id_id: Kotak abu-abu muda di tepi kanan bawah
is_is: Ljósgrátt niðri til hægri
it: Al cantone sx. della punta di grigio chiaro
ja_jp: 左下に薄灰色の方形
ka_ge: ღია-ნაცრისფერი მარცხენა ქვედა კვადრატი
ko_kr: 회백색 왼쪽 아래 사각형
lb_lu: Hellgroen Eck ënne lénks
lt_lt: Šviesiai pilkas apatinis dešinysis kampas
ms_my: Dasar Sinister Canton Kelabu Muda
mt_mt: Kantuniera fuq ix xellug b'bażi griż ċar
nl_nl: Lichtgrijs basis sinister kanton
nn_no: Ljosegrå nedre høgrekanton
pl: Jasnoszary dolny prawy narożnik
pt: Cantão Sinistro Cinzento Claro Inferior
ro_ro: Canton gri-deschis senestru în talpă
ru_ru: Светло-серый нижний левый крыж
sk_sk: Svetlosivý dolný pravý kantón
sl_si: Svetlo siv četrti kvadrat
sv_se: Ljusgrå nere till höger
th_th: ฐานสีเทาอ่อนขนาดเล็กทางซ้าย
tr_tr: Açık Gri Sağ Alt Dikdörtgen
vi_vn: Ô vuông xám nhạt ở góc dưới bên phải
zh_cn: 左底淡灰方
zh_tw: 左方下側淺灰色

# item_banner_square_bottom_right_white
source: White Base Sinister Canton
ar_sa: راية ملونة أبيض
be_by: Белы ніжні кут справа
bg_bg: Бял ляв долен кантон
ca_es: Cantó blanc a la part inferior dreta
cs: Bílý spodní pravý kanton
da_dk: Hvid firkant nede til højre
de: Weißes linkes Untereck
de_at: Weißs links Untaegg
el_gr: Άσπρο τετράγωνο κάτω δεξιά
es: Cantón blanco en base a siniestra
fi: Valkoinen oikea alakulma
fil_ph: Puting Base na Sinister Cannon
fr_ca: Canton senestre de la pointe d'argent
ga_ie: Cúinneán Ban sa Bhun Clé
gl_es: Cantón branco en base a sinistra
he: קנטון בסיס לבן
hr_hr: Bijeli Donji Lijevi Kvadrant
hu_hu: Fehér bal-alsótelek
id_id: Kotak putih di tepi kanan bawah
is_is: Hvítt niðri til hægri
it: Al cantone sinistro della punta di bianco
ja_jp: 左下に白色の方形
ka_ge: თეთრი მარცხენა ქვედა კვადრატი
ko_kr: 하얀색 왼쪽 아래 사각형
lb_lu: Wäissen Eck ënne lénks
lt_lt: Baltas apatinis dešinysis kampas
ms_my: Tapak Sinister Canton Putih
mt_mt: Kantuniera fuq il-lemin b'bażi abjad
nl_nl: Wit basis sinister kanton
nn_no: Kvit nedre høgrekanton
pl: Biały dolny prawy narożnik
pt: Cantão Sinistro Branco Inferior
ro_ro: Canton alb senestru în talpă
ru_ru: Белый нижний левый крыж
sk_sk: Biely dolný pravý kantón
sl_si: Bel četrti kvadrat
sv_se: Vit nere till höger
th_th: มุมขอบสีขาวขนาดเล็กด้านล่างทางซ้าย
tr_tr: Beyaz Sağ Alt Dikdörtgen
vi_vn: Ô vuông trắng ở góc dưới bên phải
zh_cn: 左底白方
zh_tw: 左方下側白色

# item_banner_square_bottom_right_yellow
source: Yellow Base Sinister Canton
ar_sa: راية ملونة أصفر
be_by: Жоўты ніжні кут справа
bg_bg: Жълт ляв долен кантон
ca_es: Cantó groc a la part inferior dreta
cs: Žlutý spodní pravý kanton
da_dk: Gul firkant nede til højre
de: Gelbes linkes Untereck
de_at: Gelbs links Untaegg
el_gr: Κίτρινο τετράγωνο κάτω δεξιά
es: Cantón amarillo en base a siniestra
fi: Keltainen oikea alakulma
fil_ph: Dilaw na Base na Sinister Cannon
fr_ca: Canton senestre de la pointe d'or
ga_ie: Cúinneán Buí sa Bhun Clé
gl_es: Cantón amarelo en base a sinistra
he: הצהוב Base Sinister קנטון
hr_hr: Žuti Donji Lijevi Kvadrant
hu_hu: Sárga bal-alsótelek
id_id: Kotak kuning di tepi kanan bawah
is_is: Gult niðri til hægri
it: Al cantone sinistro della punta di giallo
ja_jp: 左下に黄色の方形
ka_ge: ყვითელი მარცხენა ქვედა კვადრატი
ko_kr: 노란색 왼쪽 아래 사각형
lb_lu: Gielen Eck ënne lénks
lt_lt: Geltonas apatinis dešinysis kampas
ms_my: Tapak Sinister Canton Kuning
mt_mt: Kantuniera fuq il-lemin b'bażi isfar
nl_nl: Geel basis sinister kanton
nn_no: Gul nedre høgrekanton
pl: Żółty dolny prawy narożnik
pt: Cantão Sinistro Amarelo Inferior
ro_ro: Canton galben senestru în talpă
ru_ru: Жёлтый нижний левый крыж
sk_sk: Žltý dolný pravý kantón
sl_si: Rumen četrti kvadrat
sv_se: Gul nere till höger
th_th: มุมขอบสีเหลืองขนาดเล็กด้านล่างทางซ้าย
tr_tr: Sarı Sağ Alt Dikdörtgen
vi_vn: Ô vuông vàng ở góc dưới bên phải
zh_cn: 左底黄方
zh_tw: 左方下側黃色

# item_banner_square_top_left_black
source: Black Chief Dexter Canton
ar_sa: راية ملونة أسود
be_by: Чорны верхні кут злева
bg_bg: Черен десен горен кантон
ca_es: Cantó negre a la part superior esquerra
cs: Černý horní levý kanton
da_dk: Sort firkant oppe til venstre
de: Schwarzes rechtes Obereck
de_at: Schworzs rechts Obaegg
el_gr: Μαύρο τετράγωνο πάνω αριστερά
es: Cantón negro en jefe a diestra
fi: Musta vasen yläkulma
fil_ph: Itim na Hepeng Dexter Cannon
fr_ca: Canton dextre du chef de sable
ga_ie: Cúinneán Dubh Thuas ar Dheis
gl_es: Cantón negro en xefe a destra
he: קנטון שמאלי עליון שחור
hr_hr: Crni Gornji Desni Kvadrant
hu_hu: Fekete telek
is_is: Svart uppi til vinstri
it: Al cantone destro del capo di nero
ja_jp: 右上に黒色の方形
ka_ge: შავი მარჯვენა ზედა კვადრატი
ko_kr: 검은색 오른쪽 위 사각형
lb_lu: Schwaarzen Eck uewe riets
lt_lt: Juodas viršutinis kairysis kampas
ms_my: Lelangit Dexter Canton Hitam
mt_mt: Kantuniera ta' fuq ix-xellug sewda
nl_nl: Zwart hoofd dexter kanton
nn_no: Svart øvre venstrekanton
pl: Czarny górny lewy narożnik
pt: Cantão Dextro Preto Superior
ro_ro: Canton negru dextru în șef
ru_ru: Чёрный верхний правый крыж
sk_sk: Čierny horný ľavý kantón
sl_si: Črn prvi kvadrat
sv_se: Svart uppe till vänster
th_th: มุมขอบสีดำขนาดเล็กด้านบนทางขวา
tr_tr: Siyah Sol Üst Dikdörtgen
vi_vn: Ô vuông đen ở góc trên bên trái
zh_cn: 右顶黑方
zh_tw: 右方上側黑色

# item_banner_square_top_left_blue
source: Blue Chief Dexter Canton
ar_sa: راية ملونة أزرق
be_by: Сіні верхні кут злева
bg_bg: Син десен горен кантон
ca_es: Cantó blau a la part superior esquerra
cs: Modrý horní levý kanton
da_dk: Blå firkant oppe til venstre
de: Blaues rechtes Obereck
de_at: Blaus rechts Obaegg
el_gr: Μπλε τετράγωνο πάνω αριστερά
es: Cantón azul en jefe a diestra
fi: Sininen vasen yläkulma
fil_ph: Asul Hepe Kanan Kanton
fr_ca: Canton dextre du chef d'azur
ga_ie: Cúinneán Gorm Thuas ar Dheis
gl_es: Cantón azul en xefe a destra
he: קנטון שמאלי עליון כחול
hr_hr: Plavi Gornji Desni Kvadrant
hu_hu: Kék telek
is_is: Blátt uppi til vinstri
it: Al cantone destro del capo di blu
ja_jp: 右上に青色の方形
ka_ge: ლურჯი მარჯვენა ზედა კვადრატი
ko_kr: 파란색 오른쪽 위 사각형
lb_lu: Bloen Eck uewe riets
lt_lt: Mėlynas viršutinis kairysis kampas
ms_my: Lelangit Dexter Canton Biru
mt_mt: Kantuniera ta' fuq ix-xellug ikħal
nl_nl: Blauw hoofd dexter kanton
nn_no: Blå øvre venstrekanton
pl: Niebieski górny lewy narożnik
pt: Cantão Dextro Azul Superior
ro_ro: Canton albastru dextru în șef
ru_ru: Синий верхний правый крыж
sk_sk: Modrý horný ľavý kantón
sl_si: Moder prvi kvadrat
sv_se: Blå uppe till vänster
th_th: มุมขอบสีน้ำเงินขนาดเล็กด้านบนทางขวา
tr_tr: Mavi Sol Üst Dikdörtgen
vi_vn: Ô vuông xanh nước biển ở góc trên bên trái
zh_cn: 右顶蓝方
zh_tw: 右方上側藍色

# item_banner_square_top_left_brown
source: Brown Chief Dexter Canton
ar_sa: راية ملونة بني
be_by: Карычневы верхні кут злева
bg_bg: Кафяв десен горен кантон
ca_es: Cantó marró a la part superior esquerra
cs: Hnědý horní levý kanton
da_dk: Brun firkant oppe til venstre
de: Braunes rechtes Obereck
de_at: Brauns rechts Obaegg
el_gr: Καφέ τετράγωνο πάνω δεξιά
es: Cantón marrón en jefe a diestra
fi: Ruskea vasen yläkulma
fil_ph: Kayumangging Hepeng Dexter Cannon
fr_ca: Canton dextre du chef de brun
ga_ie: Cúinneán Donn Thuas ar Dheis
gl_es: Cantón marrón en xefe a destra
he: קנטון שמאלי עליון חום
hr_hr: Smeđi Gornji Desni Kvadrant
hu_hu: Barna telek
is_is: Brúnt uppi til vinstri
it: Al cantone destro del capo di marrone
ja_jp: 右上に茶色の方形
ka_ge: ყავისფერი მარჯვენა ზედა კვადრატი
ko_kr: 갈색 오른쪽 위 사각형
lb_lu: Brongen Eck uewe riets
lt_lt: Rudas viršutinis kairysis kampas
ms_my: Lelangit Dexter Canton Perang
mt_mt: Kantuniera ta' fuq ix-xellug kannella
nl_nl: Bruin hoofd dexter kanton
nn_no: Brun øvre venstrekanton
pl: Brązowy górny lewy narożnik
pt: Cantão Dextro Castanho Superior
ro_ro: Canton maro dextru în șef
ru_ru: Коричневый верхний правый крыж
sk_sk: Hnedý horný ľavý kantón
sl_si: Rjav prvi kvadrat
sv_se: Brun uppe till vänster
th_th: มุมขอบสีน้ำตาลขนาดเล็กด้านบนทางขวา
tr_tr: Kahverengi Sol Üst Dikdörtgen
vi_vn: Ô vuông nâu ở góc trên bên trái
zh_cn: 右顶棕方
zh_tw: 右方上側棕色

# item_banner_square_top_left_cyan
source: Cyan Chief Dexter Canton
ar_sa: راية ملونة سماوي
be_by: Бірузовы верхні кут злева
bg_bg: Синьозелен десен горен кантон
ca_es: Cantó cian en cap a la dreta
cs: Azurový horní levý kanton
da_dk: Turkis firkant oppe til venstre
de: Türkises rechtes Obereck
de_at: Türkises rechts Obaegg
el_gr: Κυανό τετράγωνο πάνω αριστερά
es: Cantón cian en jefe a diestra
fi: Syaani vasen yläkulma
fil_ph: Cyan Hepe Kanan Kanton
fr_ca: Canton dextre du chef de cyan
ga_ie: Cúinneán Cian Thuas ar Dheis
gl_es: Cantón ciano en xefe a destra
he: קנטון שמאלי עליון ציאן
hr_hr: Tirkizni Gornji Desni Kvadrant
hu_hu: Türkizkék telek
is_is: Heiðblátt uppi til vinstri
it: Al cantone destro del capo di ciano
ja_jp: 右上に水色の方形
ka_ge: ცისფერი მარჯვენა ზედა კვადრატი
ko_kr: 청록색 오른쪽 위 사각형
lb_lu: Turquoisen Eck uewe riets
lt_lt: Žalsvai mėlynas viršutinis kairysis kampas
ms_my: Lelangit Dexter Canton Sian
mt_mt: Kantuniera ta' fuq ix-xellug ċilesti
nl_nl: Cyaan hoofd dexter kanton
nn_no: Turkis øvre venstrekanton
pl: Błękitny górny lewy narożnik
pt: Cantão Dextro Ciano Superior
ro_ro: Canton turcoaz dextru în șef
ru_ru: Бирюзовый верхний правый крыж
sk_sk: Tyrkysový horný ľavý kantón
sl_si: Turkizen prvi kvadrat
sv_se: Turkos uppe till vänster
th_th: มุมขอบสีน้ำเงินแกมเขียวขนาดเล็กด้านบนทางขวา
tr_tr: Camgöbeği Sol Üst Dikdörtgen
vi_vn: Ô vuông lục lam ở góc trên bên trái
zh_cn: 右顶青方
zh_tw: 右方上側青色

# item_banner_square_top_left_gray
source: Grey Chief Dexter Canton
ar_sa: راية ملونة رمادي
be_by: Шэры верхні кут злева
bg_bg: Сив десен горен кантон
ca_es: Cantó gris a la part superior esquerra
cs: Šedý horní levý kanton
da_dk: Grå firkant oppe til venstre
de: Graues rechtes Obereck
de_at: Graus rechts Obaegg
el_gr: Γκρι τετράγωνο πάνω αριστερά
es: Cantón gris en jefe a diestra
fi: Harmaa vasen yläkulma
fil_ph: Abo Hepe Kanan Kanton
fr_ca: Canton dextre du chef d'acier
ga_ie: Cúinneán Liath Thuas ar Dheis
gl_es: Cantón gris en xefe a destra
he: קנטון שמאלי עליון אפור
hr_hr: Sivi Gornji Desni Kvadrant
hu_hu: Szürke telek
id_id: Gray Chief Dexter Canton
is_is: Grátt uppi til vinstri
it: Al cantone destro del capo di grigio
ja_jp: 右上に灰色の方形
ka_ge: ნაცრისფერი მარჯვენა ზედა კვადრატი
ko_kr: 회색 오른쪽 위 사각형
lb_lu: Groen Eck uewe riets
lt_lt: Pilkas viršutinis kairysis kampas
ms_my: Lelangit Dexter Canton Kelabu
mt_mt: Kantuniera ta' fuq ix-xellug griż
nl_nl: Grijs hoofd dexter kanton
nn_no: Grå øvre venstrekanton
pl: Szary górny lewy narożnik
pt: Cantão Dextro Cinzento Superior
ro_ro: Canton gri dextru în șef
ru_ru: Серый верхний правый крыж
sk_sk: Sivý horný ľavý kantón
sl_si: Siv prvi kvadrat
sv_se: Grå uppe till vänster
th_th: มุมขอบสีเทาขนาดเล็กด้านบนทางขวา
tr_tr: Gri Sol Üst Dikdörtgen
vi_vn: Ô vuông xám ở góc trên bên trái
zh_cn: 右顶灰方
zh_tw: 右方上側灰色
