Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_blockdata_tagError
source: Data tag parsing failed: {0}
af_za: Data tag die pars eer misluk: {0}
ar_sa: خطأ في توزيع البيانات: {0}
be_by: Памылка разбору тэгаў: {0}
bg_bg: Разборът на информационния таг е неуспешен: {0}
ca_es: L'anàlisi de les dades d'etiqueta ha fallat: {0}
cs: Syntaktická analýza se nezdařila: {0}
da_dk: Datatag fortolkning mislykkedes:{0}
de: Kann NBT-Daten nicht analysieren: {0}
el_gr: Η συντακτική ανάλυση του data tag απέτυχε: {0}
es: El análisis de la dataTag falló: {0}
eu_es: Analisiaren datu sartzeak huts egin du: {0}
fa_ir: تحلیل دیتاتگ ناموفق شد: {0}
fi: Datatagin jäsennys epäonnistui: {0}
fil_ph: Ang pag-pa-parse ng data tag ay nabigo: {0}
fr_ca: L'analyse syntaxique du data tag a échoué : {0}
ga_ie: Theip ar pharsáil clib sonraí: {0}
gl_es: A análise da dataTag fallou: {0}
he: ניתוח של תג נתונים נכשל: {0}
hr_hr: Rasčlanjivanje podatkovnih oznaka nije uspjelo: {0}
hu_hu: Adatcímke értelmezése sikertelen: {0}
id_id: Parsing data tag gagal: {0}
is_is: Úrvinnsla gagnatags mistókst: {0}
it: L'analisi sintattica dei dati NBT è fallita: {0}
ja_jp: データタグの解析に失敗しました：{0}
ka_ge: შეცდომა მონაცემთა ტეგის გარჩევისას: {0}
ko_kr: 데이터 태그 구문 분석에 실패했습니다: {0}
lb_lu: Parsen vun den NBT-Date feelgeschloen: {0}
lt_lt: Duomenų žymės apdoroti nepavyko: {0}
lv_lv: Datu tagu analizēšana neizdevās: {0}
ms_my: Gagal menanda data: {0}
mt_mt: Data tag ħażin: {0}
nl_nl: Parseren van datatag mislukt: {0}
nn_no: Teikn-tolking mislykkast: {0}
pl: Analiza data tag zawiodła: {0}
pt: Erro na Tag dos dados: {0}
ro_ro: Analiza datelor NBT a eșuat: {0}
ru_ru: Ошибка распознавания тегов: {0}
sk_sk: Nesprávny formát NBT dát: {0}
sl_si: Razčlenjevanje podatkovne oznake ni bilo uspešno: {0}
sv_se: Tolkning av datatagg misslyckades: {0}
th_th: แยก Data tag ผิดพลาด: {0}
tr_tr: Veri etiketi ayrıştırma başarısız oldu: {0}
vi_vn: Phân tích nhãn dữ liệu thất bại: {0}
zh_cn: 数据标签解析失败：{0}
zh_tw: 資料標記解析失敗：{0}

# commands_blockdata_usage
source: /blockdata <x> <y> <z> <dataTag>
be_by: /blockdata <x> <y> <z> <тэг>
bg_bg: /blockdata <x> <y> <z> <таг>
cs: /blockdata <x> <y> <z> <datový tag>
de: /blockdata <x> <y> <z> <NBT-Daten>
fi: /blockdata <x> <y> <z> <dataTagi>
he: /blockdata <x> <y> <z> <טאג-נתון>
hu_hu: /blockdata <x> <y> <z> <adatcímke>
it: /blockdata <x> <y> <z> <dati NBT>
ja_jp: /blockdata <x> <y> <z> <データタグ>
ka_ge: /blockdata <x> <y> <z> <მონაც. ტეგი>
ko_kr: /blockdata <x> <y> <z> <데이터 태그>
lb_lu: /blockdata <x> <y> <z> <NBT-Daten>
lt_lt: /blockdata <x> <y> <z> <duomenų-žymės>
ms_my: /blockdata <x> <y> <z> <tandaData>
pt: /blockdata <x> <y> <z> <Tags>
ro_ro: /blockdata <x> <y> <z> <date NBT>
sl_si: /blockdata <x> <y> <z> <podatkovnaOznaka>
sv_se: /blockdata <x> <y> <z> <datatagg>
tr_tr: /blockdata <x> <y> <z> <veriEtiketi>
vi_vn: /blockdata <x> <y> <z> <nhãn dữ liệu>
zh_cn: /blockdata <x> <y> <z> <数据标签>
zh_tw: /blockdata <x> <y> <z> <資料標籤>

# commands_chunkinfo_compiled
source: Chunk is compiled.
af_za: Stuk is saamgestel.
ar_sa: chunk مصنف.
be_by: Чанк скампіліраваны.
bg_bg: Чънкът е компилиран.
ca_es: El chunk està compilat.
cs: Chunk je zkompilován.
da_dk: Klods er kompileret.
de: Chunk ist kompiliert.
el_gr: Κομμάτι έχει συνταχθεί.
es: El chunk está compilado.
eu_es: Chunk-a konpilatuta dago.
fi: Lohko on koottu.
fil_ph: Ang Chunk ay na-compile.
fr_ca: Le chunk est compilé
ga_ie: Tá an chunk tiomsaithe.
gl_es: O chunk está compilado.
he: נתח נערך.
hr_hr: Komad je sastavljen.
hu_hu: A chunk össze van állítva.
id_id: Bingkah telah terhimpun.
is_is: Stykki er myndað.
it: Il chunk è compilato
ja_jp: チャンクが変更されました
ka_ge: უჯრა კომპილირებულია.
ko_kr: 청크가 컴파일 되었습니다.
lb_lu: Chunk ass compiléiert.
lt_lt: Pasaulio dalis sudaryta.
lv_lv: Gabals ir pabeigts.
ms_my: Bahagian adalah tesusun.
mt_mt: Iċ-chunk hi kompilata.
nl_nl: Chunk is gecompileerd.
nn_no: Chunken er kompilert.
pl: Chunk jest skompilowany.
pt: O chunk está compilado.
ro_ro: Chunkul este compilat.
ru_ru: Чанк скомпилирован.
sk_sk: Chunk je skompilovaný.
sl_si: Kos se upošteva.
sv_se: Chunken är kompilerad
th_th: Chunk คอมไพล์เรียบร้อยแล้ว
tr_tr: Yığın derlenmiş.
vi_vn: Đoạn khúc này đã được biên dịch.
zh_cn: 区块已编译。
zh_tw: 此區塊已被編譯。

# commands_chunkinfo_data
source: First 64 vertices are: {0}
af_za: Die eerste 64 hoeke is: {0}
ar_sa: أول 64 من القمم هي: {0}
be_by: Першыя 64 вяршыні: {0}
bg_bg: Първите 64 върха са: {0}
ca_es: Els primers 64 vèrtexs són: {0}
cs: Prvních 64 vrcholů je: {0}
da_dk: Første 64 knudepunkter er: {0}
de: Die ersten 64 Eckpunkte sind: {0}
el_gr: Οι πρώτες 64 κορυφές είναι: {0}
es: Los primeros 64 vértices son: {0}
fi: Ensimmäiset 64 verteksiä ovat: {0}
fil_ph: Ang mga unang 64 na verice ay: {0}
fr_ca: Les 64 premiers vertex sont : {0}
ga_ie: An chéad 64 rinn: {0}
gl_es: Os primeiros 64 vértices son: {0}
he: 4 קודקודים הראשונים הם:{0}
hr_hr: Prvih 64 vrhova su: {0}
hu_hu: Az első 64 csúcs: {0}
id_id: 64 simpul pertama adalah: {0}
is_is: Fyrstu 64 hornpunktar eru: {0}
it: I primi 64 vertici sono: {0}
ja_jp: 以下が最初の 64個 の頂点です: {0}
ka_ge: პირველი 64 წვერო არის: {0}
ko_kr: 최초 64개의 정점: {0}
lb_lu: Déi éischt 64 Eckpunkte sinn: {0}
lt_lt: Pirmos 64 viršūnės yra: {0}
ms_my: 64 bucu pertama adalah: {0}
mt_mt: L-ewwel 64 vertiċi huma: {0}
nl_nl: Eerste 64 hoekpunten zijn: {0}
nn_no: Fyrste 64 toppunkt: {0}
pl: Pierwsze 64 wierzchołki są: {0}
pt: Os primeiros 64 vértices são: {0}
ro_ro: Primele 64 de vertexuri sunt: {0}
ru_ru: Первые 64 вершины: {0}
sk_sk: Prvých 64 vrcholov je: {0}
sl_si: Prvih 64 vozlov je: {0}
sv_se: De första 64 vertexpunkterna är: {0}
th_th: จุดยอด 64 จุดแรกคือ {0}
tr_tr: İlk 64 köşe: {0}
vi_vn: 64 đỉnh đầu tiên là: {0}
zh_cn: 前64个顶点为：{0}
zh_tw: 首 64 個頂點為：{0}

# commands_chunkinfo_empty
source: Chunk is empty.
af_za: Stuk is leeg.
ar_sa: chunk فارغ.
be_by: Чанк пусты.
bg_bg: Чънкът е празен.
ca_es: El chunk és buit.
cs: Chunk je prázdný.
da_dk: Klods er tom.
de: Chunk ist leer.
el_gr: Αυτό το κομμάτι του κόσμου είναι άδειο.
es: El chunk está vacío.
eu_es: Chunk-a hutsik dago.
fi: Lohko on tyhjä.
fil_ph: Ang Chunk ay walang laman.
fr_ca: Le chunk est vide
ga_ie: Tá an chunk folamh.
gl_es: O chunk está vacío.
he: האזור ריק.
hr_hr: Komad je prazan.
hu_hu: A chunk üres.
id_id: Bingkah kosong.
is_is: Stykki er tómt.
it: Il chunk è vuoto
ja_jp: チャンクは空です
ka_ge: უჯრა ცარიელია.
ko_kr: 청크가 비어 있습니다.
lb_lu: Chunk ass eidel.
lt_lt: Pasaulio dalis yra tuščia.
lv_lv: Gabals ir tukšs
ms_my: Bahagian adalah kosong.
mt_mt: Iċ-chunk hi vojta.
nl_nl: Chunk is leeg.
nn_no: Chunken er tom.
pl: Chunk jest pusty.
pt: O chunk está vazio
ro_ro: Chunkul este gol.
ru_ru: Чанк пуст.
sk_sk: Chunk je prázdny.
sl_si: Kos je prazen.
sv_se: Chunken är tom
th_th: Chunk ว่างเปล่า
tr_tr: Yığın boş.
vi_vn: Đoạn khúc này trống.
zh_cn: 区块是空的。
zh_tw: 此區塊為空心。

# commands_chunkinfo_hasLayers
source: Chunk has layers: {0}
af_za: Stuk het vlakke: {0}
ar_sa: Chunk لدية طبقات: {0}
be_by: Чанк мае слаі: {0}
bg_bg: Чънкът има слоеве: {0}
ca_es: El chunk té capes: {0}
cs: Chunk má vrstvy: {0}
da_dk: Klods har lag: {0}
de: Chunk hat Schichten: {0}
el_gr: Κομμάτι έχει στρώματα: {0}
es: El chunk tiene capas: {0}
eu_es: Chunk-ak dituen geruzak: {0}
fi: Lohkossa on kerroksia: {0}
fil_ph: Ang tipak ay mayroong mga layer: {0}
fr_ca: Le chunk a des couches : {0}
ga_ie: Sraitheanna sa chunk: {0}
gl_es: O chunk ten capas: {0}
he: לאזור יש מידות: {0}
hr_hr: Komad ima slojeve: {0}
hu_hu: Chunk rétegei: {0}
id_id: Bingkah memiliki lapisan: {0}
is_is: Stykki hefur lög: {0}
it: Il chunk ha livelli: {0}
ja_jp: チャンクに層があります: {0}
ka_ge: უჯრას გააჩნია ფენები: {0}
ko_kr: 청크에 레이어가 있습니다: {0}
lb_lu: Chunk huet Schichten: {0}
lt_lt: Pasaulio dalis turi sluoksnius: {0}
lv_lv: Gabalam ir slāņi: {0}
ms_my: Bahagian mempunyai lapisan: {0}
mt_mt: Iċ-chunk għanda saffi: {0}
nl_nl: Chunk heeft lagen: {0}
nn_no: Chunken har følgjande lag: {0}
pl: Chunk ma warstwy: {0}
pt: O Chunk tem camadas: {0}
ro_ro: Chunkul are straturi: {0}
ru_ru: Чанк содержит слои: {0}
sk_sk: Chunk má vrstvy: {0}
sl_si: Kos ima plasti: {0}
sv_se: Chunken har lager: {0}
th_th: Chunk มีเลเยอร์: {0}
tr_tr: Yığın şu katmanlara sahip: {0}
vi_vn: Đoạn khúc này có các lớp: {0}
zh_cn: 区块含有{0}层面
zh_tw: 此區塊有地層：{0}

# commands_chunkinfo_hasNoRenderableLayers
source: Chunk has no renderable layers.
af_za: Stuk ontbreek lewerbare vlakke.
ar_sa: Chunk ليس لديه renderable للطبقات.
be_by: Чанк не мае слаёў для адлюстравання.
bg_bg: Чънкът няма слоеве, които да могат да се виждат.
ca_es: El chunk no té capes renderitzables.
cs: Chunk nemá žádné vrstvy k vykreslení.
da_dk: Klods har ingen reproducerbare lag.
de: Chunk hat keine darstellbaren Schichten.
el_gr: Κομμάτι δεν έχει renderable στρώματα.
es: El chunk no tiene capas renderizables.
eu_es: Chunk-ak ez dago geruza errenderizagarririk.
fi: Chunkilla ei ole piirrettäviä kerroksia.
fil_ph: Ang Chunk ay mayroong layer na hindi pwedeng i-render.
fr_ca: Le chunk n'a pas de couches qui peuvent être rendues
ga_ie: Nil sraitheanna sa chunk gur féidir iad a rindreáil.
gd_gb: Chan eil breath a ghabhadh reandaradh aig a' chnap.
gl_es: O chunk non ten capas renderizables.
he: יש נתח לא שכבות renderable.
hr_hr: Komad nema položene slojeve.
hu_hu: A chunk nem rendelkezik renderelhető rétegekkel.
id_id: Bingkah tak memiliki lapisan yang dapat dibangun.
it: Il chunk non ha livelli renderizzabili
ja_jp: チャンクに描画可能なレイヤーがありません
ka_ge: უჯრას არ გააჩნია ხილული ფენები.
ko_kr: 청크에 렌더링 가능한 레이어가 없습니다.
lb_lu: Chunk huet keng renderbar Schichten.
lt_lt: Pasaulio dalis turi neatvaizduojamus sluoksnius.
lv_lv: Gabalam nav atveidojamu slāņu.
ms_my: Bahagian tidak mempunyai lapisan yang dapat dipaparkan.
mt_mt: Iċ-chunk m'għandha l-ebda saffi viżibbli.
nl_nl: Chunk heeft geen renderbare lagen
nn_no: Chunken har ingen lag som kan renderes.
pl: Chunk nie ma warstw możliwych do renderowania.
pt: O chunk não tem camadas renderizáveis.
ro_ro: Chunkul nu are straturi afișabile.
ru_ru: Чанк не имеет видимых слоёв.
sk_sk: Chunk nemá žiadne vykresliteľné úrovne.
sl_si: Kos nima plasti, ki bi jih lahko prikazal.
sv_se: Chunken har inga renderbara lager
th_th: Chunk ไม่มีเลเยอร์ที่สามารถเรนเดอร์ได้
tr_tr: Yığının işlenebilir hiçbir katmanı yok.
vi_vn: Đoạn khúc này không có lớp nào vẽ được.
zh_cn: 区块没有渲染层。
zh_tw: 此區塊並沒有可渲染地層。

# commands_chunkinfo_isEmpty
source: Chunk has empty layers: {0}
af_za: Stuk het leë vlakke: {0}
ar_sa: Chunk لديه طبقات فارغة: {0}
be_by: Чанк мае пустыя слаі: {0}
bg_bg: Чънкът има празни слоеве: {0}
ca_es: El Chunk té capes buides: {0}
cs: Chunk má prázdné vrstvy: {0}
da_dk: Chunken har tomme lag: {0}
de: Chunk hat leere Schichten: {0}
el_gr: Το κομμάτι έχει κενά στρώματα: {0}
es: El chunk tiene capas vacías: {0}
eu_es: Chunk-ak dituen geruza hutsak: {0}
fi: Lohkossa on tyhjiä kerroksia: {0}
fil_ph: Ang tipak ay walang mga layer: {0}
fr_ca: Le chunk a des couches vides : {0}
ga_ie: Tá sraitheanna folamh sa chunk: {0}
gl_es: O chunk ten capas valeiras: {0}
he: לאזור יש אזורים ריקים: {0}
hr_hr: Komad ima prazne slojeve: {0}
hu_hu: Chunk üres rétegei: {0}
id_id: Chunk memiliki lapisan kosong: {0}
is_is: Stykki hefur tóm lög: {0}
it: Il chunk ha livelli vuoti: {0}
ja_jp: チャンクに空の層があります: {0}
ka_ge: უჯრას გააჩნია ცარიელი ფენები: {0}
ko_kr: 청크에 레이어가 비어 있습니다: {0}
lb_lu: Chunk huet eidel Schichten: {0}
lt_lt: Pasaulio dalis turi tuščius sluoksnius: {0}
lv_lv: Gabalam ir tukšsi slāņi: {0}
ms_my: Bahagian mempunyai lapisan kosong: {0}
mt_mt: Iċ-chunk għanda saffi vojta: {0}
nl_nl: Chunk heeft lege lagen: {0}
nn_no: Chunken har følgjande tomme lag: {0}
pl: Chunk ma puste warstwy: {0}
pt: O chunk tem camadas vazias: {0}
ro_ro: Chunkul are straturi goale: {0}
ru_ru: В чанке есть пустые слои: {0}
sk_sk: Chunk má prázdne vrstvy: {0}
sl_si: Kos ima prazne plasti: {0}
sv_se: Chunken har tomma lager: {0}
th_th: Chunk มีเลเยอร์ว่างเปล่า: {0}
tr_tr: Yığın şu boş katmanlara sahip: {0}
vi_vn: Đoạn khúc này có các lớp trống: {0}
zh_cn: 区块有空层面：{0}
zh_tw: 此區塊有空心地層：{0}

# commands_chunkinfo_location
source: Chunk location: ({0}, {1}, {2})
af_za: Stuk ligging: ({0}, {1}, {2})
ar_sa: موقع القطعة: ({0}, {1}, {2})
be_by: Месцазнаходжанне чанка: ({0}, {1}, {2})
bg_bg: Местонахождение на чънка: ({0}, {1}, {2})
ca_es: Ubicació de la chunk: ({0}, {1}, {2})
cs: Umístění chunku: {0}, {1}, {2}
da_dk: Klodsplacering: ({0}, {1}, {2})
de: Chunk-Position: ({0}, {1}, {2})
el_gr: Τοποθεσία κομματιού: ({0}, {1}, {2})
es: Ubicación del chunk: ({0}, {1}, {2})
eu_es: Chunk-aren kokalekua ({0},{1},{2})
fi: Lohkon sijainti: ({0}, {1}, {2})
fil_ph: Lokasyon ng Chunk: ({0}, {1}, {2})
fr_ca: Emplacement du chunk : ({0}, {1}, {2})
ga_ie: Suíomh an chunk: ({0},{1},{2})
gl_es: Ubicación do chunk: ({0}, {1}, {2})
he: מקום האזור: ({0}, {1}, {2})
hr_hr: Lokacija komada: ({0},{1},{2})
hu_hu: Chunk helyzete: ({0}, {1}, {2})
id_id: Lokasi Bingkah: ({0}, {1}, {2})
is_is: Staður stykkis: ({0}, {1}, {2})
it: Posizione del chunk: {0}, {1}, {2}
ja_jp: チャンクの座標: ({0}, {1}, {2})
ka_ge: უჯრის მდებარეობა: ({0}, {1}, {2})
ko_kr: 청크 위치: ({0}, {1}, {2})
lb_lu: Chunk-Positioun: ({0}, {1}, {2})
lt_lt: Pasaulio dalies vieta: ({0}, {1}, {2})
lv_lv: Gabalu atrašanās vieta: ({0} {1}, {2})
ms_my: Lokasi bahagian: ({0}, {1}, {2})
mt_mt: Post taċ-chunk: ({0}, {1}, {2})
nl_nl: Chunklocatie: ({0}, {1}, {2})
nn_no: Chunk-posisjon: ({0}, {1}, {2})
pl: Lokalizacja chunka: ({0}, {1}, {2})
pt: Localização do Chunk: ({0}, {1}, {2})
ro_ro: Poziția chunkului: ({0}, {1}, {2})
ru_ru: Расположение чанка: ({0}, {1}, {2})
sk_sk: Poloha chunku: ({0}, {1}, {2})
sl_si: Lokacija kosa: ({0},{1},{2})
sv_se: Chunkposition: ({0}, {1}, {2})
th_th: ตำแหน่ง Chunk: ({0}, {1}, {2})
tr_tr: Yığın konumu: ({0}, {1}, {2})
vi_vn: Vị trí của đoạn khúc: ({0}, {1}, {2})
zh_cn: 区块位置：（{0}，{1}，{2}）
zh_tw: 區塊位置：({0}, {1}, {2})

# commands_chunkinfo_noChunk
source: No chunk found at chunk position {0}, {1}, {2}
af_za: Geen stuk gevind by stuk posisie {0}, {1}, {2}
ar_sa: لم يوجد chunk على موقف chunk {0}, {1}, {2}
be_by: Не знойдзена чанка на пазіцыі {0}, {1}, {2}
bg_bg: Не е намерен чънк на позицията {0}, {1}, {2}
ca_es: Cap fragment trobat a la posició {0}, {1}, {2}
cs: Na pozici {0}, {1}, {2} nebyl nalezen žádný chunk
da_dk: Ingen klods fundet på klodsplacering {0}, {1}, {2}
de: Keinen Chunk gefunden bei Position {0}, {1}, {2}
el_gr: Κανένα κομμάτι δεν βρέθηκε στην θέση κομματιού {0}, {1}, {2}
es: No se ha encontrado ningún chunk en la posición {0}, {1}, {2}
eu_es: Ez da "chunk" -ik aurkitu emandako kokapenean: {0},{1},{2}
fi: Ei lohkoa sijainnissa {0}, {1}, {2}
fil_ph: Walang nahanap na chunk sa {0}, {1}, {2}
fr_ca: Aucun chunk de trouvé à la position du chunk {0}, {1}, {2}
ga_ie: Ní bhfuarthas chunk ag suíomh chunk {0}, {1}, {2}
gl_es: Non se atopou ningún chunk na posición {0}, {1}, {2}
he: שום אזור לא נמצא במקום האזור {0}, {1}, {2}
hr_hr: Nijedan komad nije pronađen na lokaciji {0}, {1}, {2}
hu_hu: Nem található chunk {0}, {1}, {2} chunk pozíción
id_id: Tak ada Bingkah ditemukan pada: {0}, {1}, {2}
is_is: Ekkert stykki fannst á stað {0}, {1}, {2}
it: Nessun chunk trovato alla posizione {0}, {1}, {2}
ja_jp: チャンクが {0}, {1}, {2} の位置で発見されませんでした
ka_ge: არცერთი უჯრა არაა ნაპოვნი მითითებულ პოზიციაზე {0}, {1}, {2}
ko_kr: 위치 {0}, {1}, {2}에 청크가 존재하지 않습니다
lb_lu: Keen Chunk fonnt bei Positioun {0}, {1}, {2}
lt_lt: Nerasta pasaulio dalis pasaulio dalies padėtyje {0}, {1}, {2}
ms_my: Tiada bahagian yang ditemui pada posisi bahagian {0}, {1}, {2}
mt_mt: Ebda chunk ma nstabet fil-pożizzjoni {0}, {1}, {2}
nl_nl: Geen chunk gevonden op chunkpositie {0}, {1}, {2}
nn_no: Fann ingen chunk ved chunk-posisjon {0}, {1}, {2}
pl: Nie znaleziono chunka na pozycji {0}, {1}, {2}
pt: Não foi encontrada nenhum chunk em {0}, {1}, {2}
ro_ro: Nu s-a găsit niciun chunk la poziția de chunk {0}, {1}, {2}
ru_ru: Чанк не найден в позиции {0}, {1}, {2}
sk_sk: Na pozícii {0}, {1}, {2} sa nenachádza žiaden chunk
sl_si: Noben kos ni bil najden na poziciji {0}, {1}, {2}
sv_se: Ingen chunk hittades vid chunkpositionen {0}, {1}, {2}
th_th: ไม่พบ Chunk ที่ตำแหน่ง Chunk {0}, {1}, {2}
tr_tr: {0}, {1}, {2}, yığın konumunda hiçbir yığın bulunamadı
vi_vn: Không có đoạn khúc nào tìm thấy ở vị trí khúc {0}, {1}, {2}
zh_cn: 区块位置{0}，{1}，{2}上未找到区块
zh_tw: 在位置 {0}, {1}, {2} 上找不到區塊

# commands_chunkinfo_notCompiled
source: Chunk is not compiled.
af_za: Stuk is nie saamgestel nie.
ar_sa: chunk لم يتم تصنيفه.
be_by: Чанк не скампіліраваны.
bg_bg: Чънкът не е компилиран.
ca_es: El chunk no està compilat.
cs: Chunk není zkompilován.
da_dk: Klods er ikke kompileret.
de: Chunk ist nicht kompiliert.
el_gr: Κομμάτι δεν καταρτίζεται.
es: El chunk no está compilado.
eu_es: Chunk-a ez dago konpilatua.
fi: Lohkoa ei ole koottu.
fil_ph: Ang Chunk ay hindi na-compile.
fr_ca: Le chunk n'est pas compilé
ga_ie: Níl an chunk tiomsaithe.
gl_es: O chunk non está compilado.
he: לא בוצע הידור הצ'אנק.
hr_hr: Komad nije sastavljen.
hu_hu: A chunk nincs összeállítva.
id_id: Bingkah tak terhimpun.
is_is: Stykki er ekki myndað.
it: Il chunk non è compilato
ja_jp: チャンクが変更されませんでした
ka_ge: უჯრა არაა კომპილირებული.
ko_kr: 청크가 컴파일되지 않았습니다.
lb_lu: Chunk ass net compiléiert.
lt_lt: Pasaulio dalis nesudaryta.
lv_lv: Gabals nav pabeigts.
ms_my: Bahagian adalah tidak tersusun.
mt_mt: Iċ-chunk mhijiex kompilata.
nl_nl: Chunk is niet gecompileerd.
nn_no: Chunken er ikkje kompilert.
pl: Chunk nie jest skompilowany.
pt: O chunk não está compilado.
ro_ro: Chunkul nu este compilat.
ru_ru: Чанк не скомпилирован.
sk_sk: Chunk nie je skompilovaný.
sl_si: Kos se ne upošteva.
sv_se: Chunken är inte kompilerad
th_th: Chunk ยังไม่ได้คอมไพล์
tr_tr: Yığın derlenmemiş.
vi_vn: Đoạn khúc này chưa được biên dịch.
zh_cn: 区块未编译。
zh_tw: 此區塊未經編譯。

# commands_chunkinfo_notEmpty
source: Chunk is not empty.
af_za: Stuk is nie leeg nie.
ar_sa: chunk ليس فارغ.
be_by: Чанк не пусты.
bg_bg: Чънкът не е празен.
ca_es: El chunk no està buit.
cs: Chunk není prázdný.
da_dk: Klods er ikke tom.
de: Chunk ist nicht leer.
el_gr: Αυτό το κομμάτι του κόσμου δεν είναι άδειο.
es: El chunk no está vacío.
eu_es: "Chunk"-a ez dago hutsik
fi: Lohko ei ole tyhjä.
fil_ph: Ang Chunk ay mayroong laman.
fr_ca: Le chunk n'est pas vide
ga_ie: Níl an chunk folamh.
gl_es: O chunk non está vacío.
he: האזור לא ריק.
hr_hr: Komad nije prazan.
hu_hu: A chunk nem üres.
id_id: Bingkah tak kosong.
is_is: Stykki er ekki tómt.
it: Il chunk non è vuoto
ja_jp: チャンクは空ではありません
ka_ge: უჯრა ცარიელი არაა.
ko_kr: 청크가 비어 있지 않습니다.
lb_lu: Chunk ass net eidel.
lt_lt: Pasaulio dalis nėra tuščia.
lv_lv: Gabals nav tukšs.
ms_my: Bahagian adalah tidak kosong.
mt_mt: Iċ-chunk mhijiex vojta.
nl_nl: Chunk is niet leeg.
nn_no: Denne delen er ikkje tom.
pl: Chunk nie jest pusty.
pt: O chunk não está vazio
ro_ro: Chunkul nu este gol.
ru_ru: Чанк не пуст.
sk_sk: Chunk nie je prázdny.
sl_si: Kos ni prazen.
sv_se: Chunken är inte tom
th_th: ชังค์ไม่ว่าง
tr_tr: Yığın boş değil.
vi_vn: Đoạn khúc này không hề trống.
zh_cn: 区块不为空。
zh_tw: 此區塊並非空心。

# commands_chunkinfo_vertices
source: {0} layer's buffer contains {1} vertices
af_za: {0} vlak se buffer bevat {1} hoekpunte
ar_sa: {0} الطبقات العازلة تحتوي {1} قمم
be_by: Буфер слоя {0} утрымлівае {1} вяршынь
bg_bg: Буфера на слой {0} съдържа {1} върха
ca_es: {0} el buffer de la capa conté {1} vèrtexs
cs: Buffer vrstev {0} obsahuje {1} vrcholů
da_dk: {0} lags buffer indeholder {1} knudepunter
de: Der Schichtpuffer von {0} enthält {1} Eckpunkte
el_gr: {0} ρυθμιστής του στρώματος περιέχει {1} vertices (κορυφές)
es: El búfer de {0} capas contiene {1} vértices
fi: Tasojen {0} puskuri sisältää {1} verteksiä
fil_ph: Ang buffer ng layer ng {0} ay naglalaman ng {1} mga vertice
fr_ca: Le tampon de la couche {0} contient {1} vertex
ga_ie: Tá {0} reanna i maolán na sraithe {1}
gl_es: O buffer de {0} capas contén {1} vértices
he: המאגר של{0} השכבה מכיל קודקודי{1}
hr_hr: {0} slojev međuspremnik sadrži {1} vrhova
hu_hu: {0} réteg puffere {1} csúcsot tartalmaz
id_id: {0} lapisan penyangga mengandung {1} simpul
is_is: {0} laga buffer inniheldur {1} vektora
it: La memoria di transito del livello {0} contiene {1} vertici
ja_jp: {0} 層のバッファーには {1} 個の頂点が含まれています
ka_ge: {0} ფენის მარაგი შეიცავს {1} წვეროს
ko_kr: 레이어 {0}의 버퍼에 정점 {1}개가 있습니다
lb_lu: De Schichtpuffer vun {0} enthält {1} Eckpunkte
lt_lt: {0} sluoksnio buferis turi {1} viršunių
ms_my: lapisan {0} buffer mempunyai bucu {1}
mt_mt: Il-buffer tas-saff {0} għandu {1} vertiċi
nl_nl: {0} laag's buffer bevat {1} 64 hoekpunten
nn_no: Bufferen for {0} inneheld {1} vertexpunkter
pl: Bufor warstwy {0} zawiera {1} wierzchołków
pt: O carregador da camada de {0} contém {1} vértices
ro_ro: Bufferul stratului {0} conține {1} vertexuri
ru_ru: {0} буфер слоя содержит {1} вершин
sk_sk: Zásobník vrstiev {0} obsahuje {1} vrcholov
sl_si: {0} plasti medpomnilnika vsebuje {1} vozlov
sv_se: Bufferten för lager {0} innehåller {1} vertexpunkter
th_th: บัฟเฟอร์ของ {0} เลเยอร์มี {1} จุดยอด
tr_tr: {0} katmanının tamponu {1} köşe içeriyor
vi_vn: Bộ đệm của lớp {0} chứa {1} đỉnh
zh_cn: {0}层的缓冲包含了{1}个点
zh_tw: {0}層的緩衝區域上有 {1} 個頂點
