Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# createWorld_customize_custom_page1
source: Ore Settings
af_za: Erts Verstellings
ar_sa: إعدادت الخام
be_by: Налады руд
bg_bg: Настройки за рудите
ca_es: Configuració dels minerals
cs: Nastavení rud
da_dk: Malm indstillinger
de: Erz-Einstellungen
de_at: Erz-Eistellungen
el_gr: Ρυθμίσεις Μεταλλευμάτων
es: Ajustes de menas
eu_es: Mea ezarpenak
fa_ir: تنظیمات سنگ معدنی
fi: Malmiasetukset
fil_ph: Opsyong Pangmineral
fr_ca: Options sur la génération de minerais
ga_ie: Socruithe Mianta
gd_gb: Roghainnean nan clach-mèinneir
gl_es: Axustes de minerais
he: הגדרות עפרת
hr_hr: Postavke Ruda
hu_hu: Ércek beállításai
hy_am: հանքաքարի պարամետրերը
id_id: Pengaturan Bijih Tambang
is_is: Málmgrýtisstillingar
it: Impostazioni dei minerali
ja_jp: 鉱石の設定
ka_ge: მადნის პარამეტრები
ko_kr: 광석 설정
lb_lu: Äerzastellungen
lt_lt: Rūdų nustatymai
lv_lv: Rūdas Iestatījumi
mk_mk: Рудни опции
mn_mn: Хүдрийн тохиргоо
ms_my: Tetapan Bijih
mt_mt: Għażliet dwar is-Sigħat
nl_nl: Ertsinstellingen
nn_no: Innstillingar for malm
pl: Ustawienia rud
pt: Definições de Minérios
ro_ro: Setări pentru minereuri
ru_ru: Параметры генерации руд
sk_sk: Nastavenia rúd a ložísk
sl_si: Nastavitve rudnin
sq_al: Ore Cilësimet
sv_se: Malminställningar
th_th: การตั้งค่าของแร่
tr_tr: Cevher Ayarları
vi_vn: Thiết chỉnh quặng
zh_cn: 矿物设置
zh_tw: 礦物設定

# createWorld_customize_custom_page2
source: Advanced Settings (Expert Users Only!)
af_za: Gevorderde Verstellings (Net Vir Kundige Gebruikers!)
ar_sa: الإعدادات المتقدمة (للمستخدمين الخبراء فقط!)
be_by: Пашыраныя налады (толькі для дасведчаных карыстальнікаў!)
bg_bg: Разширени настройки (за експерти)
ca_es: Configuració avançada (només usuaris experts!)
cs: Pokročilé nastavení
da_dk: Avancerede Indstillinger (kun for øvede brugere)
de: Erweiterte Einstellungen für Experten
de_at: Vatiafte Eistellungen (fi gonz wiffe Leid!)
el_gr: Ρυθμίσεις Για Προχωρημένους (Μόνο Για Έμπειρους Χρήστες!)
es: Ajustes avanzados (¡solo para expertos!)
eu_es: Ezarpen aurreratuak (adintuentzat bakarrik!)
fa_ir: تنظیمات پیشرفته (فقط کاربران کارشناس!)
fi: Kehittyneet Asetukset (Ainoastaan Kokeneet Käyttäjät!)
fil_ph: Opsyong Masalimuot (Mga Dalubhasa Lamang!)
fr_ca: Paramètres avancés (pour experts !)
ga_ie: Ardsocruithe (Úsáideoirí Saineolaíocha Amháin!)
gd_gb: Roghainnean adhartach (do shàr-eòlaichean a-mhàin!)
gl_es: Axustes avanzados (Só usuarios expertos)
he: הגדרות מתקדמות (למקצוענים בלבד!)
hi_in: एडवांस सेटिंग्स (एक्सपर्ट उपयोगकर्ताओं के लिए!)
hr_hr: Napredne Postavke (Samo za Iskusne Korisnike!)
hu_hu: Haladó beállítások (csak hozzáértő felhasználóknak!)
hy_am: Ընդլայնված Կառավարում (
id_id: Pengaturan Lanjut (Pengguna Ahli Saja!)
is_is: Ítarlegar stillingar (Bara fyrir snillinga!)
it: Impostazioni avanzate (per esperti!)
ja_jp: 高度な設定 (上級者向け!)
ka_ge: გაფართოებული პარამეტრები (მხოლოდ მცოდნეთათვის!)
ko_kr: 고급 설정 (전문 사용자 전용!)
lb_lu: Erweidert Astellungen (nëmme fir erfuere Benotzer)
lt_lt: Pažangūs nustatymai (tik patyrusiems vartotojams!)
lv_lv: Papildu iestatījumi (tikai pieredzējušiem lietotājiem!)
mk_mk: Виши опции (Експерт корисници само)
mn_mn: Нарийн тохиргоо (зөвхөн мэргэжлийнхэн!)
ms_my: Tetapan Lanjutan (Pengguna Pakar Sahaja!)
mt_mt: Għażliet Avvanzati (Għall-Esperti Biss!)
nl_nl: Geavanceerde instellingen (alleen voor ervaren gebruikers!)
nn_no: Avanserte innstillingar (kun for ekspertar!)
pl: Ustawienia zaawansowane (Tylko dla doświadczonych użytkowników!)
pt: Definições Avançadas (Só Para Peritos!)
ro_ro: Setări avansate (numai experți!)
ru_ru: Расширенные настройки (Для опытных!)
sk_sk: Pokročilé nastavenia (iba pre skúsených používateľov!)
sl_si: Napredne nastavitve (Samo za izkušene!)
sq_al: Konfigurimet e Avancuara (Përdoruesa të ekspertëve Vetëm!)
sv_se: Avancerade inställningar (bara för experter!)
th_th: การตั้งค่าขั้นสูง (สำหรับผู้ใช้ขั้นสูงเท่านั้น)
tr_tr: Gelişmiş Ayarlar (Sadece Uzman Kullanıcılar!)
vi_vn: Thiết chỉnh nâng cao (Chỉ dành cho người dùng chuyên nghiệp!)
zh_cn: 高级设置（仅限高级用户）
zh_tw: 進階設定（僅供高級玩家）

# createWorld_customize_custom_page3
source: Extra Advanced Settings (Expert Users Only!)
af_za: Ekstra Gevorderde Verstellings (Net Vir Kundige Gebruikers!)
ar_sa: إعدادات متقدمة إضافية (المستخدمين الخبراء فقط!)
be_by: Дадатковыя налады (толькі для дасведчаных карыстальнікаў!)
bg_bg: Допълнителни разширени настройки (за експерти)
ca_es: Configuració avançada addicional (només usuaris experts!)
cs: Extra pokročilé nastavení
da_dk: Yderligere Avancerede Indstillinger (kun for øvede brugere)
de: Extra erweiterte Einstellungen für Profis
de_at: Zusätzliche erweiterte Eistellungen (nur erfohrene Benutzer!)
el_gr: Επιπλέον Προηγμένες Ρυθμίσεις (Μόνο Για Έμπειρους Χρήστες!)
es: Ajustes avanzados adicionales (¡solo para expertos!)
eu_es: Ezarpen gehigarri aurreratuak (adintuentzako bakarrik!)
fa_ir: تنظیمات فوق العاده پیشرفته (فقط کاربران کارشناس!)
fi: Erittäin edistyneet asetukset (ainoastaan kokeneille käyttäjille!)
fil_ph: Dagdag Pang Opsyong Masalimuot (Mga Dalubhasa Lamang!)
fr_ca: Paramètres extra avancés (pour experts !)
ga_ie: Ardsocruithe Eile (Úsáideoirí Saineolaíocha Amháin!)
gd_gb: Roghainnean adhartach a bharrachd (do shàr-eòlaichean a-mhàin!)
gl_es: Axustes avanzados adicionais (Só usuarios expertos!)
he: הגדרות מתקדמות נוספות (למקצוענים בלבד!)
hr_hr: Dodatne Napredne Postavke (Samo za Iskusne Korisnike!)
hu_hu: Extra-haladó beállítások (csak szakértő felhasználóknak!)
id_id: Pengaturan Lanjut Tambahan (Pengguna Ahli Saja!)
is_is: Auka Ítarlegar stillingar (Bara fyrir snillinga!)
it: Altre impostazioni avanzate (per esperti!)
ja_jp: 更に高度な設定 (上級者向け!)
ka_ge: მეტად გაფართოებული პარამეტრები (მხოლოდ მცოდნეთათვის!)
ko_kr: 추가 고급 설정 (전문 사용자 전용!)
lb_lu: Extra erweidert Astellungen (nëmme fir erfuere Benotzer)
lt_lt: Papildomi pažangūs nustatymai (tik patyrusiems vartotojams!)
lv_lv: Papildus iestatījumi (Tikai pieredzējušiem lietotājiem!)
mk_mk: Екстра виши опции (Експерт корисници само)
mn_mn: Нэмэлт нарийн тохиргоо (зөвхөн мэргэжлийнхэн!)
ms_my: Tetapan Lanjutan Ekstra (Pengguna Pakar Sahaja!)
mt_mt: Għażliet Aktar Avvanzati (Għall-Esperti Biss!)
nl_nl: Extra geavanceerde instellingen (alleen voor ervaren gebruikers!)
nn_no: Ekstra avanserte innstillingar (kun for ekspertar!)
pl: Ustawienia zaawansowane (tylko dla doświadczonych!)
pt: Definições Avançadas Extra (Só Para Peritos!)
ro_ro: Setări foarte avansate (numai experți!)
ru_ru: Расширенные настройки (Для экспертов!)
sk_sk: Extra pokročilé nastavenia (iba pre skúsených používateľov!)
sl_si: Super napredne nastavitve (Samo za izkušene!)
sq_al: settings shtesë Avancuara (Përdoruesa të ekspertëve Vetëm!)
sv_se: Extra avancerade inställningar (bara för experter!)
th_th: การตั้งค่าขั้นสูงพิเศษ (สำหรับผู้ใช้ขั้นสูงเท่านั้น)
tr_tr: Daha Gelişmiş Ayarlar (Sadece Uzman Kullanıcılar!)
vi_vn: Thiết chỉnh siêu nâng cao (Chỉ dành cho người dùng chuyên nghiệp!)
zh_cn: 额外高级设置（仅限高级用户）
zh_tw: 更多進階設定（僅供高級玩家）

# createWorld_customize_custom_preset_caveChaos
source: Caves of Chaos
af_za: Grotte van Chaos
ar_sa: كهوف الفوضى
be_by: Пячоры Хаосу
bg_bg: Пещери на хаоса
ca_es: Coves del caos
cs: Jeskyně chaosu
da_dk: Kaosgrotter
de: Höhlen des Chaos
de_at: Höhln des Durchanondas
el_gr: Σπηλιές του Χάους
es: Cuevas del caos
eu_es: Kaosaren kobak
fa_ir: غارهای هرج و مرج
fi: Kaaoksen luolat
fil_ph: Mga Kuweba ng Kaguluhan
fr_ca: Cavernes du chaos
ga_ie: Uaimheanna an Anoird
gd_gb: Uamhan an uabhais
gl_es: Covas do caos
he: מערות כאוס
hi_in: अराजकता की गुफाएं
hr_hr: Špiljski Kaos
hu_hu: Káosz-kanyon
id_id: Gua Gua Susah
is_is: Hellar í rugli
it: Caverne del caos
ja_jp: 混沌の洞窟
ka_ge: ქაოსის გამოქვაბულები
ko_kr: 혼돈의 동굴
lb_lu: Chaoshöhlen
lt_lt: Urvų chaosas
lv_lv: Haosa Alas
mk_mk: Пештери на Хаосот
mn_mn: Агуйн замбараагүйтэл
ms_my: Gua Huru-Hara
mt_mt: Għerien tat-Tgerfix
nl_nl: Grotten der chaos
nn_no: Grottekaos
pl: Jaskinie chaosu
pt: Cavernas Caóticas
ro_ro: Peșterile haosului
ru_ru: Пещеры Хаоса
sk_sk: Jaskyne chaosu
sl_si: Kaotične jame
sq_al: Shpella e Kaosit
sv_se: Kaotiska grottor
th_th: ถ้ำแห่ง Chaos
tr_tr: Kaos Mağaraları
vi_vn: Hang động hỗn loạn
zh_cn: 混沌洞穴
zh_tw: 混沌地穴

# createWorld_customize_custom_preset_caveDelight
source: Caver's Delight
af_za: Grot Genot
ar_sa: سعادة عامل المنجم
be_by: Шахцёрскае шчасце
bg_bg: Мечтата на пещерняка
ca_es: Paradís cavernícola
cs: Jeskyňářovo potěšení
da_dk: Huleboers Foretrukne
de: Höhlenforschers Entzücken
de_at: Bergoarbatas Freid
el_gr: Απόλαυση του Σπηλαιολόγου
es: Delicia del espeleólogo
eu_es: Espeleologoen gozamena
fa_ir: لذت (غار نشینان/غار نوردان/معدن چیان)
fi: Luolantutkijan ilo
fil_ph: Kasiyahan ng Taong Kuweba
fr_ca: Paradis de spéléologue
ga_ie: Áthas an Uaimheadóra
gd_gb: Uamh an òir
gl_es: Delicia do espeleólogo
he: תענוגות הכורים
hr_hr: Speleološki Užitak
hu_hu: Barlangászok boldogsága
is_is: Hamingja hellakönnuða
it: Manna dello speleologo
ja_jp: 洞窟探検家の喜び
ka_ge: მაღაროელის ოცნება
ko_kr: 동굴 탐험가의 기쁨
lb_lu: Höhlespaass
lt_lt: Kalnakasio rojus
lv_lv: Racēja sapnis
mk_mk: Спелеолози Воодушеви
mn_mn: Агуй судлаачийн жаргал
ms_my: Keseronokkan Penggembara
mt_mt: Sbuħija tal-Għerien
nl_nl: Speleoloog's genot
nn_no: Draumen til holebuaren
pl: Rozkosz grotołaza
pt: Deleite do Espeleólogo
ro_ro: Paradisul speologilor
ru_ru: Мечта спелеолога
sk_sk: Baníkov pôžitok
sl_si: Svet rudnikov
sq_al: Caver është Kënaqësi
sv_se: Grottrikt
th_th: ความสุขของ Caver
tr_tr: Mağaracının Keyfi
vi_vn: Thỏa thích khám phá hang động
zh_cn: 探洞者的喜悦
zh_tw: 探洞者世界

# createWorld_customize_custom_preset_drought
source: Drought
af_za: Droogte
ar_sa: جفاف
be_by: Засуха
bg_bg: Суша
ca_es: Sequera
cs: Sucho
da_dk: Tørke
de: Dürre
de_at: Trocknheit
el_gr: Ξηρασία
es: Desértico
eu_es: Lehortea
fa_ir: خشکسالی
fi: Kuivuus
fil_ph: Tagtuyot
fr_ca: Sécheresse
ga_ie: Triomach
gd_gb: An tart
gl_es: Sequía
he: בצורת
hi_in: अकाल
hr_hr: Suša
hu_hu: Szárazság
id_id: Kekeringan
is_is: Þurrkur
it: Siccità
ja_jp: 日照り
ka_ge: გვალვა
ko_kr: 가뭄
lb_lu: Dréchent
lt_lt: Sausra
lv_lv: Sausums
mk_mk: Сушата
mn_mn: Ган
ms_my: Kemarau
mt_mt: Nixfa
nl_nl: Droogte
nn_no: Tørke
pl: Susza
pt: Seca
ro_ro: Seceta
ru_ru: Засуха
sk_sk: Sucho
sl_si: Suša
sq_al: Thatësira
sv_se: Uttorkat
th_th: ภัยแล้ง
tr_tr: Kuraklık
vi_vn: Hạn hán
zh_cn: 旱地
zh_tw: 極度乾旱

# createWorld_customize_custom_preset_goodLuck
source: Good Luck
af_za: Sterkte
ar_sa: حظاً سعيداً
be_by: Поспехаў
bg_bg: Късмет
ca_es: Bona sort
cs: Hodně štěstí
da_dk: Held og lykke
de: Viel Glück
de_at: Vü Glück
el_gr: Καλή Tύχη
es: Buena suerte
eu_es: Zorte on
fa_ir: موفق باشید
fi: Lykkyä tykö
fil_ph: Mag-ingat
fr_ca: Bonne chance
ga_ie: Nár choiglí Dia thú!
gd_gb: Beir buaidh
gl_es: Boa sorte
he: בהצלחה
hi_in: शुभकामनाएँ
hr_hr: Sretno
hu_hu: Sok szerencsét!
hy_am: Հաջողություն
id_id: Semoga Sukses
is_is: Gangi þér vel
it: Buona fortuna
ja_jp: グッドラック
ka_ge: წარმატებები
ko_kr: 행운을 빕니다
lb_lu: Vill Gléck
lt_lt: Sėkmės žaidžiant
lv_lv: Lai veicas!
mk_mk: Со Cреќа
mn_mn: Амжилт хүсье
ms_my: Semoga Berjaya
mt_mt: Ħu Gost
nl_nl: Succes
nn_no: Lukke til
pl: Powodzenia
pt: Boa Sorte
ro_ro: Baftă
ru_ru: Удачи
sk_sk: Veľa šťastia
sl_si: Veliko sreče
sq_al: Fat i mirë
sv_se: Lycka till
th_th: โชคดี
tr_tr: İyi Şanslar
vi_vn: May mắn
zh_cn: 祝你好运
zh_tw: 祝你好運

# createWorld_customize_custom_preset_isleLand
source: Isle Land
af_za: Eiland
ar_sa: أرضٌ من الجُزُر
be_by: Краіна Астравоў
bg_bg: Островна земя
ca_es: Terra d'illes
cs: Země ostrovů
da_dk: Ø-land
de: Inselland
de_at: Insellond
el_gr: Ιπτάμενοι Νήσοι
es: Islas flotantes
eu_es: Uhartea
fa_ir: زمین جزیره
fi: Saarimaa
fil_ph: Maliit na Pulo
fr_ca: Terre des îles
ga_ie: Tír na nOileán
gd_gb: Tìr nan eilean
gl_es: Illas flotantes
he: איים
hr_hr: Lebdeći Otoci
hu_hu: Szigetvilág
id_id: Pulau Melayang
is_is: Eyjaland
it: Isolandia
ja_jp: 島の世界
ka_ge: კუნძულოვანი
ko_kr: 섬나라
lb_lu: Inselland
lt_lt: Skrajojančių salų pasaulis
lv_lv: Isle zeme
mk_mk: Остр. Слетуванье
mn_mn: Нисдэг газар
ms_my: Tanah Pulau
mt_mt: Gżejjer
nl_nl: Luchteilanden
nn_no: Øylandskap
pl: Kraina wysp
pt: Terra das Ilhas
ro_ro: Tărâmul insulelor
ru_ru: Острова
sk_sk: Krajina ostrovov
sl_si: Leteči otoki
sq_al: Ishulli Vendin
sv_se: Land av öar
th_th: ไอล์แลนด์
tr_tr: Ada Diyarı
vi_vn: Thế giới nhiều đảo nổi
zh_cn: 空岛
zh_tw: 天空島世界

# createWorld_customize_custom_preset_mountains
source: Mountain Madness
af_za: Bietjies Baie Berge
ar_sa: جنون الجبل
be_by: Горнае шаленства
bg_bg: Планински ужас
ca_es: Muntanyes de bogeria
cs: Horské šílenství
da_dk: Bjerggalskab
de: Wahnsinnsberge
de_at: Extreme Berg
el_gr: Τρέλα Βουνών
es: Montañas de locura
eu_es: Eromenaren mendiak
fa_ir: جنون کوه
fi: Vuorihulluus
fil_ph: Kagalitan ng Mga Bundok
fr_ca: Montagnes en folie
ga_ie: Sléibhte Neimhe
gd_gb: Boile nam beann
gl_es: Montañas da tolemia
he: שגעון הררי
hr_hr: Planinsko Ludilo
hu_hu: Hajmeresztő-hegység
is_is: Fjallaflónska
it: Montitudine
ja_jp: 山狂い
ka_ge: მთების სიგიჟე
ko_kr: 광기의 산맥
lb_lu: Biergwahnsinn
lt_lt: Kalnų beprotybė
lv_lv: Kalnu trakums
mk_mk: Планински Лудило
mn_mn: Уулны галзуурал
ms_my: Gunung Kecelaruan
mt_mt: Ġenn ta' Muntanji
nl_nl: Bergenwaanzin
nn_no: Fjellgalskap
pl: Górskie szaleństwo
pt: Montanhas Loucas
ro_ro: Nebunia munților
ru_ru: Горное безумие
sk_sk: Horské šialenstvo
sl_si: Gorska norost
sq_al: Mali Çmenduri
sv_se: Bergig terräng
th_th: ภูเขาแห่งความบ้าคลั่ง
tr_tr: Dağ Çılgınlığı
vi_vn: Núi nhiều như điên
zh_cn: 山脉狂魔
zh_tw: 懸崖峭壁

# createWorld_customize_custom_preset_waterWorld
source: Water World
af_za: Water Wêreld
ar_sa: عالم المياه
be_by: Водны свет
bg_bg: Воден свят
ca_es: Món d'aigua
cs: Vodní svět
da_dk: Vandverden
de: Wasserwelt
de_at: Wossawöd
el_gr: Υδάτινος Κόσμος
es: Mundo acuático
eu_es: Ur mundua
fa_ir: آب جهان
fi: Vesimaailma
fil_ph: Mundo ng Tubig
fr_ca: Monde aquatique
ga_ie: Dobhardhomhan
gd_gb: Saoghal na tuile
gl_es: Mundo acuático
he: עולם מים
hi_in: पानी की दुनिया
hr_hr: Vodeni Svijet
hu_hu: Vízivilág
id_id: Dunia Air
is_is: Vatnaveröld
it: Mondo marino
ja_jp: 水の世界
ka_ge: წყლის სამყარო
ko_kr: 물의 세계
lb_lu: Waasserwelt
lt_lt: Vandens pasaulis
lv_lv: Ūdens pasaule
mi_nz: Taiāo Wai
mk_mk: Вода Светот
mn_mn: Усан ертөнц
ms_my: Dunia Air
mt_mt: Dinja tal-Ilma
nl_nl: Waterwereld
nn_no: Vassverd
pl: Wodny świat
pt: Mundo Aquático
ro_ro: Lumea acvatică
ru_ru: Водный мир
sk_sk: Vodný svet
sl_si: Vodni svet
sq_al: Uji Botë
sv_se: Vattenvärld
th_th: โลกแห่งน้ำ
tr_tr: Su Dünyası
vi_vn: Thế giới nước
zh_cn: 水世界
zh_tw: 水底世界

# createWorld_customize_custom_presets
source: Presets
af_za: Voorverstellings
ar_sa: الإعدادات المسبقة
be_by: Шаблоны
bg_bg: Предварит. настройки
ca_es: Predeterminats
cs: Přednastavení
da_dk: Forudindstillinger
de: Vorlagen
de_at: Vorlogn
el_gr: Προκαθορισμένες Ρυθμίσεις
es: Plantillas
eu_es: Txantiloiak
fa_ir: از پیش تنظیم شده ها
fi: Esiasetukset
fil_ph: Mga Preset
fr_ca: Préréglages
ga_ie: Réamhshocruithe
gd_gb: Ro-sheataichean
gl_es: Modelos
he: קביעות מוגדרות מראש
hi_in: प्रीसेट
hr_hr: Podešeni Svjetovi
hu_hu: Minták
hy_am: Ձևանմուշ
id_id: Preset
is_is: Forstillingar
it: Preimpostazioni
ja_jp: プリセット
ka_ge: შაბლონები
ko_kr: 프리셋
lb_lu: Virlagen
lt_lt: Šablonai
lv_lv: Standarti
mi_nz: Tatūkē
mk_mk: Стабилизаторот
mn_mn: Загварууд
ms_my: Pratetap
nl_nl: Sjablonen
nn_no: Førehandsinnstillingar
pl: Szablony
pt: Modelos
ro_ro: Presetări
ru_ru: Шаблоны
sk_sk: Predvoľby
sl_si: Predloge
sv_se: Mallar
th_th: ค่าที่ตั้งไว้
tr_tr: Hazır Ayarlar
vi_vn: Cài đặt có sẵn
zh_cn: 预设
zh_tw: 預設世界地形

# createWorld_customize_custom_presets_title
source: Customise World Presets
af_za: Verander Wêreld Instellings
ar_sa: تخصيص الإعدادات المسبقة للعالم
be_by: Наладзіць шаблоны
bg_bg: Персонализиране на предварителни настройки
ca_es: Personalitzar mons predeterminats
cs: Přednastavení světa
da_dk: Tilpas Verden Forudindstillinger
de: Angepasste Welt - Vorlagen
el_gr: Προσάρμοσε Γήινες Προεπιλόγες
es: Personalizar plantillas de mundo
eu_es: Modifikatu munduko ereduak
fa_ir: سفارشی سازی اطلاعات از قبل تنظیم شده جهان
fi: Muokkaa maailman esiasetuksia
fil_ph: Baguhin ang Preset ng Mundo
fr_ca: Préréglages du monde personnalisé
ga_ie: Socraigh Réamhshocruithe Domhan
gd_gb: Ro-sheataichean nan saoghal gnàthaichte
gl_es: Personalizar modelos de mundo
he: הגדרות עולם קבועות מראש
hr_hr: Prilagodi Podešene Svjetove
hu_hu: Testreszabott világ minták
id_id: Menyesuaikan dunia preset
is_is: Sérsníða forstillingar heims
it: Seleziona una preimpostazione
ja_jp: カスタマイズワールドのプリセット
ka_ge: სამყაროს საწყისი შაბლონების შეცვლა
ko_kr: 사용자 지정 세계 프리셋
lb_lu: Ugepasste Weltvirlagen
lt_lt: Pasaulio šablonų derinimas
lv_lv: Pielāgot pasaules standartus
mk_mk: Го прилагодите Светот Стабилизаторот
mn_mn: Дэлхийн загварыг өөрчлөх
ms_my: Ubahsuai Pratetap Dunia
mt_mt: Ippersonalizza l-Presets
nl_nl: Wereldsjablonen aanpassen
nn_no: Tilpass verdsførehandsinnstillingar
pl: Dostosuj ustawienia szablonów
pt: Personalizar Modelos de Mundos
ro_ro: Presetări pentru lumea personalizată
ru_ru: Настройка шаблонов мира
sk_sk: Prispôsobiť predvoľby sveta
sl_si: Prilagodi nastavitve sveta
sq_al: Rregulloje Botë Presets
sv_se: Anpassa världsmallar
th_th: กำหนดค่าตั้งโลก
tr_tr: Dünya Hazır Ayarlarını Özelleştir
vi_vn: Tùy chỉnh cài đặt có sẵn cho thế giới
zh_cn: 自定义世界预设
zh_tw: 自訂世界地形預設集

# createWorld_customize_custom_prev
source: Previous Page
af_za: Vorige Bladsy
ar_sa: الصفحة السابقة
be_by: Папярэдняя старонка
bg_bg: Предна стр.
ca_es: Pàgina anterior
cs: Předchozí
da_dk: Forrige side
de: Zurück
de_at: Zrugg
el_gr: Προηγούμενη Σελίδα
es: Anterior
eu_es: Aurreko orrialdea
fa_ir: صفحه قبلی
fi: Edellinen Sivu
fil_ph: nakaraang pahina
fr_ca: Page préc.
ga_ie: Lch Roimhe
gd_gb: An duilleag roimhpe
gl_es: Páxina anterior
he: עמוד קודם
hi_in: पिछला पृष्ठ
hr_hr: Prethodna Stranica
hu_hu: Előző oldal
hy_am: Նախորդ էջ
id_id: Halaman Sebelumnya
is_is: Fyrri síða
it: Indietro
ja_jp: 前のページへ
ka_ge: წინა გვერდი
ko_kr: 이전 페이지
lb_lu: Säit virdrun
lt_lt: Ankst. puslapis
lv_lv: Iepriekšējā lappuse
mk_mk: Претходна страна
mn_mn: Өмнөх хуудас
ms_my: Laman Sebelum
mt_mt: Paġna Preċedenti
nl_nl: Vorige
nn_no: Førre side
pl: Poprzednia
pt: Página anterior
ro_ro: Înapoi
ru_ru: Назад
sk_sk: Predchádzajúca strana
sl_si: Prejšnja stran
sq_al: Faqja e mëparshme
sv_se: Föreg. sida
th_th: หน้าก่อนหน้านี้
tr_tr: Önceki Sayfa
vi_vn: Trang trước
zh_cn: 上一页
zh_tw: 上一頁

# createWorld_customize_custom_randomize
source: Randomise
af_za: Ewekansig
ar_sa: عشوائي
be_by: Выпадкова
bg_bg: Произволни настройки
ca_es: Aleatori
cs: Náhodně
da_dk: Tilfældiggør
de: Zufällig
de_at: Zufällig
el_gr: Τυχαιοποιήσουν
es: Aleatorizar
eu_es: Zoriozkatu
fa_ir: تصادفی
fi: Arvo
fil_ph: I-walang-pili
fr_ca: Au hasard
ga_ie: Randamaigh
gd_gb: Air thuaiream
gl_es: Aleatorizar
he: אקראי
hi_in: अनियमित
hr_hr: Slučajan odabir
hu_hu: Véletlenszerű
hy_am: շանս
id_id: Acak
is_is: Handahóf
it: Casualizza
ja_jp: ランダム化
ka_ge: შემთხვევითად
ko_kr: 무작위
lb_lu: Zoufälleg
lt_lt: Atsitiktinis
lv_lv: Izvēlēties nejauši
mi_nz: tīpokapoka
mk_mk: Разно
mn_mn: Санамсаргүй
ms_my: Rawak
mt_mt: Issettja bl-Addoċċ
nl_nl: Willekeurig
nn_no: Tilfeldiggjer
pl: Losuj
pt: Aleatorizar
ro_ro: La întâmplare
ru_ru: Рандомизация
sk_sk: Náhodne
sl_si: Generiraj naključno
sq_al: Randomize
sv_se: Slumpa
th_th: สุ่ม
tr_tr: Rastgele
vi_vn: Ngẫu nhiên
zh_cn: 随机
zh_tw: 隨機

# createWorld_customize_custom_riverSize
source: River Size
af_za: Rivier Grootte
ar_sa: حجم النهر
be_by: Памер рэк
bg_bg: Размер на реките
ca_es: Mida de riu
cs: Velikost řek
da_dk: Flodstørrelse
de: Flussgröße
de_at: Flussgreß
el_gr: Μέγεθος Ποταμιών
es: Tamaño de ríos
eu_es: Ibaiaren neurria
fa_ir: اندازه رودخانه
fi: Joen Koko
fil_ph: Laki ng Ilog
fr_ca: Taille des rivières
ga_ie: Méid Abhann
gd_gb: Meud nan aibhnean
gl_es: Tamaño do río
he: גודל נהר
hi_in: नदी का साइज़
hr_hr: Veličina Rijeka
hu_hu: Folyók mérete
hy_am: Գետերի չափը
id_id: Ukuran Sungai
is_is: Stærð fljóta
it: Grandezza dei fiumi
ja_jp: 川のサイズ
ka_ge: მდინარის ზომა
ko_kr: 강 크기
lb_lu: Flossgréisst
lt_lt: Upės dydis
lv_lv: Upes lielums
mi_nz: Rahi o te awa
mk_mk: Големината на Реката
mn_mn: Голын хэмжээ
ms_my: Saiz Sungai
nl_nl: Riviergrootte
nn_no: Elvestorleik
pl: Rozmiar rzek
pt: Tamanho do Rio
ro_ro: Mărimea râurilor
ru_ru: Размер рек
sk_sk: Veľkosť riek
sl_si: Velikost rek
sq_al: Lumi Madhësia
sv_se: Åstorlek
th_th: ขนาดแม่น้ำ
tr_tr: Nehir Boyutu
vi_vn: Kích cỡ sông
zh_cn: 河的规模
zh_tw: 河流大小

# createWorld_customize_custom_seaLevel
source: Sea Level
af_za: Seevlak
ar_sa: مستوى البحر
be_by: Узровень мора
bg_bg: Морско равнище
ca_es: Nivell del mar
cs: Hladina moře
da_dk: Havniveau
de: Meeresspiegel
de_at: Höhnmeta
el_gr: Στάθμη της θάλασσας
es: Nivel del mar
eu_es: Itsas maila
fa_ir: سطح دریا
fi: Meren Korkeus
fil_ph: Kapatagan ng Dagat
fr_ca: Niveau de la mer
ga_ie: Leibhéal na Mara
gd_gb: Àirde na mara
gl_es: Nivel do mar
he: גובה פני הים
hi_in: समुद्र स्तर
hr_hr: Razina Mora
hu_hu: Tengerszint
hy_am: ծովի մակարդակը
id_id: Permukaan laut
is_is: Sjávarhæð
it: Livello del mare
ja_jp: 海面の高さ
ka_ge: ზღვის დონე
ko_kr: 해수면 높이
lb_lu: Mieresspigel
lt_lt: Jūros lygis
lv_lv: Jūras līmenis
mk_mk: Нивото на Морето
mn_mn: Далайн түвшин
ms_my: Aras Laut
nl_nl: Zeeniveau
nn_no: Havnivå
pl: Poziom morza
pt: Nível do Mar
ro_ro: Nivelul mării
ru_ru: Уровень моря
sk_sk: Hladina mora
sl_si: Nadmorska višina
sq_al: Niveli i detit
sv_se: Havsnivå
th_th: ระดับน้ำทะเล
tr_tr: Deniz Seviyesi
vi_vn: Mực nước biển
zh_cn: 海平面
zh_tw: 海平面

# createWorld_customize_custom_size
source: Spawn Size
af_za: Skepping Grootte
ar_sa: حجم منطقة التوليد
be_by: Памер радовішчаў руды
bg_bg: Размер на създаване
ca_es: Mida del punt de reaparició
cs: Velikost ložisek
da_dk: Yngelstørrelse
de: Adergröße
de_at: Odagreß
el_gr: Μέγεθος Φλέβας
es: Tamaño de vetas
eu_es: Sorketaren neurria
fa_ir: اندازه تخم ریزی
fi: Luomisen Koko
fil_ph: Laki ng Pangitlugan
fr_ca: Taille max. des filons
ga_ie: Méid Giniúna
gd_gb: Meud a’ ghintinn
gl_es: Tamaño das vetas
he: גודל נקודת התחלה
hr_hr: Veličina Stvaranja
hu_hu: Telér mérete
hy_am: Ծննդավայրի չափը
id_id: Ukuran Pembangkit
is_is: Stærð kveikju
it: Grandezza della vena
ja_jp: 鉱石の最大生成数
ka_ge: საწყისის ზომა
ko_kr: 생성 크기
lb_lu: Spawngréisst
lt_lt: Generavimo dydis
lv_lv: Veidojuma lielums
mk_mk: Големината на Потомство
mn_mn: Үүсэх хэмжээ
ms_my: saiz tempat hidup semula
nl_nl: Adergrootte
nn_no: Malmstorleik
pl: Rozmiar spawnu
pt: Nº máx. minérios
ro_ro: Mărimea filoanelor
ru_ru: Размер жилы
sk_sk: Veľkosť ložiska
sl_si: Velikost začetnega območja
sq_al: Farë Madhësia
sv_se: Storlek på startområde
th_th: ขนาดการเกิดของแร่
tr_tr: Oluşum Sıklığı
vi_vn: Độ nhiều sinh đẻ
zh_cn: 生成规模
zh_tw: 生成規模

# createWorld_customize_custom_spread
source: Spread Height
af_za: Verspreiding Hoogte
ar_sa: إرتفاع النشر
be_by: Роскід ад цэнтравой
bg_bg: Височина на разпространение
ca_es: Radi de propagació vertical
cs: Max. odchylka ve výšce
da_dk: Spredningshøjde
de: Verteilungshöhe
el_gr: Ύψος Εξάπλωσης
es: Dispersión
eu_es: Altuera haunditzea
fa_ir: ارتفاع گسترش
fi: Leviämissäde
fil_ph: Taas ng Pagkalat
fr_ca: Hauteur de dispersion
ga_ie: Airde Scaipthe
gd_gb: Àirde an sgaoilidh
gl_es: Dispersión
he: גובה פיזור
hr_hr: Raširi Visinu
hu_hu: Szórás magassága
is_is: Hæð dreifingar
it: Raggio di diffusione
ja_jp: 分散高さ
ka_ge: მთების სიგანე
ko_kr: 확산 높이
lb_lu: Verdeelungshéicht
lt_lt: Skleidimo aukštis
lv_lv: Augstuma Starpība
mk_mk: Ширеньето Висина
mn_mn: Тарах өндөр
ms_my: Ketinggian Penyebaran
nl_nl: Verspreiding hoogte
nn_no: Spreiings høgd
pl: Wysokość rozrzutu
pt: Altura da Propagação
ro_ro: Dispersie verticală
ru_ru: Отклонение от средней
sk_sk: Výška šírenia
sl_si: Višina razširjenosti
sq_al: Përhapur Në Lartësi
sv_se: Utspridningshöjd
th_th: ความสูงแบบขยาย
tr_tr: Yayılım Yüksekliği
vi_vn: Độ cao lan tỏa
zh_cn: 扩散高度
zh_tw: 分散高度
