Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# demo_day_6
source: You have passed your fifth day, use F2 to save a screenshot of your creation
af_za: Die vyfde dag is verby. Gebruik F2 om 'n skermskoot van jou skepping te behou
ar_sa: لقد انتهت ايامك الخمس لحفض صورة من ابداعك استخدم F2
be_by: Вось і скончыўся пяты дзень. Націсніце F2, каб захаваць здымак экрана са сваім творам
bg_bg: Вашият пети ден изтече, използвайте F2, за да снимате Вашето творение
ca_es: S'ha acabat el cinquè dia, prem F2 per a fer una captura de pantalla de la teva creació
cs: Dosáhl jsi pátého dne hry, použij F2 pro uložení záznamu obrazovky tvojí tvorby.
da_dk: Femte dag er passeret, tryk F2 for at gemme et skærmbillede af din kreation
de: Dein fünfter Spieltag ist zu Ende, drücke F2 um einen Screenshot deiner Schöpfung abzuspeichern.
de_at: Dei fünfta Spütog is umma, druck F2 um an Screenshot vo deim Werk zu speichan
el_gr: Έχεις περάσει την πέπτη σου μέρα, χρησιμοποίησε το F2 για να αποθηκεύσεις ένα στιγμιότυπο της δημιουργίας σου
es: Has llegado al quinto día, pulsa F2 para guardar una captura de pantalla de tu creación
eu_es: Zure bostgarren eguna pasa duzu, sakatu F2 zure kreazioaren pantaila harrapaketa gordetzeko
fa_ir: روز پنجم شما هم به اتمام رسید، از کلید F2 استفاده کنید تا از چیزی که ساخته اید عکس بگیرید
fi: Viides päivä on kulunut, paina F2 tallentaaksesi kuvan luomuksestasi
fil_ph: Tapos na ang iyong ikalimang araw, gamitin ang F2 para makakuha ng litrato ng iyong gawa
fr_ca: Les 5 jours de la démo sont écoulés, appuyez sur F2 pour prendre un screenshot de votre création
ga_ie: Tá do chúigiú lá thart, bain úsáid as F2 chun pictiúr do chruthúcháin a shábháil
gd_gb: Tha an còigeamh latha agad seachad, cleachd F2 gus glacadh-sgrìn dhe na chruthaich thu a shàbhaladh
gl_es: Rematou o teu quinto día, premeF2 para gardar unha captura de pantalla da túa creación
he: כדי לשמור תמונה של יצירתך F2 עברת את יומך החמישי, לחץ על
hi_in: आप अपने पांचवें दिन बीत चुके हैं, F2 का उपयोग करने के लिए आपकी रचना के एक स्क्रीनशॉट को बचाने के
hr_hr: Prešao si svoj peti dan, upotrijebi F2 kako bi spremio sliku svoje kreacije
hu_hu: Eltelt az ötödik nap, az F2-vel készíthetsz képernyőfotót az alkotásodról
hy_am: Դուք ավարտեցիք ձեր հինգերորդ օրը, սեղմք F2 ձեր ստեղծածը նկարի տեսքով պահպանելու համար
id_id: Anda melewati hari kelima. Gunakan F2 untuk menyimpan Tangkapan Layar karya Anda.
is_is: Fimm dagar eru liðnir, notaðu F2 til að taka skjámynd af því sem þú hefur búið til
it: Hai superato il quinto giorno, premi F2 per salvare una schermata delle tue creazioni
ja_jp: 5日目が終了しました。F2キーであなたの作品のスクリーンショットが撮れます。
ka_ge: მეხუთე დღეც გასულა, დააჭირე F2-ს შენი მიღწევებისთვის სურათის გადასაღებად.
ko_kr: 게임 내 시간으로 5일이 지났습니다. F2를 사용하여 스크린샷을 찍을 수 있습니다
lb_lu: Däi fënnefte Spilldag ass riwwer, dréck F2 fir ee Bild vun denger Kreatioun ze späicheren
lt_lt: Praėjo penktoji Jūsų diena, naudokite F2, kad išsaugotumėte savo pasaulio nuotrauką
lv_lv: Tu esi aizvadijis savu piekto dienu, izmanto F2 lai saglabātu savas celtnes attēlu
mi_nz: kua mutu e rima nga ra. Press "F5" ki te tango he pikitia o to koutou hanga
mk_mk: Сте го поминал својот петти ден, користете F2 да се спаси скриншот на вашата креација
mn_mn: Тавдах өдөр өнгөрлөө. F2 дарж өөрийн бүтээсэн зүйлийнхээ зургийг хадгалж аваарай
ms_my: Hari kelima telah berlalu, gunakan F2 untuk menyimpan tangkapan skrin penciptaan anda
mt_mt: Għaddietlek il-ħames ġurnata, għafas F2 biex tieħu stampa tal-kreazzjoni tiegħek
nl_nl: Je vijfde dag is voorbij, gebruik F2 om een schermafbeelding van je creatie te maken
nn_no: Den siste dagen din er over. Trykk på F2 for å ta ein skjermdump av byggverket ditt
pl: Upłynął piąty dzień w twoim świecie. Wciśnij F2, aby wykonać zrzut ekranu swojego dzieła
pt: Conseguiste passar o teu quinto dia, prime "F2" para guardar uma fotografia da tua criação
ro_ro: Ai trecut de cea de-a cincea zi, apasă F2 pentru a salva o imagine cu creația ta
ru_ru: Пятый день завершён, нажмите F2, чтобы сохранить скриншот вашего творения
sk_sk: Práve si dosiahol piaty deň, použi F2 na uloženie obrázku tvojho výtvoru
sl_si: Peti dan je potekel. Pritisni F2, da shraniš zaslonsko sliko svoje stvaritve
sq_al: Ju keni kaluar tuaja dita e pestë, përdorni F2 për të ruajtur një screenshot e krijimit
sv_se: Du har spelat din femte dag, använd F2 för att ta en bild av din värld
th_th: คุณได้ผ่านวันที่ห้าแล้ว ใช้ปุ่ม F2 เพื่อบันทึกผลงานของคุณ
tr_tr: Beşinci gün geçti, eserinin ekran görüntüsünü almak için F2 tuşunu kullan
vi_vn: Bạn đã vượt qua ngày thứ năm của bạn, hãy dùng F2 để lưu lại một tấm ảnh chụp tác phẩm của bạn
zh_cn: 您已经度过了5天的试玩时间，按F2来截图留念
zh_tw: 你度過了你的第五天，按 F2 來為你的創作保存一張截圖

# demo_day_warning
source: Your time is almost up!
af_za: Jou tyd is amper verstreke!
ar_sa: وقتك على وشك الانتهاء
be_by: Ваш час амаль што скончыўся!
bg_bg: Вашето време почти свърши!
ca_es: Se t'acaba el temps!
cs: Tvůj čas se téměř naplnil!
da_dk: Din tid er næsten opbrugt!
de: Deine Zeit ist schon fast um!
de_at: Dei Zeit is scho fost umma!
el_gr: Ο χρόνος σας έχει σχεδόν τελειώσει!
es: ¡Se te está acabando el tiempo!
eu_es: Denbora bukatzen ari da!
fa_ir: زمان شما تقریبا به اتمام رسیده!
fi: Aikasi on melkein lopussa!
fil_ph: Malapit na matapos ang araw!
fr_ca: La démo est presque terminée !
ga_ie: Tá d'am beagnach istigh!
gd_gb: Tha an ùine gu bhith falbh ort!
gl_es: O teu tempo case rematou!
he: זמנך כמעט תם!
hi_in: आपका समय लगभग है!
hr_hr: Tvoje vrijeme je uskoro isteklo!
hu_hu: Mindjárt letelik az időd!
hy_am: Ձեր ժամանակը մոտենում է իր ավարտին
id_id: Waktumu hampir habis!
is_is: Þinn tími er næstum liðinn!
it: Il tempo a tua disposizione è quasi finito!
ja_jp: もうすぐ時間切れです！
ka_ge: დრო თითქმის ამოიწურა!
ko_kr: 시간이 거의 다 되었습니다!
lb_lu: Deng Zäit ass bal ëm!
lt_lt: Jūsų laikas beveik baigėsi!
lv_lv: Tavs laiks ir gandrīz beidzies!
mi_nz: Ko to koutou wa tata ake!
mk_mk: Вашето време е речиси се!
mn_mn: Таны цаг бараг дууслаа!
ms_my: Masa anda hampir tamat!
mt_mt: Daqt jinħlielek il-ħin!
nl_nl: Je tijd is bijna om!
nn_no: Tida er snart ute!
pl: Twój czas dobiega końca!
pt: O tempo está a acabar!
ro_ro: Aproape ți s-a terminat timpul!
ru_ru: Ваше время почти вышло!
sk_sk: Tvoj čas takmer vypršal!
sl_si: Zmanjkuje ti časa!
sq_al: Koha juaj është pothuajse lart!
sv_se: Tiden är snart slut!
th_th: จะหมดเวลาแล้ว!
tr_tr: Zamanın bitmesine az kaldı!
vi_vn: Bạn sắp hết thời gian rồi!
zh_cn: 您的试玩时间即将结束！
zh_tw: 你的時間即將用盡！

# demo_demoExpired
source: Demo time's up!
af_za: Demonstrasie tydperk is verstreke!
ar_sa: انتهى وقت التجربة
be_by: Тэрмін дэма-версіі скончаны!
bg_bg: Демо времето свърши!
ca_es: S'ha acabat el temps de demostració!
cs: Zkušební verze vypršela!
da_dk: Demoens tid er udløbet!
de: Die Demo-Zeit ist abgelaufen!
de_at: De Demo-Zeit is ogloffn!
el_gr: Τέλος χρόνου δοκιμαστικής έκδοσης!
es: ¡Se acabó el tiempo de la demostración!
eu_es: Demoren dembora amaitu da!
fa_ir: زمان نسخه ی نمایشی به اتمام رسیده!
fi: Demoaika päättyi!
fil_ph: Wala ka na!
fr_ca: Démo terminée !
ga_ie: Tá an t-am taispeána thart!
gd_gb: Dh’fhalbh an ùine air an demo!
gl_es: O tempo da Demo rematou!
he: זמן הדגמה נגמר!
hi_in: डेमो का समय है!
hr_hr: Vrijeme isprobavanja je isteklo!
hu_hu: Lejárt a demó időkorlátja!
hy_am: Փորձնական ժամանակը ավարտվա'ծ է
id_id: Waktu demo sudah habis!
is_is: Prufu tíminn er útrunninn!
it: Il tempo della demo è scaduto!
ja_jp: 時間切れです！
ka_ge: დემო ვერსიის დრო ამოიწურა!
ko_kr: 체험판 시간이 끝났습니다!
lb_lu: D'Demozäit ass ofgelaf!
lt_lt: Demonstracijos laikas baigėsi!
lv_lv: Demo laiks ir beidzies!
mi_nz: Demo oti!
mk_mk: Демо времето е се!
mn_mn: Туршилтын хугацаа дууслаа!
ms_my: Masa demo tamat!
mt_mt: Skada l-ħin tad-demo!
nl_nl: De demotijd zit erop!
nn_no: Demotida er ute!
pl: Czas trwania trybu demonstracyjnego się skończył!
pt: A Demo expirou!
ro_ro: Timpul jocului demo a expirat!
ru_ru: Демонстрация завершена!
sk_sk: Demo verzia vypršala!
sl_si: Čas preizkušanja je konec!
sq_al: Demo kohë e deri!
sv_se: Demotiden är slut!
th_th: หมดเวลาทดลองเล่นแล้ว!
tr_tr: Deneme süresi doldu!
vi_vn: Đã hết thời gian chơi thử!
zh_cn: 试玩的时间结束了！
zh_tw: 試玩時間結束！

# demo_help_buy
source: Purchase Now!
af_za: Koop Nou!
ar_sa: اشتري الآن
be_by: Купіць зараз!
bg_bg: Купете сега!
ca_es: Compra'l ara!
cs: Zakoupit nyní!
da_dk: Køb nu!
de: Jetzt kaufen!
de_at: Kaff das jetz!
el_gr: Αγόρασέ το!
es: ¡Cómpralo ya!
eu_es: Erosi orain!
fa_ir: خرید!
fi: Osta nyt!
fil_ph: Bumili Ka Na!
fr_ca: Acheter maintenant !
ga_ie: Ceannaigh Anois!
gd_gb: Ceannaich e an-dràsta!
gl_es: Mercar agora!
he: רכוש עכשיו!
hi_in: अब खरीद!
hr_hr: Kupiti Sada!
hu_hu: Vedd meg most!
hy_am: Գնի՛ր այսոր
id_id: Beli Sekarang!
is_is: Kaup Núna!
it: Acquista adesso!
ja_jp: 今すぐ購入！
ka_ge: შეიძინეთ ახლავე!
ko_kr: 지금 구매하기!
lb_lu: Elo kafen!
lt_lt: Pirkti dabar!
lv_lv: Pirkt tagad!
mi_nz: hoko Minecraft inaianei!
mk_mk: Купи Сега!
mn_mn: Одоо худалдаж авах!
ms_my: Beli Sekarang!
mt_mt: Ixtri Issa!
nl_nl: Nu kopen!
nn_no: Kjøp no!
pl: Kup teraz!
pt: Comprar Agora!
ro_ro: Cumpără acum!
ru_ru: Купить!
sk_sk: Kúpiť teraz!
sl_si: Kupi zdaj!
sq_al: Blini Tani!
sv_se: Köp nu!
th_th: ซื้อเดี๋ยวนี้!
tr_tr: Şimdi Satın Al!
vi_vn: Mua ngay!
zh_cn: 即刻购买！
zh_tw: 立即購買！

# demo_help_fullWrapped
source: This demo will last 5 in-game days (about 100 minutes of real time). Check the achievements for hints! Have fun!
af_za: Hierdie demo sal vir 5 in-spel dae duur (ongeveer 1 uur en 40 minute werklike tyd). Kyk na die prestasies vir wenke! Geniet dit!
ar_sa: هذا العرض التجريبي سوف يستمر 5 أيام بتوقيت اللعبة (حوالي ساعة و 40 دقيقة بالوقت الحقيقي). تحقق من الإنجازات للتلميحات! استمتع!
be_by: Дэманстрацыйны рэжым будзе доўжыцца пяць гульнявых дзён (каля 1 гадзіны і 40 хвілін рэальнага часу). Зазірніце ў дасягненні, каб атрымаць падказкі! Весяліцеся!
bg_bg: Това демо ще трае 5 дена в играта (около 1 час и 40 минути реално време). Проверете Постиженията за насоки. Забавлявайте се!
ca_es: La demostració s'acabarà en 5 dies del joc (uns 100 minuts reals). Comprova els objectius per a pistes! Diverteix-te!
cs: Tato zkušební verze bude trvat 5 herních dnů (asi 1 hodinu a 40 minut v reálném čase). Pro malou nápovědu se podívej na úspěchy! Bav se!
da_dk: Denne demo vil vare 5 dage i spillet (ca. 1 time og 40 minutters spilletid). Se bedrifterne for hints! God spillelyst!
de: Diese Demo dauert 5 Spiel-Tage (ca. 1 Stunde und 40 Minuten echte Zeit). Sieh dir die Erfolge für Hinweise an! Viel Spaß!
de_at: Diese Demo dauat 5 Spü-Tog (des san zirka 1 Stund und 40 Minutn echte Zeit). Schau da de Erfoige und Hinweise oh! Vü Spaß!
el_gr: Η δοκιμαστική έκδοση θα διαρκέσει 5 μέρες (περίπου 1 ώρα και 40 λεπτά πραγματικού χρόνου). Δες τα Επιτεύγματα για καθοδήγηση! Καλή διασκέδαση!
es: Esta demostración durará 5 días de juego (alrededor de 1 hora y 40 minutos de tiempo real). ¡Los logros te darán pistas! ¡Diviértete!
eu_es: Demo hau 5 egun iraungo du (denbora errealean 1 ordu eta 40 minutu inguru). Kontsulta itzazu helburuak laguntza lortzeko! Ongi pasatu!
fa_ir: این نسخه نمایشی ۵ روز بازی‌‌ که ۱ ساعت و ۴۰ دقیقه است طول می کشد. دستاوردهای خود را نگاه کنید برای راهنمایی! لذت ببر!
fi: Tämä kokeiluversio kestää 5 Minecraft-vuorokautta (noin 1 tunti ja 40 minuuttia oikeassa ajassa). Katso saavutukset saadaksesi vinkkejä! Pidä hauskaa!
fil_ph: Ang demo na ito ay magagamit mo lang sa loob ng limang araw ng laro (1 oras at 40 minuto). Tignan mo ang mga nakamit para may pahiwatig ka! Mag-enjoy ka!
fr_ca: Cette démo durera 5 jours de jeu (environ 1 h 40 en temps réel). Jetez un oeil aux succès pour vous aider ! Bonne partie !
ga_ie: Mairfidh an leagan taispeána seo ar feadh 5 lá cluiche (thart ar uair agus 40 nóiméad fíor-ama). Féach "Buanna" le haghaidh leideanna! Bain taitneamh as!
gd_gb: Mairidh an saoghal-taisbeanaidh seo fad còig làithean-geama (mu uair is 40 mionaid de dh’fhìor-ùine). Thoir sùil air na h-euchdan airson oidheaman! Gabh tlachd!
gl_es: Esta demostración durará 5 días de xogo (sobre 1 hora e 40 minutos reais). Mira os logros para obter pistas! Divírtete!
he: הדמו הזה ימשך במשך חמישה ימים במשחק (שנמשכים בזמן האמיתי כשעה וארבעים דקות). תיכנסו אל ה-"הישגים" שם תוכלו למצוא רמזים! תהנו!
hi_in: इस डेमो 5 ingame दिनों (के बारे में 1 घंटे और वास्तविक समय के 40 मिनट) पिछले जाएगा. संकेत के लिए उपलब्धियों की जाँच करें! मज़ा है!
hr_hr: Demo traje 5 dana u igri (1 sat i 40 minuta u realnom vremenu). Provjeri postugnuća za pomoć. Sretno!
hu_hu: A demó 5 játékbeli napig tart (kb. 1 óra 40 perc a valóságban). Nézd meg a mérföldköveket ötletekért! Jó szórakozást!
hy_am: Այս Փորձնական տարբերակը կտևի հինգ խախային օր (իրական ժամանակով մոտավորապես 1 ժամ 40 րոպե)։ Ավելի շատ ակնարկների համար նայիր Նվաճումներ բաժինը։ Վայելի'ր։
id_id: Demo ini akan berlansung 5 hari di game (sekitar 1 jam dan 40 menit di waktu sungguhan). Cek achievements untuk pentunjuk! Selamat bersenang-senang!
is_is: Þessi prufuútgafa mun endast í fimm minecraft daga (u.þ.b. 1 klukkutíma og 40 mínútur í rauntíma). Skoðaðu "afrekin" til að fá vísbendingar! Góða skemmtun!
it: Questa demo durerà cinque giorni del gioco (circa 1 ora e 40 minuti di tempo reale). Dai un'occhiata alle imprese per avere dei suggerimenti! Buon divertimento!
ja_jp: このデモは、ゲーム内日数で5日（実時間で約1時間と40分）続きます。ヒントについては実績をチェック！楽しんでください！
ka_ge: დემო ვერსიაში გეძლევა 5 თამაშის დღე(1 საათი და 40 წუთი). მინიშნებებისთვის, დაათვალიერე მიღწევები! იმხიარულე!
ko_kr: 체험판은 게임 시간으로 5일(실제 시간 약 1시간 40분)간 플레이할 수 있습니다. 힌트를 얻으려면 업적을 확인하세요! 재미있는 시간 보내세요!
lb_lu: Dës Demo dauert 5 Spilldeeg (ca 1 Stonn a 40 Minutten Echtzäit). Kuck d'Erfolleger un fir Hiweiser ze kréien! Vill Spaass!
lt_lt: Šis demonstracinis pasaulis išliks penkias žaidimo dienas (maždaug valandą ir keturiasdešimt minučių tikrovėje). Norėdami rasti nuorodų, pasitikrinkite pasiekimus! Linkime sėkmės!
lv_lv: Šis demo ilgs 5 spēles dienas (apmēram 1 stundu un 40 minūtes). Apskaties sasniegumus padomiem! Izklaidējies!
mi_nz: Tenei demo ka muri e rima nga ra (e pā ana ki 1 haora me te 40 miniti o te wā tūturu). Tirohia te whakatutukitanga mō ngā tīwhiri! Kia ngahau!
mk_mk: Ова демо ќе трае 5 дена во игра дена (околу 1 час и 40 минути на реално време). Проверете достигнувања за совети! Забавувај се!
mn_mn: Туршилт тоглоомын таван өдөр (ойролцоогоор 1 цаг 40 минут) үргэлжилнэ. Шагналуудаас зөвлөгөө авч болно! Хөгжилтэй байгаарай!
ms_my: Demo ini akan berlangsung selama 5 hari dalam permainan (kira-kira 1 jam dan 40 minit masa sebenar). Tinjau pencapaian untuk mendapatkan bantuan! Selamat bermain!
mt_mt: Din id-demo iddum 5 ġranet ta' Minecraft (madwar siegħa u 40 minuta fil-verita'). Ħares lejn il-kisbiet għall-għajnuna! Ħu gost!
nl_nl: Deze demo duurt 5 speldagen (ongeveer 1 uur en 40 minuten in het echt). In de prestaties staan hints! Veel plezier!
nn_no: Denne demoen vil vare i 5 speldagar (omtrent 1 time og 40 minutt i ekte tid). Sjekk ut oppnådde resultat for gode tips! Lukke til!
pl: Tryb demonstracyjny pozwala na 5 minecraftowych dni gry (około 1 godziny i 40 minut w czasie rzeczywistym). W menu osiągnięć możesz znaleźć wskazówki! Baw się dobrze!
pt: Esta demonstração vai durar 5 dias no jogo (aproximadamente 1 hora e 40 minutos de tempo real). Verifica as conquistas para dicas! Diverte-te!
ro_ro: Acest demo va dura 5 zile în joc (în jur de 1 oră și 40 de minute în timp real). Verifică realizările pentru indicii! Distracție plăcută!
ru_ru: Демонстрация продлится 5 игровых дней (около 1 часа 40 минут реального времени). Загляните в "Достижения", там есть подсказки! Удачи!
sk_sk: Toto demo bude trvať 5 herných dní (okolo 1 hodiny a 40 minút reálneho času). Pozri si úspechy ak chceš poradiť! Bav sa!
sl_si: Predstavitev bo trajala 5 igrinih dni (približno 1 uro 40 minut pravega časa). Preveri dosežke za namige! Zabavaj se!
sq_al: Këtë demo do të zgjasë 5 ingame ditë (rreth 1 orë e 40 minuta kohë reale). Të kontrolluar arritjet e deritanishme për lë të kuptohet! Have fun!
sv_se: Detta demo kommer att vara i 5 speldagar (ungefär 1 timme och 40 minuter i verkligheten). Kolla på prestationerna om du vill ha tips! Ha det kul!
th_th: เดโมนี้ เปิดโอกาสให้คุณทดลองเล่น 5 วันของเกม (ประมาณ 1 ชั่วโมง 40 นาทีของเวลาจริง) ดู Achievements สำหรับคำใบ้! ขอให้สนุก!
tr_tr: Bu Deneme oyun içi 5 gün (gerçek zamanda yaklaşık 1 saat 40 dakika) sürecek. İpuçları için başarıları kontrol edin! İyi eğlenceler!
vi_vn: Bản chơi thử này sẽ kéo dài 5 ngày trong trò chơi (khoảng 1 giờ 40 phút thời gian thực). Hãy kiểm tra các thành tựu để có gợi ý! Chúc vui vẻ!
zh_cn: 这个试玩将会持续游戏内5天的时间（现实时间大约为1小时40分钟）。查看成就来获得提示！祝您玩得开心！
zh_tw: 您可以在遊戲中試玩五天 (約為現實世界的 1 小時 40 分鐘)。在選單的「成就」選項中，可以找到一些有幫助的提示。希望您玩得開心！

# demo_help_inventory
source: Use {0} to open your inventory
af_za: Gebruik {0} om jou rugsak se inhoud te sien
ar_sa: استخدم {0} لفتح حقيبتك
be_by: Каб адкрыць рыштунак, націсніце {0}
bg_bg: Използвайте {0}, за да отворите инвентара си
ca_es: Utilitza {0} per obrir l'inventari
cs: Použij {0} k otevření inventáře
da_dk: Brug {0} til at åbne din taske
de: Mit {0} öffnest du dein Inventar
de_at: Mit {0} kost du dei Inventar aufmochn
el_gr: Χρησιμοποιήστε το {0} για να δείτε τα αποθέματά σας
es: Pulsa {0} para abrir el inventario
eu_es: Sakatu {0} zure inbentarioa irekitzeko
fa_ir: از {0} برای باز کردن موجودی خود استفاده کنید
fi: Paina {0} avataksesi tavaraluettelon
fil_ph: Pindutin ang {0} para ibuksan ang iyong dala
fr_ca: Utilisez {0} pour ouvrir votre inventaire
ga_ie: Úsáid {0} chun d'fhardal a oscailt
gd_gb: Cleachd {0} gus an tasgadh agad fhosgladh
gl_es: Usa {0} para abrir o inventario
he: לפתוח את התיק {0} לחץ
hi_in: {0} प्रयोग के लिए अपनी सूची खोलने
hr_hr: Koristi {0} za otvaranje inventara
hu_hu: Használd a(z) {0} gombot a felszerelésed megnyitásához!
hy_am: Պայուսակտ բացելու համար՝ սեղմիր {0}
id_id: Gunakan {0} untuk membuka Inventory mu
is_is: Notaðu {0} til að opna bakpokann þinn
it: Premi {0} per aprire l'inventario
ja_jp: {0}で所持品を確認できます
ka_ge: დააჭირეთ {0} რათა გახსნათ ინვენტარი
ko_kr: {0}키를 눌러 보관함을 여세요
lb_lu: Benotz {0} fir däin Inventar opzemaachen
lt_lt: Naudokite {0} atidaryti inventoriui
lv_lv: Izmanto {0}, lai atvērtu somu
mi_nz: Whakamahia {0} ki te whakatuwhera i tō peke
mk_mk: Користете {0} за да го отворите вашиот инвентар
mn_mn: {0} дарж өөрийн эд зүйлсээ хараарай
ms_my: Gunakan {0} untuk membuka inventori anda
mt_mt: Uża {0} biex tiftaħ l-inventorju
nl_nl: Gebruik {0} om je inventaris te openen
nn_no: Trykk %1${0} for å opne inventaret ditt
pl: Wciśnij {0}, aby otworzyć swój ekwipunek
pt: Prime {0} para abrires o teu inventário
ro_ro: Folosește {0} pentru a deschide inventarul
ru_ru: Используйте {0} для просмотра инвентаря
sk_sk: Otvor svoj inventár stlačením {0}
sl_si: Pritisni {0} da odpreš inventar
sq_al: Përdorni {0} për të hapur inventarin tuaj
sv_se: Tryck på {0} för att öppna din utrustning
th_th: ใช้ปุ่ม {0} เพื่อเปิดกระเป๋าเก็บของ
tr_tr: {0} tuşuna basarak envanterini aç
vi_vn: Sử dụng {0} để mở túi đồ của bạn
zh_cn: 按{0}来打开你的物品栏
zh_tw: 按 {0} 打開你的物品欄

# demo_help_jump
source: Jump by pressing {0}
af_za: Spring deur {0} te druk
ar_sa: استخدم {0} للقفز
be_by: Каб скокнуць, націсніце {0}
bg_bg: За скок натиснете {0}
ca_es: Prem {0} per saltar
cs: Skákej stiskem {0}
da_dk: Brug {0} til at hoppe
de: Drücke {0}, um zu springen
de_at: Druck {0}, um zu hupfn
el_gr: Πήδα πατώντας το {0}
es: Pulsa {0} para saltar
eu_es: Salto egin {0} sakatuz
fa_ir: پرش با فشار {0}
fi: Hyppää painamalla {0}
fil_ph: Tumalon ka gamit ang {0}
fr_ca: Sautez en appuyant sur {0}
ga_ie: Léim trí bhrú ar {0}
gd_gb: Leum le brùthadh air {0}
gl_es: Preme {0} para saltar
he: קפוץ בעזרת מקש ה{0}
hi_in: {0} दबाकर कूदो
hr_hr: Skači pomoću {0}
hu_hu: A(z) {0} gomb megnyomásával ugorhatsz
hy_am: Սեղմիր {0} ցատկելու համար
id_id: Lompat dengan menekan {0}
is_is: Hoppaðu með {0}
it: Premi {0} per saltare
ja_jp: {0}でジャンプします
ka_ge: ახტომისთვის, დააჭირეთ {0}
ko_kr: {0}키를 눌러 점프하세요
lb_lu: Fir ze sprangen, dréck {0}
lt_lt: Paspauskite {0}, kad pašoktumėte
lv_lv: Izmanto {0}, lai lēktu
mi_nz: Peke mā te pēhi i {0}
mk_mk: Скок со притискање {0}
mn_mn: {0} дарж үсрээрэй
ms_my: Lompat dengan menekan {0}
mt_mt: Aqbeż billi tafgħas {0}
nl_nl: Spring door op {0} te drukken
nn_no: Trykk %1${0} for å hoppa
pl: Wciśnij {0}, aby podskoczyć
pt: Prime {0} para saltar
ro_ro: Sari apăsând {0}
ru_ru: Для прыжка нажимайте {0}
sk_sk: Skoč stlačením {0}
sl_si: Skoči s pritiskom na {0}
sq_al: Hidhen duke shtypur {0}
sv_se: Tryck på {0} för att hoppa
th_th: ใช้ปุ่ม {0} เพื่อกระโดด
tr_tr: {0} tuşuna basarak zıpla
vi_vn: Nhảy bằng cách nhấn {0}
zh_cn: 按{0}来跳跃
zh_tw: 按 {0} 鍵跳躍

# demo_help_later
source: Continue Playing!
af_za: Speel Voort!
ar_sa: واصل اللعب!
be_by: Гуляць далей!
bg_bg: Продължете да играете!
ca_es: Continua jugant!
cs: Pokračuj v hraní!
da_dk: Spil videre!
de: Weiterspielen!
de_at: Weitaspün!
el_gr: Συνέχισε το παιχνίδι!
es: ¡Seguir jugando!
eu_es: Jarraitu jolasten!
fa_ir: ادامه بازی!
fi: Jatka pelaamista!
fil_ph: Ipagpatuloy ang Paglaro!
fr_ca: Continuer à jouer !
ga_ie: Lean leis an gcluiche!
gd_gb: Lean ort a’ cluich!
gl_es: Continuar xogando!
he: המשך במשחק!
hi_in: बजाना जारी रखें!
hr_hr: Nastaviti igranje!
hu_hu: Játék folytatása!
hy_am: Շարունակի՛ խաղալը։
id_id: Lanjutkan Bermain!
is_is: Spila meira!
it: Continua a giocare!
ja_jp: プレイを続行!
ka_ge: გააგრძელეთ თამაში!
ko_kr: 계속 플레이하기!
lb_lu: Weiderspillen!
lt_lt: Tęsti žaidimą!
lv_lv: Turpināt Spēli!
mi_nz: Tonu tākaro!
mk_mk: Продолжи Играње!
mn_mn: Үргэлжлүүлэн тоглох!
ms_my: Teruskan Bermain!
mt_mt: Kompli Ilgħab!
nl_nl: Verder spelen!
nn_no: Fortsett å spele!
pl: Graj dalej!
pt: Continuar a jogar!
ro_ro: Joacă în continuare!
ru_ru: Играть!
sk_sk: Hrať ďalej!
sl_si: Nadaljuj z igranjem!
sq_al: Vazhdojnë Të Luajnë!
sv_se: Fortsätt spela!
th_th: เล่นต่อ!
tr_tr: Oynamaya Devam Et!
vi_vn: Tiếp tục chơi!
zh_cn: 继续玩！
zh_tw: 繼續進行遊戲！
