Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# advMode_allEntities
source: Use "@e" to target all entities
af_za: Gebruik "@e" om alle entiteite te teiken
ar_sa: استخدام "@e" لاستهداف جميع الكيانات
be_by: Скарыстайце "@a", каб уздзейнічаць на ўсіх істот
bg_bg: Използвайте "@e" за да изберете всички обекти
ca_es: Utilitza "@e" per fixar com a objectius totes les entitats
cs: Použij „@e“ pro zaměření všech entit
da_dk: Brug @e for at for at rette mod alle enheder
de: Benutze "@e", um alle Objekte als Ziel auszuwählen
el_gr: Χρησιμοποιήστε το "@e" για να στοχεύσετε όλες τις οντότητες
es: Usa "@e" para elegir todas las entidades
eu_es: "@e" erabili entitate guztiak ahutatzeko
fi: Käytä kohdenninta "@e" kohdentaaksesi kaikki olennot
fil_ph: Gamitin ang "@e" para matamaan ang lahat ng mga entity
fr_ca: Utilisez "@e" pour cibler toutes les entités
ga_ie: Úsáid "@e" chun díriú ar gach aonán
gl_es: Usa "@e" para escoller tódalas entidades
he: השתמש ב "@e" כדי לכלול את כל היצורים
hr_hr: Koristi "@e" za ciljanje svih stvorenja
hu_hu: Minden entitás kiválasztása: @e
id_id: Gunakan "@e" untuk menarget semua entitas
is_is: Nota "@e" til að gera öll einindi að marki
it: Usa "@e" per bersagliare tutte le entità
ja_jp: 「@e」で全エンティティを対象にします
ka_ge: გამოიყენეთ "@e" ყველა ობიექტის მოსანიშნად
ko_kr: "@e"를 사용하여 모든 개체를 대상으로 정합니다
lb_lu: Benotz "@e", fir all Entitéiten als Ziel auszewielen
lt_lt: Naudokite "@e" kreipdamiesi į visus objektus
ms_my: Gunakan @e untuk mensasarkan semua entiti
mt_mt: Uża "@e" biex tagħżel l-entitajiet kollha
nl_nl: Gebruik "@e" om op alle entiteiten te richten
nn_no: Bruk "@e" for å velje alle einingar
pl: Użyj "@e" aby polecenie dotyczyło wszystkich bytów
pt: Usa "@e" para todas as entidades
ro_ro: Folosește "@e" ca să țintești toate entitățile
ru_ru: Используйте "@e", чтобы указать на все сущности
sk_sk: Použi "@e" na zameranie všetkých bytostí
sl_si: Uporabi "@e" da usmeriš vse entitete
sv_se: Använd "@e" för att syfta på alla entiteter
th_th: ใช้คำสั่ง "@e" เพื่อล็อคเป้าหมายที่เป็นเอนทิตี้ทั้งหมด
tr_tr: Tüm varlıklar için "@e" kullanın
vi_vn: Sử dụng "@e" để nhắm tới tất cả thực thể
zh_cn: 用“@e”来代表全部实体
zh_tw: 使用"@e"來指定全部實體

# advMode_allPlayers
source: Use "@a" to target all players
af_za: Gebruik "@a" om alle spelers te teiken
ar_sa: استخدام "@a" لاستهداف جميع اللاعبين
be_by: Скарыстайце "@a", каб уздзейнічаць на ўсіх гульцоў
bg_bg: Използвайте "@a" за прилагане върху всички играчи
ca_es: Fes servir "@a" perquè tingui efecte en tots els jugadors
cs: Použij „@a“ pro zaměření všech hráčů
da_dk: Brug "@a" for at vælge alle spillere
de: Benutze "@a", um alle Spieler auszuwählen
el_gr: Χρησιμοποιήστε «@a» για την επιλογή όλων των παικτών
es: Usa "@a" para elegir a todos los jugadores
eu_es: "@a" erabili jokalari guztiak ahutatzeko
fa_ir: از @a براي همه ی بازیکنان استفاده کن.
fi: "@a" asettaa kohteeksi kaikki pelaajat
fil_ph: Gamitin ang "@a" para sa lahat ng tao
fr_ca: Utilisez "@a" pour cibler tous les joueurs
ga_ie: Úsáid "@a" chun díriú ar gach imreoir
gl_es: Usa "@a" para elixir a todos os xogadores
he: השתמש ב"@a" כדי לסמן את כל השחקנים
hi_in: सभी खिलाड़ियों को लक्षित करने के लिए "@a" का उपयोग करें
hr_hr: Koristi "@a" za ciljanje svih igrače
hu_hu: Minden játékos kiválasztása: @a
hy_am: Օգտագործեք "@a" որպեսզի ընտրեք բոլոր խաղացողներին
id_id: gunakan "@a" untuk menarget semua pemain
is_is: Notið "@a" til að velja alla leikmenn
it: Usa "@a" per bersagliare tutti i giocatori
ja_jp: 「@a」で全プレイヤーを対象にします
ka_ge: გამოიყენეთ "@a" ყველა მოთამაშის ასარჩევად
ko_kr: "@a"를 사용하여 모든 플레이어를 대상으로 정합니다
lb_lu: Benotz "@a" fir all Spiller als Ziel auszewielen
lt_lt: Naudokite "@a" kreipdamiesi į visus žaidėjus
lv_lv: Izmanto "@a" lai mērķētu uz visiem spēlētājiem
ms_my: Gunakan "@a" untuk menyasarkan semua pemain
mt_mt: Uża "@a" biex tirreferi għall-plejers kollha
nl_nl: Gebruik "@a" om op alle spelers te richten
nn_no: Bruk "@a" for å velja alle spelarane
pl: Użyj "@a" aby polecenie dotyczyło wszystkich graczy
pt: Usa "@a" para todos os jogadores
ro_ro: Folosește "@a" ca să țintești toți jucătorii
ru_ru: Используйте "@a" для выбора всех игроков
sk_sk: Použi "@a" na zameranie všetkých hráčov
sl_si: Uporabi "@a" da poimenuješ vse igralce
sv_se: Använd "@a" för att syfta på alla spelare
th_th: ใช้ "@a" เพื่อกำหนดเป้าหมายเป็นผู้เล่นทุกคน
tr_tr: Tüm oyuncular için @a kullan
vi_vn: Sử dụng "@a" để nhắm tới mọi người chơi
zh_cn: 用“@a”来代表全部玩家
zh_tw: 使用"@a"來指定全部玩家

# advMode_command
source: Console Command
af_za: Konsole Opdrag
ar_sa: وحدة التحكم بالأوامر
be_by: Каманда кансолі
bg_bg: Командна
ca_es: Comandament del bloc
cs: Konzolový příkaz
da_dk: Konsolkommando
de: Befehl
el_gr: Εντολή τερματικού
es: Comando de consola
eu_es: Kontsolaren agindua
fa_ir: ورودي
fi: Konsolikomento
fil_ph: Utos ng Console
fr_ca: Commande de la console
ga_ie: Ordú Consóil
gl_es: Comando de consola
he: פקודת מסוף
hi_in: सांत्वना कमांड
hr_hr: Naredba
hu_hu: Konzol-parancs
hy_am: Բարձակի Հրամանը
id_id: Perintah Konsol
is_is: Skipun
it: Comando
ja_jp: コンソールコマンド
ka_ge: კონსოლის ბრძანება
ko_kr: 콘솔 명령어
lb_lu: Konsole Befehl
lt_lt: Konsolės komanda
lv_lv: Konsoles komanda
ms_my: Arahan Konsol
mt_mt: Kodiċi
nl_nl: Consoleopdracht
nn_no: Konsollkommando
pl: Polecenie konsoli
pt: Consola de Comando
ro_ro: Comandă
ru_ru: Консольная команда
sk_sk: Konzolový príkaz
sl_si: Ukaz
sv_se: Konsolkommando
th_th: คำสั่ง
tr_tr: Konsol Komutu
vi_vn: Lệnh bảng điều khiển
zh_cn: 控制台指令
zh_tw: 控制台指令

# advMode_mode_auto
source: Repeat
af_za: Herhaal
ar_sa: تكرار
be_by: Паўторны
bg_bg: Повтарящ се
ca_es: Repetitiu
cs: Dávkový
da_dk: Gentag
de: Wiederholen
el_gr: Επανάληψη
es: Iterativo
eu_es: Errepikatu
fi: Toisto
fil_ph: Ulitin
fr_ca: Répétition
ga_ie: Athfhillteach
gl_es: Repetir
he: לחזור
hr_hr: Ponavljanje
hu_hu: Ismétlődő
id_id: Ulangi
it: A ripetizione
ja_jp: リピート
ka_ge: ციკლური
ko_kr: 반복
lb_lu: Widderhuelen
lt_lt: Kartojimas
lv_lv: Atkārtot
ms_my: Ulangi
mt_mt: Tirrepeti
nl_nl: Herhaal
nn_no: Repeter
pl: Powtarzający
pt: Repetir
ro_ro: Repetare
ru_ru: Цикличный
sk_sk: Opakovať
sl_si: Ponovi
sv_se: Upprepning
th_th: ทำซ้ำ
tr_tr: Tekrar
vi_vn: Lặp lại
zh_cn: 循环
zh_tw: 重複

# advMode_mode_autoexec_bat
source: Always active
af_za: Altyd aktief
ar_sa: دائما نشط
be_by: Заўсёды актыўны
bg_bg: Винаги активен
ca_es: Sempre actiu
cs: Vždy aktivní
da_dk: Altid aktive
de: Immer aktiv
el_gr: Πάντα ενεργό
es: Siempre activo
eu_es: Beti aktibo
fa_ir: همیشه فعال
fi: Aina päällä
fil_ph: Palaging Aktibo
fr_ca: Toujours actif
ga_ie: I bhfeidhm i gcónaí
gd_gb: Gnìomhach an-còmhnaidh
gl_es: Sempre activo
he: תמיד פעיל
hr_hr: Uvijek Aktivan
hu_hu: Folyton aktív
id_id: Selalu Aktif
it: Sempre attivo
ja_jp: 常時実行
ka_ge: ყოველთვის აქტიური
ko_kr: 항상 활성화
lb_lu: Ëmmer aktiv
lt_lt: Visada aktyvus
lv_lv: Vienmēr aktīvs
ms_my: Sentiasa Aktif
mt_mt: Dejjem Attiva
nl_nl: Altijd actief
nn_no: Alltid aktiv
pl: Zawsze aktywny
pt: Sempre Ativo
ro_ro: Activ permanent
ru_ru: Всегда активен
sk_sk: Vždy aktívne
sl_si: Vedno aktivno
sv_se: Alltid aktiv
th_th: ใช้งานอยู่เสมอ
tr_tr: Her Zaman Etkin
vi_vn: Luôn hoạt động
zh_cn: 保持开启
zh_tw: 永遠啟動

# advMode_mode_conditional
source: Conditional
af_za: Voorwaardelik
ar_sa: الشرطى
be_by: Умоўны
bg_bg: Условен
ca_es: Condicional
cs: Podmíněný
da_dk: Betinget
de: Bedingt
el_gr: Υπό όρους
es: Condicional
eu_es: Baldintzazkoa
fi: Ehdollinen
fil_ph: Kondisyonal
fr_ca: Conditionnel
ga_ie: Coinníollach
gl_es: Condicional
he: מותנה
hr_hr: Uvjetno
hu_hu: Feltételes
id_id: Bersyarat
it: Condizionale
ja_jp: 条件付き
ka_ge: დამოკიდებული
ko_kr: 조건적
lb_lu: Bedéngt
lt_lt: Nuoseklus
lv_lv: Nosacījuma
ms_my: Bersyarat
mt_mt: Kundizzjonali
nl_nl: Voorwaardelijk
nn_no: Føresetnad
pl: Warunkowy
pt: Condicional
ro_ro: Condițional
ru_ru: Условный
sk_sk: Podmienečné
sl_si: Pogojno
sv_se: Villkorlig
th_th: มีเงื่อนไข
tr_tr: Koşullu
vi_vn: Có điều kiện
zh_cn: 条件制约
zh_tw: 有條件

# advMode_mode_redstone
source: Impulse
af_za: Impuls
ar_sa: الدافع
be_by: Імпульсны
bg_bg: Единично
ca_es: Impuls
cs: Impulsní
da_dk: Impuls
de: Impuls
de_at: Impuls
el_gr: Ώθηση
es: Impulso
eu_es: Bultzada
fi: Impulssi
fil_ph: Salpok
fr_ca: Impulsion
ga_ie: Truiceartha
gd_gb: Spreigeadh
gl_es: Pulo
he: דחף
hr_hr: Impuls
hu_hu: Egyszeri
id_id: Rangsangan
it: A impulso
ja_jp: インパルス
ka_ge: იმპულსური
ko_kr: 일반
lb_lu: Impuls
lt_lt: Impulsas
lv_lv: Impulss
ms_my: Dorongan
mt_mt: Impuls
nl_nl: Impuls
nn_no: Impuls
pl: Impulsowy
pt: Impulso
ro_ro: Impuls
ru_ru: Импульсный
sk_sk: Impulz
sl_si: Impulz
sv_se: Impuls
th_th: กระแส
tr_tr: Girdi
vi_vn: Xung
zh_cn: 脉冲
zh_tw: 脈衝

# advMode_mode_redstoneTriggered
source: Needs Redstone
af_za: Benodig Redstone
ar_sa: يحتاج الحجر الأحمر
be_by: Патрабуе сігналу
bg_bg: Изисква червен камък
ca_es: Necessita roca vermella
cs: Potřebuje rudit
da_dk: Brug For Redstone
de: Benötigt Redstone
de_at: Braucht Redstone
el_gr: Απαιτεί Ρέντστοουν
es: Necesita redstone
eu_es: Harrigorria behar du
fi: Tarvitsee Redstonea
fil_ph: Nangangailangan ng Pulang Bato
fr_ca: Par la redstone
ga_ie: Deargchloch Riachtanach
gd_gb: Feum air redstone
gl_es: Necesita Redstone
he: צריך רדסטון
hr_hr: Nužan Redstone
hu_hu: Redstone-ra aktív
id_id: Membutuhkan Batu Merah
it: Serve redstone
ja_jp: 動力が必要
ka_ge: საჭიროებს რედსტოუნს
ko_kr: 레드스톤 필요
lb_lu: Brauch Redstone
lt_lt: Reikalingas redstounas
lv_lv: Nepieciešams sarkanakmens
ms_my: Keperluan Redstone
mt_mt: Teħtieġ ir-Redstone
nl_nl: Heeft Redstone nodig
nn_no: Treng redstone
pl: Wymaga sygnału
pt: Precisa de Redstone
ro_ro: Necesită redstone
ru_ru: Нужен сигнал
sk_sk: Potrebuje redstone
sl_si: Potrebuje Redstone
sv_se: Behöver redstone
th_th: ต้องการหินแดง
tr_tr: Kızıl Taş Gereksinimi
vi_vn: Cần Redstone
zh_cn: 红石控制
zh_tw: 需要紅石

# advMode_mode_sequence
source: Chain
af_za: Ketting
ar_sa: سلسلة
be_by: Ланцуговы
bg_bg: Верижен
ca_es: En cadena
cs: Řetězový
da_dk: Kæde
de: Verketten
el_gr: Αλυσίδα
es: En cadena
eu_es: Katea
fi: Ketju
fil_ph: Kawing
fr_ca: Chaîne
ga_ie: Slabhrach
gl_es: Cadea
he: שרשרת
hr_hr: Lančano
hu_hu: Láncolt
id_id: Rangkaian
it: A catena
ja_jp: チェーン
ka_ge: ჯაჭვის
ko_kr: 연쇄
lb_lu: Verketten
lt_lt: Grandinė
mn_mn: Гинж
ms_my: Rantai
mt_mt: Katina
nl_nl: Ketting
nn_no: Serie
pl: Łańcuchowy
pt: Cadeia
ro_ro: Lanț
ru_ru: Цепной
sk_sk: Reťaz
sl_si: Veriga
sv_se: Kedja
th_th: ห่วงโซ่
tr_tr: Zincirleme
vi_vn: Liền chuỗi
zh_cn: 连锁
zh_tw: 連鎖

# advMode_mode_unconditional
source: Unconditional
af_za: Onvoorwaardelik
ar_sa: غير الشرطى
be_by: Безумоўны
bg_bg: Безусловен
ca_es: Incondicional
cs: Nepodmíněný
da_dk: Ubetinget
de: Unbedingt
el_gr: Άνευ όρων
es: Incondicional
eu_es: Ez baldintzazkoa
fi: Ehdoton
fil_ph: Walang pasubali
fr_ca: Inconditionnel
ga_ie: Gan choinníoll
gl_es: Incondicional
he: ללא תנאים
hr_hr: Bezuvjetno
hu_hu: Feltétel nélküli
id_id: Tanpa syarat
it: Non condizionale
ja_jp: 無条件
ka_ge: დამოუკიდებელი
ko_kr: 무조건
lb_lu: Onbedéngt
lt_lt: Nenuoseklus
lv_lv: Beznosacījumu
ms_my: Tanpa syarat
mt_mt: Mhux kundizzjonali
nl_nl: Onvoorwaardelijk
nn_no: Uføresetnad
pl: Bezwarunkowy
pt: Incondicional
ro_ro: Necondițional
ru_ru: Безусловный
sk_sk: Bezpodmienečné
sl_si: Brezpogojno
sv_se: Ovillkorlig
th_th: ไม่มีเงื่อนไข
tr_tr: Koşulsuz
vi_vn: Vô điều kiện
zh_cn: 不受制约
zh_tw: 無條件

# advMode_nearestPlayer
source: Use "@p" to target nearest player
af_za: Gebruik "@p" om die naaste speler te teiken
ar_sa: استخدم "@p" إلى الهدف أقرب لاعب
be_by: Скарыстайце "@p", каб уздзейнічаць на найбліжэйшага гульца
bg_bg: Използвайте "@p" за прилагане върху най-близкия играч
ca_es: Fes servir "@p" perquè tingui efecte en el jugador més proper
cs: Použij „@p“ pro zaměření nejbližšího hráče
da_dk: Brug "@p" for at vælge den nærmeste spiller
de: Benutze "@p", um den nächsten Spieler auszuwählen
el_gr: Χρησιμοποιείστε «@p» για την επιλογή του πλησιέστερου παίκτη
es: Usa "@p" para elegir al jugador más cercano
eu_es: "@p" erabili hurbilen dagoen jokalaria ahutatzeko
fa_ir: از @p برای نزدیک ترین بازیکن استفاده کن.
fi: "@p" asettaa kohteeksi lähimmän pelaajan
fil_ph: Gamitin ang "@p" para sa pinakamalapit na tao
fr_ca: Utilisez "@p" pour cibler le joueur le plus proche
ga_ie: Úsáid "@p" chun díriú ar imreoir is gaire
gl_es: Usa "@p" para elixir ao xogador máis próximo
he: השתמש ב"@P" כדי לזהות את השחקן הקרוב
hi_in: "@P" खिलाड़ी निकटतम लक्ष्य करने के लिए उपयोग करें
hr_hr: Koristi "@p" za ciljanje na najbližeg igrača
hu_hu: Legközelebbi játékos kiválasztása: @p
hy_am: Օգտագործեք "@p" որպեսզի ընրեք ամենամոտիկ խաղացողին
id_id: Gunakan "@p" untuk menarget pemain terdekat
is_is: Notið "@p" til að velja næsta leikmann
it: Usa "@p" per bersagliare il giocatore più vicino
ja_jp: 「@p」で最寄りのプレイヤーを対象にします
ka_ge: გამოიყენეთ "@p" უახლოესი მოთამაშის ასარჩევად
ko_kr: "@p"를 사용하여 가장 가까운 플레이어를 대상으로 정합니다
lb_lu: Benotz "@p" fir den nächste Spiller als Ziel auszewielen
lt_lt: Naudokite "@p" kreipdamiesi į arčiausią žaidėją
lv_lv: Izmanto "@p" lai mērķētu uz tuvāko spēlētāju
ms_my: Gunakan "@p" untuk menyasarkan pemain terderkat
mt_mt: Uża "@p" biex tirreferi għall-plejer li qiegħed l-iktar viċin
nl_nl: Gebruik "@p" om op de dichtstbijzijnde speler te richten
nn_no: Bruk "@p" for å velja næraste spelar
pl: Użyj "@p" aby polecenie dotyczyło najbliższego gracza
pt: Usa "@p" para o jogador mais perto
ro_ro: Folosește "@p" ca să țintești cel mai apropiat jucător
ru_ru: Используйте "@p" для указания ближайшего игрока
sk_sk: Použi "@p" na zameranie najbližšieho hráča
sl_si: Uporabi "@p" da poimenuješ najbližjega igralca
sv_se: Använd "@p" för att syfta på den närmaste spelaren
th_th: ใช้ "@p" เพื่อกำหนดเป้าหมายเป็นผู้เล่นที่ใกล้ที่สุด
tr_tr: En yakın oyuncu için @p kullanın
vi_vn: Sử dụng "@p" để nhắm tới người chơi gần nhất
zh_cn: 用“@p”来代表最近的玩家
zh_tw: 使用"@p"來指定最近的玩家

# advMode_notAllowed
source: Must be an opped player in creative mode
af_za: Moet 'n admin-speler in kreatiewe modus wees
ar_sa: يجب أن يكون مشغل عبد في وضع الإبداعية
be_by: Павінен быць аператарам і знаходзіцца ў творчым рэжыме
bg_bg: Трябва да имате права и да сте в творчески режим, за да използвате това.
ca_es: S'ha de ser operador i estar en mode Creatiu
cs: Vyžadována operátorská oprávnění pro tvořivou hru
da_dk: Du skal være operatør i kreativ spilletilstand
de: Nur ein Operator im Kreativ-Modus kann Befehle eingeben
el_gr: Πρέπει ο παίκτης να είναι διαχειριστής σε δημιουργική λειτουργία
es: Necesitas ser un administrador para usarlo en modo creativo
eu_es: Operadore jokalaria izan behar da sortzaile moduan
fa_ir: بايد يک پلير اصلي در حالت خلاق باشيد
fi: Sinun tarvitsee olla operaattori luovassa tilassa
fil_ph: Kailangan magaing opped para makalaro sa Kalikhaan
fr_ca: Vous devez être un opérateur en mode Créatif
ga_ie: Is riachtanach bheith i d'oibreoir (op) i mód cruthaitheach
gl_es: Debes ser un administrador (OP) en modo creativo
he: חייב להיות מנהל כדי לשחק במצב יצירתי
hi_in: एक opped खिलाड़ी रचनात्मक मोड में होना चाहिए
hr_hr: Samo operatori u kreativnom načinu mogu izvršavati naredbe
hu_hu: Kreatív módban lévő opnak kell lenned a használathoz
hy_am: Խաղացողը պետք է լինի օպերատոր և գտնվի ստեղծագործման ռեւժիմում
id_id: Harus menjadi Op di Mode Kreatif
is_is: Leikmaður verður að vera uppi í Skapandi umhverfi
it: Devi essere un operatore in modalità Creativa
ja_jp: オペレーター権限のあるクリエイティブモードのプレイヤーでなくてはなりません
ka_ge: უნდა იყოთ ადმინისტრატორი შემოქმედებით რეჟიმში
ko_kr: 크리에이티브 모드인 관리자여야 합니다
lb_lu: Nëmmen een Operator am Kreativ-Modus kann ee Befehl aginn
lt_lt: Turite turėti aukštesnes teises ir būti kūrybiniame režime
lv_lv: Jābūt op spēlētājam radošajā režīmā
ms_my: Perlu menjadi seorang pemain yang diopkan di mod kreatif
mt_mt: Trid tkun plejer OP fil-mod kreattiv
nl_nl: Je moet een gepromoveerde (op-)speler in de Creative-modus zijn
nn_no: Må vera ein operatør i skaparmodus
pl: Musisz posiadać uprawnienia operatora w trybie kreatywnym
pt: Tem de ser um operador em modo criativo
ro_ro: Numai un operator în modul Creativ poate să introducă comenzi
ru_ru: Игрок должен иметь статус оператора и быть в творческом режиме
sk_sk: Musí byť op v tvorivej hre
sl_si: Moraš biti operator v ustvarjalnem načinu
sv_se: Du måste vara en operatör i kreativt läge
th_th: ต้องเป็นผู้ดูแล (op) ที่อยู่ในโหมดสร้างสรรค์
tr_tr: Yaratıcılık modundaki bir yönetici olmalısınız
vi_vn: Phải là một người chơi được phép hoạt động trong chế độ sáng tạo
zh_cn: 必须是处于创造模式的管理员
zh_tw: 必須是創造模式中的管理員

# advMode_notEnabled
source: Command blocks are not enabled on this server
af_za: Opdrag blokke is nie aangeskakel op hierdie bediener nie
ar_sa: لم يتم تمكين كتل الأمر على هذا الخادم
be_by: На гэтым серверы камандныя блокі недаступны
bg_bg: Командните блокове не са разрешени в този сървър
ca_es: Els blocs de comandaments no estan permesos en aquest servidor
cs: Příkazové bloky nejsou na tomto serveru povoleny
da_dk: Kommandoblokke er ikke aktiveret på denne server
de: Befehlsblöcke sind auf diesem Server nicht eingeschaltet
el_gr: Δεν επιτρέπονται εντολές για κύβους σε αυτόν το server
es: Los bloques de comandos no están activados en este servidor
eu_es: Komando blokeak zerbitzari honetan gaituta ez daude
fa_ir: بلوک دستور در اين سرور قابل استفاده نيست.
fi: Komentokuutio ei ole käytössä tällä palvelimella
fil_ph: Hindi pwede gamitin ang mga Tipak ng Utos sa itong server
fr_ca: Les blocs de commande ne sont pas activés sur ce serveur
ga_ie: Níl bloic ordaithe i bhfeidhm ar an bhfreastalaí seo
gl_es: Os bloques de comandos non están activados neste servidor
he: בלוק הפקודה לא מאושר בשרת זה
hi_in: आदेश ब्लॉक इस सर्वर पर सक्षम नहीं है
hr_hr: Naredbeni blokovi nisu omogućeni na ovom poslužitelju
hu_hu: A parancsblokkok nem engedélyezettek ezen a szerveren
hy_am: Հրամանի բլոկները այս սերվերում թույլատրված չեն
id_id: Blok Perintah tak diaktifkan pada peladen ini
is_is: Skipanakubbar eru ekki virkir á þessum þjóni
it: I blocchi comandi non sono abilitati in questo server
ja_jp: このサーバー上ではコマンドブロックは有効ではありません
ka_ge: ბრძანებიანი ბლოკები გათიშულია მიმდინარე სერვერზე
ko_kr: 이 서버에서는 명령 블록을 사용할 수 없습니다
lb_lu: Befehlsbléck sinn net aktivéiert op dësem Server
lt_lt: Komandų blokai šiame serveryje išjungti
lv_lv: Šajā serverī komandu bloki nav atļauti
ms_my: Blok-blok perintah tidak dibenarkan di pelayan ini
mt_mt: Blokok tal-kodiċi mhumiex permessi f'dan is-server
nl_nl: Opdrachtblokken zijn niet ingeschakeld op deze server
nn_no: Kommandoblokkar er ikkje aktivert på denne serveren
pl: Bloki poleceń nie są dostępne na tym serwerze
pt: Blocos de Comando não estão disponíveis neste servidor
ro_ro: Blocurile de comenzi nu sunt activate pe acest server
ru_ru: На этом сервере командные блоки отключены
sk_sk: Príkazové kocky na tomto serveri nie sú povolené
sl_si: Ukazne kocke niso omogočene na tem strežniku
sv_se: Kommandoblock är inte aktivt på servern
th_th: บล็อกคำสั่งไม่สามารถใช้งานได้ในเซิร์ฟเวอร์นี้
tr_tr: Komut blokları bu sunucuda etkinleştirilmedi
vi_vn: Các khối lệnh không được kích hoạt trong máy chủ này
zh_cn: 命令方块没有在此服务器上启用
zh_tw: 這個伺服器不允許使用指令方塊

# advMode_previousOutput
source: Previous Output
af_za: Vorige Uitvoer
ar_sa: المخرج السابق
be_by: Папярэдняя каманда
bg_bg: Предишен отговор
ca_es: Resultat anterior
cs: Předchozí výstup
da_dk: tidligere udtryk
de: Letzte Ausgabe
el_gr: Προηγούμενη εξόδος
es: Salida de comando anterior
eu_es: Aurreko irteera
fa_ir: خروجی قبلی
fi: Edellinen suorite
fil_ph: Nakaraang Output
fr_ca: Résultat précédent
ga_ie: Aschur Roimhe
gl_es: Saída do comando anterior
he: פלט קודם
hi_in: पिछला उत्पादन
hr_hr: Prethodno Izdanje
hu_hu: Előző kimenet
id_id: Keluaran Sebelumnya
is_is: Síðustu skilaboð
it: Esito precedente
ja_jp: 前回の実行結果
ka_ge: წინა შედეგი
ko_kr: 기존 출력
lb_lu: Lescht Ausgab
lt_lt: Ankstesnė išeitis
lv_lv: Iepriekšējā izeja
ms_my: Pengeluaran terdahulu
mt_mt: Output Preċedenti
nl_nl: Vorige uitvoer
nn_no: Forrige respons
pl: Poprzednia komenda
pt: Resultado Anterior
ro_ro: Rezultatul precedent
ru_ru: Предыдущий вывод
sk_sk: Predchádzajúci výstup
sl_si: Prejšni izpis
sv_se: Föregående utmatning
th_th: การแสดงผลก่อนหน้านี้
tr_tr: Önceki Çıkış
vi_vn: Đầu ra trước
zh_cn: 上一个输出
zh_tw: 先前輸出

# advMode_randomPlayer
source: Use "@r" to target random player
af_za: Gebruik "@r" om 'n ewekansige speler te teiken
ar_sa: استخدم "@r" بهدف لاعب عشوائي
be_by: Скарыстайце "@r", каб уздзейнічаць на выпадковага гульца
bg_bg: Използвайте "@r" за прилагане върху случаен играч
ca_es: Fes servir "@r" perquè tingui efecte en un jugador aleatori
cs: Použij „@r“ pro zaměření náhodného hráče
da_dk: Brug "@r" for at vælge en tilfældig spiller
de: Benutze "@r", um einen zufälligen Spieler auszuwählen
el_gr: Χρησιμοποιείστε «@r» για την επιλογή ενός τυχαίου παίκτη
es: Usa "@r" para elegir un jugador aleatorio
eu_es: "@r" erabili ausaz jokalaria ahutatzeko
fa_ir: از @r براي یک بازیکن تصادفی استفاده کن.
fi: "@r" asettaa kohteeksi satunnaisen pelaajan
fil_ph: Gamitin ang "@r" para sa kahit anong tao
fr_ca: Utilisez "@r" pour cibler un joueur aléatoire
ga_ie: Úsáid "@r" chun díriú ar imreoir randamach
gl_es: Usa "@r" para elixir a un xogador aleatorio
he: השתמש ב "@r" כדי לשגר שחקן אקראי
hi_in: यादृच्छिक खिलाड़ी के लक्ष्य के लिए "@r" का उपयोग करें
hr_hr: Koristi "@r" za ciljanje na slučajnog igrača
hu_hu: Véletlenszerű játékosválasztás: @r
hy_am: Օգտագործեք "@r" որպեսզի ընրեք պատահական խաղացող
id_id: Gunakan "@r" untuk menarget pemain secara acak
is_is: Notið "@r" til að velja leikmann af handahófi
it: Usa "@r" per bersagliare un giocatore a caso
ja_jp: 「@r」でランダムなプレイヤーを対象にします
ka_ge: გამოიყენეთ "@r" მოთამაშის შემთხვევითად ასარჩევად
ko_kr: "@r"을 사용하여 무작위로 한 명의 플레이어를 대상으로 정합니다
lb_lu: Benotz "@r" fir een zoufällege Spiller als Ziel auszewielen
lt_lt: Naudokite "@r" kreipdamiesi į atsitiktinį žaidėją
lv_lv: Izmanto "@r" lai mērķētu uz nejauši izvēlētu spēlētāju
ms_my: Gunakan "@r" untuk menyasarkan pemain rawak
mt_mt: Uża "@r" biex tirreferi għal plejer li jkun
nl_nl: Gebruik "@r" om op een willekeurige speler te richten
nn_no: Bruk "@r" for å velja ein tilfeldig spelar
pl: Użyj "@r" aby polecenie dotyczyło losowego gracza
pt: Usa "@r" para um jogador aleatório
ro_ro: Folosește "@r" ca să țintești un jucător aleatoriu
ru_ru: Используйте "@r" для выбора случайного игрока
sk_sk: Použi "@r" na zameranie náhodného hráča
sl_si: Uporabi "@r" da poimenuješ naključnega igralca
sv_se: Använd "@r" för att syfta på en slumpmässig spelare
th_th: ใช้ "@r" เพื่อกำหนดเป้าหมายแบบสุ่มผู้เล่น
tr_tr: Rastgele oyuncu için @r kullanın
vi_vn: Sử dụng "@r" để nhắm tới người chơi ngẫu nhiên
zh_cn: 用“@r”来代表随机玩家
zh_tw: 使用"@r"來指定隨機一位玩家
