Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# tile_sign_name
source: Sign
af_za: Bordjie
ar_sa: لافتة
be_by: Шыльда
bg_bg: Табела
ca_es: Cartell
cs: Cedule
da_dk: Skilt
de: Schild
de_at: Schüd
el_gr: Πινακίδα
es: Cartel
eu_es: Kartela
fa_ir: تابلو
fi: Kyltti
fil_ph: Karatula
fr_ca: Pancarte
ga_ie: Comhartha
gl_es: Cartel
he: שלט
hi_in: संकेत
hr_hr: Natpis
hu_hu: Tábla
hy_am: Ցուցատախտակ
id_id: Papan Tanda
is_is: Skilti
it: Cartello
ja_jp: 看板
ka_ge: ნიშანი
ko_kr: 표지판
lb_lu: Schëld
lt_lt: Ženklas
lv_lv: Zīme
mi_nz: Tohu
mn_mn: Самбар
ms_my: Papan Tanda
mt_mt: Tabella
nl_nl: Bord
nn_no: Skilt
pl: Tabliczka
pt: Tabuleta
ro_ro: Semn
ru_ru: Табличка
sk_sk: Ceduľka
sl_si: Tabla
sq_al: Shenjë
sv_se: Skylt
th_th: ป้าย
tr_tr: Tabela
vi_vn: Tấm biển
zh_cn: 告示牌
zh_tw: 告示牌

# tile_slime_name
source: Slime Block
af_za: Slymblok
ar_sa: بلوكة سلايم
be_by: Блок слізі
bg_bg: Блок от слуз
ca_es: Bloc de Llim
cs: Blok slizu
da_dk: Slim blok
de: Schleimblock
de_at: Schleimblock
el_gr: Κύβος Γλίτσας
es: Bloque de slime
eu_es: Likati blokea
fa_ir: بلوک لجن
fi: Limakuutio
fil_ph: Bloke ng Slime
fr_ca: Bloc de Slime
ga_ie: Bloc Slaim
gd_gb: Bloca eabair
gl_es: Bloque de Slime
he: בלוק רפש
hr_hr: Ljigav Blok
hu_hu: Nyálkablokk
id_id: Balok Geladir
is_is: Slímkubbur
it: Blocco di gelatina
ja_jp: スライムブロック
ka_ge: ლორწოს ბლოკი
ko_kr: 슬라임 블록
lb_lu: Schläimblock
lt_lt: Gleivių blokas
lv_lv: Gļotu bloks
mn_mn: Наалдамхай блок
ms_my: Blok Berlendir
mt_mt: Blokka tal-Ħama
nl_nl: Slijmblok
nn_no: Slimblokk
pl: Blok szlamu
pt: Bloco de Slime
ro_ro: Bloc de mâzgă
ru_ru: Блок слизи
sk_sk: Kocka slizu
sl_si: Kocka sluzi
sv_se: Slemblock
th_th: บล็อกสไลม์
tr_tr: Balçık Bloğu
vi_vn: Khối chất nhờn
zh_cn: 粘液块
zh_tw: 史萊姆方塊

# tile_snow_name
source: Snow
af_za: Sneeu
ar_sa: ثلج
be_by: Снег
bg_bg: Сняг
ca_es: Neu
cs: Sníh
da_dk: Sne
de: Schnee
de_at: Schnea
el_gr: Χιόνι
es: Nieve
eu_es: Elurra
fa_ir: برف
fi: Lunta
fil_ph: Niyebe
fr_ca: Neige
ga_ie: Sneachta
gl_es: Neve
he: שלג
hi_in: बर्फ
hr_hr: Snijeg
hu_hu: Hó
hy_am: Ձյուն
id_id: Salju
is_is: Snjór
it: Neve
ja_jp: 雪
ka_ge: თოვლი
ko_kr: 눈
lb_lu: Schnéi
lt_lt: Sniegas
lv_lv: Sniegs
mi_nz: Huka
mn_mn: Цас
ms_my: Salji
mt_mt: Borra
nl_nl: Sneeuw
nn_no: Snø
pl: Śnieg
pt: Neve
ro_ro: Zăpadă
ru_ru: Снег
sk_sk: Sneh
sl_si: Sneg
sv_se: Snö
th_th: หิมะ
tr_tr: Kar
vi_vn: Tuyết
zh_cn: 雪
zh_tw: 雪

# tile_sponge_dry_name
source: Sponge
af_za: Spons
ar_sa: اسفنج
be_by: Губка
bg_bg: Гъба
ca_es: Esponja
cs: Mořská houba
da_dk: Svamp
de: Schwamm
de_at: Schwomm
el_gr: Σφουγγάρι
es: Esponja
eu_es: Belakia
fa_ir: اسفنج
fi: Pesusieni
fil_ph: Espongha
fr_ca: Éponge
ga_ie: Spúinse
gd_gb: Spong
gl_es: Esponxa
he: ספוג
hi_in: स्पंज
hr_hr: Spužva
hu_hu: Szivacs
hy_am: Սպունգ
id_id: Spons
is_is: Svampur
it: Spugna
ja_jp: スポンジ
ka_ge: ღრუბელი
ko_kr: 스펀지
lb_lu: Schwamp
lt_lt: Kempinė
lv_lv: Sūklis
mi_nz: hautai
mn_mn: Хөвөн
ms_my: Span
mt_mt: Sponża
nl_nl: Spons
nn_no: Svamp
pl: Gąbka
pt: Esponja
ro_ro: Burete
ru_ru: Губка
sk_sk: Špongia
sl_si: Spužva
sv_se: Svamp
th_th: ฟองน้ำ
tr_tr: Sünger
vi_vn: Miếng mút
zh_cn: 海绵
zh_tw: 海綿

# tile_sponge_wet_name
source: Wet Sponge
af_za: Nat Spons
ar_sa: إسفنج رطب
be_by: Мокрая губка
bg_bg: Мокра гъба
ca_es: Esponja humida
cs: Mokrá mořská houba
da_dk: Våd svamp
de: Nasser Schwamm
de_at: Nossa Schwomm
el_gr: Βρεγμένο Σφουγγάρι
es: Esponja mojada
eu_es: Belaki bustia
fa_ir: اسفنج مرطوب
fi: Märkä pesusieni
fil_ph: Basang Espongha
fr_ca: Éponge mouillée
ga_ie: Spúinse Fliuch
gd_gb: Spong fliuch
gl_es: Esponxa mollada
he: ספוג רטוב
hr_hr: Mokra Spužva
hu_hu: Nedves szivacs
id_id: Spons Basah
is_is: Blautur svampur
it: Spugna bagnata
ja_jp: 濡れたスポンジ
ka_ge: სველი ღრუბელი
ko_kr: 젖은 스펀지
lb_lu: Naasse Schwamp
lt_lt: Šlapia kempinė
lv_lv: Mitrs sūklis
mn_mn: Нойтон хөвөн
ms_my: Span Basah
mt_mt: Sponża Mxarba
nl_nl: Natte spons
nn_no: Våt svamp
pl: Mokra gąbka
pt: Esponja Húmida
ro_ro: Burete ud
ru_ru: Мокрая губка
sk_sk: Vlhká špongia
sl_si: Mokra spužva
sv_se: Våt svamp
th_th: ฟองน้ำเปียก
tr_tr: Islak Sünger
vi_vn: Miếng mút ướt
zh_cn: 湿海绵
zh_tw: 濕海綿

# tile_spruceFence_name
source: Spruce Fence
af_za: Dennehout Heining
ar_sa: سياج من الراتينجية
be_by: Яловы плот
bg_bg: Смърчова ограда
ca_es: Tanca d'avet
cs: Smrkový plot
da_dk: Granhegn
de: Fichtenholzzaun
de_at: Fichtnhoizzaun
el_gr: Φράχτης από Ξύλο Ελάτου
es: Valla de madera de abeto
eu_es: Izeizko hesia
fa_ir: نرده های صنوبر
fi: Kuusiaita
fil_ph: Kahoy ng Pinong Bakod
fr_ca: Clôture en bois d'épinette
ga_ie: Claí Sprúis
gl_es: Valado de abeto
he: גדר אשוחית
hr_hr: Ograda (Smreka)
hu_hu: Fenyőfa kerítés
id_id: Pagar Kayu Cemara
is_is: Grenigirðing
it: Staccionata d'abete
ja_jp: マツのフェンス
ka_ge: ნაძვის ღობე
ko_kr: 가문비나무 울타리
lb_lu: Fiichtenholzzonk
lt_lt: Eglės tvora
lv_lv: Egles žogs
mk_mk: Смрека Ограда
mn_mn: Гацуур модон хашаа
ms_my: Pagar Kayu Sprus
mt_mt: Ċint tal-Arżnu
nl_nl: Sparrenhouten hek
nn_no: Gjerde av gran
pl: Świerkowy płot
pt: Cerca de Madeira de Abeto
ro_ro: Gard de molid
ru_ru: Еловый забор
sk_sk: Smrekový plot
sl_si: Smrekova ograja
sv_se: Granträstaket
th_th: รั้วสน
tr_tr: Ladin Çit
vi_vn: Hàng rào gỗ vân sam
zh_cn: 云杉木栅栏
zh_tw: 杉木柵欄

# tile_spruceFenceGate_name
source: Spruce Fence Gate
af_za: Dennehout Hek
ar_sa: بوابة سياج من الرانتيجية
be_by: Яловая брамка
bg_bg: Смърчова порта
ca_es: Porta de tanca de fusta d'avet
cs: Smrková branka
da_dk: Granhegnsport
de: Fichtenholzzauntor
de_at: Fichtnhoizzauntor
el_gr: Πύλη Φράχτη από Ξύλο Ελάτου
es: Puerta de valla de madera de abeto
eu_es: Izeizko hesi atea
fa_ir: دروازه های حصار صنوبر
fi: Kuusiaidan portti
fil_ph: tarangkahang pangbakod na gawa sa Spruce
fr_ca: Porte de clôture en bois d'épinette
ga_ie: Geata Sprúis
gl_es: Cancela de abeto
he: שער גדר אשוחית
hr_hr: Smrekina Vrata za Ogradu
hu_hu: Fenyőfa kerítéskapu
id_id: Gerbang Kayu Cemara
is_is: Grenigirðingarhlið
it: Cancelletto d'abete
ja_jp: マツのフェンスゲート
ka_ge: ნაძვის ღობის ჭიშკარი
ko_kr: 가문비나무 울타리 문
lb_lu: Fiichtenholzzonkpaart
lt_lt: Eglės varteliai
lv_lv: Egles žoga vārti
mk_mk: Смрека Ограда Портата
mn_mn: Гацуур модон хашаа
ms_my: Pintu Pagar Kayu Sprus
mt_mt: Grada tal-Arżnu
nl_nl: Sparrenhouten poortje
nn_no: Grind av gran
pl: Świerkowa furtka
pt: Portão de Madeira de Abeto
ro_ro: Portiță de molid
ru_ru: Еловая калитка
sk_sk: Smreková bránka
sl_si: Smrekova ograjna vrata
sv_se: Granträstaketgrind
th_th: ประตูรั้วไม้สน
tr_tr: Ladin Çit Kapısı
vi_vn: Cổng rào gỗ vân sam
zh_cn: 云杉木栅栏门
zh_tw: 杉木柵欄門

# tile_stainedGlass_black_name
source: Black Stained Glass
af_za: Swart Glas
ar_sa: زجاج اسود
be_by: Чорнае шкло
bg_bg: Черно стъкло
ca_es: Vidre tenyit de negre
cs: Černé sklo
da_dk: Sort farvet glas
de: Schwarzes Glas
de_at: Schwoazas Glos
el_gr: Μαύρο χρωματισμένο γυαλί
es: Cristal tintado de negro
eu_es: Kristal beltza
fa_ir: شیشه رنگی مشکی
fi: Musta värjätty lasi
fil_ph: Salaming Itim
fr_ca: Verre noir
ga_ie: Gloine Dhaite Dhubh
gd_gb: Glainne dhathte dhubh
gl_es: Vidro tinguido de negro
he: זכוכית שחורה
hr_hr: Crno Staklo
hu_hu: Fekete festett üveg
hy_am: Սև Ապակի
id_id: Kaca Berwarna Hitam
is_is: Svart Litað Gler
it: Vetro nero
ja_jp: 黒色の色付きガラス
ka_ge: შავი შუშა
ko_kr: 검은색 염색된 유리
lb_lu: Schwaarzt Glas
lt_lt: Juodas dažytas stiklas
lv_lv: Tumšs stikls
mi_nz: Black ōpure koata
mn_mn: Хар будагтай шил
ms_my: Kaca berwarna Hitam
mt_mt: Ħġieġ Miżbugħ Iswed
nl_nl: Zwartgekleurd glas
nn_no: Svart glas
pl: Czarne szkło
pt: Vidro Tingido de Preto
ro_ro: Sticlă neagră
ru_ru: Чёрное стекло
sk_sk: Čierne sklo
sl_si: Črno obarvano steklo
sv_se: Svartfärgat glas
th_th: กระจกสีดำ
tr_tr: Siyah Boyalı Cam
vi_vn: Thủy tinh đen
zh_cn: 黑色染色玻璃
zh_tw: 黑色玻璃

# tile_stainedGlass_blue_name
source: Blue Stained Glass
af_za: Blou Glas
ar_sa: زجاج ازرق
be_by: Сіняе шкло
bg_bg: Синьо стъкло
ca_es: Vidre tenyit de blau
cs: Modré sklo
da_dk: Blåt farvet glas
de: Blaues Glas
de_at: Blaus Glos
el_gr: Μπλε Χρωματισμένο Γυαλί
es: Cristal tintado de azul
eu_es: Kristal urdina
fa_ir: شيشه آبي
fi: Sininen värjätty lasi
fil_ph: Salaming Bughaw
fr_ca: Verre bleu
ga_ie: Gloine Dhaite Ghorm
gd_gb: Glainne dhathte ghorm
gl_es: Vidro tinguido de azul
he: זכוכית כחולה
hr_hr: Plavo Staklo
hu_hu: Kék festett üveg
hy_am: Կապույտ Ապակի
id_id: Kaca Berwarna Biru
is_is: Blálitað Gler
it: Vetro blu
ja_jp: 青色の色付きガラス
ka_ge: ლურჯი შუშა
ko_kr: 파란색 염색된 유리
lb_lu: Blot Glas
lt_lt: Mėlynas dažytas stiklas
lv_lv: Zili krāsots stikls
mi_nz: Blue ōpure koata
mn_mn: Хөх будагтай шил
ms_my: Kaca berwarna biru
mt_mt: Ħġieġ Miżbugħ Blu
nl_nl: Blauwgekleurd glas
nn_no: Blått glas
pl: Niebieskie szkło
pt: Vidro Tingido de Azul
ro_ro: Sticlă albastră
ru_ru: Синее стекло
sk_sk: Modré sklo
sl_si: Modro obarvano steklo
sv_se: Blåfärgat glas
th_th: กระจกสีน้ำเงิน
tr_tr: Mavi Boyalı Cam
vi_vn: Thủy tinh xanh nước biển
zh_cn: 蓝色染色玻璃
zh_tw: 藍色玻璃

# tile_stainedGlass_brown_name
source: Brown Stained Glass
af_za: Bruin Glas
ar_sa: زجاج بني
be_by: Карычневае шкло
bg_bg: Кафяво стъкло
ca_es: Vidre tenyit de marró
cs: Hnědé sklo
da_dk: Brunt farvet glas
de: Braunes Glas
de_at: Brauns Glos
el_gr: Καφέ χρωματισμένο γυαλί
es: Cristal tintado de marrón
eu_es: Kristal marroia
fa_ir: شيشه قهوه اي
fi: Ruskea värjätty lasi
fil_ph: Salaming Kayumanggi
fr_ca: Verre brun
ga_ie: Gloine Dhaite Dhonn
gd_gb: Glainne dhathte dhonn
gl_es: Vidro tinguido de marrón
he: זכוכית חומה
hr_hr: Smeđe Staklo
hu_hu: Barna festett üveg
hy_am: Դարչնագույն ապակի
id_id: Kaca Berwarna Cokelat
is_is: Brúnlitt Gler
it: Vetro marrone
ja_jp: 茶色の色付きガラス
ka_ge: ყავისფერი შუშა
ko_kr: 갈색 염색된 유리
lb_lu: Brongt Glas
lt_lt: Rudas dažytas stiklas
lv_lv: Brūni krāsots stikls
mi_nz: Brown ōpure koata
mn_mn: Бор будагтай шил
ms_my: Kaca berwarna coklat
mt_mt: Ħġieġ Miżbugħ Kannella
nl_nl: Bruingekleurd glas
nn_no: Brunt glas
pl: Brązowe szkło
pt: Vidro Tingido de Castanho
ro_ro: Sticlă maro
ru_ru: Коричневое стекло
sk_sk: Hnedé sklo
sl_si: Rjavo obarvano steklo
sv_se: Brunfärgat glas
th_th: กระจกสีน้ำตาล
tr_tr: Kahverengi Boyalı Cam
vi_vn: Thủy tinh nâu
zh_cn: 棕色染色玻璃
zh_tw: 棕色玻璃

# tile_stainedGlass_cyan_name
source: Cyan Stained Glass
af_za: Siaan Glas
ar_sa: زجاج سماوي
be_by: Бірузовае шкло
bg_bg: Синьозеленo стъкло
ca_es: Vidre tenyit de cian
cs: Azurové sklo
da_dk: Cyan farvet glas
de: Türkises Glas
de_at: Türkises Glos
el_gr: Κυανό χρωματισμένο γυαλί
es: Cristal tintado de cian
eu_es: Zian koloreko kristala
fa_ir: شيشه آسمانی
fi: Syaani värjätty lasi
fil_ph: Salaming Sayan
fr_ca: Verre cyan
ga_ie: Gloine Dhaite Chian
gd_gb: Glainne dhathte shaidhean
gl_es: Vidro tinguido de ciano
he: זכוכית ציאן
hr_hr: Tirkizno Staklo
hu_hu: Türkiz festett üveg
hy_am: Փիրուզագույն Գունավոր Ապակի
id_id: Kaca Berwarna Sian
is_is: Heiðblátt Gler
it: Vetro ciano
ja_jp: 水色の色付きガラス
ka_ge: ცისფერი შუშა
ko_kr: 청록색 염색된 유리
lb_lu: Turquoiset Glas
lt_lt: Žalsvai mėlynas dažytas stiklas
lv_lv: Ciānā krāsots stikls
mi_nz: Urikiko ōpure koata
mn_mn: Цайвар хөх будагтай шил
ms_my: Kaca berwarna Cyan
mt_mt: Ħġieġ Miżbugħ Blu fl-Aħdar
nl_nl: Cyaangekleurd glas
nn_no: Turkist glas
pl: Błękitne szkło
pt: Vidro Tingido de Azul Ciano
ro_ro: Sticlă turcoaz
ru_ru: Бирюзовое стекло
sk_sk: Tyrkysové sklo
sl_si: Turkizno obarvano steklo
sv_se: Turkosfärgat glas
th_th: กระจกสีฟ้าคราม
tr_tr: Camgöbeği Boyalı Cam
vi_vn: Thủy tinh lục lam
zh_cn: 青色染色玻璃
zh_tw: 青色玻璃

# tile_stainedGlass_gray_name
source: Grey Stained Glass
af_za: Grys Glas
ar_sa: زجاج رمادي
be_by: Шэрае шкло
bg_bg: Сиво стъкло
ca_es: Vidre tenyit de gris
cs: Šedé sklo
da_dk: Gråt farvet glas
de: Graues Glas
de_at: Graues Glos
el_gr: Γκρι χρωματισμένο γυαλί
es: Cristal tintado de gris
eu_es: Kristal grisa
fa_ir: شيشه خاکستري
fi: Harmaaksi värjättyä lasia
fil_ph: Salaming Abo
fr_ca: Verre gris
ga_ie: Gloine Dhaite Liath
gd_gb: Glainne dhathte liath
gl_es: Vidro tinguido de gris
he: זכוכית אפורה
hr_hr: Sivo Staklo
hu_hu: Szürke festett üveg
hy_am: Մոխրագոյն Ապակի
id_id: Kaca Berwarna Abu-abu
is_is: Grátt Litað Gler
it: Vetro grigio
ja_jp: 灰色の色付きガラス
ka_ge: ნაცრისფერი შუშა
ko_kr: 회색 염색된 유리
lb_lu: Grot Glas
lt_lt: Pilkas dažytas stiklas
lv_lv: Pelēkā krāsots stikls
mi_nz: Gray ōpure koata
mn_mn: Саарал будагтай шил
ms_my: Kaca berwarna kelabu
mt_mt: Ħġieġ Miżbugħ Griż
nl_nl: Grijsgekleurd glas
nn_no: Grått glas
pl: Szare szkło
pt: Vidro Tingido de Cinzento
ro_ro: Sticlă gri
ru_ru: Серое стекло
sk_sk: Sivé sklo
sl_si: Sivo obarvano steklo
sv_se: Gråfärgat glas
th_th: กระจกสีเทา
tr_tr: Gri Boyalı Cam
vi_vn: Thủy tinh xám
zh_cn: 灰色染色玻璃
zh_tw: 灰色玻璃

# tile_stainedGlass_green_name
source: Green Stained Glass
af_za: Groen Glas
ar_sa: زجاج اخضر
be_by: Зялёнае шкло
bg_bg: Зелено стъкло
ca_es: Vidre tenyit de verd
cs: Zelené sklo
da_dk: Grønt farvet glas
de: Grünes Glas
de_at: Greans Glos
el_gr: Πράσινο χρωματισμένο γυαλί
es: Cristal tintado de verde
eu_es: Kristal berdea
fa_ir: شيشه سبز
fi: Vihreä värjätty lasi
fil_ph: Salaming Luntian
fr_ca: Verre vert
ga_ie: Gloine Dhaite Uaine
gd_gb: Glainne dhathte uaine
gl_es: Vidro tinguido de verde
he: זכוכית ירוקה
hr_hr: Zeleno Staklo
hu_hu: Zöld festett üveg
hy_am: Կանաչ Ապակի
id_id: Kaca Berwarna Hijau
is_is: Grænlitað Gler
it: Vetro verde
ja_jp: 緑色の色付きガラス
ka_ge: მწვანე შუშა
ko_kr: 초록색 염색된 유리
lb_lu: Gréngt Glas
lt_lt: Žalias dažytas stiklas
lv_lv: Zaļi krāsots stikls
mi_nz: Green ōpure koata
mn_mn: Ногоон будагтай шил
ms_my: Kaca berwarna hijau
mt_mt: Ħġieġ Miżbugħ Aħdar
nl_nl: Groengekleurd glas
nn_no: Grønt glas
pl: Zielone szkło
pt: Vidro Tingido de Verde
ro_ro: Sticlă verde
ru_ru: Зелёное стекло
sk_sk: Zelené sklo
sl_si: Zeleno obarvano steklo
sv_se: Grönfärgat glas
th_th: กระจกสีเขียว
tr_tr: Yeşil Boyalı Cam
vi_vn: Thủy tinh xanh lá cây
zh_cn: 绿色染色玻璃
zh_tw: 綠色玻璃

# tile_stainedGlass_lightBlue_name
source: Light Blue Stained Glass
af_za: Ligblou Glas
ar_sa: زجاج ازرق فاتح
be_by: Блакітнае шкло
bg_bg: Светлосиньо стъкло
ca_es: Vidre tenyit de blau cel
cs: Světle modré sklo
da_dk: Lyseblåt farvet glas
de: Hellblaues Glas
de_at: Hellblaus Glos
el_gr: Γαλάζιο χρωματισμένο γυαλί
es: Cristal tintado de azul claro
eu_es: Kristal urdin argia
fa_ir: شیشه آبی روشن
fi: Vaaleansininen värjätty lasi
fil_ph: Mapusyaw na Asul na Natintahang Salamin
fr_ca: Verre bleu pâle
ga_ie: Gloine Dhaite Bhánghorm
gd_gb: Glainne dhathte shoilleir-ghorm
gl_es: Vidro tinguido de azul claro
he: זכוכית כחולה בהירה
hr_hr: Svijetlo Plavo Staklo
hu_hu: Világoskék festett üveg
hy_am: Բաց Կապույտ Ապակի
id_id: Kaca Berwarna Biru Muda
is_is: Ljós Blátt Litað Gler
it: Vetro azzurro
ja_jp: 空色の色付きガラス
ka_ge: ღია-ლურჯი შუშა
ko_kr: 하늘색 염색된 유리
lb_lu: Hellblot Glas
lt_lt: Šviesiai mėlynas dažytas stiklas
lv_lv: Gaiši zilā krāsots stikls
mn_mn: Цэнхэр будагтай шил
ms_my: Kaca berwarna Biru
mt_mt: Ħġieġ Miżbugħ Blu Ċar
nl_nl: Lichtblauwgekleurd glas
nn_no: Ljoseblått glas
pl: Jasnoniebieskie szkło
pt: Vidro Tingido de Azul Claro
ro_ro: Sticlă bleu
ru_ru: Голубое стекло
sk_sk: Svetlomodré sklo
sl_si: Svetlo modro obarvano steklo
sv_se: Ljusblåfärgat glas
th_th: กระจกสีฟ้า
tr_tr: Açık Mavi Boyalı Cam
vi_vn: Thủy tinh xanh nước biển nhạt
zh_cn: 淡蓝色染色玻璃
zh_tw: 淺藍色玻璃

# tile_stainedGlass_lime_name
source: Lime Stained Glass
af_za: Heldergroen Glas
ar_sa: زجاج ليموني
be_by: Лаймавае шкло
bg_bg: Жълтозелено стъкло
ca_es: Vidre tenyit de llima
cs: Světle zelené sklo
da_dk: Limegrønt farvet glas
de: Hellgrünes Glas
de_at: Hellgrüns Glos
el_gr: Λαχανί χρωματισμένο γυαλί
es: Cristal tintado de verde lima
eu_es: Lima koloreko kristala
fa_ir: شیشه لیمویی
fi: Limetinvihreä värjätty lasi
fil_ph: Salaming Apog
fr_ca: Verre lime
ga_ie: Gloine Dhaite Líomach
gd_gb: Glainne dhathte dath na liomaide
gl_es: Vidro tinguido de lima
he: זכוכית ליים
hr_hr: Svijetlo Zeleno Staklo
hu_hu: Világoszöld festett üveg
hy_am: Բաց Կանաչ Ապակի
id_id: Kaca Berwarna Limau
is_is: Ljósgrænt Litað Gler
it: Vetro lime
ja_jp: 黄緑色の色付きガラス
ka_ge: სალათისფერი შუშა
ko_kr: 연두색 염색된 유리
lb_lu: Hellgréngt Glas
lt_lt: Gelsvai žalsvas dažytas stiklas
lv_lv: Laimā krāsots stikls
mn_mn: Цайвар ногоон будагтай шил
ms_my: Kaca berwarna Limau
mt_mt: Ħġieġ Miżbugħ Aħdar Ċar
nl_nl: Lichtgroengekleurd glas
nn_no: Limefarga glas
pl: Jasnozielone szkło
pt: Vidro Tingido de Verde Lima
ro_ro: Sticlă verde-deschis
ru_ru: Лаймовое стекло
sk_sk: Svetlozelené sklo
sl_si: Svetlo zeleno obarvano steklo
sv_se: Limegrönfärgat glas
th_th: กระจกสีเขียวมะนาว
tr_tr: Açık Yeşil Boyalı Cam
vi_vn: Thủy tinh xanh lá mạ
zh_cn: 黄绿色染色玻璃
zh_tw: 淺綠色玻璃

# tile_stainedGlass_magenta_name
source: Magenta Stained Glass
af_za: Magenta Glas
ar_sa: زجاج بنفسجي
be_by: Пурпурнае шкло
bg_bg: Пурпурно стъкло
ca_es: Vidre tenyit de magenta
cs: Purpurové sklo
da_dk: Lyslilla farvet glas
de: Magenta Glas
de_at: Magentas Glos
el_gr: Φούξια χρωματισμένο γυαλί
es: Cristal tintado de magenta
eu_es: Kristal magenta
fa_ir: شيشه سرخآبي
fi: Purppura värjätty lasi
fil_ph: Salaming Ibig
fr_ca: Verre magenta
ga_ie: Gloine Dhaite Mhaigeanta
gd_gb: Glainne dhathte mhagenta
gl_es: Vidro tinguido de maxenta
he: זכוכית מג'נטה
hr_hr: Rozo Staklo
hu_hu: Bíbor festett üveg
hy_am: Մորեգույն պակի
id_id: Kaca Berwarna Magenta
is_is: Dökk Bleikt Litað Gler
it: Vetro magenta
ja_jp: 赤紫色の色付きガラス
ka_ge: იასამნისფერი შუშა
ko_kr: 자홍색 염색된 유리
lb_lu: Magenta Glas
lt_lt: Rausvai raudonas dažytas stiklas
lv_lv: Violetā krāsots stikls
mn_mn: Ягаан будагтай шил
ms_my: Kaca berwarna Magenta
mt_mt: Ħġieġ Miżbugħ Vjola Ċar
nl_nl: Magentagekleurd glas
nn_no: Ljoselilla glas
pl: Karmazynowe szkło
pt: Vidro Tingido de Magenta
ro_ro: Sticlă magenta
ru_ru: Пурпурное стекло
sk_sk: Purpurové sklo
sl_si: Škrlantno obarvano steklo
sv_se: Ljuslilafärgat glas
th_th: กระจกสีบานเย็น
tr_tr: Eflatun Boyalı Cam
vi_vn: Thủy tinh đỏ sậm
zh_cn: 品红色染色玻璃
zh_tw: 洋紅色玻璃

# tile_stainedGlass_name
source: Stained Glass
af_za: Loodglas
ar_sa: الزجاج الملون
be_by: Каляровае шкло
bg_bg: Оцветено стъкло
ca_es: Vidre tenyit
cs: Barevné sklo
da_dk: Farvet glas
de: Gefärbtes Glas
de_at: Gfärbts Glos
el_gr: Χρωματισμένο Γυαλί
es: Cristal tintado
eu_es: Kristal tindatua
fa_ir: شیشه رنگی
fi: Värjätty Lasi
fil_ph: Natintahang Salamin
fr_ca: Verre teinté
ga_ie: Gloine Dhaite
gd_gb: Glainne dhathte
gl_es: Vidro tinguido
he: זכוכית מוכתמת
hr_hr: Obojeno Staklo
hu_hu: Festett üveg
id_id: Kaca Berwarna
is_is: Litað gler
it: Vetro colorato
ja_jp: 色付きガラス
ka_ge: ფერადი შუშა
ko_kr: 염색된 유리
lb_lu: Gefierftent Glas
lt_lt: Dažytas stiklas
lv_lv: Krāsots stikls
mi_nz: ōpure koata
mn_mn: Будсан шил
ms_my: Kaca bewarna
mt_mt: Ħġieġ Miżbugħ
nl_nl: Gekleurd glas
nn_no: Farga glas
pl: Barwione szkło
pt: Vidro Tingido
ro_ro: Sticlă colorată
ru_ru: Цветное стекло
sk_sk: Vitráž
sl_si: Obarvano steklo
sv_se: Färgat glas
th_th: กระจกสี
tr_tr: Boyalı Cam
vi_vn: Thủy tinh màu
zh_cn: 染色玻璃
zh_tw: 染色玻璃

# tile_stainedGlass_orange_name
source: Orange Stained Glass
af_za: Oranje Glas
ar_sa: زجاج برتقالي
be_by: Аранжавае шкло
bg_bg: Оранжево стъкло
ca_es: Vidre tenyit de taronja
cs: Oranžové sklo
da_dk: Orange farvet glas
de: Oranges Glas
de_at: Oranges Glos
el_gr: Πορτοκαλί χρωματισμένο γυαλί
es: Cristal tintado de naranja
eu_es: Kristal laranja
fa_ir: شيشه نارنجي
fi: Oranssi värjätty lasi
fil_ph: Salaming Kahel
fr_ca: Verre orange
ga_ie: Gloine Dhaite Oráisteach
gd_gb: Glainne dhathte orains
gl_es: Vidro tinguido de laranxa
he: זכוכית כתומה
hr_hr: Narančasto Staklo
hu_hu: Narancs festett üveg
hy_am: Նարնջագույն պակի
id_id: Kaca Berwarna Jingga
is_is: Appelsínugult Gler
it: Vetro arancione
ja_jp: 橙色の色付きガラス
ka_ge: ნარინჯისფერი შუშა
ko_kr: 주황색 염색된 유리
lb_lu: Orange Glas
lt_lt: Oranžinis dažytas stiklas
lv_lv: Oranžā krāsots stikls
mn_mn: Улбар будагтай шил
ms_my: Kaca jingga
mt_mt: Ħġieġ Miżbugħ Oranġjo
nl_nl: Oranjegekleurd Glas
nn_no: Oransje glas
pl: Pomarańczowe szkło
pt: Vidro Tingido de Laranja
ro_ro: Sticlă portocalie
ru_ru: Оранжевое стекло
sk_sk: Oranžové sklo
sl_si: Oranžno obarvano steklo
sv_se: Orangefärgat glas
th_th: กระจกสีส้ม
tr_tr: Turuncu Boyalı Cam
vi_vn: Thủy tinh cam
zh_cn: 橙色染色玻璃
zh_tw: 橙色玻璃

# tile_stainedGlass_pink_name
source: Pink Stained Glass
af_za: Pienk Glas
ar_sa: زجاج وردي
be_by: Ружовае шкло
bg_bg: Розово стъкло
ca_es: Vidre tenyit de rosa
cs: Růžové sklo
da_dk: Pink farvet glas
de: Rosa Glas
de_at: Rosa Glos
el_gr: Ροζ Χρωματισμένο Γυαλί
es: Cristal tintado de rosa
eu_es: Kristal arrosa
fa_ir: شيشه صورتي
fi: Vaaleanpunainen värjätty lasi
fil_ph: Salaming Rosas
fr_ca: Verre rose
ga_ie: Gloine Dhaite Bhándearg
gd_gb: Glainne dhathte phinc
gl_es: Vidro tinguido de rosa
he: זכוכית ורודה
hr_hr: Ružičasto Staklo
hu_hu: Rózsaszín festett üveg
hy_am: Վարդագույն Ապակի
id_id: Kaca Berwarna Merah Muda
is_is: Bleikt Litað Gler
it: Vetro rosa
ja_jp: 桃色の色付きガラス
ka_ge: ვარდისფერი შუშა
ko_kr: 분홍색 염색된 유리
lb_lu: Rosat Glas
lt_lt: Rožinis dažytas stiklas
lv_lv: Rozā krāsots stikls
mi_nz: Pink ōpure koata
mn_mn: Цайвар ягаан будагтай шил
ms_my: Kaca berwarna merah jambu
mt_mt: Ħġieġ Miżbugħ Roża
nl_nl: Rozegekleurd glas
nn_no: Rosa glas
pl: Różowe szkło
pt: Vidro Tingido de Rosa
ro_ro: Sticlă roz
ru_ru: Розовое стекло
sk_sk: Ružové sklo
sl_si: Roza obarvano steklo
sv_se: Rosafärgat glas
th_th: กระจกสีชมพู
tr_tr: Pembe Boyalı Cam
vi_vn: Thủy tinh hồng
zh_cn: 粉红色染色玻璃
zh_tw: 粉紅色玻璃

# tile_stainedGlass_purple_name
source: Purple Stained Glass
af_za: Pers Glas
ar_sa: زجاج ارجواني
be_by: Фіялетавае шкло
bg_bg: Лилаво стъкло
ca_es: Vidre tenyit de lila
cs: Fialové sklo
da_dk: Lilla farvet glas
de: Violettes Glas
de_at: Lilas Glos
el_gr: Μωβ χρωματισμένο γυαλί
es: Cristal tintado de morado
eu_es: Kristal morea
fa_ir: شيشه ارغوانی
fi: Violetti värjätty lasi
fil_ph: Salaming Lila
fr_ca: Verre mauve
ga_ie: Gloine Dhaite Chorcra
gd_gb: Glainne dhathte phurpaidh
gl_es: Vidro tinguido de púrpura
he: זכוכית סגולה
hr_hr: Ljubičasto Staklo
hu_hu: Lila festett üveg
hy_am: Մանուշակագույն Գունավոր Ապակի
id_id: Kaca Berwarna Ungu
is_is: Fjólublátt litað gler
it: Vetro viola
ja_jp: 紫色の色付きガラス
ka_ge: ალისფერი შუშა
ko_kr: 보라색 염색된 유리
lb_lu: Moft Glas
lt_lt: Purpurinis dažytas stiklas
lv_lv: Purpurkrāsas stikls
mi_nz: Papura ōpure koata
mn_mn: Нил ягаан будагтай шил
ms_my: Kaca berwarna ungu
mt_mt: Ħġieġ Miżbugħ Vjola
nl_nl: Paarsgekleurd glas
nn_no: Lilla glas
pl: Fioletowe szkło
pt: Vidro Tingido de Roxo
ro_ro: Sticlă violetă
ru_ru: Фиолетовое стекло
sk_sk: Fialové sklo
sl_si: Vijolično obarvano steklo
sv_se: Lilafärgat glas
th_th: กระจกสีม่วง
tr_tr: Mor Boyalı Cam
vi_vn: Thủy tinh nhuộm tím
zh_cn: 紫色染色玻璃
zh_tw: 紫色玻璃

# tile_stainedGlass_red_name
source: Red Stained Glass
af_za: Rooi Glas
ar_sa: زجاج ملون بألاحمر
be_by: Чырвонае шкло
bg_bg: Червено стъкло
ca_es: Vidre tenyit de vermell
cs: Červené sklo
da_dk: Rødt farvet glas
de: Rotes Glas
de_at: Rots Glos
el_gr: Κόκκινο χρωματισμένο γυαλί
es: Cristal tintado de rojo
eu_es: Kristal gorria
fa_ir: شیشه قرمز
fi: Punainen värjätty lasi
fil_ph: Salaming Pula
fr_ca: Verre rouge
ga_ie: Gloine Dhaite Dhearg
gd_gb: Glainne dhathte dhearg
gl_es: Vidro tinguido de vermello
he: זכוכית אדומה
hr_hr: Crveno Staklo
hu_hu: Piros festett üveg
hy_am: Կարմիր Ապակի
id_id: Kaca Berwarna Merah
is_is: Rauð Litað Gler
it: Vetro rosso
ja_jp: 赤色の色付きガラス
ka_ge: წითელი შუშა
ko_kr: 빨간색 염색된 유리
lb_lu: Rout Glas
lt_lt: Raudonas dažytas stiklas
lv_lv: Sarkani krāsots stikls
mi_nz: Whero ōpure koata
mn_mn: Улаан будагтай шил
ms_my: Kaca berwarna merah
mt_mt: Ħġieġ Miżbugħ Aħmar
nl_nl: Roodgekleurd glas
nn_no: Raudt glas
pl: Czerwone szkło
pt: Vidro Tingido de Vermelho
ro_ro: Sticlă roșie
ru_ru: Красное стекло
sk_sk: Červené sklo
sl_si: Rdeče obarvano steklo
sv_se: Rödfärgat glas
th_th: กระจกสีแดง
tr_tr: Kırmızı Boyalı Cam
vi_vn: Thủy tinh đỏ
zh_cn: 红色染色玻璃
zh_tw: 紅色玻璃
