Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# tipped_arrow_effect_poison
source: Arrow of Poison
af_za: Pyl van Gif
ar_sa: سهم السم
be_by: Атручаная страла
bg_bg: Стрела на отравянето
ca_es: Fletxa de verí
cs: Otrávený šíp
da_dk: Pil af gift
de: Pfeil der Vergiftung
el_gr: Δηλητηριασμένο Βέλος
es: Flecha de veneno
eu_es: Pozoi gezia
fi: Myrkkynuoli
fil_ph: Palaso na may lason
fr_ca: Flèche de poison
ga_ie: Saighead na Nimhe
gl_es: Frecha de veleno
he: חץ הרעל
hr_hr: Otrovna Strelica
hu_hu: Mérgezett nyíl
id_id: Panah racun
it: Freccia d'avvelenamento
ja_jp: 毒の矢
ka_ge: საწამლავიანი ისარი
ko_kr: 독 화살
lb_lu: Feil vum Gëft
lt_lt: Užnuodyta strėlė
lv_lv: Saindēta bulta
ms_my: Anak Panah Beracun
mt_mt: Vleġġa tal-Velenu
nl_nl: Pijl des gifs
nn_no: Giftpil
pl: Strzała zatrucia
pt: Flecha de Veneno
ro_ro: Săgeată de otravă
ru_ru: Стрела отравления
sk_sk: Otrávený Šíp
sl_si: Strupena puščica
sv_se: Giftpil
th_th: ลูกธนูอาบยาพิษ
tr_tr: Zehir Oku
vi_vn: Mũi tên độc
zh_cn: 剧毒之箭
zh_tw: 劇毒之箭

# tipped_arrow_effect_regeneration
source: Arrow of Regeneration
af_za: Pyl van Regenerasie
ar_sa: سهم تجدد الصحة
be_by: Страла аднаўлення
bg_bg: Стрела на регенерацията
ca_es: Fletxa de regeneració
cs: Šíp regenerace
da_dk: Pil af regenerering
de: Pfeil der Regeneration
el_gr: Βέλος της Αναζωογόνησης
es: Flecha de regeneración
eu_es: Birsorkuntza gezia
fi: Elpymisen nuoli
fil_ph: Palaso ng Lunas
fr_ca: Flèche de régénération
ga_ie: Saighead na hAthghiniúna
gl_es: Frecha de rexeneración
he: חץ ההתחדשות
hr_hr: Strelica Regeneracije
hu_hu: Regeneráció nyila
id_id: Panah regenerasi
it: Freccia di rigenerazione
ja_jp: 再生の矢
ka_ge: რეგენერაციის ისარი
ko_kr: 재생의 화살
lb_lu: Feil vun der Regeneratioun
lt_lt: Atgijimo strėlė
lv_lv: Reģenerācijas bulta
ms_my: Anak Panah Penjanaan Semula
mt_mt: Vleġġa tar-Riġenerazzjoni
nl_nl: Pijl der regeneratie
nn_no: Regenereringspil
pl: Strzała regeneracji
pt: Flecha de Regeneração
ro_ro: Săgeată de regenerare
ru_ru: Стрела регенерации
sk_sk: Šíp Regenarácie
sl_si: Puščica regeneracije
sv_se: Återhämtningspil
th_th: ลูกธนูอาบยาฟื้นฟูเลือด
tr_tr: Yenilenme Oku
vi_vn: Mũi tên hồi phục
zh_cn: 再生之箭
zh_tw: 回復之箭

# tipped_arrow_effect_slowness
source: Arrow of Slowness
af_za: Pyl van Traagheid
ar_sa: سهم البطء
be_by: Страла запаволення
bg_bg: Стрела на забавянето
ca_es: Fletxa alentidora
cs: Šíp zpomalení
da_dk: Langsomheds pil
de: Pfeil der Langsamkeit
el_gr: Βέλος της Βραδύτητας
es: Flecha de lentitud
eu_es: Geldotasun gezia
fi: Hitauden nuoli
fil_ph: Tunod na Bagal
fr_ca: Flèche de lenteur
ga_ie: Saighead na Moille
gl_es: Frecha de lentitude
he: חץ האיטיות
hr_hr: Strelica Usporavanja
hu_hu: Lomhaság nyila
id_id: Panah kelambatan
it: Freccia di lentezza
ja_jp: 鈍化の矢
ka_ge: სინელის ისარი
ko_kr: 구속의 화살
lb_lu: Feil vun der Luesheet
lt_lt: Lėtumo strėlė
lv_lv: Lēnuma bulta
ms_my: Anak Panah Kelambatan
mt_mt: Vleġġa tad-Dewmien
nl_nl: Pijl der traagheid
nn_no: Tråleikspil
pl: Strzała spowolnienia
pt: Flecha de Lentidão
ro_ro: Săgeată de încetineală
ru_ru: Стрела замедления
sk_sk: Šíp Spomalenia
sl_si: Puščica počasnosti
sv_se: Långsamhetspil
th_th: ลูกธนูอาบยาความเชื่องช้า
tr_tr: Yavaşlık Oku
vi_vn: Mũi tên chậm rãi
zh_cn: 迟缓之箭
zh_tw: 緩速之箭

# tipped_arrow_effect_strength
source: Arrow of Strength
af_za: Pyl van Krag
ar_sa: سهم القوة
be_by: Страла моцы
bg_bg: Стрела на силата
ca_es: Fletxa de força
cs: Šíp síly
da_dk: Pil af styrke
de: Pfeil der Stärke
el_gr: Ενδυναμωτικό Βέλος
es: Flecha de fuerza
eu_es: Indar gezia
fi: Vahvuuden nuoli
fil_ph: Palaso ng Lakas
fr_ca: Flèche de force
ga_ie: Saighead an Nirt
gl_es: Frecha de forza
he: החץ של כוח
hr_hr: Strelica Snage
hu_hu: Erő nyila
id_id: Panah kekuatan
it: Freccia di forza
ja_jp: 力の矢
ka_ge: სიძლიერის ისარი
ko_kr: 힘의 화살
lb_lu: Feil vun der Kraaft
lt_lt: Jėgos strėlė
lv_lv: Spēka bulta
ms_my: Anak Panah Kekuatan
mt_mt: Vleġġa tal-Qawwa
nl_nl: Pijl der kracht
nn_no: Styrkepil
pl: Strzała siły
pt: Flecha de Força
ro_ro: Săgeată de forță
ru_ru: Стрела силы
sk_sk: Šíp Sily
sl_si: Puščica moči
sv_se: Styrkepil
th_th: ลูกธนูอาบยาความแข็งแกร่ง
tr_tr: Kuvvet Oku
vi_vn: Mũi tên sức mạnh
zh_cn: 力量之箭
zh_tw: 力量之箭

# tipped_arrow_effect_swiftness
source: Arrow of Swiftness
af_za: Pyl van Snelheid
ar_sa: سهم السرعة
be_by: Страла хуткасці
bg_bg: Стрела на скоростта
ca_es: Fletxa de velocitat
cs: Šíp svižnosti
da_dk: Hurtigheds pil
de: Pfeil der Schnelligkeit
el_gr: Βέλος της Επιτάχυνσης
es: Flecha de rapidez
eu_es: Azkartasun gezia
fi: Nopeuden nuoli
fil_ph: Tunod na Dali
fr_ca: Flèche de rapidité
ga_ie: Saighead an Luais
gl_es: Frecha de velocidade
he: חץ הזריזות
hr_hr: Strelica Brzine
hu_hu: Fürgeség nyila
id_id: Panah kecepatan
it: Freccia di velocità
ja_jp: 俊敏の矢
ka_ge: სისწრაფის ისარი
ko_kr: 신속의 화살
lb_lu: Feil vun der Schnellegkeet
lt_lt: Greičio strėlė
lv_lv: Ātruma bulta
ms_my: Anak Panah Kepantasan
mt_mt: Vleġġa tal-Ħeffa
nl_nl: Pijl der vlotheid
nn_no: Snøggleiks-pil
pl: Strzała szybkości
pt: Flecha de Velocidade
ro_ro: Săgeată de viteză
ru_ru: Стрела стремительности
sk_sk: Šíp Rýchlosti
sl_si: Puščica hitrosti
sv_se: Snabbhetspil
th_th: ลูกธนูแห่งความคล่องแคล่ว
tr_tr: Hız Oku
vi_vn: Mũi tên nhanh nhẹn
zh_cn: 迅捷之箭
zh_tw: 迅捷之箭

# tipped_arrow_effect_thick
source: Tipped Arrow
af_za: Gedoopte Pyl
ar_sa: سهم مسحور
be_by: Апрацаваная страла
bg_bg: Стрела с връх
ca_es: Fletxa amb efecte
cs: Namočený šíp
da_dk: Tippet pil
de: Getränkter Pfeil
el_gr: Εμποτισμένο Βέλος
es: Flecha densa
fi: Sakeassa taikajuomassa kastettu nuoli
fil_ph: Tipped na Palaso
fr_ca: Flèche à eau épaisse
ga_ie: Saighead Biorach
gl_es: Frecha densa
he: חץ מושפע
hr_hr: Umoćena Strijela
hu_hu: Varázsnyíl
id_id: Panah celupan
it: Freccia imbevuta densa
ja_jp: 濃厚な矢
ka_ge: დამუშავებული ისარი
ko_kr: 물약이 묻은 화살
lb_lu: Gedränkte Feil
lt_lt: Patepta strėlė
lv_lv: Mērcēta bulta
ms_my: Anak Panah Tertip
mt_mt: Vleġġa Miksija
nl_nl: Getipte pijl
nn_no: Pilspiss-effekt
pl: Strzała z miksturą
pt: Flecha de Efeito Espesso
ro_ro: Săgeată impregnată
ru_ru: Стрела обработанная густым зельем
sk_sk: Šíp s Efektom
sl_si: Strupena puščica
sv_se: Doppad pil
th_th: ลูกธนูอาบยา
tr_tr: İksirli Ok
vi_vn: Mũi tên tẩm thuốc
zh_cn: 药箭
zh_tw: 藥水箭

# tipped_arrow_effect_water
source: Arrow of Splashing
af_za: Pyl van Spat
ar_sa: سهم الرش
be_by: Выбухная страла
bg_bg: Стрела на плискането
ca_es: Fletxa esquitxadora
cs: Rozstřikovací šíp
da_dk: Sprøjtende pil
de: Nasser Pfeil
el_gr: Βέλος Πιτσiλίσματος
es: Flecha de salpicadura
fi: Roiskenuoli
fil_ph: Basa na Tunod
fr_ca: Flèche à eau
ga_ie: Saighead Steallaidh
gl_es: Frecha explosiva
he: החץ של שכשוך
hr_hr: Strelica Prskanja
hu_hu: Vizes nyíl
id_id: Panah percikan
it: Freccia imbevuta
ja_jp: 水の矢
ka_ge: ასაფეთქებლიანი ისარი
ko_kr: 분무 화살
lb_lu: Naasse Feil
lt_lt: Vandens purslų strėlė
lv_lv: Šļakatas bulta
ms_my: Anak Panah Percikan
mt_mt: Vleġġa tat-Tixrid
nl_nl: Pijl der Spatting
nn_no: Pil med plaske-effekt
pl: Strzała chlapiąca
pt: Flecha de Salpicos
ro_ro: Săgeată de stropire
ru_ru: Взрывная стрела
sk_sk: Rozstriekujúci sa šíp
sl_si: Puščica škropljenja
sv_se: Stänkande pil
th_th: ลูกธนูกระจายยา
tr_tr: Su Oku
vi_vn: Mũi tên bắn nước
zh_cn: 喷溅之箭
zh_tw: 飛濺之箭

# tipped_arrow_effect_water_breathing
source: Arrow of Water Breathing
af_za: Pyl van Onderwater Asemhaling
ar_sa: سهم التنفس تحت الماء
be_by: Страла воднага дыхання
bg_bg: Стрела на подводното дишане
ca_es: Fletxa de respiració aquàtica
cs: Šíp dýchání pod vodou
da_dk: Vand vejrtrækning pil
de: Pfeil der Unterwasseratmung
el_gr: Βέλος Υποβρύχιας Αναπνοής
es: Flecha de apnea
eu_es: Urpean arnasteko gezia
fi: Hengenpidättämisen nuoli
fil_ph: Palaso na may paghinga sa tubig
fr_ca: Flèche de respiration aquatique
ga_ie: Saighead Análú in Uisce
gl_es: Frecha de apnea
he: חץ הנשימה המיימית
hr_hr: Strelica Podvodnog Disanja
hu_hu: Vízalatti légzés nyila
id_id: Panah pernapasan dalam air
it: Freccia di respirazione acquatica
ja_jp: 水中呼吸の矢
ka_ge: წყალში სუნთქვის ისარი
ko_kr: 수중 호흡의 화살
lb_lu: Feil vun der Waasserootmung
lt_lt: Kvėpavimo vandeniu strėlė
lv_lv: Zemūdens elpošanas bulta
ms_my: Anak Panah Pernafasan Air
mt_mt: Vleġġa tan-Nifs Taħt l-Ilma
nl_nl: Pijl des wateradems
nn_no: Vassandingspil
pl: Strzała oddychania pod wodą
pt: Flecha de Respiração Aquática
ro_ro: Săgeată de respirație subacvatică
ru_ru: Стрела водного дыхания
sk_sk: Šíp Dýchania pod Vodou
sl_si: Puščica podvodnega dihanja
sv_se: Vattenandningspil
th_th: ลูกธนูอาบยาหายใจใต้น้ำ
tr_tr: Suda Nefes Alma Oku
vi_vn: Mũi tên thở dưới nước
zh_cn: 水肺之箭
zh_tw: 水下呼吸之箭

# tipped_arrow_effect_weakness
source: Arrow of Weakness
af_za: Pyl van Swakheid
ar_sa: سهم الإضعاف
be_by: Страла кволасці
bg_bg: Стрела на слабостта
ca_es: Fletxa de debilitat
cs: Šíp oslabení
da_dk: Pil af svaghed
de: Pfeil der Schwäche
el_gr: Αποδυναμωτικό Βέλος
es: Flecha de debilidad
eu_es: Ahultasun gezia
fi: Heikkouden nuoli
fil_ph: Palaso ng Hina
fr_ca: Flèche de faiblesse
ga_ie: Saighead na Laige
gl_es: Frecha de debilidade
he: החץ של חולשה
hr_hr: Strelica Slabosti
hu_hu: Gyengeség nyila
id_id: Panah kelemahan
it: Freccia di debolezza
ja_jp: 弱化の矢
ka_ge: სისუსტის ისარი
ko_kr: 나약함의 화살
lb_lu: Feil vun der Schwächt
lt_lt: Silpnumo strėlė
lv_lv: Vājuma bulta
ms_my: Anak Panah Kelemahan
mt_mt: Vleġġa tad-Dgħjufija
nl_nl: Pijl der zwakheid
nn_no: Veikleikspil
pl: Strzała słabości
pt: Flecha de Fraqueza
ro_ro: Săgeată de slăbiciune
ru_ru: Стрела слабости
sk_sk: Šíp Slabosti
sl_si: Puščica šibkosti
sv_se: Svaghetspil
th_th: ลูกธนูอาบยาความอ่อนแอ
tr_tr: Zayıflık Oku
vi_vn: Mũi tên yếu đuối
zh_cn: 虚弱之箭
zh_tw: 虛弱之箭

# title_oldgl1
source: Old graphics card found; this may prevent you from
af_za: Ou grafieka-kaart bespeur, dit kan verhoed dat jy
ar_sa: تم اكتشاف بطاقة الرسومات القديمة؛ وهذا قد تمنعك من
be_by: Здаецца, у вас старая відэакарта; магчыма, вы не зможаце
bg_bg: Открита е стара видеокарта; това може да ви попречи да
ca_es: S'ha detectat una targeta gràfica vella; això t'impedirà
cs: Byla zjištěna starší grafická karta; to může zabránit
da_dk: Gammelt grafikkort opdaget;dette kan forhindre dig i at
de: Alte Grafikkarte erkannt; Dies könnte dich in der Zukunft
de_at: Oite Grafikkoatn erkonnt: Des kennt di in da Zukunft
el_gr: Εντοπίστηκε παλιά κάρτα γραφικών· αυτό μπορεί να σας αποτρέψει από
es: Tu tarjeta gráfica es antigua; esto puede impedirte jugar.
eu_es: Grafiko txartel zaharra aurkitua. Agian hau ezin dizu uzten
fa_ir: کارت گرافیک قدیمی شناسایی شد;این ممکن است شما را منع کند از
fi: Vanha näytönohjain havaittu; tämä voi estää sinua
fil_ph: Natuklas ang isang lumang graphics card; pwede itong ipigil kang
fr_ca: Vieille carte graphique détectée ; cela pourrait vous empêcher
ga_ie: Aimsíodh sean-chárta grafaice; b'fhéidir nach mbeidh cumas
gl_es: Tarxeta gráfica antiga detectada, isto pode impedirche
he: כרטיס מסך ישן מזוהה; הדבר עלול למנוע ממך
hi_in: पुराने ग्राफ़िक्स कार्ड का पता चला; यह आपको सकते हैं जहाँ
hr_hr: "Starija grafička kartica otkrivena; ovo Vas može spriječiti od"
hu_hu: Régi videókártya észlelve; ez megakadályozhat majd
id_id: Kartu grafis lama terdeteksi; Hal ini bisa mencegah Anda dari
is_is: Skynjuðum gamalt skjákort; þetta getir hindrað þig í
it: Rilevata una scheda grafica obsoleta; potrebbe impedirti di
ja_jp: 古いビデオカードが検出されました。これにより拒否された可能性があります。
ka_ge: აღმოჩენილია ძველი ვიდეო ბარათი; ამან შეიძლება ხელი შეგიშალოთ
ko_kr: 구형 그래픽 카드가 감지되었습니다.
lb_lu: Aal Grafikkaart erkannt; dat kéint dech an Zukunft
lt_lt: Aptikta sena vaizdo plokštė; tai gali neleisti
lv_lv: Veca grafikas karte atrasta; tas var neļaut jums
mn_mn: Хуучин график карт илэрлээ; энэ нь таныг ирээдүйд
ms_my: Kad grafik yang lama dikesan; anda mungkin dihadkan daripada
mt_mt: Graphic card kemmxejn qadima; dan jista' jwaqqfek milli
nl_nl: Oude videokaart gedetecteerd; dit kan voorkomen dat je
nn_no: Gammalt grafikkort oppdaga; dette kan hindra deg frå
pl: Wykryto starą kartę graficzną; to może uniemożliwić ci
pt: Placa gráfica antiga detetada; isto pode-te impedir de
ro_ro: Placă video veche detectată; se poate ca aceasta să te împiedice
ru_ru: Обнаружена старая видеокарта; это может вам помешать
sk_sk: Bola zistená stará grafická karta; to môže zabrániť
sl_si: Stara grafična kartica zaznana; to ti lahko prepreči
sq_al: Vjetër kartë grafike të zbuluar; kjo mund të ju ndalojë nga
sv_se: Gammalt grafikkort upptäcktes; det kan hindra dig från att
th_th: ตรวจพบการ์ดจอรุ่นเก่า นี่อาจขุดขวางคุณจาก
tr_tr: Eski ekran kartı tespit edildi; gelecekte OpenGL 2.0
vi_vn: Đã phát hiện một thẻ đồ họa cũ; nó có thể ngăn bạn khỏi
zh_cn: 检测到旧式显卡；由于需要OpenGL 2.0，
zh_tw: 偵測到舊版顯示卡；這會妨礙你

# title_oldgl2
source: playing in the far future as OpenGL 2.0 will be necessary.
af_za: speel in die toekoms wanneer OpenGL 2.0 vereis word.
ar_sa: اللعب في المستقبل إلى حد بعيد برنامج OpenGL 2.0 سيكون المطلوب.
be_by: гуляць у наступныя версіі, таму што ў іх спатрэбіцца OpenGL 2.0.
bg_bg: играете в бъдещето, тъй като OpenGL 2.0 ще бъде необходим.
ca_es: jugar en un futur llunyà, ja que OpenGL 2.0 serà necessari.
cs: budoucímu hraní, až bude vyžadována verze OpenGL 2.0.
da_dk: spille i fremtiden, da OpenGL 2.0 vil være påkrævet.
de: am Spielen hindern, da OpenGL 2.0 benötigt wird.
de_at: am Spün hindan, da OpenGL 2.0 benötigt wiad.
el_gr: το να παίξετε στο μέλλον καθώς θα απαιτείται OpenGL 2.0.
es: En un futuro será necesario tener OpenGL 2.0 para jugar.
eu_es: jokatzen iragarpenan. OpenGL 2.0 beharko delako.
fa_ir: بازی در آینده نیازمند OpenGL 2.0 خواهد بود.
fi: pelaamasta kaukaisessa tulevaisuudessa kun OpenGL 2.0 vaaditaan
fil_ph: maglaro sa kinakabukasan dahil kinakailangan ang OpenGL 2.0.
fr_ca: de jouer dans le futur étant donné qu'OpenGL 2.0 sera requis.
ga_ie: ann imirt i bhfad sa todhchaí agus OpenGL 2.0 riachtanach.
gl_es: xogar nun futuro pois será preciso ter OpenGL 2.0.
he: לשחק בעתיד היות ש OpenGL 2.0 יידרש כדי לשחק.
hi_in: अागे से खेल ओपन 2.0 के रूप में आवश्यक होगा।
hr_hr: "igranja u budućnosti jer će OpenGL 2.1 biti potreban."
hu_hu: a jövőben a játszásban, mivel feltétel lesz az OpenGL 2.0.
id_id: bermain di masa mendatang karena OpenGL 2.0 akan diperlukan.
is_is: að spila í fjarlægri framtíð þar sem Open GL 2.0 verður nauðsinlegt.
it: giocare in futuro poiché OpenGL 2.0 sarà richiesto.
ja_jp: 将来的に、遊ぶには OpenGL 2.0 が必要になる可能性があります。
ka_ge: სამომავლოდ საჭირო იქნება OpenGL 2.0.
ko_kr: OpenGL 2.0 이상이 필요한 다음 버전을 이용하지 못할 수 있습니다.
lb_lu: um Spillen hënneren, well OpenGL 2.0 gebraucht gëtt.
lt_lt: ateityje žaisti žaidimo, nes bus reikalingas OpenGL 2.0.
lv_lv: lai spēlētu nākotnē būs vajadzīgs OpenGL 2.0.
mn_mn: OpenGL 2.0 ашиглан тоглохоос хязгаарлаж магадгүй.
ms_my: bermain pada masa akan datang kerana OpenGL 2.0 diperlukan.
mt_mt: milli tkun tista' tkompli tilgħab fil-futur meta OpenGL 2.0 isir meħtieġ.
nl_nl: kunt spelen in de verre toekomst wanneer OpenGL 2.0 nodig zal zijn.
nn_no: å spela i framtida sidan OpenGL 2.0 kjem til å verta påkrevd.
pl: grę w przyszłości, kiedy będzie wymagany OpenGL 2.0.
pt: jogar no futuro, pois o OpenGL 2.0 será necessário.
ro_ro: să joci în viitorul îndepărtat, când OpenGL 2.0 va fi necesar.
ru_ru: играть в будущем, когда OpenGL 2.0 будет необходим.
sk_sk: budúcemu hrania, až bude vyžadovaná verzia OpenGL 2.0.
sl_si: igranje v prihodnosti, ko bo potreben OpenGL 2.0.
sq_al: të luajë në të ardhmen si OpenGL 2.0 do të jetë e nevojshme.
sv_se: spela i framtiden eftersom OpenGL 2.0 kommer krävas.
th_th: การเล่นในอนาคตซึ่งต้องการรับรอง OpenGL 2.0
tr_tr: gerekeceğinden oynamana engel olabilir.
vi_vn: việc chơi trong tương lai xa bởi OpenGL 2.0 sẽ là cần thiết.
zh_cn: 这可能会在未来阻止您进行游戏。
zh_tw: 在未來需要使用OpenGL 2.0版本時繼續遊戲。

# tile_tnt_name
source: TNT
ar_sa: ديناميت
be_by: Дынаміт
bg_bg: Динамит
ca_es: Dinamita
de_at: Dynamit
el_gr: Δυναμίτης
es: Dinamita
eu_es: Dinamita
fa_ir: تي ان تي
fi: Dynamiitti
he: חומר נפץ
hi_in: टीएनटी
hy_am: Դինամիտ
is_is: Sprengiefni
ka_ge: TNT ასაფეთქებელი
lt_lt: Dinamitas
lv_lv: Dinamīts
mt_mt: Splussivi
ru_ru: Динамит
sl_si: Dinamit
sv_se: Dynamit

# commands_whitelist_usage
source: /whitelist <on|off|list|add|remove|reload>
cs: /whitelist on|off|list|reload NEBO /whitelist add|remove <hráč>
de: /whitelist add|remove <Spieler> ODER /whitelist on|off|list|reload
de_at: /whitelist add|remove <Spiela> ODA /whitelist on|off|list|reload
fr_ca: /whitelist <add|remove> <joueur> OU /whitelist <on|off|list|reload>
it: /whitelist <add|remove> <giocatore> OPPURE /whitelist <on|off|list|reload>
lb_lu: /whitelist <add|remove> <Spiller> ODER /whitelist <on|off|list|reload>
ro_ro: /whitelist add|remove <jucător> SAU /whitelist on|off|list|reload

# menu_online
source: Minecraft Realms
da_dk: Minecraft Riger
eu_es: Minecrafteko erreinuak
fa_ir: ماینکرفت رلمز
fi: Minecraft valtakunnat
hr_hr: Minecraft Carstva
id_id: Alam Minecraft
lv_lv: Minecraft Valstības
mt_mt: Realms ta' Minecraft

# enchantment_level_1
source: I
fa_ir: درجه یک

# enchantment_level_10
source: X
fa_ir: درجه ده

# enchantment_level_2
source: II
fa_ir: درجه دو

# enchantment_level_3
source: III
fa_ir: درجه سه

# enchantment_level_4
source: IV
fa_ir: درجه چهار

# enchantment_level_5
source: V
fa_ir: درجه پنج

# enchantment_level_6
source: VI
fa_ir: درجه شش

# enchantment_level_7
source: VII
fa_ir: درجه هفت

# enchantment_level_8
source: VIII
fa_ir: درجه هشت

# enchantment_level_9
source: IX
fa_ir: درجه نه

# item_record_far_desc
source: C418 - far
fa_ir: سی418 - دور
gd_gb: C418 - fada

# potion_potency_1
source: II
fa_ir: درجه 2

# potion_potency_2
source: III
fa_ir: درجه 3
