Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_help_footer
source: Tip: Use the <tab> key while typing a command to auto-complete the command or its arguments
af_za: Wenk: Gebruik die <tab> sleutel om ŉ opdrag of argument outomaties te voltooi
ar_sa: مساعدة: استخدم مفتاح <tab> أثناء كتابة الأمر للإكمال التلقائي للأمر أو الوسيطات الخاصة به
be_by: Падказка: Карыстайцеся клавішай <tab> падчас друку каманды, каб аўтаматычна ўвесці каманду ці яе аргументы
bg_bg: Съвет: Използвайте копчето <tab> за да довършите автоматично командите или техните елементи
ca_es: Pista: Fes servir la tecla <tab> (tabulador) mentre escriguis un comandament per autocompletar-lo
cs: Tip: Použij <tab> pro automatické doplnění rozepsaného příkazu nebo jeho parametrů
da_dk: Tip: Brug <tab>-tasten, mens der skrives en kommando, for automatisk at udfylde kommandoen eller dens argumenter
de: Tipp: Benutze die Tabulatortaste zur automatischen Vervollständigung von Befehlen oder ihrer Argumente
el_gr: Tip: Χρησιμοποιήστε το πλήκτρο <tab> όταν πληκτρολογείτε μία εντολή, για αυτόματη συμπλήρωση της εντολής ή των παραμέτρων της
es: Consejo: utiliza la tecla <tab> al escribir un comando para autocompletar el comando o sus argumentos
eu_es: Aholkua: Erabili <tab> tekla agindua idazten duzun bitartean agindua edo bere argumentua automatikoki betetzeko
fi: Vihje: Käytä <tab>-näppäintä kirjoittaessasi komentoa täydentääksesi automaattisesti komennon tai sen muuttujat
fil_ph: Payo: Gamitin ang <tab> habang naglilimbag ng isang utos para biglaang matatapos ang utos o mga parametro nito
fr_ca: Astuce : utilisez la touche <tab> lorsque vous écrivez une commande pour auto-compléter la commande ou ses arguments
ga_ie: Leid: Bain úsáid as an eochair <tab> agus tú ag clóscríobh ordaithe chun an t-ordú nó a argóintí a chomhlánú go huathoibríoch
gl_es: Consello: Usa a tecla <tab> mentres escribes un comando para autocompletalo ou os seus argumentos
he: טיפ: השתמש במקש ה<tab> תוךכדי שאתה מקלד פקודה להשלים את הפקודה או את הפרמטרים שלו
hi_in: सुझाव: <टैब> कुंजी का उपयोग करते हुए स्वत: पूर्ण आदेश या इसके तर्क के लिए एक कमांड टाइप
hr_hr: Savjet: Koristi <tab> tipku dok pišeš komandu da automatski završiš komandu ili njezine argumente
hu_hu: Tipp: Használd a <tab> billentyűt gépelés közben a parancs vagy a paraméterek automatikus kiegészítéséhez
hy_am: Ակնարկ. Մուտքագրելու ժամանակ օգտագործեք <tab> ստեղնը, հրամանը կամ նրա փաստարկները ավտոմատ լրացնելու համար
id_id: Tip : Gunakaan tombol <tab> saat mengetik perintah untuk auto-complete perintah atau argumen
is_is: Ábending: Notaðu dálklykilinn (tab) þegar þú skrifar skipun til að fá sjálfvirkt framhald fyrir skipunina eða stika hennar
it: Suggerimento: usa il tasto <tab> mentre scrivi un comando per completare automaticamente il comando o i suoi parametri
ja_jp: ヒント：コマンド入力時に<tab>キーを押すとコマンドや引数が自動補完されます
ka_ge: ბრძანების შეყვანისას გამოიყენეთ <tab> რათა ავტომატურად გაწეროთ ის ან მისი არგუმენტი
ko_kr: 팁: 명령을 입력하는 동안 <tab> 키를 사용하여 명령 또는 인수를 자동 완성 할 수 있습니다
lb_lu: Tipp: Benotz <tab> vir Befehler an Argumenter automatesch ze vervollstännegen
lt_lt: Patarimas: naudokite <tab> vesdami komandą automatiniam komandos ir jos parametrų užbaigimui
lv_lv: Padoms: Izmanto <tab> pogu, kad raksti komandu, lai automātiski pabeigtu komandu, vai parādītu tās argumentus
ms_my: Tip: Gunakan kekunci <tab> semasa menaipkan sesuatu perintah untuk auto-lengkap perintah tersebut atau argumen-argumennya.
mt_mt: Tip: Uża l-buttuna <tab> waqt li qed tikeb kodiċi biex tiġi kompluta awtomatikament
nl_nl: Tip: Gebruik <tab> tijdens het typen van een opdracht om de opdracht of de argumenten automatisch te voltooien
nn_no: Tips: Bruk <tab>-tasten medan du skriv ein kommando for å autofullføre kommandoen eller argumenta hans
pl: Wskazówka: Użyj klawisza <tab> podczas wpisywania komendy, aby automatycznie uzupełnić komendę lub jej argumenty
pt: Dica: Usa a tecla <tab> ao escrever um comando para o auto-completar, ou aos seus argumentos
ro_ro: Sfat: Folosește tasta <tab> când scrii o comandă pentru a completa comanda sau argumentele ei automat
ru_ru: Подсказка: Используйте <tab> для автоматического ввода команды или её аргументов
sk_sk: Tip: Použi klávesu <tab>, kým píšeš príkaz, aby ho automaticky dokončilo, alebo automaticky dokončilo jeho argumenty
sl_si: Namig: Uporabi tipko <tab>, ko vnašaš komando, za samodejno dokončevanje le-te ali njenih argumentov
sv_se: Tips: Använd <tab>-knappen när du håller på att skriva ett kommando eller dess argument för att automatiskt avsluta det
th_th: เคล็ด: กดปุ่ม <Tab> ขณะพิมพ์คำสั่งเพื่อให้ระบบเติมคำสั่งหรือตัวแปรของคำสั่งให้ครบ
tr_tr: İpucu: Bir komut yazarken komutu veya argümanlarını otomatik olarak tamamlamak için <tab> tuşuna bas
vi_vn: Mẹo: Sử dụng phím <tab> khi đang gõ một câu lệnh để tự động hoàn tất câu lệnh hoặc các tham số của nó
zh_cn: 小提示： 在输入命令时可以使用 <tab> 键来自动补全命令或参数。
zh_tw: 提示：輸入指令時請使用<Tab>鍵來自動完成指令或參數

# commands_help_header
source: --- Showing help page {0} of {1} (/help <page>) ---
af_za: --- Vertoon hulp bladsy {0} uit {1} (/help <bladsy>) ---
ar_sa: --- اظهار صفحة المساعدة {0} من {1} (/help <page>) ---
be_by: --- Дапамога, старонка {0} з {1} (/help <старонка>) ---
bg_bg: --- Показване на страница {0} от {1} от наръчника(/help <страница>) ---
ca_es: ·-* Ensenyant pàgina d'ajuda {0} de {1} (/help <pàgina>) *-·
cs: --- Následuje strana {0} z {1} nápovědy (/help <strana>) ---
da_dk: --- Viser hjælpeside {0} af {1} (/help <side>) ---
de: --- Hilfeseite {0} von {1} (/help <Seite>) ---
el_gr: --- Εμφάνιση σελίδα βοήθειας {0} από {1} (/help <σελίδα>) ---
es: --- Mostrando página de ayuda {0} de {1} (/help <página>) ---
eu_es: --- {0}-garren laguntza orrialdea erakusten {1}-etatik (/help <orrialde>) ---
fi: --- Näytetään ohjesivu {0}/{1} (/help <sivu>) ---
fil_ph: --- Nagpapakita ng tulong sa pahinang {0} ng {1} (/help <page>) ---
fr_ca: --- Page d'aide {0} de {1} (/help (ou /?) <page>) ---
ga_ie: --- Seo leathanach {0} as {1} (/help <leathanach>) ---
gl_es: --- Mostrando páxina de axuda {0} de {1} (/help <páxina>) ---
he: --- (<עמוד> /help) {0} מתוך {1} מראה עמוד עזרה ---
hi_in: ज्ञापक मदद पेज {0} की {1} (/मदद <पेज>)
hr_hr: -- Pokazuje se stranica pomoći {0} od {1} (/pomoć <stranica>) --
hu_hu: --- {0}. súgólap mutatása az összesen {1} lapból (/help <oldal>) ---
hy_am: --- Ցուցադրել {0}-ից {1} օգնության էջերը (/help <page>) ---
id_id: -Tampilkan halaman bantuan {0} dari {1} (/bantuan <page>)-
is_is: Hjálp
it: --- Pagina di aiuto {0} di {1} (/help <pagina>) ---
ja_jp: --- ヘルプの {0}/{1} ページを表示中（/help <ページ番号>） ---
ka_ge: --- დახმარების გვერდი {0}/{1}-დან (/help <გვერდი>) ---
ko_kr: --- 도움말 {0} / {1} 페이지 (/help <페이지 수>) ---
lb_lu: --- Hëllefssäit {0} vun {1} (/help <Säit>) ---
lt_lt: --- Rodomas pagalbos puslapis {0} iš {1} (/help <puslapis>) ---
lv_lv: --- Uzrāda {0} palīdzības lapu no {1} (/help <lapas nr>) ---
ms_my: --- Sedang memaparkan halaman bantuan {0} daripada {1} (/help <halaman>) ---
mt_mt: --- Qed tigi murija paġna {0} minn {1} tal-għajnuna (/help <page>) ---
nl_nl: --- Helppagina {0} van {1} (/help <pagina>) ---
nn_no: --- Visar hjelpeside {0} av {1} (/help <side>)---
pl: --- Wyświetlona strona pomocy: {0} z {1} (/help <strona>) ---
pt: --- A mostrar a página de ajuda {0} de {1} (/help <página>) ---
ro_ro: --- Pagina de ajutor {0} din {1} (/help <pagină>) ---
ru_ru: --- Помощь, стр. {0} из {1} (/help <стр>) ---
sk_sk: --- Zobrazuje sa pomoc, strana {0} z {1} (/help <strana>) ---
sl_si: --- Stran za pomoč {0} od {1} strani (/help <stran>) ---
sv_se: --- Visar hjälpsida {0} av {1} (/help <sida>) ---
th_th: --- แสดงหน้าช่วยเหลือ {0} จาก {1} (/help <หน้า>) ---
tr_tr: --- Yardım sayfası {0}/{1} gösteriliyor (/help <sayfa>) ---
vi_vn: --- Hiển thị trang {0} trên {1} của phần trợ giúp (/help <page>) ---
zh_cn: --- 显示帮助手册总 {0} 页中的第 {1} 页（/help <页码>） ---
zh_tw: --- 顯示說明第 {0}/{1} 頁 (/help <頁數>) ---

# commands_help_usage
source: /help [page|command name]
af_za: /help [bladsy|opdrag naam]
ar_sa: /help [الصفحة|أسم الامر]
be_by: /help [старонка|каманда]
bg_bg: /help [<страница>|<име на команда>]
ca_es: /help [pàgina|nom del comandament]
cs: /help [<stránka>|<příkaz>] NEBO /? [<stránka>|<příkaz>]
da_dk: /help [side|kommandonavn]
de: /help [<Seite>|<Befehlsname>]
el_gr: /help [σελίδα|όνομα εντολής]
es: /help [página|nombre del comando]
eu_es: /help [orrialde|aginduaren izena]
fi: /help [sivu|komennon nimi]
fil_ph: /help [pahina | pangalan ng utos]
fr_ca: /help (ou /?) [page|nom d'une commande]
ga_ie: /help [leathanach|ainm an ordaithe]
gl_es: /help [páxina|nome do comando]
he: /help [פקודה|עמוד]
hi_in: /help [पेज|आदेश नाम]
hr_hr: /help [stranica|naredba naziv]
hu_hu: /help [oldal|parancs neve]
hy_am: /help [էջ|հրաման]
id_id: /help [halaman|nama perintah]
is_is: /help [síða|skipun]
it: /help [pagina|nome del comando]
ja_jp: /help [ページ|コマンド名]
ka_ge: /help [გვერდი|ბრძანების სახელი]
ko_kr: /help [페이지 수|명령어 이름]
lb_lu: /help [Säit|Befehlsnumm]
lt_lt: /help [puslapis|komandos pavadinimas]
lv_lv: /help [lapa|komanda]
ms_my: /help [halaman|nama fungsi]
nl_nl: /help [pagina|opdrachtnaam]
nn_no: /help [side|kommandonamn]
pl: /help [strona|komenda]
pt: /help [página|nome do comando]
ro_ro: /help [pagină|nume comandă]
ru_ru: /help [страница|команда]
sk_sk: /help [stránka|meno príkazu]
sl_si: /help [stran|ime ukaza]
sv_se: /help [sida|kommandonamn]
th_th: /help [หน้า|ชื่อคำสั่ง]
tr_tr: /help [sayfa|komut adı]
vi_vn: /help [trang|tên câu lệnh]
zh_cn: /help [页码|指令名称]
zh_tw: /help [頁數|指令名稱]

# commands_kick_success
source: Kicked {0} from the game
af_za: {0} is uit die spel geskop
ar_sa: طرد {0} من اللعبة
be_by: Гулец {0} выгнаны з гульні
bg_bg: {0} бе изритан от играта
ca_es: S'ha expulsat a {0} del joc
cs: {0} byl vykopnut ze hry
da_dk: Smed {0} ud af spillet
de: {0} wurde aus dem Spiel geworfen
el_gr: O/Η {0} διώχτηκε από το παιχνίδι
es: Se ha expulsado a {0} de la partida
eu_es: {0}-(e)k jokotik kanporatua izan da
fa_ir: {0} به بیرون بازی پرتاب شد
fi: Potkittiin {0} pelistä
fil_ph: Inalis si {0} sa laro
fr_ca: {0} a été kické(e) de la partie
ga_ie: Díbríodh {0} den chluiche
gl_es: Expulsouse a {0} do xogo
he: העיף את {0} מהמשחק
hi_in: खेल से kicked {0}
hr_hr: {0} je izbačen iz igre
hu_hu: {0} ki lett rúgva a játékból
hy_am: {0}-ը դուրս հանվեց սերվերից
id_id: mengeluarkan {0} dari permainan
is_is: Sparkaði {0} úr leiknum
it: {0} è stato espulso dalla partita
ja_jp: ゲームから {0} をキックしました
ka_ge: {0} თამაშიდან გაგდებულია
ko_kr: {0}을(를) 게임에서 쫓아냈습니다
lb_lu: {0} gouf aus dem Spill geworf
lt_lt: {0} buvo išmestas/a iš žaidimo
lv_lv: {0} ir izmests no spēles
ms_my: {0} disingkirkan daripada permainan
mt_mt: {0} ġie mkeċċi mil-logħba
nl_nl: {0} is uit het spel gezet
nn_no: Sparka {0} frå spelet
pl: Gracz {0} został wyrzucony z gry
pt: {0} foi expulso do jogo
ro_ro: {0} a fost dat(ă) afară din joc
ru_ru: Игрок {0} исключен из игры
sk_sk: Hráč {0} bol vykopnutý z hry
sl_si: {0} je bil odstranjen iz igre
sv_se: Kastade ut {0} från spelet
th_th: เตะ {0} ออกจากเกมแล้ว
tr_tr: {0} oyundan atıldı
vi_vn: Đã đá {0} ra khỏi trò chơi
zh_cn: 已将{0}从游戏中踢出
zh_tw: {0} 從遊戲中被踢出

# commands_kick_success_reason
source: Kicked {0} from the game: '{1}'
af_za: {0} is uit die spel geskop: '{1}'
ar_sa: طرد {0} من اللعبة: '{1}'
be_by: Гулец {0} выгнаны з гульні: '{1}'
bg_bg: {0} е изритан от играта: '{1}'
ca_es: S'ha expulsat a {0} del joc: '{1}'
cs: Hráč {0} byl vykopnut ze hry: „{1}“
da_dk: Smed {0} ud af spillet: '{1}'
de: {0} wurde aus dem Spiel geworfen: '{1}'
el_gr: Ο/Η {0} διώχτηκε από το παιχνίδι: '{1}'
es: Se ha expulsado a {0} de la partida: "{1}"
eu_es: {0}-(e)k jokotik kanporatua izan da: '{1}'
fa_ir: {0} از بازی به بیرون پرتاب شد: {1}
fi: Potkittiin {0} pelistä, syy: '{1}'
fil_ph: Inalis si {0} sa laro dahil sa: '{1}'
fr_ca: {0} a été kické(e) de la partie. Raison : "{1}"
ga_ie: Díbríodh {0} den chluiche: '{1}'
gl_es: Expulsouse a {0} do xogo: '{1}'
he: עשה קיק ל{0} מהמשחק: '{1}'
hi_in: {0} इस खेल से लात मारी: '{1}'
hr_hr: Izbačen {0} iz igre: '{1}'
hu_hu: {0} kirúgva a játékból: '{1}'
hy_am: {0}-ը դուրս հանվեց սերվերից: '{1}'
id_id: Mengeluarkan {0} dari permainan: {1}
is_is: Sparkaði {0} úr leiknum: '{1}'
it: {0} è stato espulso dalla partita: "{1}"
ja_jp: ゲームから {0} をキックしました:「{1}」
ka_ge: {0} თამაშიდან გაგდებულია მიზეზით: '{1}'
ko_kr: {0}을(를) 게임에서 쫓아냈습니다: '{1}'
lb_lu: {0} gouf aus dem Spill geworf: '{1}'
lt_lt: {0} buvo išmestas/a iš žaidimo: '{1}'
lv_lv: {0} ir izmests no spēles: '{1}'
ms_my: {0} disingkirkan daripada permainan: '{1}'
mt_mt: {0} ġie mkeċċi mil-logħba: '{1}'
nl_nl: {0} is uit het spel gezet: '{1}'
nn_no: Sparka {0} frå spelet: '{1}'
pl: Gracz {0} został wyrzucony z gry: '{1}'
pt: Expulsou {0} do jogo: '{1}'
ro_ro: {0} a fost dat(ă) afară din joc: "{1}"
ru_ru: Игрок {0} исключён из игры: '{1}'
sk_sk: Hráč {0} bol vykopnutý z hry: '{1}'
sl_si: Igralec {0} je bil odstranjen iz igre: '{1}'
sv_se: Kastade ut {0} från spelet: '{1}'
th_th: เตะ {0} ออกจากเกมแล้ว: '{1}'
tr_tr: {0} oyundan atıldı: '{1}'
vi_vn: Đã đá {0} ra khỏi trò chơi: '{1}'
zh_cn: {0}被踢出游戏：'{1}'
zh_tw: {0} 從遊戲中被踢出：'{1}'

# commands_kick_usage
source: /kick <player> [reason ...]
af_za: /kick <player> [rede ...]
ar_sa: /kick <الاعب> [السبب]
be_by: /kick <гулец> [прычына ...]
bg_bg: /kick <играч> [<причина>]
ca_es: /kick <jugador> [raó...]
cs: /kick <hráč> [<důvod …>]
da_dk: /kick <spiller> [årsag ...]
de: /kick <Spieler> [<Grund ...>]
de_at: /kick <Spiela> [<Grund ...>]
el_gr: /kick <παίκτης> [αιτία ...]
es: /kick <jugador> [motivo ...]
eu_es: /kick <jokalaria> [arrazoia ...]
fa_ir: /kick <بازیکن> [دلیل...]
fi: /kick <pelaaja> [syy ...]
fil_ph: /kick <manlalaro> [dahilan ...]
fr_ca: /kick <joueur> [raison ...]
ga_ie: /kick <imreoir> [fáth ...]
gl_es: /kick <nome> [razón...]
he: /kick <סיבה …] <שחקן]
hi_in: /kick <खिलाड़ी> [कारण ...]
hr_hr: /kick <player> [razlog...]
hu_hu: /kick <játékos> [magyarázat ...]
hy_am: /kick <խաղացող> [պատճառ...]
id_id: /kick <player> [alasan...]
is_is: /kick <nafn leikmanns> [ástæða ...]
it: /kick <giocatore> [motivo ...]
ja_jp: /kick <プレイヤー名> [理由...]
ka_ge: /kick <მოთამაშე> [reason <მიზეზი>]
ko_kr: /kick <플레이어> [사유 ...]
lb_lu: /kick <Spiller> [Grond ...]
lt_lt: /kick <žaidėjas> [priežastis ...]
lv_lv: /kick <spēlētājs> [iemesls]
nl_nl: /kick <speler> [reden ...]
nn_no: /kick <spelar> [kvifor ...]
pl: /kick <gracz> [powód...]
pt: /kick <jogador> [razão ...]
ro_ro: /kick <jucător> [<motiv ...>]
ru_ru: /kick <игрок> [причина ...]
sk_sk: /kick <player> [dôvod...]
sl_si: /kick <igralec> [razlog ...]
sv_se: /kick <spelare> [anledning ...]
th_th: /kick <ผู้เล่น> [เหตุผล]
tr_tr: /kick <oyuncu> [sebep...]
vi_vn: /kick <người chơi> [lí do ...]
zh_cn: /kick <玩家> [原因...]
zh_tw: /kick <玩家> [原因...]

# commands_kill_successful
source: Killed {0}
af_za: {0} doodgemaak
ar_sa: قتل {0}
be_by: {0} забіты
bg_bg: {0} е убит
ca_es: {0} assassinat
cs: Zabit {0}
da_dk: Dræbte {0}
de: {0} getötet
el_gr: Σκοτώθηκε ο/η/το {0}
es: {0} ha muerto
eu_es: {0} akabatu duzu
fi: {0} tapettiin
fil_ph: Pinatay si {0}
fr_ca: {0} détruit(e)
ga_ie: Scriosadh {0}
gl_es: {0} morreu
he: {0} נהרג
hr_hr: Ubio {0}
hu_hu: Megölve: {0}
id_id: {0} dibunuh
is_is: Drap {0}
it: {0} è stato ucciso
ja_jp: {0} をキルしました
ka_ge: {0} მოკვდა
ko_kr: {0}을(를) 죽였습니다
lb_lu: {0} ëmbruecht
lt_lt: Nužudyta {0}
lv_lv: Nogalināja {0}
ms_my: Dibunuh {0}
mt_mt: {0} ġie maqtul
nl_nl: {0} gedood
nn_no: Drap {0}
pl: Zabito {0}
pt: Mortos {0}
ro_ro: S-a omorât {0}
ru_ru: {0} убит
sk_sk: Zabité {0}
sl_si: Ubil {0}
sv_se: Dödade {0}
th_th: ฆ่า {0} เรียบร้อย
tr_tr: {0} öldürüldü
vi_vn: Đã giết {0}
zh_cn: 已清除{0}
zh_tw: 已刪除 {0}

# commands_kill_usage
source: /kill [player|entity]
af_za: /kill [speler|entiteit]
ar_sa: /kill [لاعب|كيان]
be_by: /kill [гулец|сутнасць]
bg_bg: /kill [<играч>|<обект>]
cs: /kill [<entita>]
de: /kill [<Spieler>|<Objekt>]
es: /kill [jugador|entidad]
eu_es: /kill [jokalaria / entitatea]
fil_ph: /kill [manlalaro|entity]
fr_ca: /kill [joueur|entité]
ga_ie: /kill [imreoir|aonán]
gl_es: /kill [xogador|entidade]
he: /kill [יישות|שחקן]
hu_hu: /kill [játékos vagy entitás]
it: /kill [giocatore|entità]
ja_jp: /kill [プレイヤー名|エンティティ名]
ka_ge: /kill [მოთამაშე|ობიექტი]
ko_kr: /kill [플레이어|개체]
lb_lu: /kill [Spiller|Objet]
lt_lt: /kill [žaidėjas|objektas]
lv_lv: /kill [spēlētājs|būtne]
ms_my: /kill [pemain|entiti]
nl_nl: /kill [speler|entiteit]
nn_no: /kill [spelar|entity]
pl: /kill [gracz|byt]
pt: /kill [jogador|entidade]
ro_ro: /kill [<jucător>|<entitate>]
ru_ru: /kill [игрок|сущность]
sk_sk: /kill [hráč|bytosť]
sl_si: /kill [igralec|entiteta]
sv_se: /kill [spelare|entitet]
vi_vn: /kill [người chơi|thực thể]
zh_cn: /kill [玩家|实体]
zh_tw: /kill [玩家|實體]

# commands_me_usage
source: /me <action ...>
af_za: /me <aksie ...>
ar_sa: /me <العمل ...>
be_by: /me <дзеянне ...>
bg_bg: /me <действие>
ca_es: /me <acció...>
cs: /me <činnost …>
da_dk: /me <handling ...>
de: /me <Aktion ...>
es: /me <acción ...>
eu_es: /me <ekintza ...>
fi: /me <toiminta...>
ga_ie: /me <gníomh...>
gl_es: /me <acción...>
he: /me <... פעולה>
hi_in: /me <कार्रवाई...>
hr_hr: /me <akcija ...>
hu_hu: /me <cselekvés ...>
hy_am: /me <գործողություն ...>
is_is: /me <aðgerð ...>
it: /me <azione ...>
ja_jp: /me <アクション ...>
ka_ge: /me <მოქმედება ...>
ko_kr: /me <문구 ...>
lb_lu: /me <Aktioun ...>
lt_lt: /me <veiksmas ...>
lv_lv: /me <darbība...>
ms_my: /me <perbuatan...>
nl_nl: /me <actie ...>
nn_no: /me <handling...>
pl: /me <akcja...>
pt: /me <ação ...>
ro_ro: /me <acțiune ...>
ru_ru: /me <действие ...>
sl_si: /me <akcija...>
sv_se: /me <handling ...>
th_th: /me <การกระทำ>
tr_tr: /me <eylem ...>
vi_vn: /me <hành động ...>
zh_cn: /me <动作...>
zh_tw: /me <行動...>

# commands_message_display_incoming
source: {0} whispers to you: {1}
af_za: {0} fluister vir jou: {1}
ar_sa: {0} يهمس لك: {1}
be_by: {0} шэпча вам: {1}
bg_bg: {0} ви прошепна: {1}
ca_es: {0} t'està xiuxiuejant això: {1}
cs: {0} ti pošeptal: {1}
da_dk: {0} hvisker til dig: {1}
de: {0} flüstert dir zu: {1}
el_gr: Ο/Η {0} σας ψιθυρίζει: {1}
es: {0} te susurra: {1}
eu_es: {0}-(e)k murmurikatu dizu: {1}
fi: {0} kuiskasi sinulle: {1}
fil_ph: Nagbulong si {0} sa iyo: {1}
fr_ca: {0} vous chuchote : {1}
ga_ie: Tugann {0} cogar duit: {1}
gl_es: {0} murmúrate: {1}
he: {0} לוחש לך: {1}
hi_in: आप {0} फुसफुसाते हुए: {1}
hr_hr: {0} šapuće s vama: {1}
hu_hu: {0} suttog neked: {1}
hy_am: {0} ը շշնջաց ձեզ. {1}
id_id: {0} berbisik kepada anda: {1}
is_is: {0} hvíslaði að þér: {1}
it: {0} ti ha sussurrato: {1}
ja_jp: {0} にささやかれました: {1}
ka_ge: {0} გიჩურჩულებთ: {1}
ko_kr: {0}에게서 받은 귓속말: {1}
lb_lu: {0} huet dir geflüstert: {1}
lt_lt: {0} šnabžda jums: {1}
lv_lv: {0} tev pačukstēja: {1}
ms_my: {0} Berbisik kepada anda: {1}
mt_mt: {0} sefsiflek: {1}
nl_nl: {0} fluistert naar jou: {1}
nn_no: {0} kviskrar til deg: {1}
pl: {0} szepcze do ciebie: {1}
pt: {0} sussurrou para ti: {1}
ro_ro: {0} îți șoptește: {1}
ru_ru: {0} шепчет вам: {1}
sk_sk: {0} ti šepká: {1}
sl_si: {0} ti zašepeta: {1}
sv_se: {0} viskar till dig: {1}
th_th: {0} ส่งข้อความส่วนตัวหาคุณ: {1}
tr_tr: {0} sana fısıldıyor: {1}
vi_vn: {0} thì thầm tới bạn: {1}
zh_cn: {0}悄悄地对你说：{1}
zh_tw: {0} 悄悄對您說： {1}

# commands_message_display_outgoing
source: You whisper to {0}: {1}
af_za: Jy fluister vir {0}: {1}
ar_sa: انت همست الى s :{0}%
be_by: Вы прашапталі {0}: {1}
bg_bg: Прошепнахте на {0}: {1}
ca_es: Has xiuxiuejat això a {0}: {1}
cs: Zašeptal jsi hráči {0}: {1}
da_dk: Du hvisker til {0}: {1}
de: Du flüsterst {0} zu: {1}
el_gr: Ψιθυρίζεις στον/στην {0}: {1}
es: Le has susurrado a {0}: {1}
eu_es: {0}-(e)ri murmurikatu diozu: {1}
fi: Kuiskaat pelaajalle {0}: {1}
fil_ph: Bumulong ka kay {0}: {1}
fr_ca: Vous chuchotez à {0} le message : {1}
ga_ie: Tugann tú cogar do {0}: {1}
gl_es: Murmuras a {0}: {1}
he: לחשת ל {0}: {1}
hi_in: आप {0}: {1} के लिए कानाफूसी
hr_hr: Možete šaptati s {0} i {1}
hu_hu: Suttogsz {0} játékosnak: {1}
hy_am: Դուք շշնջացիք {0}. {1}
id_id: Anda berbisik kepada {0}: {1}
is_is: Þú hvíslaðir {0}: {1}
it: Hai sussurrato a {0}: {1}
ja_jp: {0} にささやきました: {1}
ka_ge: თქვენ უჩურჩულებთ {0}-ს: {1}
ko_kr: {0}에게 보낸 귓속말: {1}
lb_lu: Du flüsters dem {0}: {1}
lt_lt: Jūs sušnabždėjote {0}: {1}
lv_lv: Tu {0} pačukstēji: {1}
ms_my: Anda berbisik kepada {0}: {1}
mt_mt: Int sefsift lil {0}: {1}
nl_nl: Je fluistert naar {0}: {1}
nn_no: Du kviskrar til {0}: {1}
pl: Szepczesz do gracza {0}: {1}
pt: Sussurraste para {0}: {1}
ro_ro: Îi șoptești lui {0}: {1}
ru_ru: Вы прошептали {0}: {1}
sk_sk: Hráčovi {0} šepkáš: {1}
sl_si: Zašepetaš {0}: {1}
sv_se: Du viskar till {0}: {1}
th_th: คุณส่งข้อความส่วนตัวหา {0}: {1}
tr_tr: {0}'e fısıldadın: {1}
vi_vn: Bạn thì thầm tới {0}: {1}
zh_cn: 你悄悄地对{0}说：{1}
zh_tw: 您悄悄對{0}說：{1}

# commands_message_sameTarget
source: You can't send a private message to yourself!
af_za: Dis ŉ teken van moontlike waansinnigheid om vir jouself te fluister. :-)
ar_sa: لا يمكنك إرسال رسالة خاصة إلى نفسك!
be_by: Немагчыма адправіць асабістае паведамленне сабе самому!
bg_bg: Не може да изпратите лично съобщение до себе си!
ca_es: No pots enviar-te un missatge privat a tu mateix!
cs: Nemůžeš poslat soukromou zprávu sám sobě!
da_dk: Du kan ikke sende en privat besked til dig selv!
de: Du kannst keine Selbstgespräche führen!
el_gr: Δεν γίνεται να στείλετε προσωπικό μήνυμα στον εαυτό σας!
es: ¡No puedes enviarte un mensaje privado a ti mismo!
eu_es: Ezin duzu mezu pribatu bat bidali zeure burura!
fi: Et voi lähettää yksityisviestiä itsellesi!
fil_ph: Hindi ka pwede magpadala ng mensahe sa sarili mo!
fr_ca: Si vous voulez vous dire un message, dites-le dans votre tête, pas dans un jeu !
ga_ie: Ní féidir teachtaireacht phríobháideach a sheoladh chugat féin!
gl_es: Non te podes enviar mensaxes privadas a ti mesmo!
he: אין באפשרותך לשלוח הודעה פרטית לעצמך!
hi_in: तुम अपने आप को एक निजी संदेश भेजें नहीं कर सकता!
hr_hr: Ne možete poslati privatnu poruku samome sebi!
hu_hu: Nem küldhetsz privát üzenetet önmagadnak!
hy_am: Դու չե'ս կարող ինքտ քեզ հաղորդագրություն գրել
id_id: Ada tidak bisa mengirim pesan pribadi kepada diri sendiri!
is_is: Þú getur ekki sent sjálfum þér skilaboð!
it: Non puoi inviare un messaggio privato a te stesso!
ja_jp: 自分自身にプライベートメッセージを送信することはできません!
ka_ge: შეუძლებელია გაუგზავნოთ პირადი გზავნილი საკუთარ თავს!
ko_kr: 자기 자신에게는 개인 메시지를 보낼 수 없습니다!
lb_lu: Du kanns dir selwer keng Noriicht schreiwen!
lt_lt: Negalite siųsti privačios žinutės sau!
lv_lv: Tu nevari sev nosūtīt privātu ziņojumu!
ms_my: Anda tidak boleh menghantar mesej peribadi kepada diri anda!
mt_mt: Ma tistax tibgħat messaġġ privat lilek innifsek!
nl_nl: Je kunt geen privébericht naar jezelf sturen!
nn_no: Du kan ikkje senda melding til deg sjølv!
pl: Nie możesz wysłać prywatnej wiadomości do siebie samego!
pt: Não podes mandar uma mensagem privada para ti mesmo!
ro_ro: Nu-ți poți trimite singur un mesaj privat!
ru_ru: Невозможно отправить личное сообщение самому себе!
sk_sk: Sám sebe nemôžeš poslať súkromnú správu!
sl_si: Ne moreš poslati zasebnega sporočila samemu sebi!
sv_se: Du kan inte skicka ett privat meddelande till dig själv!
th_th: คุณไม่สามารถส่งข้อความส่วนตัวไปหาตัวเองได้!
tr_tr: Kendi kendine özel mesaj yollayamazsın!
vi_vn: Bạn không thể gửi một tin nhắn cho bản thân!
zh_cn: 你不能向自己发出私人信息！
zh_tw: 您不能傳送私訊給您自己！
