Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_ingotIron_name
source: Iron Ingot
af_za: Yster Staaf
ar_sa: سبيكة حديد
be_by: Жалезны злітак
bg_bg: Желязно кюлче
ca_es: Lingot de ferro
cs: Železný ingot
da_dk: Jernbarre
de: Eisenbarren
de_at: Eisnborrn
el_gr: Ράβδος σιδήρου
es: Lingote de hierro
eu_es: Burdinazko lingotea
fa_ir: شمش آهن
fi: Rautaharkko
fil_ph: Bakal
fr_ca: Lingot de fer
ga_ie: Tinne Iarainn
gl_es: Lingote de ferro
he: מטיל ברזל
hi_in: लौह पिंड
hr_hr: Željezna Poluga
hu_hu: Vasrúd
hy_am: Երկաթե Ձույլ
id_id: Besi Batangan
is_is: Járnhleifur
it: Lingotto di ferro
ja_jp: 鉄インゴット
ka_ge: რკინის ზოდი
ko_kr: 철괴
lb_lu: Eisebarren
lt_lt: Geležies liejinys
lv_lv: Dzelzs stienis
mn_mn: Төмөр
ms_my: Jongkang Besi
mt_mt: Ingott tal-Ħadid
nl_nl: IJzerstaaf
nn_no: Jarnbarre
pl: Sztabka żelaza
pt: Barra de Ferro
ro_ro: Lingou de fier
ru_ru: Железный слиток
sk_sk: Železná tehlička
sl_si: Železna palica
sv_se: Järntacka
th_th: เหล็กแท่ง
tr_tr: Demir Külçesi
vi_vn: Phôi sắt
zh_cn: 铁锭
zh_tw: 鐵錠

# item_leash_name
source: Lead
af_za: Leiriem
ar_sa: دور رئيسي
be_by: Павадок
bg_bg: Каишка
ca_es: Llaç
cs: Vodítko
da_dk: Snor
de: Leine
de_at: Leine
el_gr: Λουρί
es: Rienda
eu_es: Soka
fa_ir: قلاده
fi: Talutushihna
fil_ph: Panali
fr_ca: Laisse
ga_ie: Iall
gl_es: Renda
he: חבל
hi_in: पेंसिल का सुरमा
hr_hr: Uzica
hu_hu: Lasszó
hy_am: Սանձ
id_id: Tali pengikat
is_is: Ól
it: Guinzaglio
ja_jp: リード
ka_ge: თასმა
ko_kr: 끈
lb_lu: Léngt
lt_lt: Pavadėlis
lv_lv: Pavada
mn_mn: Уяа
ms_my: Tali Pengikat
mt_mt: Ċinga
nl_nl: Leidtouw
nn_no: Band
pl: Smycz
pt: Corda
ro_ro: Lesă
ru_ru: Поводок
sk_sk: Vôdzka
sl_si: Povodec
sv_se: Koppel
th_th: เชือกจูง
tr_tr: Kayış
vi_vn: Dây buộc
zh_cn: 拴绳
zh_tw: 拴繩

# item_leather_name
source: Leather
af_za: Leervel
ar_sa: جلد
be_by: Скура
bg_bg: Кожа
ca_es: Cuir
cs: Kůže
da_dk: Læder
de: Leder
el_gr: Δέρμα
es: Cuero
eu_es: Larrua
fa_ir: چرم
fi: Nahka
fil_ph: Katad
fr_ca: Cuir
ga_ie: Leathar
gl_es: Coiro
he: עור
hi_in: चमड़ा
hr_hr: Koža
hu_hu: Bőr
hy_am: Կաշի
id_id: Kulit
is_is: Leður
it: Cuoio
ja_jp: 革
ka_ge: ტყავი
ko_kr: 가죽
lb_lu: Lieder
lt_lt: Oda
lv_lv: Āda
mi_nz: Rera
mn_mn: Арьс
ms_my: Kulit Lembu
mt_mt: Ġilda
nl_nl: Leer
nn_no: Lêr
pl: Skóra
pt: Couro
ro_ro: Piele
ru_ru: Кожа
sk_sk: Koža
sl_si: Usnje
sv_se: Läder
th_th: หนังสัตว์
tr_tr: Deri
vi_vn: Da thuộc
zh_cn: 皮革
zh_tw: 皮革

# item_leaves_name
source: Leaves
af_za: Blare
ar_sa: اوراق شجر
be_by: Лісце
bg_bg: Листа
ca_es: Fulles
cs: Listí
da_dk: Blade
de: Laub
el_gr: Φύλλα
es: Hojas
eu_es: Hostoak
fa_ir: برگ ها
fi: Lehtiä
fil_ph: Dahon
fr_ca: Feuilles
ga_ie: Duilleoga
gl_es: Follas
he: עלים
hi_in: पत्ते
hr_hr: Lišće
hu_hu: Levelek
hy_am: Տերևներ
id_id: Daun
is_is: Laufblöð
it: Foglie
ja_jp: 木の葉
ka_ge: ფოთლები
ko_kr: 나뭇잎
lb_lu: Blieder
lt_lt: Lapai
lv_lv: Lapas
mk_mk: дрво лисја
mn_mn: Навч
ms_my: Daun
mt_mt: Weraq
nl_nl: Bladeren
nn_no: Lauv
pl: Liście
pt: Folhas
ro_ro: Frunze
ru_ru: Листья
sk_sk: Lístie
sl_si: Listje
sv_se: Löv
th_th: ใบไม้
tr_tr: Yapraklar
vi_vn: Lá cây
zh_cn: 树叶
zh_tw: 樹葉

# item_leggingsChain_name
source: Chain Leggings
af_za: Ring Kamaste
ar_sa: سروال من الزرد
be_by: Кальчужныя нагавіцы
bg_bg: Верижни панталони
ca_es: Pantalons de cota de malla
cs: Kroužkové kalhoty
da_dk: Brynjebukser
de: Kettenhose
de_at: Kettnhosn
el_gr: Αλυσιδωτές περικνημίδες
es: Grebas de cota de mallas
eu_es: Kotazko galtzak
fa_ir: شلوار زنجيري
fi: Rengashaarniskan housut
fil_ph: Pulinasang Kadena
fr_ca: Jambières de mailles
ga_ie: Loirgneáin Mháille na Lúb
gl_es: Grebas de cota de malla
he: מכנסי רשת ברזל
hi_in: चेन लेगिंग
hr_hr: Lančane Gamaše
hu_hu: Lánc lábszárvédő
hy_am: Շղթաե Անդրավարտիկ
id_id: Celana Rantai
is_is: Hringabuxur
it: Gambiera di maglia
ja_jp: チェーンレギンス
ka_ge: ცეცხლოვანი შარვალი
ko_kr: 사슬 레깅스
lb_lu: Kettebox
lt_lt: Grandininės kelnės
lv_lv: Ķēžu bikses
mn_mn: Гинжин өмд
ms_my: Seluar Rantai
mt_mt: Saqajn tal-Ktajjen
nl_nl: Maliënbroek
nn_no: Brynjebukser
pl: Nogawice kolcze
pt: Perneiras de Cota de Malha
ro_ro: Jambiere de zale
ru_ru: Кольчужные поножи
sk_sk: Krúžkové nohavice
sl_si: Verižne hlače
sv_se: Ringbrynjebyxor
th_th: กางเกงโซ่
tr_tr: Zincir Pantolon
vi_vn: Quần xích
zh_cn: 锁链护腿
zh_tw: 鎖鏈護腿

# item_leggingsCloth_name
source: Leather Trousers
af_za: Leer Broek
ar_sa: سروال جلدي
be_by: Скураныя нагавіцы
bg_bg: Кожени панталони
ca_es: Pantalons de cuir
cs: Kožené kalhoty
da_dk: Læderbukser
de: Lederhose
de_at: Lederhosn
el_gr: Δερμάτινο παντελόνι
es: Pantalones de cuero
eu_es: Larruzko galtzak
fa_ir: شلوار چرم
fi: Nahkahousut
fil_ph: Pantalong Katad
fr_ca: Pantalon en cuir
ga_ie: Bríste Leathair
gl_es: Grebas de coiro
he: מכנסי עור
hi_in: चमड़े की पैंट
hr_hr: Kožne Hlače
hu_hu: Bőrnadrág
hy_am: Կաշվե Անդրավարտիկ
id_id: Celana Kulit
is_is: Leðurbuxur
it: Pantaloni di cuoio
ja_jp: 革のズボン
ka_ge: ტყავის შარვალი
ko_kr: 가죽 바지
lb_lu: Liedersbox
lt_lt: Odinės kelnės
lv_lv: Ādas bikses
mn_mn: Арьсан өмд
ms_my: Seluar Kulit
mt_mt: Qalziet tal-Ġilda
nl_nl: Leren broek
nn_no: Skinnbrok
pl: Skórzane spodnie
pt: Perneiras de Couro
ro_ro: Pantaloni de piele
ru_ru: Кожаные штаны
sk_sk: Kožené nohavice
sl_si: Usnjene hlače
sv_se: Läderbyxor
th_th: กางเกงหนัง
tr_tr: Deri Pantolon
vi_vn: Quần da
zh_cn: 皮革裤子
zh_tw: 皮革褲子

# item_leggingsDiamond_name
source: Diamond Leggings
af_za: Diamant Kamaste
ar_sa: سروال ألماسي
be_by: Дыяментавыя нагавіцы
bg_bg: Диамантени панталони
ca_es: Malles de diamant
cs: Diamantové kalhoty
da_dk: Diamantbukser
de: Diamantbeinschutz
el_gr: Διαμαντένιες περικνημίδες
es: Grebas de diamante
eu_es: Diamantezko galtzak
fa_ir: شلوار الماس
fi: Timanttihousut
fil_ph: Pulinasang Brilyante
fr_ca: Jambières en diamant
ga_ie: Loirgneáin Diamaint
gl_es: Grebas de diamante
he: מכנסי יהלום
hi_in: डायमंड लेगिंग
hr_hr: Dijamantne Gamaše
hu_hu: Gyémánt lábszárvédő
hy_am: Ադամանդե Անդրավարտիկ
id_id: Celana Berlian
is_is: Demantslegghlífar
it: Gambiera di diamante
ja_jp: ダイヤのレギンス
ka_ge: ალმასის შარვალი
ko_kr: 다이아몬드 레깅스
lb_lu: Diamantbeenschutz
lt_lt: Deimantinės kelnės
lv_lv: Dimanta bikses
mn_mn: Алмазан өмд
ms_my: Perisai Kaki Berlian
mt_mt: Saqajn tad-Djamant
nl_nl: Diamanten beenstukken
nn_no: Beinplater av diamant
pl: Diamentowe nogawice
pt: Perneiras de Diamante
ro_ro: Jambiere de diamant
ru_ru: Алмазные поножи
sk_sk: Diamantové nohavice
sl_si: Diamantne hlače
sv_se: Diamantbyxor
th_th: กางเกงเพชร
tr_tr: Elmas Pantolon
vi_vn: Quần kim cương
zh_cn: 钻石护腿
zh_tw: 鑽石護腿

# item_leggingsGold_name
source: Golden Leggings
af_za: Goue Kamaste
ar_sa: سروال ذهبي
be_by: Залатыя нагавіцы
bg_bg: Златни панталони
ca_es: Malles d'or
cs: Zlaté kalhoty
da_dk: Guldbukser
de: Goldbeinschutz
el_gr: Χρυσές περικνημίδες
es: Grebas de oro
eu_es: Urrezko galtzak
fa_ir: شلوار طلايي
fi: Kultaiset housut
fil_ph: Pulinasang Ginto
fr_ca: Jambières en or
ga_ie: Loirgneáin Óir
gl_es: Grebas de ouro
he: מכנסי זהב
hi_in: गोल्डन लेगिंग
hr_hr: Zlatne Gamaše
hu_hu: Arany lábszárvédő
hy_am: Ոսկե Անդրավարտիկ
id_id: Celana Emas
is_is: Gulllegghlífar
it: Gambiera d'oro
ja_jp: 金のレギンス
ka_ge: ოქროს შარვალი
ko_kr: 금 레깅스
lb_lu: Goldbeeschutz
lt_lt: Auksinės kelnės
lv_lv: Zelta bikses
mn_mn: Алтан өмд
ms_my: Seluar Emas
mt_mt: Saqajn tad-Deheb
nl_nl: Gouden beenstukken
nn_no: Beinplater av gull
pl: Złote nogawice
pt: Perneiras de Ouro
ro_ro: Jambiere de aur
ru_ru: Золотые поножи
sk_sk: Zlaté nohavice
sl_si: Zlate hlače
sv_se: Guldbyxor
th_th: กางเกงทองคำ
tr_tr: Altın Pantolon
vi_vn: Quần vàng
zh_cn: 金护腿
zh_tw: 黃金護腿

# item_leggingsIron_name
source: Iron Leggings
af_za: Yster Kamaste
ar_sa: سروال حديدي
be_by: Жалезныя нагавіцы
bg_bg: Железни панталони
ca_es: Malles de ferro
cs: Železné kalhoty
da_dk: Jernbukser
de: Eisenbeinschutz
el_gr: Σιδερένιες περικνημίδες
es: Grebas de hierro
eu_es: Burdinazko galtzak
fa_ir: شلوار آهني
fi: Rautahousut
fil_ph: Pulinasang Bakal
fr_ca: Jambières en fer
ga_ie: Loirgneáin Iarainn
gl_es: Grebas de ferro
he: מכנסי ברזל
hi_in: आयरन लेगिंग
hr_hr: Željezne Gamaše
hu_hu: Vas lábszárvédő
hy_am: Երկաթե Անդրավարտիկ
id_id: Celana Besi
is_is: Járnlegghlífar
it: Gambiera di ferro
ja_jp: 鉄のレギンス
ka_ge: რკინის შარვალი
ko_kr: 철 레깅스
lb_lu: Eisebeeschutz
lt_lt: Geležinės kelnės
lv_lv: Dzelzs bikses
mn_mn: Төмөр өмд
ms_my: Perisai Kaki Besi
mt_mt: Saqajn tal-Ħadid
nl_nl: IJzeren beenstukken
nn_no: Beinplater av jarn
pl: Żelazne nogawice
pt: Perneiras de Ferro
ro_ro: Jambiere de fier
ru_ru: Железные поножи
sk_sk: Železné nohavice
sl_si: Železne hlače
sv_se: Järnbyxor
th_th: กางเกงเหล็ก
tr_tr: Demir Pantolon
vi_vn: Quần sắt
zh_cn: 铁护腿
zh_tw: 鐵製護腿

# item_magmaCream_name
source: Magma Cream
af_za: Magma Room
ar_sa: كريم الصهارة
be_by: Згустак магмы
bg_bg: Магмен крем
ca_es: Crema de magma
cs: Lávová pěna
da_dk: Magmacreme
de: Magmacreme
el_gr: Κρέμα μάγματος
es: Crema de magma
eu_es: Magma krema
fa_ir: توپ ماگما
fi: Magmavoide
fil_ph: Magmakatas
fr_ca: Crème de magma
ga_ie: Uachtar Magma
gl_es: Crema de magma
he: קרם מאגמה
hi_in: लावा क्रीम
hr_hr: Magmasta Kuglica
hu_hu: Magmakrém
hy_am: Մագմայի Կրեմ
id_id: Krim Magma
is_is: Kvikukrem
it: Crema di magma
ja_jp: マグマクリーム
ka_ge: მაგმის კრემი
ko_kr: 마그마 크림
lb_lu: Magmacrème
lt_lt: Magmos kremas
lv_lv: Magmas krēms
mn_mn: Хайлмаган тос
ms_my: Krim Magma
mt_mt: Krema tal-Magma
nl_nl: Magmacrème
nn_no: Magmakrem
pl: Magmowy krem
pt: Creme de Magma
ro_ro: Cremă de magmă
ru_ru: Сгусток магмы
sk_sk: Magmový krém
sl_si: Krema iz magme
sv_se: Magmakräm
th_th: ครีมแมกม่า
tr_tr: Magma Kremi
vi_vn: Kem dung nham
zh_cn: 岩浆膏
zh_tw: 岩漿球

# item_map_name
source: Map
af_za: Kaart
ar_sa: خريطة
be_by: Карта
bg_bg: Карта
ca_es: Mapa
cs: Mapa
da_dk: Kort
de: Karte
el_gr: Χάρτης
es: Mapa
eu_es: Mapa
fa_ir: نقشه
fi: Kartta
fil_ph: Mapa
fr_ca: Carte
ga_ie: Léarscáil
gl_es: Mapa
he: מפה
hi_in: नक्शा
hr_hr: Karta
hu_hu: Térkép
hy_am: Քարտեզ
id_id: Peta
is_is: Kort
it: Mappa
ja_jp: 地図
ka_ge: რუკა
ko_kr: 지도
lb_lu: Kaart
lt_lt: Žemėlapis
lv_lv: Karte
mi_nz: Mapi
mn_mn: Газрын зураг
ms_my: Peta
mt_mt: Mappa
nl_nl: Kaart
nn_no: Kart
pl: Mapa
pt: Mapa
ro_ro: Hartă
ru_ru: Карта
sk_sk: Mapa
sl_si: Zemljevid
sv_se: Karta
th_th: แผนที่
tr_tr: Harita
vi_vn: Bản đồ
zh_cn: 地图
zh_tw: 地圖

# item_melon_name
source: Melon
af_za: Waatlemoen
ar_sa: بطيخة
be_by: Кавун
bg_bg: Диня
ca_es: Síndria
cs: Kousek melounu
da_dk: Vandmelon
de: Melone
de_at: Melone
el_gr: Καρπούζι
es: Sandía
eu_es: Meloia
fa_ir: هندوانه
fi: Melonisiivu
fr_ca: Tranche de melon d'eau
ga_ie: Mealbhacán
gl_es: Sandía
he: אבטיח
hi_in: तरबूज
hr_hr: Lubenica
hu_hu: Dinnyeszelet
hy_am: Ձմերուկ
id_id: Semangka
is_is: Melóna
it: Fetta d'anguria
ja_jp: スイカ
ka_ge: საზამთრო
ko_kr: 수박
lb_lu: Meloun
lt_lt: Arbūzas
lv_lv: Arbūzs
mn_mn: Тарвас
ms_my: Tembikai
mt_mt: Dulliegħa
nl_nl: Meloen
pl: Arbuz
pt: Melancia
ro_ro: Pepene
ru_ru: Арбуз
sk_sk: Melón
sl_si: Lubenica
th_th: แตงโม
tr_tr: Karpuz
vi_vn: Lát dưa hấu
zh_cn: 西瓜
zh_tw: 西瓜

# item_milk_name
source: Milk
af_za: Emmer Melk
ar_sa: حليب
be_by: Малако
bg_bg: Кофа с мляко
ca_es: Llet
cs: Mléko
da_dk: Mælk
de: Milch
el_gr: Γάλα
es: Leche
eu_es: Esnea
fa_ir: شير
fi: Maito
fil_ph: Gatas
fr_ca: Chaudière de lait
ga_ie: Bainne
gl_es: Leite
he: חלב
hi_in: दूध
hr_hr: Mlijeko
hu_hu: Tej
hy_am: Կաթ
id_id: Susu
is_is: Mjólk
it: Secchio di latte
ja_jp: 牛乳
ka_ge: რძე
ko_kr: 우유
lb_lu: Mëllecheemer
lt_lt: Pienas
lv_lv: Piens
mi_nz: Miraka
mn_mn: Сүү
ms_my: Susu
mt_mt: Ħalib
nl_nl: Melk
nn_no: Mjølk
pl: Mleko
pt: Leite
ro_ro: Lapte
ru_ru: Молоко
sk_sk: Mlieko
sl_si: Mleko
sv_se: Mjölk
th_th: นม
tr_tr: Süt
vi_vn: Sữa
zh_cn: 牛奶
zh_tw: 牛奶

# item_minecart_name
source: Minecart
af_za: Koekepan
ar_sa: عربة منجم
be_by: Ваганетка
bg_bg: Вагонетка
ca_es: Vagoneta
cs: Vozík
da_dk: Minevogn
de: Lore
de_at: Wagon
el_gr: Βαγόνι
es: Vagoneta
eu_es: Bagoneta
fa_ir: ماشين معدن
fi: Kaivosvaunu
fil_ph: Karitela
fr_ca: Wagonnet
ga_ie: Cairt Mianaigh
gl_es: Vagoneta
he: קרונית
hi_in: गाड़ी
hr_hr: Vagon
hu_hu: Csille
hy_am: Վագոն
id_id: Kereta tambang
is_is: Námuvagn
it: Carrello da miniera
ja_jp: トロッコ
ka_ge: ურიკა
ko_kr: 마인카트
lb_lu: Buggi
lt_lt: Vagonėlis
lv_lv: Vagons
mn_mn: Уурхайн тэрэг
ms_my: Kereta Lombong
mt_mt: Karretta
nl_nl: Mijnkar
nn_no: Gruvevogn
pl: Wagonik
pt: Vagão
ro_ro: Vagonet
ru_ru: Вагонетка
sk_sk: Vozík
sl_si: Voziček
sv_se: Gruvvagn
th_th: รถราง
tr_tr: Vagon
vi_vn: Xe mỏ
zh_cn: 矿车
zh_tw: 礦車

# item_minecartChest_name
source: Minecart with Chest
af_za: Koekepan met Kis
ar_sa: عربة منجم بصندوق
be_by: Ваганетка з куфарам
bg_bg: Товарна вагонетка
ca_es: Vagoneta amb cofre
cs: Nákladní vozík
da_dk: Minevogn med kiste
de: Güterlore
de_at: Wagon mit Kistn
el_gr: Βαγόνι με σεντούκι
es: Vagoneta con cofre
eu_es: Bagoneta kutxarekin
fa_ir: ماشين معدن با صندوقچه
fi: Arkullinen kaivosvaunu
fil_ph: Karitelang Baul
fr_ca: Wagonnet de stockage
ga_ie: Cairt Mianaigh le Cófra
gl_es: Vagoneta con cofre
he: קרונית עם תיבה
hi_in: संदूक के साथ कार्ट
hr_hr: Vagon sa Škrinjom
hu_hu: Tárolócsille
hy_am: Բեռնատար Վագոն
id_id: Kereta Tambang dengan Peti
is_is: Námuvagn með Kistu
it: Carrello da miniera con baule
ja_jp: チェスト付きトロッコ
ka_ge: სკივრიანი ურიკა
ko_kr: 상자 마인카트
lb_lu: Gidderbuggi
lt_lt: Vagonėlis su skrynia
lv_lv: Vagons ar lādi
mn_mn: Авдартай тэрэг
ms_my: Kereta Lombong Dilengkapi Peti Simpanan
mt_mt: Karretta b'Senduq
nl_nl: Mijnkar met kist
nn_no: Gruvevogn med kiste
pl: Wagonik ze skrzynią
pt: Vagão com Baú
ro_ro: Vagonet cu cufăr
ru_ru: Грузовая вагонетка
sk_sk: Vozík s truhlicou
sl_si: Voziček s skrinjo
sv_se: Gruvvagn med kista
th_th: รถรางพร้อมหีบ
tr_tr: Sandıklı Vagon
vi_vn: Xe mỏ có rương
zh_cn: 运输矿车
zh_tw: 儲物箱礦車

# item_minecartCommandBlock_name
source: Minecart with Command Block
af_za: Koekepan met Opdragblok
ar_sa: عربة منجم مع مكعب الاوامر
be_by: Ваганетка з камандным блокам
bg_bg: Вагонетка с команден блок
ca_es: Vagoneta amb bloc de comandaments
cs: Vozík s příkazovým blokem
da_dk: Minevogn med kommandoblok
de: Befehlsblocklore
de_at: Wagon mit Befehlsblock
el_gr: Βαγόνι με Block Εντολής
es: Vagoneta con bloque de comandos
eu_es: Bagoneta agindu blokearekin
fa_ir: ماشين معدن با بلوک دستور
fi: Komentokuutiokaivosvaunu
fil_ph: Karitelang Pang-utos
fr_ca: Wagonnet avec bloc de commande
ga_ie: Cairt Mianaigh le Bloc Ordaithe
gl_es: Vagoneta con bloque de comandos
he: קרונית עם בלוק פקודה
hi_in: Minecart आदेश ब्लॉक के साथ
hr_hr: Vagon sa Naredbenim Blokom
hu_hu: Parancsblokk-csille
hy_am: Վագոն Հրամաննեի Բլոկով
id_id: Kereta tambang dengan Blok Perintah
is_is: Námuvagn með Forritunarkubb
it: Carrello da miniera con blocco comandi
ja_jp: コマンドブロック付きトロッコ
ka_ge: ბრძანების ბლოკიანი ურიკა
ko_kr: 명령 블록 마인카트
lb_lu: Befehlsblockbuggi
lt_lt: Vagonėlis su komandos bloku
lv_lv: Vagons ar komandu bloku
mn_mn: Командын блоктой тэрэг
ms_my: Kereta Lombong dilengkapi Blok Arahan
mt_mt: Karretta bi Blokka tal-Kodiċi
nl_nl: Mijnkar met opdrachtblok
nn_no: Gruvevogn med kommandoblokk
pl: Wagonik z blokiem poleceń
pt: Vagão com Bloco de Comando
ro_ro: Vagonet cu bloc de comenzi
ru_ru: Вагонетка с командным блоком
sk_sk: Vozík s príkazovou kockou
sl_si: Voziček z ukazno kocko
sv_se: Gruvvagn med kommandoblock
th_th: รถรางพร้อมบล็อคคำสั่ง
tr_tr: Komut Bloğulu Vagon
vi_vn: Xe mỏ có khối điều khiển
zh_cn: 命令方块矿车
zh_tw: 指令方塊礦車

# item_minecartFurnace_name
source: Minecart with Furnace
af_za: Koekepan Enjin
ar_sa: عربة منجم بفرن
be_by: Ваганетка з печкай
bg_bg: Вагонетка с пещ
ca_es: Vagoneta amb forn
cs: Parní vozík
da_dk: Minevogn med ovn
de: Antriebslore
de_at: Wagon mit Ofen
el_gr: Βαγόνι με φούρνο
es: Vagoneta con horno
eu_es: Bagoneta labearekin
fa_ir: ماشين معدن با کوره
fi: Moottoroitu kaivosvaunu
fil_ph: Karitelang Pugon
fr_ca: Wagonnet à vapeur
ga_ie: Cairt Mianaigh le Foirnéis
gl_es: Vagoneta con forno
he: קרונית עם תנור
hi_in: फर्नेस के साथ कार्ट
hr_hr: Vagon s Peći
hu_hu: Gőzmeghajtású csille
hy_am: Շարժիչով Վագոն
id_id: Kereta Tambang Bertungku
is_is: Námuvagn með Ofni
it: Carrello da miniera con fornace
ja_jp: かまど付きトロッコ
ka_ge: ძრავიანი ურიკა
ko_kr: 화로 마인카트
lb_lu: Ugedriwwene Buggi
lt_lt: Vagonėlis su krosnimi
lv_lv: Lokomotīve
mn_mn: Зуухтай тэрэг
ms_my: Kereta Lombong Dilengkapi Relau
mt_mt: Karretta b'Forn
nl_nl: Mijnkar met oven
nn_no: Gruvevogn med motor
pl: Napędzany wagonik
pt: Vagão com Fornalha
ro_ro: Vagonet cu cuptor
ru_ru: Самоходная вагонетка
sk_sk: Vozík s pecou
sl_si: Voziček s pečjo
sv_se: Gruvvagn med ugn
th_th: รถรางพร้อมเตาเผา
tr_tr: Fırınlı Vagon
vi_vn: Xe mỏ có lò nung
zh_cn: 动力矿车
zh_tw: 熔爐礦車

# item_minecartHopper_name
source: Minecart with Hopper
af_za: Koekepan met Geutbak
ar_sa: عربة مع هوبر
be_by: Ваганетка з варонкай
bg_bg: Количка с фуния
ca_es: Vagoneta amb tremuja
cs: Vozík s násypkou
da_dk: Minevogn med tragt
de: Trichterlore
de_at: Wagon mit Trichta
el_gr: Βαγονέτο με χοάνη
es: Vagoneta con tolva
eu_es: Bagoneta kalapatxarekin
fa_ir: ماشين معدن با قيف
fi: Suppilovaunu
fil_ph: Karitelang Lukton
fr_ca: Wagonnet à entonnoir
ga_ie: Cairt Mianaigh le Crannóg
gl_es: Vagoneta con funil
he: קרונית עם משפך
hi_in: हूपर के साथ Minecart
hr_hr: Vagon sa Lijevkom
hu_hu: Tölcséres csille
hy_am: Ձագարով Վագոն
id_id: Kereta Tambang Bercorong
is_is: Námuvagn með trekt
it: Carrello da miniera con tramoggia
ja_jp: ホッパー付きトロッコ
ka_ge: ძაბრიანი ურიკა
ko_kr: 깔때기 마인카트
lb_lu: Triichterbuggi
lt_lt: Vagonėlis su piltuvu
lv_lv: Vagons ar piltuvi
ms_my: Kereta Lombong dilengkapi Corong Tuang
mt_mt: Karretta b'Lembut
nl_nl: Mijnkar met trechter
nn_no: Gruvevogn med trakt
pl: Wagonik z lejem
pt: Vagão com Funil
ro_ro: Vagonet cu pâlnie
ru_ru: Вагонетка с загрузочной воронкой
sk_sk: Vozík s násypníkom
sl_si: Voziček z lijakom
sv_se: Gruvvagn med tratt
th_th: รถรางกับท่อส่ง
tr_tr: Hunili Vagon
vi_vn: Xe mỏ có phễu
zh_cn: 漏斗矿车
zh_tw: 漏斗礦車

# item_minecartTnt_name
source: Minecart with TNT
af_za: Koekepan met TNT
ar_sa: عربة منجم بديناميت
be_by: Ваганетка з дынамітам
bg_bg: Вагонетка с динамит
ca_es: Vagoneta amb dinamita
cs: Vozík s TNT
da_dk: Minevogn med TNT
de: TNT-Lore
de_at: Wagon mit TNT
el_gr: Βαγόνι με δυναμίτη
es: Vagoneta con dinamita
eu_es: Bagoneta dinamitarekin
fa_ir: ماشين معدن با تي ان تي
fi: TNT-kaivosvaunu
fil_ph: Karitelang Pansabog
fr_ca: Wagonnet à TNT
ga_ie: Cairt Mianaigh le TNT
gl_es: Vagoneta con TNT
he: קרונית עם חומר נפץ
hi_in: टीएनटी के साथ Minecart
hr_hr: Vagon sa TNT-om
hu_hu: TNT csille
hy_am: Դինամիտով Վագոն
id_id: Kereta Tambang dengan TNT
is_is: Námuvagn með Dínamít
it: Carrello da miniera con TNT
ja_jp: TNT付きトロッコ
ka_ge: ასაფეთქებლიანი ურიკა
ko_kr: TNT 마인카트
lb_lu: TNT-Buggi
lt_lt: Vagonėlis su sprogmenimis
lv_lv: Vagons ar dinamītu
mn_mn: TNT-тэй тэрэг
ms_my: Minecart dengan TNT
mt_mt: Karretta bl-Isplussivi
nl_nl: Mijnkar met TNT
nn_no: Gruvevogn med TNT
pl: Wagonik z TNT
pt: Vagão com TNT
ro_ro: Vagonet cu TNT
ru_ru: Вагонетка с динамитом
sk_sk: Vozík s TNT
sl_si: Voziček z dinamitom
sv_se: Gruvvagn med dynamit
th_th: รถรางกับทีเอ็นที
tr_tr: TNT'li Vagon
vi_vn: Xe mỏ có TNT
zh_cn: TNT矿车
zh_tw: TNT礦車

# item_modifiers_chest
source: When on body:
af_za: Wanneer aan die liggaam:
ar_sa: عندما يكون على الجسم:
be_by: Калі апранута на цела:
bg_bg: Когато е на тялото:
ca_es: Quan al cos:
cs: Když na těle:
da_dk: Hvis på kroppen:
de: Am Körper:
el_gr: Όταν είναι στο σώμα:
es: En el cuerpo:
eu_es: Gorputzean:
fi: Kun ruumiissa:
fil_ph: Kapag sa katawan:
fr_ca: Sur le corps :
ga_ie: Ar an gcorp:
gl_es: Ao estar no corpo:
he: מתי שעל הגוף:
hr_hr: Kada na tijelo:
hu_hu: Mikor testen van:
id_id: Ketika pada tubuh:
it: Sul torso:
ja_jp: 胴体に装備したとき：
ka_ge: სხეულზე:
ko_kr: 몸에 있을 때:
lb_lu: Um Kierper:
lt_lt: Kai ant kūno:
lv_lv: Kad uz ķermeņa:
ms_my: Apabila di badan:
mt_mt: Meta tkun fuq il-ġisem:
nl_nl: Wanneer op het lichaam:
nn_no: Når på kroppen:
pl: Kiedy na ciele:
pt: Quando no corpo:
ro_ro: Pe corp:
ru_ru: Когда надето:
sk_sk: Na tele:
sl_si: Kadar na telesu:
sv_se: På kroppen:
th_th: เมื่ออยู่ที่ตัว:
tr_tr: Gövdede iken:
vi_vn: Khi ở cơ thể:
zh_cn: 穿在身上时：
zh_tw: 置於身上時：

# item_modifiers_feet
source: When on feet:
af_za: Wanneer aan voete:
ar_sa: عندما يكون فى القدمين:
be_by: Калі абута:
bg_bg: Когато е на краката:
ca_es: Quan als peus:
cs: Když na chodidlech:
da_dk: Hvis på fødder:
de: An den Füßen:
el_gr: Στις πατούσες:
es: En los pies:
eu_es: Oinetan:
fi: Kun jalassa:
fil_ph: Kapag sa paa:
fr_ca: Aux pieds :
ga_ie: Ar na cosa:
gl_es: Ao estar nos pés:
he: מתי שעל הרגליים:
hr_hr: Kada je na stopalima:
hu_hu: Mikor lábon van:
id_id: Ketika dipakai sebagai sepatu:
it: Ai piedi:
ja_jp: 足に装備したとき：
ka_ge: ტერფზე:
ko_kr: 발에 있을 때:
lb_lu: Un de Féiss:
lt_lt: Kai ant pėdų:
lv_lv: Kad kājās:
ms_my: Apabila di kaki:
mt_mt: Meta tkun fis-saqajn:
nl_nl: Wanneer op de voeten:
nn_no: Når på føtene:
pl: Kiedy na stopach:
pt: Quando nos pés:
ro_ro: În picioare:
ru_ru: Когда обуто:
sk_sk: Na chodidlách:
sl_si: Kadar na stopalih:
sv_se: På fötterna:
th_th: เมื่ออยู่ที่เท้า:
tr_tr: Ayakta iken:
vi_vn: Khi ở bàn chân:
zh_cn: 穿在脚上时：
zh_tw: 置於腳上時：

# item_modifiers_head
source: When on head:
af_za: Wanneer op die kop:
ar_sa: عندما يكون على الرأس:
be_by: Калі апранута на галаву:
bg_bg: Когато е на главата:
ca_es: Quan al cap:
cs: Když na hlavě:
da_dk: Hvis på hovedet:
de: Auf dem Kopf:
el_gr: Όταν είναι στο κεφάλι:
es: En la cabeza:
eu_es: Buruan:
fi: Kun päässä:
fil_ph: Kapag sa ulo:
fr_ca: Sur la tête :
ga_ie: Ar an gceann:
gl_es: Ao estar na cabeza:
he: כשעל הראש:
hr_hr: Kada na glavi:
hu_hu: Mikor fejen van:
id_id: Ketika di kepala:
it: In testa:
ja_jp: 頭に装備したとき：
ka_ge: თავზე:
ko_kr: 머리에 있을 때:
lb_lu: Um Kap:
lt_lt: Kai ant galvos:
lv_lv: Kad uz galvas:
ms_my: Apabila di kepala:
mt_mt: Meta tkun fuq ir-ras:
nl_nl: Wanneer op het hoofd:
nn_no: Når på hovudet:
pl: Kiedy na głowie:
pt: Quando na cabeça:
ro_ro: Pe cap:
ru_ru: Когда надето на голову:
sk_sk: Na hlave:
sl_si: Kadar na glavi:
sv_se: På huvudet:
th_th: เมื่ออยู่ในหัว:
tr_tr: Kafada iken:
vi_vn: Khi ở đầu:
zh_cn: 戴在头上时：
zh_tw: 置於頭上時：

# item_modifiers_legs
source: When on legs:
af_za: Wanneer aan bene:
ar_sa: عندما يكون فى الساقين:
be_by: Калі апранута на ногі:
bg_bg: Когато е на краката:
ca_es: Quan a les cames:
cs: Když na nohou:
da_dk: Hvis på benene:
de: An den Beinen:
el_gr: Στα πόδια:
es: En las piernas:
eu_es: Hanketan:
fi: Kun jaloissa:
fil_ph: Kapag sa binti:
fr_ca: Aux jambes :
ga_ie: Ar na cosa:
gl_es: Ao estar nas pernas:
he: מתי שעל הברכיים:
hr_hr: Kada je na nogama:
hu_hu: Mikor lábszáron van:
id_id: Ketika dipakai sebagai celana:
it: Sulle gambe:
ja_jp: 脚に装備したとき：
ka_ge: ფეხზე:
ko_kr: 다리에 있을 때:
lb_lu: Un de Been:
lt_lt: Kai ant kojų:
lv_lv: Kad kājās:
ms_my: Apabila di kaki:
mt_mt: Meta tkun fir-riġlejn:
nl_nl: Wanneer op de benen:
nn_no: Når på beina:
pl: Kiedy na nogach:
pt: Quando nas pernas:
ro_ro: Pe picioare:
ru_ru: Когда надето на ноги:
sk_sk: Na nohách:
sl_si: Kadar na nogah:
sv_se: På benen:
th_th: เมื่ออยู่ที่ขา:
tr_tr: Bacakta iken:
vi_vn: Khi ở chân:
zh_cn: 穿在腿上时：
zh_tw: 置於腿上時：
