Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_diagonal_up_right_blue
source: Blue Per Bend Sinister Inverted
ar_sa: راية ملونة أزرق
be_by: Сіняя ніжняя правая палова
bg_bg: Синьо обърнато скосяване наляво
ca_es: Tallat invertit blau a sinistra
cs: Modrý dělený převrácený diagonální pruh zprava doleva
da_dk: Blå Nedre Højre Halvdel
de: Blau schräglinks geteilt (Invertiert)
de_at: Blau schräglinks teilt (Invertiert)
el_gr: Μπλε Δεξιά Διαγώνιος
es: Tajado azul invertido
fi: Sininen tyviövastalohkoinen
fr_ca: Taillé, au second d'azur
ga_ie: Cléroinnte Bunoscionn Gorm
gl_es: Tallada azul en Sinistra Invertida
he: משולש אלכסוני ימני תחתון כחול
hr_hr: Plava Obrnuta Lijeva Puna Dijagonala
hu_hu: Kékkel alulról balharántolt
id_id: Biru Terbagi Melengkung Kanan Terjungkir
is_is: Blár þríhyrningur niðri til hægri
it: Tagliato: a sinistra di blu
ja_jp: 下に青色の逆斜め分割
ka_ge: ლურჯი ქვედა მარცხენა შებრუნებული ნახევარი
ko_kr: 파란색 오른쪽 아래 대각무늬
lb_lu: Blo queesch lénks gedeelt (Inverséiert)
lt_lt: Mėlyna apatinė dešinioji pusė
ms_my: Pepenjuru Kiri Biru Terbalik
nl_nl: Blauwe per band sinister omgekeerd
nn_no: Blå kontraskrådelt høgre
pl: Niebieska skośna prawa dolna połowa
pt: Talhado Azul Invertido
ro_ro: Despărțit albastru răsturnat
ru_ru: Синее опрокинутое скошение слева
sk_sk: Modrý delený opačný diagonálny pruh sprava doľava
sl_si: Moder obnjen levo poševno sekani
sv_se: Blå triangel nere till höger
th_th: แบ่งทแยงขวาหัวกลับสีน้ำเงิน
tr_tr: Mavi Sağ Alt Üçgen
vi_vn: Vạch chia chéo ngược đảo nghịch xanh nước biển
zh_cn: 蓝色左下三角
zh_tw: 左下方藍色填滿

# item_banner_diagonal_up_right_brown
source: Brown Per Bend Sinister Inverted
ar_sa: راية ملونة بني
be_by: Карычневая ніжняя правая палова
bg_bg: Кафяво обърнато скосяване наляво
ca_es: Tallat invertit marró a sinistra
cs: Hnědý dělený převrácený diagonální pruh zprava doleva
da_dk: Brun Nedre Højre Halvdel
de: Braun schräglinks geteilt (Invertiert)
de_at: Braun schräglinks teilt (Invertiert)
el_gr: Καφέ Δεξιά Διαγώνιος
es: Tajado marrón invertido
fi: Ruskea tyviövastalohkoinen
fr_ca: Taillé, au second de brun
ga_ie: Cléroinnte Bunoscionn Donn
gl_es: Tallada marrón en Sinistra Invertida
he: משולש אלכסוני ימני תחתון חום
hr_hr: Smeđa Obrnuta Lijeva Puna Dijagonala
hu_hu: Barnával alulról balharántolt
id_id: Coklat Terbagi Melengkung Kanan Terjungkir
is_is: Brúnn þríhyrningur niðri til hægri
it: Tagliato: a sinistra di marrone
ja_jp: 下に茶色の逆斜め分割
ka_ge: ყავისფერი ქვედა მარცხენა შებრუნებული ნახევარი
ko_kr: 갈색 오른쪽 아래 대각무늬
lb_lu: Brong queesch lénks gedeelt (Inverséiert)
lt_lt: Ruda apatinė dešinioji pusė
ms_my: Pepenjuru Kiri Coklat Terbalik
nl_nl: Bruine per band sinister omgekeerd
nn_no: Brun kontraskrådelt høgre
pl: Brązowa skośna prawa dolna połowa
pt: Talhado Castanho Invertido
ro_ro: Despărțit maro răsturnat
ru_ru: Коричневое опрокинутое скошение слева
sk_sk: Hnedý delený opačný diagonálny pruh sprava doľava
sl_si: Rjav obnjen levo poševno sekani
sv_se: Brun triangel nere till höger
th_th: แบ่งทแยงขวาหัวกลับสีน้ำตาล
tr_tr: Kahverengi Sağ Alt Üçgen
vi_vn: Vạch chia chéo ngược đảo nghịch nâu
zh_cn: 棕色左下三角
zh_tw: 左下方棕色填滿

# item_banner_diagonal_up_right_cyan
source: Cyan Per Bend Sinister Inverted
ar_sa: راية ملونة سماوي
be_by: Бірузовая ніжняя правая палова
bg_bg: Синьозелено обърнато скосяване наляво
ca_es: Tallat invertit cian a sinistra
cs: Azurový dělený převrácený diagonální pruh zprava doleva
da_dk: Tyrkis Nedre Højre Halvdel
de: Türkis schräglinks geteilt (Invertiert)
de_at: Türkis schräglinks teilt (Invertiert)
el_gr: Κυανή Δεξιά Διαγώνιος
es: Tajado cian invertido
fi: Turkoosi tyviövastalohkoinen
fr_ca: Taillé, au second de cyan
ga_ie: Cléroinnte Bunoscionn Cian
gl_es: Tallada ciano en Sinistra Invertida
he: משולש אלכסוני ימני תחתון ציאן
hr_hr: Tirkizna Obrnuta Lijeva Puna Dijagonala
hu_hu: Türkizkékkel alulról balharántolt
id_id: Sian Terbagi Melengkung Kanan Terjungkir
is_is: Heiðblár þríhyrningur niðri til hægri
it: Tagliato: a sinistra di ciano
ja_jp: 下に水色の逆斜め分割
ka_ge: ცისფერი ქვედა მარცხენა შებრუნებული ნახევარი
ko_kr: 청록색 오른쪽 아래 대각무늬
lb_lu: Turquoise queesch lénks gedeelt (Inverséiert)
lt_lt: Žalsvai mėlyna apatinė dešinioji pusė
ms_my: Pepenjuru Kiri Cyan Terbalik
nl_nl: Cyaan per band sinister omgekeerd
nn_no: Turkis kontraskrådelt høgre
pl: Błękitna skośna prawa dolna połowa
pt: Talhado Ciano Invertido
ro_ro: Despărțit turcoaz răsturnat
ru_ru: Бирюзовое опрокинутое скошение слева
sk_sk: Tyrkysový delený opačný diagonálny pruh sprava doľava
sl_si: Turkizen obnjen levo poševno sekani
sv_se: Turkos triangel nere till höger
th_th: แบ่งทแยงขวาหัวกลับสีฟ้าคราม
tr_tr: Camgöbeği Sağ Alt Üçgen
vi_vn: Vạch chia chéo ngược đảo nghịch lục lam
zh_cn: 青色左下三角
zh_tw: 左下方青色填滿

# item_banner_diagonal_up_right_gray
source: Grey Per Bend Sinister Inverted
ar_sa: راية ملونة رمادي
be_by: Шэрая ніжняя правая палова
bg_bg: Сиво обърнато скосяване наляво
ca_es: Tallat invertit gris a sinistra
cs: Šedý dělený převrácený diagonální pruh zprava doleva
da_dk: Grå Nedre Højre Halvdel
de: Grau schräglinks geteilt (Invertiert)
de_at: Grau schräglinks teilt (Invertiert)
el_gr: Γκρι Δεξιά Διαγώνιος
es: Tajado gris invertido
fi: Harmaa tyviövastalohkoinen
fr_ca: Taillé, au second d'acier
ga_ie: Cléroinnte Bunoscionn Liath
gl_es: Tallada gris en Sinistra Invertida
he: משולש אלכסוני ימני תחתון אפור
hr_hr: Siva Obrnuta Lijeva Puna Dijagonala
hu_hu: Szürkével alulról balharántolt
id_id: Kelabu Terbagi Melengkung Kanan Terjungkir
is_is: Grár þríhyrningur niðri til hægri
it: Tagliato: a sinistra di grigio
ja_jp: 下に灰色の逆斜め分割
ka_ge: ნაცრისფერი ქვედა მარცხენა შებრუნებული ნახევარი
ko_kr: 회색 오른쪽 아래 대각무늬
lb_lu: Gro queesch lénks gedeelt (Inverséiert)
lt_lt: Pilka apatinė dešinioji pusė
ms_my: Pepenjuru Kiri Kelabu Terbalik
mt_mt: Gray Per Bend Sinister Inverted
nl_nl: Grijze per band sinister omgekeerd
nn_no: Grå kontraskrådelt høgre
pl: Szara skośna prawa dolna połowa
pt: Talhado Cinzento Invertido
ro_ro: Despărțit gri răsturnat
ru_ru: Серое опрокинутое скошение слева
sk_sk: Sivý delený opačný diagonálny pruh sprava doľava
sl_si: Siv obnjen levo poševno sekani
sv_se: Grå triangel nere till höger
th_th: แบ่งทแยงขวาหัวกลับสีเทา
tr_tr: Gri Sağ Alt Üçgen
vi_vn: Vạch chia chéo ngược đảo nghịch xám
zh_cn: 灰色左下三角
zh_tw: 左下方灰色填滿

# item_banner_diagonal_up_right_green
source: Green Per Bend Sinister Inverted
ar_sa: راية ملونة أخضر
be_by: Зялёная ніжняя правая палова
bg_bg: Зелено обърнато скосяване наляво
ca_es: Tallat invertit verd a sinistra
cs: Zelený dělený převrácený diagonální pruh zprava doleva
da_dk: Grøn Nedre Højre Halvdel
de: Grün schräglinks geteilt (Invertiert)
de_at: Grün schräglinks teilt (Invertiert)
el_gr: Πράσινη Δεξιά Διαγώνιος
es: Tajado verde invertido
fi: Vihreä tyviövastalohkoinen
fr_ca: Taillé, au second de sinople
ga_ie: Cléroinnte Bunoscionn Uaine
gl_es: Tallada verde en Sinistra Invertida
he: משולש אלכסוני ימני תחתון ירוק
hr_hr: Zelena Obrnuta Lijeva Puna Dijagonala
hu_hu: Zölddel alulról balharántolt
id_id: Hijau Terbagi Melengkung Kanan Terjungkir
is_is: Grænn þríhyrningur niðri til hægri
it: Tagliato: a sinistra di verde
ja_jp: 下に緑色の逆斜め分割
ka_ge: მწვანე ქვედა მარცხენა შებრუნებული ნახევარი
ko_kr: 초록색 오른쪽 아래 대각무늬
lb_lu: Gréng queesch lénks gedeelt (Inverséiert)
lt_lt: Žalia apatinė dešinioji pusė
ms_my: Pepenjuru Kiri Hijau Terbalik
nl_nl: Groene per band sinister omgekeerd
nn_no: Grøn kontraskrådelt høgre
pl: Zielona skośna prawa dolna połowa
pt: Talhado Verde Invertido
ro_ro: Despărțit verde răsturnat
ru_ru: Зелёное опрокинутое скошение слева
sk_sk: Zelený delený opačný diagonálny pruh sprava doľava
sl_si: Zelen obnjen levo poševno sekani
sv_se: Grön triangel nere till höger
th_th: แบ่งทแยงขวาหัวกลับสีเขียว
tr_tr: Yeşil Sağ Alt Üçgen
vi_vn: Vạch chia chéo ngược đảo nghịch xanh lá cây
zh_cn: 绿色左下三角
zh_tw: 左下方綠色填滿

# item_banner_diagonal_up_right_lightBlue
source: Light Blue Per Bend Sinister Inverted
ar_sa: راية ملونة أزرق فاتح
be_by: Блакітная ніжняя правая палова
bg_bg: Светлосиньо обърнато скосяване наляво
ca_es: Tallat invertit blau clar a sinistra
cs: Světle modrý dělený převrácený diagonální pruh zprava doleva
da_dk: Lyseblå Nedre Højre Halvdel
de: Hellblau schräglinks geteilt (Invertiert)
de_at: Hellblau schräglinks teilt (Invertiert)
el_gr: Ανοιχτόχρωμη Μπλε Δεξιά Διαγώνιος
es: Tajado azul claro invertido
fi: Vaaleansininen tyviövastalohkoinen
fr_ca: Taillé, au second de bleu céleste
ga_ie: Cléroinnte Bunoscionn Bánghorm
gl_es: Tallada azul claro en Sinistra Invertida
he: משולש אלכסוני ימני תחתון תכלת
hr_hr: Svijetlo Plava Obrnuta Lijeva Puna Dijagonala
hu_hu: Világoskékkel alulról balharántolt
id_id: Biru Muda Terbagi Melengkung Kanan Terjungkir
is_is: Ljósblár þríhyrningur niðri til hægri
it: Tagliato: a sinistra d'azzurro
ja_jp: 下に空色の逆斜め分割
ka_ge: ღია-ლურჯი ქვედა მარცხენა შებრუნებული ნახევარი
ko_kr: 하늘색 오른쪽 아래 대각무늬
lb_lu: Hellblo queesch lénks gedeelt (Inverséiert)
lt_lt: Šviesiai mėlyna apatinė dešinioji pusė
ms_my: Pepenjuru Kiri Biru Muda Terbalik
mt_mt: Pink Per Bend Sinister
nl_nl: Lichtblauwe per band sinister omgekeerd
nn_no: Ljoseblå kontraskrådelt høgre
pl: Jasnoniebieska skośna prawa dolna połowa
pt: Talhado Azul Claro Invertido
ro_ro: Despărțit bleu răsturnat
ru_ru: Голубое опрокинутое скошение слева
sk_sk: Svetlomodrý delený opačný diagonálny pruh sprava doľava
sl_si: Svetlo moder obnjen levo poševno sekani
sv_se: Ljusblå triangel nere till höger
th_th: แบ่งทแยงขวาหัวกลับสีฟ้า
tr_tr: Açık Mavi Sağ Alt Üçgen
vi_vn: Vạch chia chéo ngược đảo nghịch xanh nước biển nhạt
zh_cn: 淡蓝色左下三角
zh_tw: 左下方淺藍色填滿

# item_banner_diagonal_up_right_lime
source: Lime Per Bend Sinister Inverted
ar_sa: راية ملونة ليموني
be_by: Лаймавая ніжняя правая палова
bg_bg: Жълтозелено обърнато скосяване наляво
ca_es: Tallat invertit verd llima a sinistra
cs: Světle zelený dělený převrácený diagonální pruh zprava doleva
da_dk: Limegrøn Nedre Højre Halvdel
de: Hellgrün schräglinks geteilt (Invertiert)
de_at: Hellgrün schräglinks teilt (Invertiert)
el_gr: Ανοιχτόχρωμη Πράσινη Δεξιά Διαγώνιος
es: Tajado verde lima invertido
fi: Lime tyviövastalohkoinen
fr_ca: Taillé, au second de sinople clair
ga_ie: Cléroinnte Bunoscionn Líomach
gl_es: Tallada lima en Sinistra Invertida
he: משולש אלכסוני ימני תחתון ליים
hr_hr: Svijetlo Zelena Obrnuta Lijeva Puna Dijagonala
hu_hu: Világoszölddel alulról balharántolt
id_id: Limau Terbagi Melengkung Kanan Terjungkir
is_is: Gulgrænn þríhyrningur niðri til hægri
it: Tagliato: a sinistra di lime
ja_jp: 下に黄緑色の逆斜め分割
ka_ge: სალათისფერი ქვედა მარცხენა შებრუნებული ნახევარი
ko_kr: 연두색 오른쪽 아래 대각무늬
lb_lu: Hellgréng queesch lénks gedeelt (Inverséiert)
lt_lt: Gelsvai žalsva apatinė dešinioji pusė
ms_my: Pepenjuru Kiri Hijau Muda Terbalik
nl_nl: Lichtgroene per band sinister omgekeerd
nn_no: Limegrøn kontraskrådelt høgre
pl: Jasnozielona skośna prawa dolna połowa
pt: Talhado Verde Lima Invertido
ro_ro: Despărțit verde-deschis răsturnat
ru_ru: Лаймовое опрокинутое скошение слева
sk_sk: Svetlozelený delený opačný diagonálny pruh sprava doľava
sl_si: Svetlo zelen obnjen levo poševno sekani
sv_se: Limegrön triangel nere till höger
th_th: แบ่งทแยงขวาหัวกลับสีเขียวมะนาว
tr_tr: Açık Yeşil Sağ Alt Üçgen
vi_vn: Vạch chia chéo ngược đảo nghịch xanh lá mạ
zh_cn: 黄绿色左下三角
zh_tw: 左下方淺綠色填滿

# item_banner_diagonal_up_right_magenta
source: Magenta Per Bend Sinister Inverted
ar_sa: راية ملونة أرجواني
be_by: Пурпурная ніжняя правая палова
bg_bg: Пурпурно обърнато скосяване наляво
ca_es: Tallat invertit magenta a sinistra
cs: Purpurový dělený převrácený diagonální pruh zprava doleva
da_dk: Magenta Nedre Højre Halvdel
de: Magenta schräglinks geteilt (Invertiert)
de_at: Magenta schräglinks teilt (Invertiert)
el_gr: Φούξια Δεξιά Διαγώνιος
es: Tajado magenta invertido
fi: Purppura tyviövastalohkoinen
fr_ca: Taillé, au second de magenta
ga_ie: Cléroinnte Bunoscionn Maigeanta
gl_es: Tallada maxenta en Sinistra Invertida
he: משולש אלכסוני ימני תחתון מג'נטה
hr_hr: Roza Obrnuta Lijeva Puna Dijagonala
hu_hu: Bíborral alulról balharántolt
id_id: Magenta Terbagi Melengkung Kanan Terjungkir
is_is: Vínrauður þríhyrningur niðri til hægri
it: Tagliato: a sinistra di magenta
ja_jp: 下に赤紫色の逆斜め分割
ka_ge: იისფერი ქვედა მარცხენა შებრუნებული ნახევარი
ko_kr: 자홍색 오른쪽 아래 대각무늬
lb_lu: Magenta queesch lénks gedeelt (Inverséiert)
lt_lt: Rausvai raudona apatinė dešinioji pusė
ms_my: Pepenjuru Kiri Magenta Terbalik
nl_nl: Magenta per band sinister omgekeerd
nn_no: Ljoselilla kontraskrådelt høgre
pl: Karmazynowa skośna prawa dolna połowa
pt: Talhado Magenta Invertido
ro_ro: Despărțit magenta răsturnat
ru_ru: Пурпурное опрокинутое скошение слева
sk_sk: Purpurový delený opačný diagonálny pruh sprava doľava
sl_si: Škrlaten obnjen levo poševno sekani
sv_se: Ljuslila triangel nere till höger
th_th: แบ่งทแยงขวาหัวกลับสีบานเย็น
tr_tr: Eflatun Sağ Alt Üçgen
vi_vn: Vạch chia chéo ngược đảo nghịch đỏ sậm
zh_cn: 品红色左下三角
zh_tw: 左下方洋紅色填滿

# item_banner_diagonal_up_right_orange
source: Orange Per Bend Sinister Inverted
ar_sa: راية ملونة برتقالي
be_by: Аранжавая ніжняя правая палова
bg_bg: Оранжево обърнато скосяване наляво
ca_es: Tallat invertit taronja a sinistra
cs: Oranžový dělený převrácený diagonální pruh zprava doleva
da_dk: Orange Nedre Højre Halvdel
de: Orange schräglinks geteilt (Invertiert)
de_at: Orange schräglinks teilt (Invertiert)
el_gr: Πορτοκαλί Δεξιά Διαγώνιος
es: Tajado naranja invertido
fi: Oranssi tyviövastalohkoinen
fr_ca: Taillé, au second d'orangé
ga_ie: Cléroinnte Bunoscionn Oráisteach
gl_es: Tallada laranxa en Sinistra Invertida
he: משולש אלכסוני ימני תחתון כתום
hr_hr: Narančasta Obrnuta Lijeva Puna Dijagonala
hu_hu: Narancssárgával alulról balharántolt
id_id: Jingga Terbagi Melengkung Kanan Terjungkir
is_is: Appelsínugulur þríhyrningur niðri til hægri
it: Tagliato: a sinistra d'arancione
ja_jp: 下に橙色の逆斜め分割
ka_ge: ნარინჯისფერი ქვედა მარცხენა შებრუნებული ნახევარი
ko_kr: 주황색 오른쪽 아래 대각무늬
lb_lu: Orange queesch lénks gedeelt (Inverséiert)
lt_lt: Oranžinė apatinė dešinioji pusė
ms_my: Pepenjuru Kiri Jingga Terbalik
nl_nl: Oranje per band sinister omgekeerd
nn_no: Oransje kontraskrådelt høgre
pl: Pomarańczowa skośna prawa dolna połowa
pt: Talhado Laranja Invertido
ro_ro: Despărțit portocaliu răsturnat
ru_ru: Оранжевое опрокинутое скошение слева
sk_sk: Oranžový delený opačný diagonálny pruh sprava doľava
sl_si: Oranžen obnjen levo poševno sekani
sv_se: Orange triangel nere till höger
th_th: แบ่งทแยงขวาหัวกลับสีส้ม
tr_tr: Turuncu Sağ Alt Üçgen
vi_vn: Vạch chia chéo ngược đảo nghịch cam
zh_cn: 橙色左下三角
zh_tw: 左下方橙色填滿

# item_banner_diagonal_up_right_pink
source: Pink Per Bend Sinister Inverted
ar_sa: راية ملونة وردي
be_by: Ружовая ніжняя правая палова
bg_bg: Розово обърнато скосяване наляво
ca_es: Tallat invertit rosa a sinistra
cs: Růžový dělený převrácený diagonální pruh zprava doleva
da_dk: Lyserød Nedre Højre Halvdel
de: Rosa schräglinks geteilt (Invertiert)
de_at: Rosa schräglinks teilt (Invertiert)
el_gr: Ροζ Δεξιά Διαγώνιος
es: Tajado rosa invertido
fi: Vaaleanpunainen tyviövastalohkoinen
fr_ca: Taillé, au second de rose
ga_ie: Cléroinnte Bunoscionn Bándearg
gl_es: Tallada rosa en Sinistra Invertida
he: משולש אלכסוני ימני תחתון ורוד
hr_hr: Ružičasta Obrnuta Lijeva Puna Dijagonala
hu_hu: Rózsaszínnel alulról balharántolt
id_id: Merah Jambu Terbagi Melengkung Kanan Terjungkir
is_is: Bleikur þríhyrningur niðri til hægri
it: Tagliato: a sinistra di rosa
ja_jp: 下に桃色の逆斜め分割
ka_ge: ვარდისფერი ქვედა მარცხენა შებრუნებული ნახევარი
ko_kr: 분홍색 오른쪽 아래 대각무늬
lb_lu: Rosa queesch lénks gedeelt (Inverséiert)
lt_lt: Rožinė apatinė dešinioji pusė
ms_my: Pepenjuru Kiri Merah Jambu Terbalik
nl_nl: Roze per band sinister omgekeerd
nn_no: Rosa kontraskrådelt høgre
pl: Różowa skośna prawa dolna połowa
pt: Talhado Rosa Invertido
ro_ro: Despărțit roz răsturnat
ru_ru: Розовое опрокинутое скошение слева
sk_sk: Ružový delený opačný diagonálny pruh sprava doľava
sl_si: Roza obnjen levo poševno sekani
sv_se: Rosa triangel nere till höger
th_th: แบ่งทแยงขวาหัวกลับสีชมพู
tr_tr: Pembe Sağ Alt Üçgen
vi_vn: Vạch chia chéo ngược đảo nghịch hồng
zh_cn: 粉红色左下三角
zh_tw: 左下方紅色填滿

# item_banner_diagonal_up_right_purple
source: Purple Per Bend Sinister Inverted
ar_sa: راية ملونة بنفسجي
be_by: Фіялетавая ніжняя правая палова
bg_bg: Лилаво обърнато скосяване наляво
ca_es: Tallat invertit morat a sinistra
cs: Fialový dělený převrácený diagonální pruh zprava doleva
da_dk: Lilla Nedre Højre Halvdel
de: Violett schräglinks geteilt (Invertiert)
de_at: Lila schräglinks teilt (Invertiert)
el_gr: Μοβ Δεξιά Διαγώνιος
es: Tajado morado invertido
fi: Violetti tyviövastalohkoinen
fr_ca: Taillé, au second de pourpre
ga_ie: Cléroinnte Bunoscionn Corcra
gl_es: Tallada púrpura en Sinistra Invertida
he: משולש אלכסוני ימני תחתון סגול
hr_hr: Ljubičasta Obrnuta Lijeva Puna Dijagonala
hu_hu: Lilával alulról balharántolt
id_id: Ungu Terbagi Melengkung Kanan Terjungkir
is_is: Fjólublár þríhyrningur niðri til hægri
it: Tagliato: a sinistra di viola
ja_jp: 下に紫色の逆斜め分割
ka_ge: ალისფერი ქვედა მარცხენა შებრუნებული ნახევარი
ko_kr: 보라색 오른쪽 아래 대각무늬
lb_lu: Mof queesch lénks gedeelt (Inverséiert)
lt_lt: Purpurinė apatinė dešinioji pusė
ms_my: Pepenjuru Kiri Ungu Terbalik
nl_nl: Paarse per band sinister omgekeerd
nn_no: Lilla kontraskrådelt høgre
pl: Fioletowa skośna prawa dolna połowa
pt: Talhado Roxo Invertido
ro_ro: Despărțit violet răsturnat
ru_ru: Фиолетовое опрокинутое скошение слева
sk_sk: Fialový delený opačný diagonálny pruh sprava doľava
sl_si: Vijoličen obnjen levo poševno sekani
sv_se: Lila triangel nere till höger
th_th: แบ่งทแยงขวาหัวกลับสีม่วง
tr_tr: Mor Sağ Alt Üçgen
vi_vn: Vạch chia chéo ngược đảo nghịch tím
zh_cn: 紫色左下三角
zh_tw: 左下方紫色填滿

# item_banner_diagonal_up_right_red
source: Red Per Bend Sinister Inverted
ar_sa: راية ملونة أحمر
be_by: Чырвоная ніжняя правая палова
bg_bg: Червено обърнато скосяване наляво
ca_es: Tallat invertit vermell a sinistra
cs: Červený dělený převrácený diagonální pruh zprava doleva
da_dk: Rød Nedre Højre Halvdel
de: Rot schräglinks geteilt (Invertiert)
de_at: Rot schräglinks teilt (Invertiert)
el_gr: Κόκκινη Δεξιά Διαγώνιος
es: Tajado rojo invertido
fi: Punainen tyviövastalohkoinen
fr_ca: Taillé, au second de gueules
ga_ie: Cléroinnte Bunoscionn Dearg
gl_es: Tallada Vermella en Sinistra Invertida
he: משולש אלכסוני ימני תחתון אדום
hr_hr: Crvean Obrnuta Lijeva Puna Dijagonala
hu_hu: Vörössel alulról balharántolt
id_id: Merah Terbagi Melengkung Kanan Terjungkir
is_is: Rauður þríhyrningur niðri til hægri
it: Tagliato: a sinistra di rosso
ja_jp: 下に赤色の逆斜め分割
ka_ge: წითელი ქვედა მარცხენა შებრუნებული ნახევარი
ko_kr: 빨간색 오른쪽 아래 대각무늬
lb_lu: Rout queesch lénks gedeelt (Inverséiert)
lt_lt: Raudona apatinė dešinioji pusė
ms_my: Pepenjuru Kiri Merah Terbalik
nl_nl: Rode per band sinister omgekeerd
nn_no: Raud kontraskrådelt høgre
pl: Czerwona skośna prawa dolna połowa
pt: Talhado Vermelho Invertido
ro_ro: Despărțit roșu răsturnat
ru_ru: Красное опрокинутое скошение слева
sk_sk: Červený delený opačný diagonálny pruh sprava doľava
sl_si: Rdeč obnjen levo poševno sekani
sv_se: Röd triangel nere till höger
th_th: แบ่งทแยงขวาหัวกลับสีแดง
tr_tr: Kırmızı Sağ Alt Üçgen
vi_vn: Vạch chia chéo ngược đảo nghịch đỏ
zh_cn: 红色左下三角
zh_tw: 左下方紅色填滿

# item_banner_diagonal_up_right_silver
source: Light Grey Per Bend Sinister Inverted
ar_sa: راية ملونة رمادي فاتح
be_by: Светла-шэрая ніжняя правая палова
bg_bg: Светлосиво обърнато скосяване наляво
ca_es: Tallat invertit gris clar a sinistra
cs: Světle šedý dělený převrácený diagonální pruh zprava doleva
da_dk: Lysegrå Nedre Højre Halvdel
de: Hellgrau schräglinks geteilt (Invertiert)
de_at: Hellgrau schräglinks teilt (Invertiert)
el_gr: Ανοιχτόχρωμη Γκρι Δεξιά Διαγώνιος
es: Tajado gris claro invertido
fi: Vaaleanharmaa tyviövastalohkoinen
fr_ca: Taillé, au second d'argent grisé
ga_ie: Cléroinnte Bunoscionn Fionnliath
gl_es: Tallada gris claro en Sinistra Invertida
he: משולש אלכסוני ימני תחתון אפור בהיר
hr_hr: Svijetlo Siva Obrnuta Lijeva Puna Dijagonala
hu_hu: Világosszürkével alulról balharántolt
id_id: Kelabu Muda Terbagi Melengkung Kanan Terjungkir
is_is: Ljósgrár þríhyrningur niðri til hægri
it: Tagliato: a sinistra di grigio chiaro
ja_jp: 下に薄灰色の逆斜め分割
ka_ge: ღია-ნაცრისფერი ქვედა მარცხენა შებრუნებული ნახევარი
ko_kr: 회백색 오른쪽 아래 대각무늬
lb_lu: Hellgro queesch lénks gedeelt (Inverséiert)
lt_lt: Šviesiai pilka apatinė dešinioji pusė
ms_my: Pepenjuru Kiri Kelabu Muda Terbalik
mt_mt: Light Gray Per Bend Sinister Inverted
nl_nl: Lichtgrijze per band sinister omgekeerd
nn_no: Ljosegrå kontraskrådelt høgre
pl: Jasnoszara skośna prawa dolna połowa
pt: Talhado Cinzento Claro Invertido
ro_ro: Despărțit gri-deschis răsturnat
ru_ru: Светло-серое опрокинутое скошение слева
sk_sk: Svetlosivý delený opačný diagonálny pruh sprava doľava
sl_si: Svetlo siv obnjen levo poševno sekani
sv_se: Ljusgrå triangel nere till höger
th_th: แบ่งทแยงขวาหัวกลับสีเทาอ่อน
tr_tr: Açık Gri Sağ Alt Üçgen
vi_vn: Vạch chia chéo ngược đảo nghịch xám nhạt
zh_cn: 淡灰色左下三角
zh_tw: 左下方淺灰色填滿

# item_banner_diagonal_up_right_white
source: White Per Bend Sinister Inverted
ar_sa: راية ملونة أبيض
be_by: Белая ніжняя правая палова
bg_bg: Бяло обърнато скосяване наляво
ca_es: Tallat invertit blanc a sinistra
cs: Bílý dělený převrácený diagonální pruh zprava doleva
da_dk: Hvid Nedre Højre Halvdel
de: Weiß schräglinks geteilt (Invertiert)
de_at: Weiß schräglinks teilt (Invertiert)
el_gr: Άσπρη Δεξιά Διαγώνιος
es: Tajado blanco invertido
fi: Valkoinen tyviövastalohkoinen
fr_ca: Taillé, au second d'argent
ga_ie: Cléroinnte Bunoscionn Bán
gl_es: Tallada Branca en Sinistra Invertida
he: משולש אלכסוני ימני תחתון לבן
hr_hr: Bijela Obrnuta Lijeva Puna Dijagonala
hu_hu: Fehérrel alulról balharántolt
id_id: Putih Terbagi Melengkung Kanan Terjungkir
is_is: Hvítur þríhyrningur niðri til hægri
it: Tagliato: a sinistra di bianco
ja_jp: 下に白色の逆斜め分割
ka_ge: თეთრი ქვედა მარცხენა შებრუნებული ნახევარი
ko_kr: 하얀색 오른쪽 아래 대각무늬
lb_lu: Wäiss queesch lénks gedeelt (Inverséiert)
lt_lt: Balta apatinė dešinioji pusė
ms_my: Pepenjuru Kiri Putih Terbalik
nl_nl: Witte per band sinister omgekeerd
nn_no: Kvit kontraskrådelt høgre
pl: Biała skośna prawa dolna połowa
pt: Talhado Branco Invertido
ro_ro: Despărțit alb răsturnat
ru_ru: Белое опрокинутое скошение слева
sk_sk: Biely delený opačný diagonálny pruh sprava doľava
sl_si: Bel obnjen levo poševno sekani
sv_se: Vit triangel nere till höger
th_th: แบ่งทแยงขวาหัวกลับสีขาว
tr_tr: Beyaz Sağ Alt Üçgen
vi_vn: Vạch chia chéo ngược đảo nghịch trắng
zh_cn: 白色左下三角
zh_tw: 左下方白色填滿
