Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# stat_fishCaught
source: Fish Caught
af_za: Visse Gevang
ar_sa: السمك الذى اصطيد
be_by: Злоўлена рыбін
bg_bg: Хванати риби
ca_es: Peixos pescats
cs: Chyceno ryb
da_dk: Fisk fanget
de: Fische gefangen
el_gr: Ψάρια που αλιεύτηκαν
es: Peces pescados
eu_es: Harrapatutako arrainak
fa_ir: ماهي هاي گرفته
fi: Pyydystettyjä kaloja
fil_ph: Nakuhang Isda
fr_ca: Poissons pêchés
ga_ie: Éisc Gafa
gd_gb: Chaidh trosg a ghlacadh
gl_es: Peixes collidos
he: דגים שנתפסו
hi_in: मछली पकड़ लिया
hr_hr: Riba Uhvaćeno
hu_hu: Kifogott halak
hy_am: Ջուկ Բռնած
id_id: Ikan Ditangkap
is_is: Fiskar veiddir
it: Pesci pescati
ja_jp: 魚を釣った回数
ka_ge: დაჭერილი თევზი
ko_kr: 잡은 물고기
lb_lu: Fësch gefaangen
lt_lt: Pagauta žuvų
lv_lv: Zivis noķertas
ms_my: Ikan Ditangkap
mt_mt: Ħut Maqbuda
nl_nl: Vissen gevangen
nn_no: Fisk fanga
pl: Złowionych ryb
pt: Peixes Pescados
ro_ro: Pești prinși
ru_ru: Поймано рыбы
sk_sk: Chytených rýb
sl_si: Število ujetih rib
sv_se: Fiskar fångade
th_th: จำนวนปลาที่ตกได้
tr_tr: Yakalanan Balıklar
vi_vn: Số cá đã bắt
zh_cn: 捕鱼数
zh_tw: 捕獲魚量

# stat_flowerPotted
source: Plants potted
af_za: Plante verpot
ar_sa: النباتات وضعت بالزهرية
be_by: Высаджана раслін
bg_bg: Цветя, сложени в саксии
ca_es: Plantes en un test
cs: Květiny zasazené do květináče
da_dk: Plantet planter i potteplanter
de: Pflanzen eingetopft
el_gr: Φυτά Γλαστρωμένα
es: Plantas sembradas en macetas
eu_es: Landatutako landareak
fi: Kasveja istutettu ruukkuihin
fil_ph: Halamang nakapaso
fr_ca: Plantes mises en pot
ga_ie: Plandaí curtha i bpotaí
gl_es: Prantas en testo
he: צמחים בעציצים
hr_hr: Biljke zasađene u lonce
hu_hu: Cserépbe tett növények
id_id: Tanaman yang telah dinodai
it: Piante invasate
ja_jp: 植物を植木鉢に植えた回数
ka_ge: ქოთანში გაზრდილი მცენარეები
ko_kr: 식물을 화분에 심은 횟수
lb_lu: Planzen an een Dëppe gemaach
lt_lt: Vazone pasodinta augalų
lv_lv: Augi ievietoti podos
ms_my: Tumbuhan yang dipasu
mt_mt: Pjanti Mħawla
nl_nl: Planten gepot
nn_no: Planter sette i potte
pl: Zadoniczkowanych roślin
pt: Plantas Envasadas
ro_ro: Plante puse în ghiveci
ru_ru: Высажено растений в горшки
sk_sk: Zasadených rastlín
sl_si: Število posajenih rastlin
sv_se: Växter satta i krukor
th_th: ปลูกต้นไม้ลงกระถาง
tr_tr: Saksıya dikilen bitkiler
vi_vn: Số cây đã trồng chậu
zh_cn: 盆栽种植数
zh_tw: 盆栽放置數量

# stat_flyOneCm
source: Distance Flown
af_za: Afstand Gevlieg
ar_sa: مسافة الطيران
be_by: У палёце
bg_bg: Разстояние изминато чрез летене
ca_es: Distància volada
cs: Nalétáno
da_dk: Afstand fløjet
de: Strecke geflogen
el_gr: Απόσταση που διανύθηκε πετώντας
es: Distancia volada
eu_es: Hegan egindako distantzia
fa_ir: مقياس پرواز کرده
fi: Lennetty matka
fil_ph: Layong Lumipad
fr_ca: Distance en vol
ga_ie: Fad Eitilte
gl_es: Distancia voada
he: מרחק שעברת באוויר
hi_in: दूरी प्रवाहित
hr_hr: Proletio
hu_hu: Távolság repülve
hy_am: Թռած
id_id: Jarak terbang
is_is: Vegalengd flogin
it: Distanza in volo
ja_jp: 浮いた距離
ka_ge: ფრენის მანძილი
ko_kr: 날아간 거리
lb_lu: Distanz geflunn
lt_lt: Nuskristas atstumas
lv_lv: Nolidotais attālums
ms_my: Jarak Berterbangan
mt_mt: Distanza li Tirt
nl_nl: Afstand gevlogen
nn_no: Avstand flogen
pl: Dystans przebyty lecąc
pt: Distância Voada
ro_ro: Distanță zburată
ru_ru: Преодолено в полёте
sk_sk: Preletená vzdialenosť
sl_si: Preletena razdalja
sv_se: Distans flugen
th_th: ระยะทางที่บิน
tr_tr: Uçulan Mesafe
vi_vn: Tổng quãng đường đã bay
zh_cn: 飞行距离
zh_tw: 飛行距離

# stat_furnaceInteraction
source: Interactions with Furnace
af_za: Interaksies met Oond
ar_sa: التفاعل مع الفرن
be_by: Узаемадзеянняў з печкай
bg_bg: Взаимодействия с пещ
ca_es: Interaccions amb un forn
cs: Interakce s pecí
da_dk: Åbnet ovne
de: Öfen benutzt
el_gr: Αλληλεπιδράσεις με φούρνους
es: Hornos usados
eu_es: Labea erabilitako aldiak
fi: Uuneja käytetty
fil_ph: Pakikipagugnayan sa Pugon
fr_ca: Interactions avec un fourneau
ga_ie: Idirghníomhuithe le Foirnéis
gl_es: Interaccións co forno
he: תפעולי תנור
hr_hr: Interakcija s pećima
hu_hu: Megnyitott kemencék
id_id: Interaksi dengan tungku
it: Interazioni con le fornaci
ja_jp: かまどを使用した回数
ka_ge: ღუმელთან ურთიერთქმედება
ko_kr: 화로 사용 횟수
lb_lu: Iewe benotzt
lt_lt: Naudota krosnių
lv_lv: Mijiedarbības ar Krāsni
ms_my: Interaksi dengan Relau
mt_mt: Interazzjonijiet ma' Forn
nl_nl: Interacties met oven
nn_no: Handlingar med smelteomn
pl: Interakcji z piecem
pt: Interações com Fornalhas
ro_ro: Interacțiuni cu cuptoare
ru_ru: Взаимодействий с печью
sk_sk: Interakcií s pecou
sl_si: Število interakcij s pečjo
sv_se: Interaktioner med ugn
th_th: ใช้เตาเผา
tr_tr: Fırın ile etkileşimler
vi_vn: Số lần tương tác với lò nung
zh_cn: 与熔炉互动次数
zh_tw: 熔爐使用次數

# stat_generalButton
source: General
af_za: Algemeen
ar_sa: عام
be_by: Асноўнае
bg_bg: Главен
cs: Obecné
da_dk: Generelt
de: Allgemein
el_gr: Γενικά
eu_es: Orokorra
fa_ir: عمومی
fi: Yleinen
fr_ca: Générales
ga_ie: Ginearálta
gl_es: Xeral
he: כללי
hi_in: सामान्य
hr_hr: Općenito
hu_hu: Általános
hy_am: Ընդհանուր
id_id: Umum
is_is: Almennt
it: Generali
ja_jp: 一般
ka_ge: მთავარი
ko_kr: 일반
lb_lu: Generell
lt_lt: Bendra
lv_lv: Galvenais
ms_my: Umum
mt_mt: Ġenerali
nl_nl: Algemeen
nn_no: Generelt
pl: Ogólne
pt: Geral
ro_ro: Generale
ru_ru: Основное
sk_sk: Všeobecné
sl_si: Splošno
sv_se: Allmänt
th_th: ทั่วไป
tr_tr: Genel
vi_vn: Tổng quát
zh_cn: 通用
zh_tw: 一般

# stat_hopperInspected
source: Hoppers Searched
af_za: Geutbakke Deursoek
ar_sa: الهوبر قام بالبحث
be_by: Абшукана варонак
bg_bg: Претърсени фунии
ca_es: Tremuges buscades
cs: Prohledané násypky
da_dk: Kigget i Tragte
de: Trichter durchsucht
el_gr: Ψαγμένες Χοάνες
es: Tolvas examinadas
eu_es: Arakatutako kalapatxak
fi: Suppiloa tarkasteltu
fil_ph: Nahanap na Hopper
fr_ca: Entonnoirs inspectés
ga_ie: Crannóga Cuardaithe
gl_es: Funís buscados
he: משפכים חופשו
hr_hr: Kurac traziti
hu_hu: Megnézett tölcsérek
id_id: Corong Diperiksa
it: Tramogge esaminate
ja_jp: ホッパーの中身を見た回数
ka_ge: შემოწმებული ძაბრები
ko_kr: 깔때기를 들여다본 횟수
lb_lu: Triichter duerchsicht
lt_lt: Apieškota piltuvų
lv_lv: Piltuves Meklētas
ms_my: Corong dicari
mt_mt: Lembuti Mfittxija
nl_nl: Trechter Doorzocht
nn_no: Trakter glytta
pl: Przeszukanych lei
pt: Funis Procurados
ro_ro: Pâlnii scotocite
ru_ru: Взаимодействий с загрузочной воронкой
sk_sk: Prehľadaných násypníkov
sl_si: Število preiskanih lijakov
sv_se: Trattar genomsökta
th_th: ค้นหาในท่อส่ง
tr_tr: Aranan Huniler
vi_vn: Số phễu đã lục soát
zh_cn: 搜查漏斗次数
zh_tw: 漏斗搜索次數

# stat_horseOneCm
source: Distance by Horse
af_za: Afstand te Perd
ar_sa: المسافة التي قطعتها بالحصان
be_by: Праехана на кані
bg_bg: Разстояние с кон
ca_es: Distància a cavall
cs: Vzdálenost ujetá na koni
da_dk: Afstand på hest
de: Strecke auf Pferd geritten
el_gr: Απόσταση με άλογο
es: Distancia a caballo
eu_es: Distantzia zaldiz
fa_ir: مقياس سوار اسب
fi: Hevosella kuljettu matka
fil_ph: Layong Kabayo
fr_ca: Distance à cheval
ga_ie: Fad Slánaithe ar Capall
gd_gb: Astar air each
gl_es: Distancia a cabalo
he: מרחק שעברת ברכיבה על סוס
hi_in: घोड़े द्वारा दूरी
hr_hr: Pređeno na Konju
hu_hu: Távolság lóháton
hy_am: Հեռավորությունը մի ձիու
id_id: Jarak oleh kuda
is_is: Fjarlægð á hestbaki
it: Distanza a cavallo
ja_jp: ウマで移動した距離
ka_ge: ცხენზე ამხედრებული
ko_kr: 말을 타고 이동한 거리
lb_lu: Distanz op engem Päerd
lt_lt: Atstumas arkliu
lv_lv: Ar zirgu noietā distance
ms_my: Jarak dengan Kuda
mt_mt: Distanza fuq Żiemel
nl_nl: Afstand per paard
nn_no: Avstand på hest
pl: Dystans przebyty na koniu
pt: Distância a Cavalo
ro_ro: Distanță pe cal
ru_ru: Преодолено верхом на лошади
sk_sk: Vzdialenosť prejdená na koni
sl_si: Razdalja z konjem
sv_se: Distans på häst
th_th: ระยะทางจากโดยม้า
tr_tr: Atla alınan yol
vi_vn: Tổng quãng đường đã cưỡi ngựa để đi
zh_cn: 骑马移动距离
zh_tw: 騎馬移動距離

# stat_itemEnchanted
source: Items Enchanted
af_za: Items Betower
ar_sa: الأدوات سحرت
be_by: Зачаравана прадметаў
bg_bg: Омагьосани предмети
ca_es: Elements encantats
cs: Očarované předměty
da_dk: Ting fortryllet
de: Gegenstände verzaubert
el_gr: Μαγευμένα Αντικείμενα
es: Objetos encantados
eu_es: Sorgindutako itemak
fi: Esineitä lumottu
fil_ph: Mahiwagang Gamit
fr_ca: Objets enchantés
ga_ie: Earraí curtha faoi dhraíocht
gl_es: Obxectos encantados
he: פריטים מכושפים
hr_hr: Predmeta začaranih
hu_hu: Megbűvölt tárgyak
id_id: Barang yang di Meningkatkan
it: Oggetti incantati
ja_jp: アイテムをエンチャントした回数
ka_ge: მოჯადოებული ნივთები
ko_kr: 아이템에 마법부여한 횟수
lb_lu: Géigestänn verzaubert
lt_lt: Užkerėta daiktų
lv_lv: Priekšmeti Apburti
ms_my: Item-item yang terpesona
mt_mt: Oġġetti Mtejba bil-Maġija
nl_nl: Voorwerpen betoverd
nn_no: Gjenstandar forheksa
pl: Zaklętych przedmiotów
pt: Itens Encantados
ro_ro: Obiecte fermecate
ru_ru: Зачаровано предметов
sk_sk: Očarovaných predmetov
sl_si: Število začaranih predmetov
sv_se: Föremål förtrollade
th_th: ไอเทมที่อัพเกรด
tr_tr: Büyülenen Eşyalar
vi_vn: Số vật phẩm đã phù phép
zh_cn: 物品附魔次数
zh_tw: 物品附魔數量

# stat_itemsButton
source: Items
ar_sa: المواد
be_by: Прадметы
bg_bg: Предмети
ca_es: Ítems
cs: Předměty
da_dk: Genstande
de: Gegenstände
el_gr: Αντικείμενα
es: Objetos
eu_es: Artikuluak
fa_ir: آيتم ها
fi: Esineet
fil_ph: Gamit
fr_ca: Objets
ga_ie: Earraí
gl_es: Ítems
he: פריטים
hi_in: आइटम
hr_hr: Predmeti
hu_hu: Tárgyak
hy_am: Առարկաներ
id_id: Barang
is_is: Hlutir
it: Oggetti
ja_jp: アイテム
ka_ge: ნივთები
ko_kr: 아이템
lb_lu: Géigestänn
lt_lt: Daiktai
lv_lv: Lietas
ms_my: Barang-barang
mt_mt: Oġġetti
nl_nl: Voorwerpen
nn_no: Gjenstandar
pl: Przedmioty
pt: Itens
ro_ro: Obiecte
ru_ru: Предметы
sk_sk: Predmety
sl_si: Predmeti
sv_se: Föremål
th_th: ไอเท็ม
tr_tr: Eşyalar
vi_vn: Vật phẩm
zh_cn: 物品
zh_tw: 物品

# stat_joinMultiplayer
source: Multiplayer joins
af_za: Multispeler aansluitings
ar_sa: مرات الانضمام لللعب الجماعي
be_by: Далучэнняў да сумеснай гульні
bg_bg: Свързване към сървъри
ca_es: Connexions multijugador
cs: Připojeno ke hře více hráčů
da_dk: Multiplayer-deltagelser
de: Mehrspielerbeitritte
el_gr: Συμμετοχές σε ομαδικά παιχνίδια
es: Sesiones multijugador
eu_es: Multijokalari sarrerak
fa_ir: اتصال به سرورها
fi: Liittymisiä moninpeliin
fil_ph: Beses lumaro ng kapwa-kapwa
fr_ca: Parties multijoueurs rejointes
ga_ie: Cluichí Ilimreora ar ceanglaíodh leo
gl_es: Sesións multixogador
he: הצטרפויות לרב-משתמשים
hi_in: मल्टी प्लेयर मिलती है
hr_hr: Ulazaka u Mrežnu Igru
hu_hu: Többjátékos csatlakozások
hy_am: Առցանց խաղեր միացած
id_id: Main multiplayer
is_is: Spilað á netinu
it: Connessioni in multigiocatore
ja_jp: マルチプレイで遊んだ回数
ka_ge: ქსელურ თამაშში შესვლა
ko_kr: 멀티플레이 참가
lb_lu: Multispiller bäigetrueden
lt_lt: Prisijungimų prie serverių
lv_lv: Reize spēlēts online
mn_mn: Олуулаа тоглах
ms_my: Permainan jamak disertai
mt_mt: Drabi li dħalt ġo server
nl_nl: Multiplayer gespeeld
nn_no: Fleirspel deltatt i
pl: Dołączeń do gry wieloosobowej
pt: Entradas em Multijogador
ro_ro: Conectări la multiplayer
ru_ru: Сыграно сетевых игр
sk_sk: Pripojení na server
sl_si: Število pridružitev strežniku
sv_se: Flerspelaranslutningar
th_th: จำนวนครั้งที่เข้าร่วมเล่นหลายคน
tr_tr: Çoklu Oyunculuya katılımlar
vi_vn: Số lần chơi mạng
zh_cn: 加入多人游戏次数
zh_tw: 加入多人遊戲次數

# stat_jump
source: Jumps
af_za: Spronge
ar_sa: القفزات
be_by: Скачкоў
bg_bg: Скокове
ca_es: Salts
cs: Výskoků
da_dk: Hop
de: Sprünge
el_gr: Άλματα
es: Saltos
eu_es: Saltoak
fa_ir: پرش ها
fi: Hyppyjä
fil_ph: Beses tumalon
fr_ca: Sauts
ga_ie: Léimeanna
gl_es: Saltos
he: קפיצות
hi_in: कूदता है
hr_hr: Skokova
hu_hu: Ugrások
hy_am: Ցատկ
id_id: Jumlah Lompatan
is_is: Hoppað
it: Salti
ja_jp: ジャンプした回数
ka_ge: ახტომები
ko_kr: 점프 횟수
lb_lu: Spréng
lt_lt: Pašokimų
lv_lv: Palēcieni
ms_my: Kali Melompat
mt_mt: Qabżiet
nl_nl: Sprongen
nn_no: Byks
pl: Skoków
pt: Saltos
ro_ro: Sărituri
ru_ru: Прыжков
sk_sk: Skokov
sl_si: Število skokov
sv_se: Antal hopp
th_th: จำนวนครั้งที่กระโดด
tr_tr: Zıplamalar
vi_vn: Số lần nhảy
zh_cn: 跳跃次数
zh_tw: 跳躍次數

# stat_junkFished
source: Junk Fished
af_za: Gemors Gevang
ar_sa: تم الحصول على خرابة
be_by: Вылаўлена смецця
bg_bg: Уловен боклук
ca_es: Brossa pescada
cs: Uloveno smetí
da_dk: Skrammel fisket
de: Trödel geangelt
el_gr: Σκουπίδια που αλιεύθηκαν
es: Trastos pescados
eu_es: Arrantzatutako trasteak
fa_ir: آشغال دريايي گرفته
fi: Romua kalastettu
fil_ph: Basurang Inisda
fr_ca: Déchets pêchés
ga_ie: Dramhaíl Iascaireachta
gl_es: Basura pescada
he: זבל שדגת
hi_in: रद्दी निकाला
hr_hr: Smeća Upecano
hu_hu: Kihalászott szemét
id_id: Sampah yang di Pancing
is_is: Veiddir drasl
it: Rifiuti pescati
ja_jp: ゴミを釣り上げた回数
ka_ge: დაჭერილი ნაგავი
ko_kr: 낚은 쓰레기
lb_lu: Offäll gefëscht
lt_lt: Sužvejota šlamšto
lv_lv: Mēsli nozvejoti
ms_my: Sampah dipancing
mt_mt: Żibel Mistad
nl_nl: Afval opgevist
nn_no: Søppel fiska
pl: Wyłowionych śmieci
pt: Lixo Pescado
ro_ro: Gunoaie pescuite
ru_ru: Выловлено мусора
sk_sk: Vylovených odpadkov
sl_si: Število ulovljenih neuporabnih stvari
sv_se: Skräp uppfiskat
th_th: ตกขยะได้
tr_tr: Tutulan Çöpler
vi_vn: Số rác đã câu
zh_cn: 钓到垃圾次数
zh_tw: 釣中垃圾次數

# stat_leaveGame
source: Games quit
af_za: Speletjies verlaat
ar_sa: مرات الخروج من اللعبه
be_by: Выхадаў з гульні
bg_bg: Напуснати игри
ca_es: Jocs abandonats
cs: Opuštěno her
da_dk: Spil afsluttet
de: Spiele verlassen
el_gr: Φορές που έκλεισε το παιχνίδι
es: Veces que has salido
eu_es: Kendutako partidak
fa_ir: بستن بازي
fi: Pelejä lopetettu
fil_ph: Larong Tinigil
fr_ca: Parties quittées
ga_ie: Cluichí scortha
gl_es: Partidas abandoadas
he: משחקים שנעזבו
hi_in: खेल छोड़ो
hr_hr: Izlazaka iz Igre
hu_hu: Kilépések száma
hy_am: Խաղերից դուրս եկած
id_id: Kali keluar permainan
is_is: Leikjum hætt
it: Sessioni abbandonate
ja_jp: ゲームを終了した回数
ka_ge: თამაშიდან გამოსული
ko_kr: 종료 횟수
lb_lu: Spiller verlooss
lt_lt: Kartų išjungta
lv_lv: Spēles pamestas
ms_my: Permainan dihentikan
mt_mt: Drabi ħriġt mil-logħba
nl_nl: Spellen afgesloten
nn_no: Spel avslutta
pl: Wyjścia z gry
pt: Jogos Abandonados
ro_ro: Ieșiri din joc
ru_ru: Выходов из игры
sk_sk: Ukončených hier
sl_si: Število zapustitev igre
sv_se: Spel avslutade
th_th: จำนวนครั้งที่ออกจากเกม
tr_tr: Çıkılan oyunlar
vi_vn: Số lần thoát khỏi trò chơi
zh_cn: 游戏退出次数
zh_tw: 離開遊戲次數

# stat_loadWorld
source: Worlds loaded
af_za: Speletjies gelaai
ar_sa: التخزينات المحمله
be_by: Захаванняў запушчана
bg_bg: Заредени записи
ca_es: Partides carregades
cs: Nahráno uložených her
da_dk: Gemte spil åbnet
de: Spielstände geladen
el_gr: Αποθηκεύσεις που φορτώθηκαν
es: Partidas cargadas
eu_es: Kargatutako jolas gordeak
fa_ir: سيو هاي لود شده
fi: Tallennuksia ladattu
fil_ph: Larong Tinuloy
fr_ca: Sauvegardes chargées
ga_ie: Sábhálacha luchtaithe
gl_es: Partidas cargadas
he: שמירות שנטענו
hi_in: लोड बचाता है
hr_hr: Sačuvanih Učitano
hu_hu: Betöltött mentések
hy_am: Պահպանվաց խաղեր բեռնած
id_id: Simpanan Dimuat
is_is: Leikir hlaðnir
it: Salvataggi caricati
ja_jp: ワールドを読み込んだ回数
ka_ge: შენახვების ჩატვირთვა
ko_kr: 저장된 세계를 불러온 횟수
lb_lu: Spillstänn gelueden
lt_lt: Žaidimų pakrauta
lv_lv: Ielādētās saglabātās spēles
ms_my: Fail simpan dimuatkan
mt_mt: Livelli miftuħa
nl_nl: Werelden geladen
nn_no: Lagringsfiler opna
pl: Wczytanych gier
pt: Jogos Carregados
ro_ro: Salvări încărcate
ru_ru: Загружено сохранений
sk_sk: Nahraných uložených hier
sl_si: Število nalaganj iger
sv_se: Världar laddade
th_th: จำนวนครั้งที่โหลดเซฟ
tr_tr: Yüklenen kayıtlar
vi_vn: Số lần lưu được nạp
zh_cn: 读取存档次数
zh_tw: 讀檔次數

# stat_mineBlock
source: {0} Mined
af_za: {0} Ontgin
ar_sa: حفرت {0}
be_by: {0} здабыта
bg_bg: {0} изкопани
ca_es: {0} excavat
cs: {0} Vytěženo
da_dk: {0} minede
de: {0} abgebaut
el_gr: {0} έχει εξορυχθεί
es: {0} picados
eu_es: {0} meatuta
fa_ir: {0} معدن کاوی کرد
fi: {0} louhittu
fil_ph: {0} Minina
fr_ca: {0} miné(e)s
ga_ie: {0} Tochailte
gl_es: {0} picados
he: {0} נחצב
hi_in: {0} सुरंग लगा हुआ
hr_hr: {0} Iskopano
hu_hu: {0} bányászott
hy_am: {0} Հանք Մշակած
id_id: {0} Telah Digali
is_is: {0} safnað
it: {0} estratti
ja_jp: {0}を採取した回数
ka_ge: {0} მოპოვებული
ko_kr: {0} 채굴 횟수
lb_lu: {0} ofgebaut
lt_lt: {0} iškasta
lv_lv: Izrakti '{0}'
ms_my: {0} Dilombongkan
mt_mt: {0} Imminati
nl_nl: {0} ontgonnen
nn_no: {0} vunne ut
pl: {0} wydobytych
pt: {0} Minado
ro_ro: {0} minate
ru_ru: {0} добыто
sk_sk: {0} vykopaných
sl_si: {0} izkopanih
sv_se: {0} brutna
th_th: ขุด {0} ได้
tr_tr: Kazılan {0}
vi_vn: {0} lần khai thác
zh_cn: 挖掘了{0}个方块
zh_tw: 挖掘了 {0} 個方塊

# stat_minecartOneCm
source: Distance by Minecart
af_za: Afstand met Koekepan
ar_sa: المسافة التي تم قطعها في عربة المنجم
be_by: На ваганетцы
bg_bg: Разстояние изминато с вагонетка
ca_es: Distància en vagoneta
cs: Najeto ve vozíku
da_dk: Afstand i minevogn
de: Strecke in Lore gefahren
de_at: Streckn in an Wagon gfohn
el_gr: Απόσταση με βαγόνι
es: Distancia en vagoneta
eu_es: Distantzia bagonetaz
fa_ir: مقياس با ماشين معدن
fi: Kaivosvaunulla kuljettu matka
fil_ph: Layong Karitela
fr_ca: Distance en wagonnet
ga_ie: Fad Slánaithe i gCairt Mianaigh
gl_es: Distancia en vagoneta
he: מרחק שעברת בעגלת מכרה
hi_in: कार्ट द्वारा दूरी
hr_hr: Pređeno u Vagonu
hu_hu: Távolság csillével
hy_am: Հեռավորությունը Անցած Վագոնով
id_id: Jarak di Lalui dengan kereta tambang
is_is: Vegalengd með Námuvagni
it: Distanza su carrello da miniera
ja_jp: トロッコで移動した距離
ka_ge: ურიკით ნამგზავრი
ko_kr: 마인카트를 타고 이동한 거리
lb_lu: Distanz an engem Buggi
lt_lt: Atstumas nukeliautas vagonėliu
lv_lv: Attālums nobraukts ar raktuvju ratiņiem
ms_my: Jarak dengan Kereta Lombong
mt_mt: Distanza bil-Karretta
nl_nl: Afstand per mijnkar
nn_no: Avstand med gruvevogn
pl: Dystans przebyty w wagoniku
pt: Distância em Vagão
ro_ro: Distanță în vagonet
ru_ru: Преодолено в вагонетке
sk_sk: Vzdialenosť prejdená vozíkom
sl_si: Razdalja z vozičkom
sv_se: Distans i gruvvagn
th_th: ระยะทางที่นั่งรถราง
tr_tr: Vagonla alınan yol
vi_vn: Tổng quãng đường đã đi bằng xe mỏ
zh_cn: 坐矿车移动距离
zh_tw: 乘坐礦車距離

# stat_mined
source: Times Mined
af_za: Kere Gemyn
ar_sa: مرات الحفر
be_by: Здабыта
bg_bg: Пъти изкопано
ca_es: Vegades obtingut
cs: Vytěženo
da_dk: Gange minet
de: Abgebaut
el_gr: Φορές που εξορύχθηκε
es: Veces picado
eu_es: Meatutako aldiak
fa_ir: کندن
fi: Louhittu
fil_ph: Beses Namina
fr_ca: Quantité minée
ga_ie: Tochailte
gl_es: Veces picado
he: פעמים שנחצב
hi_in: टाइम्स खनन
hr_hr: Iskopano
hu_hu: Bányászva
hy_am: Անգամ Հայթհայթած
id_id: Waktu Menambang
is_is: Safnað
it: Estratti
ja_jp: 採取した回数
ka_ge: მოპოვებული
ko_kr: 채굴 횟수
lb_lu: Wéi oft ofgebaut
lt_lt: Kartų iškasta
lv_lv: Reizes izrakts
ms_my: Kali Dilombong
mt_mt: Drabi Imminati
nl_nl: Keren ontgonnen
nn_no: Gongar vunne ut
pl: Wydobytych
pt: Vezes Minado
ro_ro: Cantitate minerită
ru_ru: Добыто
sk_sk: Koľkokrát vykopané
sl_si: Število izkopov
sv_se: Antal gånger bruten
th_th: จำนวนครั้งที่ขุดได้
tr_tr: Kazma Miktarı
vi_vn: Số lần khai thác
zh_cn: 开采次数
zh_tw: 挖掘次數

# stat_mobKills
source: Mobs Killed
af_za: Mobbe Verslaan
ar_sa: القتلى من الكائنات
be_by: Істот забіта
bg_bg: Убити чудовища
ca_es: Monstres morts
cs: Zabitá stvoření
da_dk: Mob-drab
de: Kreaturen getötet
el_gr: Σκωτομένα Mobs
es: Criaturas asesinadas
eu_es: Kreaturen heriotzak
fa_ir: موجودات کشته
fi: Olentoja tapettu
fil_ph: Kinamatay na Mobs
fr_ca: Mobs tués
ga_ie: Créatúir Maraithe
gl_es: Criaturas matadas
he: הריגות יצורי חיים
hi_in: भीड़ मारे गए
hr_hr: Stvorenja Ubijeno
hu_hu: Megölt lények
hy_am: Մոբ Սպանած
id_id: Makhluk Tewas
is_is: Kvikindi drepin
it: Creature uccise
ja_jp: Mobを倒した回数
ka_ge: მოკლული არსებები
ko_kr: 죽인 몹
lb_lu: Kreaturen ëmbruecht
lt_lt: Nužudyta padarų
lv_lv: Radības nogalinātas
ms_my: Makhluk Dibunuh
mt_mt: Kreaturi Maqtula
nl_nl: Mobs gedood
nn_no: Drepne skapningar
pl: Zabitych stworzeń
pt: Criaturas Mortas
ro_ro: Ființe omorâte
ru_ru: Убито существ
sk_sk: Zabitých tvorov
sl_si: Število ubitih bitij
sv_se: Monster dödade
th_th: จำนวนสัตว์ที่ฆ่า
tr_tr: Öldürdüğün Canlılar
vi_vn: Số quái thú đã giết
zh_cn: 生物击杀数
zh_tw: 生物擊殺數

# stat_mobsButton
source: Mobs
af_za: Mobbe
ar_sa: وحوش
be_by: Істоты
bg_bg: Създания
ca_es: Animals/Monstres
cs: Stvoření
da_dk: Monstre
de: Kreaturen
el_gr: Κινούμενα
es: Criaturas
eu_es: Munstroak
fa_ir: موجودات
fi: Olennot
ga_ie: Créatúir
gl_es: Criaturas
he: בעלי חיים
hi_in: भीड़
hr_hr: Stvorenja
hu_hu: Mobok
hy_am: արարածներ
id_id: Makhluk
is_is: Skrímsli
it: Creature
ja_jp: Mob
ka_ge: არსებები
ko_kr: 몹
lb_lu: Kreaturen
lt_lt: Padarai
lv_lv: Būtnes
mt_mt: Kreaturi
nn_no: Monster
pl: Stworzenia
pt: Criaturas
ro_ro: Ființe
ru_ru: Мобы
sk_sk: Tvory
sl_si: Bitja
sv_se: Varelser
th_th: สิ่งมีชีวิต
tr_tr: Canlılar
vi_vn: Quái thú
zh_cn: 生物
zh_tw: 生物

# stat_noteblockPlayed
source: Note Blocks Played
af_za: Nootblokke gespeel
ar_sa: مكعب الموسيقى قام بالتشغيل
be_by: Сыграна на нотных блоках
bg_bg: Пуснати музикални блокове
ca_es: Bloc musical reproduït
cs: Rozeznělé hudební bloky
da_dk: Nodeblok spillet
de: Notenblöcke abgespielt
el_gr: Συντονισμένoi κύβοι νότας
es: Bloques musicales tocados
fi: Nuottikuutiota soitettu
fil_ph: Tinugtog na Bloke ng Nota
fr_ca: Blocs sonores joués
ga_ie: Bloic Nóta a sheinn tú
gl_es: Bloques de notas tocados
he: ניגון תיבות נגינה
hr_hr: Glazbeni blok svira
hu_hu: Megszólaltatott hangdobozok
id_id: Blok Lagu yang dimainkan
it: Blocchi sonori suonati
ja_jp: 音符ブロックを鳴らした回数
ka_ge: დაკრული მუსიკალური ბლოკები
ko_kr: 노트 블록 연주 횟수
lb_lu: Noutebléck gespillt
lt_lt: Sugrota natų blokais
lv_lv: Nošu bloki atskaņoti
ms_my: Blok not dimainkan
mt_mt: Blokki tal-Mużika Mdaqqa
nl_nl: Nootblokken bespeeld
nn_no: Musikkblokker spelt
pl: Użytych bloków dźwiękowych
pt: Blocos Musicais Tocados
ro_ro: Blocuri muzicale activate
ru_ru: Воспроизведено нотных блоков
sk_sk: Prehratých hudobných kociek
sl_si: Število igranih glasbenih kock
sv_se: Notblock spelade
th_th: เล่นกล่องตัวโน้ต
tr_tr: Oynatılan nota blokları
vi_vn: Số khối nhạc đã chơi
zh_cn: 音符盒播放次数
zh_tw: 音階盒演奏次數

# stat_noteblockTuned
source: Note Blocks Tuned
af_za: Nootblokke ingestel
ar_sa: مكعب الموسيقى قام باللحن
be_by: Наладжана нотных блокаў
bg_bg: Настроени музикални блокове
ca_es: Blocs musical sintonitzat
cs: Nastavené hudební bloky
da_dk: Nodeblok indstillet
de: Notenblöcke gestimmt
el_gr: Συντονισμένα μουσικά κουτιά
es: Bloques musicales afinados
fi: Nuottikuutiota viritetty
fil_ph: Tinonong Bloke ng Nota
fr_ca: Blocs sonores accordés
ga_ie: Bloic Nóta a thiúin tú
gl_es: Bloques de notas afinados
he: מכוון תיבות נגינה
hr_hr: Podešavanje glazbenog bloka
hu_hu: Áthangolt hangdobozok
id_id: Blok Lagu yang di disetel
it: Blocchi sonori accordati
ja_jp: 音符ブロックの音階を変えた回数
ka_ge: აწყობილი მუსიკალური ბლოკები
ko_kr: 노트 블록 조율 횟수
lb_lu: Noutebléck gestemmt
lt_lt: Suderinta natų blokų
lv_lv: Nošu bloki noskaņoti
ms_my: Blok not ditala
mt_mt: Blokki tal-Mużika Intunati
nl_nl: Nootblokken afgestemd
nn_no: Musikkblokker finjustert
pl: Nastrojonych bloków dźwiękowych
pt: Blocos Musicais Afinados
ro_ro: Blocuri muzicale acordate
ru_ru: Настроено нотных блоков
sk_sk: Preladených hudobných kociek
sl_si: Število uglašenih glasbenih kock
sv_se: Notblock stämda
th_th: ปรับจูนกล่องตัวโน้ต
tr_tr: Ayarlanan nota blokları
vi_vn: Số khối nhạc đã điều chỉnh
zh_cn: 音符盒调音次数
zh_tw: 音階盒調音次數

# stat_pickup
source: Picked Up
af_za: Opgetel
ar_sa: التقطت
be_by: Падабрана
bg_bg: Взети
ca_es: Recollit
cs: Sebráno
da_dk: Taget
de: Aufgesammelt
el_gr: Πήρε
es: Veces recogido
eu_es: Bilduta
fi: Nostettu ylös
fil_ph: Pinulot
fr_ca: Quantité ramassée
ga_ie: Bailithe
gl_es: Veces recollido
he: הורם
hr_hr: Podignuto
hu_hu: Felszedve
id_id: Mengambil
it: Raccolti
ja_jp: 拾った回数
ka_ge: აღებული
ko_kr: 주운 횟수
lb_lu: Agesammelt
lt_lt: Kartų paimta
lv_lv: Pacelts
ms_my: Mendapat
mt_mt: Miġbura
nl_nl: Opgepakt
nn_no: Plukka opp
pl: Podniesionych
pt: Apanhado
ro_ro: Luate de jos
ru_ru: Подобрано
sk_sk: Vyhodených
sl_si: Pobrano
sv_se: Antal gånger plockat upp
th_th: เก็บของขึ้นมา
tr_tr: Almalar
vi_vn: Số lần nhặt
zh_cn: 拾起个数
zh_tw: 拾起數量
