Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_scoreboard_players_tag_tooMany
source: Can't add more than {0} tags to an entity
af_za: Kan nie meer as {0} merkers aan 'n entiteit voeg nie
ar_sa: غير قادر على إضافة علامات أكثر من {0} للكيان
be_by: Немагчыма дадаць да сутнасці больш за {0} тэгаў
bg_bg: Не може да се добавят повече от {0} етикета към обекта
ca_es: No es poden afegir més de {0} etiquetes a una entitat
cs: Entitě nelze přiřadit více než {0} tagy
da_dk: Kan ikke tilføje mere end {0} tags til et objekt
de: Kann einem Objekt nicht mehr als {0} Tags hinzufügen
el_gr: Αδυνατό να προσθέσετε περισσότερες {0} ετικέτες σε μια οντότητα
es: No puedes añadir más de {0} etiquetas a una entidad
fi: Entiteettiin ei voida lisätä enempää kuin {0} tagia
fil_ph: Hindi kaya idagdag na masmataas sa {0} na tanda sa nilikha
fr_ca: Impossible d'ajouter plus de {0} tags à une entité
ga_ie: Ní féidir níos mó ná {0} clibeanna a chur le aonán
gl_es: Non se poden engadir máis de {0} etiquetas a unha entidade
he: לא ניתן להוסיף יותר מ{0} תגים לאובייקט
hr_hr: Nije moguće dodati više od {0} oznaka objektu
hu_hu: Egy entitáshoz nem adható {0} adatcímkénél több
id_id: Tidak bisa menambahkan lebih dari {0} tag ke entitas
it: Impossibile aggiungere più di {0} tag a un'entità
ja_jp: {0} 個以上のタグはエンティティに追加できません
ka_ge: შეუძლებელია {0}-ზე მეტი ტეგის მინიჭება ობიექტისთვის
ko_kr: 한 개체에 {0}개 이상의 태그를 추가할 수 없습니다
lb_lu: Kann dem Objet net méi wei {0} Tags dobäi maachen
lt_lt: Negalima pridėti daugiau nei {0} žymių prie objekto
lv_lv: Nav iespējams pievienot vairāk par {0} birkām pie konkrētās lietas
ms_my: Tidak boleh menambah lebih daripada {0} tag kepada entiti
mt_mt: Ma tistax iżżid iktar minn {0} tags għal entita'
nl_nl: Je kunt niet meer dan {0} tags aan een entiteit toevoegen
nn_no: Kan ikkje leggja til meir enn {0} tags på ein eining
pl: Nie można dodać więcej niż {0} tagów do bytu
pt: Não é possível adicionar mais do que {0} tags a uma entidade
ro_ro: Nu se pot adăuga mai mult de {0} taguri unei entități
ru_ru: Невозможно добавить к сущности более {0} тегов
sk_sk: Bytosti nemožno pridať viac ako {0} značiek
sl_si: Ni mogoče dodati več kot {0} oznak entiteti
sv_se: Kan inte lägga till mer än {0} taggar till ett objekt
th_th: ไม่สามารถเพิ่มแท็กมากกว่า {0} แท็กไปยัง entity นี้
tr_tr: Bir varlığa {0}'den fazla etiket ekleyemezsiniz
vi_vn: Không thể gắn nhiều hơn {0} nhãn vào một thực thể
zh_cn: 不能给一个实体添加多于{0}个的标签
zh_tw: 不能為實體加上超過 {0} 個標籤

# commands_scoreboard_players_tag_usage
source: /scoreboard players tag <player> <add|remove|list> <tagName> [dataTag]
ar_sa: /scoreboard اللاعبين tag <اللاعب> <add|remove|list> <اسم العلامة> [بيانات العلامة]
be_by: /scoreboard players tag <гулец> <add|remove|list> <назва тэгу> [тэг]
bg_bg: /scoreboard players tag <играч> add|remove|list <име на етикет> [<таг>]
cs: /scoreboard players tag <hráč>|* add|remove|list <název tagu> [<datový tag>]
de: /scoreboard players tag <Spieler>|* add|remove|list <Tag-Name> [<NBT-Daten>]
el_gr: /scoreboard players tag <παίχτη> <add|remove|list> <όνομα_ετικέτας> [dataTag]
es: /scoreboard players tag <jugador> <add|remove|list> <nombre de la etiqueta> [dataTag]
fi: /scoreboard players tag <pelaaja> <add|remove|list> <tagNimi> [dataTag]
fil_ph: /scoreboard players tag <manlalaro> <add|remove|list> <tandaPangalan> [dataTanda]
fr_ca: /scoreboard players tag <joueur> <add|remove|list> <nom du tag> [dataTag]
gl_es: /scoreboard players tag <xogador> <add|remove|list> <tagName> [dataTag]
he: /scoreboard players tag <שחקן> <add|remove|list> <טאג-נתון] <טאג-שם]
hu_hu: /scoreboard players tag <player> <add|remove|list> <címkenév> [adatcímke]
id_id: /scoreboard players tag <pemain> <add|remove|list> <nama_penanda> [PenandaData]
it: /scoreboard players tag <giocatore> <add|remove|list> <nome del tag> [dati NBT]
ja_jp: /scoreboard players tag <プレイヤー名> <add|remove|list> <タグ名> [データタグ]
ka_ge: /scoreboard players tag <მოთამაშე> <add|remove|list> <ტეგის სახელი> [მონაც. ტეგი]
ko_kr: /scoreboard players tag <플레이어> <add|remove|list> <태그 이름> [테이터 태그]
lb_lu: /scoreboard players tag <Spiller> <add|remove|list> <Tag-Numm> [NBT-Daten]
lt_lt: /scoreboard players tag <žaidėjas> <add|remove|list> <žymės-pavadinimas> [duomenų-žymė]
ms_my: /scoreboard players tag <pemain> <add|remove|list> <namaTag> [dataTag]
mt_mt: /scoreboard players tag <plejer> <add|remove|list> <tagName> [dataTag]
nn_no: /scoreboard players tag <spelar> <add|remove|list> <tag-namn> [dataTag]
pl: /scoreboard players tag <gracz> <add|remove|list> <tagName> [dataTag]
pt: /scoreboard players tag <jogador> <add|remove|list> <nomeDaTag> [dataTag]
ro_ro: /scoreboard players tag <jucător> add|remove|list <nume tag> [<date NBT>]
ru_ru: /scoreboard players tag <игрок> <add|remove|list> <имяТега> [тегДанных]
sk_sk: /scoreboard players tag <player> <add|remove|list> <tagName> [dátováZnačka]
sl_si: /scoreboard players tag <igralec> <add|remove|list> <imeOznake> [podatkovnaOznaka]
sv_se: /scoreboard players tag <spelare> <add|remove|list> <tagNamn> [dataTag]
th_th: /scoreboard players tag <ชื่อผู้เล่น> <add|remove|list> <ชื่อแท็ก> [dataTag]
tr_tr: /scoreboard players tag <oyuncu> <add|remove|list> <etiketAdı> [veriEtiketi]
vi_vn: /scoreboard players tag <người chơi> <add|remove|list> <tên nhãn> [nhãn dữ liệu]
zh_cn: /scoreboard players tag <玩家> <add|remove|list> <标签名称> [数据标签]
zh_tw: /scoreboard players tag <玩家> < add(增加) | remove(移除) | list(列表) > <標籤名稱> [資料標籤]

# commands_scoreboard_players_usage
source: /scoreboard players <set|add|remove|reset|list|enable|test|operation|tag> ...
cs: /scoreboard players set|add|remove|reset|list|enable|test|operation …
da_dk: /scoreboard players <set|add|remove|reset|list|enable|test|operation> ...
zh_cn: /scoreboard players <set|add|remove|reset|list|enable|test|operation> ...
zh_tw: /scoreboard players <set(設置)|add(增加)|remove(移除)|reset(重製)|list(清單)|enable(開啟)|test(測試)|operation(行動)|tag(標籤)>

# commands_scoreboard_teamNotFound
source: No team was found by the name '{0}'
af_za: Geen span met die naam '{0}' kon gevind word nie
ar_sa: لم يتم العثور على فريق بهذا الاسم {0}
be_by: Не знойдзена каманды з назваю '{0}'
bg_bg: Не бе намерен отбор с име "{0}"
ca_es: No hi ha cap equip amb el nom '{0}'
cs: Nebyl nalezen žádný tým s názvem „{0}“
da_dk: Intet hold blev fundet ved navn '{0}'
de: Es wurde kein Team mit dem Namen '{0}' gefunden
el_gr: Καμία ομάδα δεν βρέθηκε με το όνομα {0}
es: No se ha encontrado ningún equipo llamado "{0}"
eu_es: Ez zen inolako taldea aurkitu '{0}' izenarekin
fa_ir: تیمی با نام «{0}» پیدا نشد
fi: Joukkuetta nimeltä '{0}' ei löydy
fil_ph: Walang pangkat na nakita sa pangalan ng '{0}'
fr_ca: Aucune équipe nommée "{0}" n'a été trouvée
ga_ie: Ní bhfuarthas foireann ar bith darb ainm '{0}'
gl_es: Non se encontraron equipos co nome "{0}"
he: לא נמצאה קבוצה בשם '{0}'
hi_in: टीम के नाम से नहीं मिला {0}
hr_hr: Nije pronađen nijedan tim pod imenom '{0}'
hu_hu: Nem található '{0}' nevű csapat
hy_am: '{0}' անունով թիմ հնարավոր չէր գտնել
id_id: Tidak ada tim ditemukan dengan nama '{0}'
is_is: Ekkert lið fannst með nafninu '{0}'
it: Non è stata trovata alcuna squadra con il nome "{0}"
ja_jp: 「{0}」という名前のチームは見つかりませんでした
ka_ge: არ მოიძებნა გუნდი სახელით '{0}'
ko_kr: 팀 '{0}'을(를) 찾을 수 없습니다
lb_lu: Et gouf keen Team mam Numm '{0}' fonnt
lt_lt: Nebuvo rasta komanda pavadinimu "{0}"
lv_lv: Netika atrasta komanda ar nosaukumu '{0}'
ms_my: tiada pasukan yang dijumpa menggunakan nama '{0}'
mt_mt: Ma nstabux timijit bl-isem ta' '{0}'
nl_nl: Er is geen team gevonden met de naam '{0}'
nn_no: Fann ingen lag med namn '{0}'
pl: Nie znaleziono drużyny o nazwie "{0}"
pt: Nenhuma equipa foi encontrada com o nome '{0}'
ro_ro: Echipa cu numele "{0}" nu a fost găsită
ru_ru: Команда с названием '{0}' не найдена
sk_sk: Nebol nájdený žiadny tím s názvom "{0}"
sl_si: Ekipa z imenom '{0}' ne obstaja
sv_se: Inget lag med namnet '{0}' hittades
th_th: ไม่เจอทีมชื่อ '{0}'
tr_tr: '{0}' adında takım bulunamadı
vi_vn: Không tìm thấy đội nào mang tên '{0}'
zh_cn: 没有找到队名为'{0}'的队伍
zh_tw: 無法找到隊名為 '{0}' 的隊伍

# commands_scoreboard_teams_add_alreadyExists
source: A team with the name '{0}' already exists
af_za: 'n Span met die naam '{0}' bestaan reeds
ar_sa: يوجد بالفعل فريقا باسم '{0}'
be_by: Каманда з назвай '{0}' ужо існуе
bg_bg: Отбор с име "{0}" вече съществува
ca_es: Ja existeix un equip amb el nom '{0}'
cs: Tým s názvem „{0}“ již existuje
da_dk: Et hold med navnet '{0}' eksisterer allerede
de: Ein Team mit dem Namen '{0}' existiert bereits
el_gr: Μια ομάδα με το όνομα {0} υπάρχει ήδη
es: Ya existe un equipo llamado "{0}"
eu_es: '{0}' izena duen taldea badago
fa_ir: یک تیم با اسم {0} وجود دارد
fi: Joukkue nimeltä '{0}' on jo olemassa
fil_ph: Isang pangkat na may pangalan na '{0}' ay meron na
fr_ca: Une équipe nommée "{0}" existe déjà
ga_ie: Tá foireann darb ainm '{0}' ann cheana
gl_es: Xa existe un equipo co nome "{0}"
he: צוות בשם '{0}' כבר קיים
hi_in: एक टीम के साथ नाम '{0}' पहले से मौजूद है
hr_hr: Tim imenom '{0}' već postoji
hu_hu: Már létezik '{0}' nevű csapat
hy_am: '{0}' անունով թիմ արդեն գույություն ունի
id_id: Tim dengan nama '{0}' udah ada
is_is: Lið með nafnið '{0}' er nú þegar til
it: Esiste già una squadra chiamata "{0}"
ja_jp: 「{0}」というチーム名は既に存在します
ka_ge: გუნდი სახელად '{0}' უკვე არსებობს
ko_kr: 팀 '{0}'이(가) 이미 존재합니다
lb_lu: Een Team mam Numm '{0}' gëtt et schonns
lt_lt: Komanda pavadinimu "{0}" jau egzistuoja
lv_lv: Komanda ar nosaukumu '{0}' jau pastāv
ms_my: Satu pasukan dengan '{0}' nama sudah wujud
mt_mt: Tim bl-isem ta' '{0}' diġa' jeżisti
nl_nl: Een team met de naam '{0}' bestaat al
nn_no: Eit lag med namn '{0}' finnes frå før
pl: Drużyna o nazwie "{0}" już istnieje
pt: Já existe uma equipa com o nome '{0}'
ro_ro: Există deja o echipă cu numele "{0}"
ru_ru: Команда с именем '{0}' уже существует
sk_sk: Tím s názvom "{0}" už existuje
sl_si: Ekipa z imenom '{0}' že obstaja
sv_se: Ett lag med namnet '{0}' finns redan
th_th: ทีมที่ มีชื่อ '{0}' มีอยู่แล้ว
tr_tr: '{0}' adlı takım zaten var
vi_vn: Một đội mang tên '{0}' đã tồn tại rồi
zh_cn: 名为'{0}'的队伍已经存在
zh_tw: 名為 '{0}' 的隊伍已經存在

# commands_scoreboard_teams_add_displayTooLong
source: The name '{0}' is too long for a team, it can be at most {1} characters long
af_za: Die vertoonnaam '{0}' is te lank vir 'n span, dit mag ten meeste {1} karakters lank wees
ar_sa: اسم العرض '{0}' طويل جداً لفريق، فإنه يمكن في أكثر من {1} حرفاً
be_by: Паказаная назва каманды '{0}' занадта доўгая, яна павінна быць не даўжэйшай за {1} сімвалаў
bg_bg: Показаното име {0} е твърде дълго за отбор, може да бъде дълго максимум {1} символа
ca_es: El text a mostrar '{0}' és massa llarg per a un equip, com a màxim pot tenir {1} caràcters
cs: Zobrazovaný název „{0}“ je pro tým příliš dlouhý, maximální délka je {1} znaků
da_dk: Det viste navn "{0}" er for langt som holdnavn, det må maksimalt være {1} tegn langt
de: Der Anzeigename '{0}' ist zu lang für ein Team, er darf maximal {1} Zeichen lang sein
el_gr: Το εμφανιζόμενο όνομα {0} είναι υπερβολικά μεγάλη για μια ομάδα, μπορεί να είναι το πολύ {1} χαρακτήρες
es: El texto a mostrar "{0}" es demasiado largo para un equipo, {1} carácteres máximo
eu_es: '{0}' erakutzitako izena oso luzea da talde baterentzat, gehienez {1} karakteren luzeera eduki dezake
fa_ir: The display name '{0}' is too long for a team, it can be at most {1} characters long
fi: '{0}' on liian pitkä näyttönimeksi joukkueelle, nimi saa olla enintään {1} merkkiä pitkä
fil_ph: Ang pangalang '{0}' ay masyadong mahaba para gamitin, pwede lang gamitin ay hangang {1} lang
fr_ca: Le nom d'affichage "{0}" est trop long pour une équipe, il ne peut pas dépasser {1} caractères
ga_ie: Tá an t-ainm taispeána '{0}' rófhada; {1} carachtair an fad is mó
gl_es: O nome "{0}" é demasiado longo para un equipo. O máximo son {1} caracteres
he: השם '{0}' ארוך מדי עבור צוות, זה יכול להיות ברוב {1} תווים
hi_in: प्रदर्शन नाम '{0}' कोई टीम के लिए बहुत लंबा है, यह सबसे कम {1} वर्णों तक लंबा हो सकता है
hr_hr: Ime '{0}' je predugačko za tim, može imati najviše {1} slova
hu_hu: A(z) '{0}' megjelenített csapatnév túl hosszú, legfeljebb {1} karakter lehet
hy_am: '{0}' ցուցադրման անունը չափազանց երկար է թիմի անվան համար, այն առավելագույնը կարող է լինել {1} նիշանոց
id_id: Nama '{0}' terlalu panjang untuk tim, maksimal {1} karakter
is_is: Skjá nafnið '{0}' er of langt fyrir liðs nafn, það má vera lengst {1} stafa langt
it: Il nome da visualizzare "{0}" è troppo lungo per una squadra, può essere al massimo {1} caratteri
ja_jp: 「{0}」というチーム名は長過ぎます。チーム名は最大で{1}文字までです。
ka_ge: საჩვენებელი სახელი '{0}' მეტისმეტად გრძელია, ის უნდა შეიცავდეს არაუმეტეს {1} სიმბოლოსა
ko_kr: 팀 이름 '{0}'이(가) 너무 깁니다. 최대 {1}글자입니다
lb_lu: Den Uweisungsnumm '{0}' ass ze laang fir een Team, en däerf maximal {1} Zeeche laang sinn
lt_lt: Pavadinimas vaizdavimui "{0}" yra per ilgas komandai, jis gali būti ne ilgesnis nei {1} ženklų
lv_lv: Ekrāna nosaukums '{0}' ir pārāk garš komandai, tas drīkst būt līdz {1} simboliem garš
ms_my: Paparan nama '{0}' terlalu panjang untuk sesebuah kumpulan, nama hendaklah selebih-lebihnya {1} aksara panjang
mt_mt: L-isem li jintwera '{0}' hu twil wisq għal tim, l-itwal li jista' jkun hu {1} karattri twil
nl_nl: De weergavenaam van een team kan maximaal {0} tekens lang zijn; '{1}' is te lang
nn_no: Visningsnamnet '{0}' er for langt for eit lag, maksimal lengde er {1} teikn
pl: Wyświetlana nazwa '{0}' jest za długa dla drużyny, może mieć najwyżej {1} znaków
pt: O nome de apresentação '{0}' é demasiado longo para uma equipa. Ele pode conter, no máximo, {1} caracteres
ro_ro: Nume afişat "{0}" este prea lung pentru o echipă, acesta poate avea cel mult {1} caractere
ru_ru: Отображаемое название команды '{0}' слишком длинное, оно должно быть короче {1} символов
sk_sk: Zobrazované meno "{0}" je príliš dlhé, môže byť maximálne {1} znakov dlhé
sl_si: Prikazno ime za ekipo '{0}' je predolgo, lahko je dolgo največ {1} znakov
sv_se: Visningsnamnet '{0}' är för långt för ett lag, det kan högst vara {1} tecken långt
th_th: แสดงชื่อ '{0}' ยาวเกินไปสำหรับทีมงาน ให้มากที่สุด {1} อักขระความยาว
tr_tr: '{0}' görünen adı bir takım için çok uzun, en fazla {1} karakter olabilir
vi_vn: Cái tên đươc hiển thị cho đội '{0}' là quá dài, nó chỉ có thể có tối đa {1} kí tự
zh_cn: '{0}'作为队伍的显示名太长了，它最多只能有{1}个字
zh_tw: '{0}' 作為顯示隊名太長了，最多只能有{1}個字元

# commands_scoreboard_teams_add_success
source: Added new team '{0}' successfully
af_za: Nuwe span '{0}' suksesvol bygevoeg
ar_sa: تم اضافة فريق جديد '{0}' بنجاح
be_by: Новая каманда '{0}' паспяхова дададзена
bg_bg: Отборът {0} е добавен успешно
ca_es: S'ha afegit l'equip '{0}'
cs: Nový tým „{0}“ byl úspěšně přidán
da_dk: Tilføjede succesfuldt det nye hold "{0}"
de: Neues Team '{0}' hinzugefügt
el_gr: Προστέθηκε νέα ομάδα {0} επιτυχώς
es: Añadido correctamente el nuevo equipo "{0}"
eu_es: '{0}' talde berria zuzen gehituta
fa_ir: تیم {0} اضافه شد
fi: Joukkue '{0}' on lisätty
fil_ph: Nakalagay na ang pangkat na '{0}'
fr_ca: La nouvelle équipe "{0}" a été ajoutée avec succès
ga_ie: Cuireadh foireann nua '{0}' leis
gl_es: Engadido o equipo "{0}" satisfactoriamente
he: הצוות החדש '{0}' נוסף בהצלחה
hi_in: नई टीम '{0}' सफलतापूर्वक जोड़ा गया
hr_hr: Dodan je tim '{0}'
hu_hu: '{0}' csapat sikeresen hozzáadva
hy_am: '{0}' թիմը ավելացվեց հաջողությամբ
id_id: Berhasil menambahkan tim '{0}'
is_is: Bætti við liðinu '{0}'
it: La nuova squadra {0} è stata aggiunta
ja_jp: チーム「{0}」を追加しました
ka_ge: ახალი გუნდი '{0}' წარმატებით შეიქმნა
ko_kr: 새로운 팀 '{0}'이(가) 성공적으로 추가되었습니다
lb_lu: Neit Team '{0}' gouf dobäi gemaach
lt_lt: Nauja komanda "{0}" pridėta sėkmingai
lv_lv: Veiksmīgi pievienota jauna komanda '{0}'
ms_my: Berjaya menambah pasukan baru '{0}'
mt_mt: Tim ġdid bl-isem ta' '{0}' ġie miżjud
nl_nl: Nieuw team '{0}' is succesvol toegevoegd
nn_no: Laget '{0}' vart lagt til
pl: Pomyślnie dodano nową drużynę '{0}'
pt: A equipa '{0}' foi adicionada com sucesso
ro_ro: Noua echipă "{0}" a fost adăugată
ru_ru: Успешно добавлена новая команда '{0}'
sk_sk: Pridaný nový tím "{0}"
sl_si: Uspešno dodana nova ekipa '{0}'
sv_se: Det nya laget '{0}' lades till
th_th: เพิ่มกลุ่ม '{0}' สำเร็จ
tr_tr: '{0}' isimli yeni takım başarıyla eklendi
vi_vn: Đã thêm đội '{0}' thành công
zh_cn: 成功地添加了新队伍'{0}'
zh_tw: 已成功添加新隊伍 '{0}'

# commands_scoreboard_teams_add_tooLong
source: The name '{0}' is too long for a team, it can be at most {1} characters long
af_za: Die naam '{0}' is te lank vir 'n span, dit mag ten meeste {1} karakters lank wees
ar_sa: اسم '{0}' طويل جداً لفريق، فإنه يمكن في أكثر من {1} حرفاً
be_by: Назва '{0}' занадта доўгая для каманды, яна павінна быць не даўжэйшай за {1} сімвалаў
bg_bg: Името '{0}' е твърде дълго за отбор, може да е до '{1}' символа
ca_es: El nom '{0}' és massa llarg per a un equip, com a màxim pot tenir {1} caràcters
cs: Název „{0}“ je pro tým příliš dlouhý, maximální délka je {1} znaků
da_dk: Navnet '{0}' er for langt til et hold, det må maksimalt være {1} tegn langt
de: Der Name '{0}' ist zu lang für ein Team, er darf maximal {1} Zeichen lang sein
el_gr: Το όνομα {0} είναι υπερβολικά μεγάλη για μια ομάδα, μπορεί να είναι το πολύ {1} χαρακτήρες
es: El nombre "{0}" es demasiado largo para un equipo. Debe ser inferior a {1} caracteres.
eu_es: '{0}' izena oso luzea da talde baterentzat, gehienez {1} karakteren luzeera euki dezake
fi: '{0}' on liian pitkä joukkueen nimeksi, nimi saa olla enintään {1} merkkiä pitkä
fil_ph: Ang pangalang '{0}' ay masyadong mahaba para gamitin, pwede lang gamitin ay hangang {1} lang
fr_ca: Le nom "{0}" est trop long pour une équipe, il ne peut pas dépasser {1} caractères
ga_ie: Tá ainm na foirne '{0}' rófhada; {1} carachtair an fad is mó
gl_es: O nome "{0}" é demasiado longo para un equipo. O máximo son {1} caracteres
he: השם '{0}' ארוך מדי עבור צוות, זה יכול להיות ברוב {1} תווים
hi_in: नाम '{0}' कोई टीम के लिए बहुत लंबा है, यह सबसे कम {1} वर्णों तक लंबा हो सकता है
hr_hr: Ime '{0}' je predugačko za tim, može imati najviše {1} slova
hu_hu: A(z) '{0}' csapatnév túl hosszú, legfeljebb {1} karakter lehet
hy_am: '{0}' անունը չափազանց երկար է, այն առավելագույնը կարող է լինել {1} նիշանոց
id_id: Nama '{0}' terlalu panjang untuk tim, maksimal {1} karakter
is_is: Nafnið '{0}' er of langt fyrir liðs nafn, það má vera lengst {1} stafa langt
it: Il nome "{0}" è troppo lungo per una squadra, può essere al massimo {1} caratteri
ja_jp: チーム名「{0}」は長すぎます。{1} 文字以下にしてください
ka_ge: სახელი '{0}' მეტისმეტად გრძელია, ის უნდა შეიცავდეს არაუმეტეს {1} სიმბოლოსა
ko_kr: 팀 이름 '{0}'이(가) 너무 깁니다. 최대 {1}글자입니다
lb_lu: Den Numm '{0}' ass ze laang fir een Team, en däerf maximal {1} Zeeche laang sinn
lt_lt: Pavadinimas "{0}" yra per ilgas komandai, jis gali būti ne ilgesnis nei {1} ženklų
lv_lv: Nosaukums '{0}' ir pārāk garš komandai, tas drīkst būt līdz {1} simboliem garš
ms_my: '{0}' nama terlalu panjang untuk satu pasukan, ia boleh menjadi paling {1} aksara
mt_mt: L-isem '{0}' hu twil wisq għal tim, l-itwal li jista' jkun hu {1} karattri twil
nl_nl: De naam van een team kan maximaal {0} tekens lang zijn; '{1}' is te lang
nn_no: Namnet '{0}' er for langt for eit lag, maksimal lengde er {1} teikn
pl: Nazwa '{0}' jest za długa dla drużyny, może mieć najwyżej {1} znaków
pt: O nome '{0}' é demasiado longo para uma equipa. Ele pode conter, no máximo, {1} caracteres
ro_ro: Numele "{0}" este prea lung pentru o echipă, acesta poate avea cel mult {1} caractere
ru_ru: Название команды '{0}' слишком длинное, оно должно быть короче {1} символов
sk_sk: meno "{0}" je príliš dlhé, môže byť maximálne {1} znakov dlhé
sl_si: Ime za ekipo '{0}' je predolgo, lahko je dolgo največ {1} znakov
sv_se: Namnet '{0}' är för långt för ett lag, det kan högst vara {1} tecken långt
th_th: ชื่อ '{0}' ยาวเกินไปสำหรับทีมงาน ให้มากที่สุด {1} อักขระความยาว
tr_tr: '{0}' adı bir takım için çok uzun, en fazla {1} karakter olabilir
vi_vn: Cái tên cho đội '{0}' là quá dài, nó chỉ có thể có tối đa {1} kí tự
zh_cn: '{0}'作为队名太长了，它最多只能有{1}个字
zh_tw: '{0}' 作為隊伍名稱太長了，最多只能有{1}個字元

# commands_scoreboard_teams_add_usage
source: /scoreboard teams add <name> [display name ...]
af_za: /scoreboard teams add <naam> [vertoonnaam ...]
ar_sa: /add teams scoreboard <اسم> [عرض اسم ...]
be_by: /scoreboard teams add <імя> [бачнае імя ...]
bg_bg: /scoreboard teams add <име> [<показано име>]
ca_es: /scoreboard teams add <nom> [text a mostrar]
cs: /scoreboard teams add <název> [<zobrazovaný název …>]
da_dk: /scoreboard teams add <navn> [vist navn ...]
de: /scoreboard teams add <Teamname> [<Anzeigename ...>]
el_gr: /scoreboard teams add <όνομα> [εμφανίζουν το όνομα ...]
es: /scoreboard teams add <nombre> [texto a mostrar]
eu_es: /scoreboard teams add <izena> [izena erakutsi...]
fi: /scoreboard teams add <nimi> [näyttönimi...]
fil_ph: /scoreboard teams add <pangalan> [ipinapakitang pangalan ...]
fr_ca: /scoreboard teams add <équipe> [nom d'affichage ...]
ga_ie: /scoreboard teams add <ainm> [ainm taispeána ...]
gl_es: /scoreboard teams add <nome> [nome a mostrar...]
he: /scoreboard teams add <שם-תצוגה ...] <שם]
hr_hr: /scoreboard teams add <ime> [prikaz imena...]
hu_hu: /scoreboard teams add <név> [megjelenített név]
hy_am: /scoreboard teams add <անուն> [ցուցադրման անուն ...]
id_id: /scoreboard teams add <nama> [nama tampil ...]
is_is: /scoreboard teams add <nafn> [sýnilegt nafn ...]
it: /scoreboard teams add <nome> [nome da visualizzare ...]
ja_jp: /scoreboard teams add <名前> [表示名 …]
ka_ge: /scoreboard teams add <სახელი> [საჩვენებელი სახელი ...]
ko_kr: /scoreboard teams add <이름> [표시되는 이름 ...]
lb_lu: /scoreboard teams add <Numm> [Numm deen ugewise gëtt ...]
lt_lt: /scoreboard teams add <pavadinimas> [pavadinimas vaizdavimui ...]
lv_lv: /scoreboard teams add <vārds> [Ekrāna vārds ...]
ms_my: /scoreboard teams add <nama> [paparan nama ...]
mt_mt: /scoreboard teams add <isem> [isem li jintwera...]
nl_nl: /scoreboard teams add <naam> [weergavenaam ...]
nn_no: /scoreboard teams add <namn> [visningsnamn ...]
pl: /scoreboard teams add <nazwa> [wyświetlana nazwa ...]
pt: /scoreboard teams add <nome> [nome de apresentação ...]
ro_ro: /scoreboard teams add <nume> [<nume afișat ...>]
ru_ru: /scoreboard teams add <название> [отображаемое имя...]
sk_sk: /scoreboard teams add <name> [viditeľné meno...]
sl_si: /scoreboard teams add <ime> [prikazno ime ...]
sv_se: /scoreboard teams add <namn> [visningsnamn ...]
th_th: /scoreboard teams add <name> [ชื่อที่ใช้แสดง...]
tr_tr: /scoreboard teams add <ad> [görünen ad...]
vi_vn: /scoreboard teams add <tên> [tên được hiển thị...]
zh_cn: /scoreboard teams add <名字> [显示的名字...]
zh_tw: /scoreboard teams add <名稱> [顯示名稱...]
