Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# achievement_requires
source: Requires '{0}'
af_za: Vereis '{0}'
ar_sa: يحتاج '{0}'
be_by: Патрабуе '{0}'
bg_bg: Изисква '{0}'
ca_es: Requereix '{0}'
cs: Nejdříve získej: „{0}“
da_dk: Kræver '{0}'
de: Benötigt '{0}'
de_at: Braucht '{0}'
el_gr: Απαιτείται '{0}'
es: Necesitas "{0}"
eu_es: '{0}' behar du
fa_ir: نياز به '{0}'
fi: Vaatii saavutuksen '{0}'
fil_ph: Kailangan ng '{0}'
fr_ca: Requiert "{0}"
ga_ie: Réamhriachtanas: '{0}'
gl_es: Require '{0}'
he: נדרש '{0}'
hi_in: '{0}' की आवश्यकता है
hr_hr: Zahtijeva '{0}'
hu_hu: Szükséges: '{0}'
hy_am: Պահանջվում է '{0}'
id_id: Memerlukan '{0}'
is_is: Þarft að fá '{0}' áður
it: Richiede "{0}"
ja_jp: 「{0}」が必要です
ka_ge: მოითხოვს '{0}'
ko_kr: {0} 업적을 먼저 달성해야 합니다
lb_lu: Erfuerdert '{0}'
lt_lt: Reikalingas '{0}'
lv_lv: Vajadzīgs '{0}'
ms_my: Memerlukan '{0}'
mt_mt: Tirrikjedi '{0}'
nl_nl: Vereist '{0}'
nn_no: Krev '{0}' fyrst
pl: Wymaga '{0}'
pt: Requer '{0}'
ro_ro: Necesită "{0}"
ru_ru: Требуется '{0}'
sk_sk: Vyžaduje '{0}'
sl_si: Potrebuje '{0}'
sv_se: Kräver '{0}'
th_th: ต้องการ '{0}'
tr_tr: {0} Gerektirir
vi_vn: Yêu cầu '{0}'
zh_cn: 需要“{0}”
zh_tw: 需要「{0}」

# achievement_snipeSkeleton
source: Sniper Duel
af_za: Skerpskutter Tweegeveg
ar_sa: نزاع القناصة
be_by: Дуэль снайпераў
bg_bg: Дуел на снайперисти
ca_es: Duel d'arquers
cs: Duel odstřelovačů
da_dk: Snigskytteduel
de: Scharfschützenduell
de_at: Schorfschütznduell
el_gr: Μονομαχία ελεύθερων σκοπευτών
es: Francocazadores
eu_es: Frankotiratzaile borroka
fa_ir: تیرانداز حرفه ای
fi: Tarkka-ammuntaa
fil_ph: Mamaril
fr_ca: Duel de snipers
ga_ie: Comhrac Snípéara
gd_gb: Còmhrag dithis ghìomanach
gl_es: Duelo de Francotiradores
he: דו קרב בין צלפים
hi_in: निशानची द्वंद्वयुद्ध
hr_hr: Dvoboj Snajperista
hu_hu: Lövészpárbaj
hy_am: Սնայպերների Մենամարտ
id_id: Duel Sniper
is_is: Skytta
it: Duello tra cecchini
ja_jp: スナイパー対決
ka_ge: სნაიპერთა დუელი
ko_kr: 저격 대결
lb_lu: Sniperduell
lt_lt: Snaiperių kova
lv_lv: Snaiperu duelis
ms_my: Tembakan Jauh
mt_mt: Ġlieda bil-Qaws
nl_nl: Sluipschuttersduel
nn_no: Snikskyttarduell
pl: Pojedynek snajperów
pt: Duelo de Atiradores
ro_ro: Duel între arcași
ru_ru: Снайперская дуэль
sk_sk: Súboj ostreľovačov
sl_si: Dvoboj ostrostrelcev
sv_se: Krypskytteduell
tr_tr: Keskin Nişancı Düellosu
vi_vn: Xạ thủ
zh_cn: 狙击手的对决
zh_tw: 狙擊手對決

# achievement_snipeSkeleton_desc
source: Kill a skeleton with an arrow from more than 50 metres
af_za: Skiet ŉ geraamte dood van vêrder as 50 meter
ar_sa: أقتل هيكل عظمي بسهم من مسافة لا تقل عن 50 متراٌ
be_by: Забіце шкілета стралой з адлегласці больш за 50 метраў
bg_bg: Убий скелет със стрела от разстояние над 50 метра
ca_es: Mata un esquelet amb una fletxa des de més de 50 metres de distància
cs: Zabij kostlivce šípem ze vzdálenosti větší jak 50 metrů
da_dk: Dræb et skelet med en pil fra mindst 50 meters afstand
de: Töte ein Skelett mit einem Pfeil aus einer Entfernung von mehr als 50 Metern
de_at: Bring a Skelett mit am Pfeil aus ana Entfernung vo mea als 50 Meter um
el_gr: Σκοτώστε ένα σκελετό, με ένα βέλος από περισσότερα από 50 μέτρα
es: Mata a un esqueleto con una flecha desde más de 50 metros
eu_es: Eskeleto bat hil egin gezi batekin 50 metrotik baino urrunetik
fa_ir: با تیر یک اسکلت رو از پنجاه متری بکش.
fi: Surmaa luuranko nuolella yli 50 metrin päästä
fil_ph: Pumatay ng isang kalansay na nasa mas malayo sa 50 metrong layo gamit ang pana
fr_ca: Tuez un squelette avec une flèche à plus de 50 mètres
ga_ie: Maraigh cnámharlach le saighead agus é níos mo ná 50 méadar uait
gd_gb: Marbh cnàimhneach le saighead o chorr is 50 meatair air falbh
gl_es: Mata un esqueleto cun arco dende máis de 50 metros
he: הרוג שלד עם חץ וקשת ממרחק של יותר מ-50 מטרים
hi_in: पचास से अधिक मीटर से एक तीर के साथ एक कंकाल को मार डालो
hr_hr: Ubij kostura strijelom sa udaljenosti veće od 50 metara.
hu_hu: Ölj meg egy csontvázat nyíllal legalább 50 méterről
hy_am: Նետով սպանել կմախքին, ավելի քան 50 մետր հեռավորությունից
id_id: Membunuh Skeleton Lebih Dari 50 Meter
is_is: Dreptu beinagrind með ör af meira en 50 metra færi
it: Uccidi uno scheletro con una freccia da più di 50 metri
ja_jp: 50m以上離れたスケルトンを矢で倒す
ka_ge: მოკალით ჩონჩხი 50 მეტრის დაშორებით გასროლილი ისრით
ko_kr: 화살로 50m 이상 떨어져 있는 스켈레톤을 죽이세요
lb_lu: Erschéiss ee Skelett aus méi wei 50 Meter
lt_lt: Nužudykite skeletą su strėle daugiau nei per 50 metrų
lv_lv: No 50 metru attāluma nogalini skeletu ar bultu
ms_my: Bunuh seekor kerangka dengan anak panah dari jarak lebih dari 50 meter
mt_mt: Oqtol skeletru bi vleġġa minn aktar minn 50 metru 'l bogħod
nl_nl: Dood een skelet op een afstand van meer dan 50 meter met een pijl
nn_no: Kverk eit beinrangel med pil-og-boge på 50 meters avstand eller meir
pl: Zabij szkieleta strzałą z odległości większej niż 50 metrów
pt: Mata um esqueleto com uma flecha a mais de 50 metros
ro_ro: Omoară un schelet cu o săgeată de la mai mult de 50 de metri
ru_ru: Убить скелета стрелой с расстояния более 50 метров
sk_sk: Zabi kostlivca šípom z diaľky aspoň 50 metrov
sl_si: Ubij okostnjaka s puščico z več kot 50 metrov stran
sv_se: Döda ett skelett med en pil från mer än 50 meters håll
th_th: ฆ่าโครงกระดูกด้วยการยิงธนูจากระยะ 50 เมตร ขึ้นไป
tr_tr: En az 50 metre mesafeden bir iskeleti okla öldür
vi_vn: Giết một bộ xương bằng một mũi tên từ khoảng cách hơn 50 mét
zh_cn: 用弓箭从50米外干掉一只骷髅
zh_tw: 使用弓箭射殺距離 50 公尺外的骷髏

# achievement_spawnWither
source: The Beginning?
af_za: Die Begin?
ar_sa: البداية؟
be_by: Пачатак?
bg_bg: Началото?
ca_es: El començament?
cs: Na začátku?
da_dk: Begyndelsen?
de: Der Anfang?
de_at: Da Ufong?
el_gr: Η Αρχή;
es: ¿El comienzo?
eu_es: Hasiera?
fa_ir: سرآغاز؟
fi: Alku?
fil_ph: Ang Simula?
fr_ca: Le commencement ?
ga_ie: An Tús?
gd_gb: An e seo an Toiseach?
gl_es: O Inicio?
he: ההתחלה?
hr_hr: Početak?
hu_hu: A Kezdet?
id_id: Permulaan?
is_is: Byrjun?
it: L'inizio?
ja_jp: はじまり？
ka_ge: დასაწყისი?
ko_kr: 시작이야?
lb_lu: Den Ufank?
lt_lt: Pradžia?
lv_lv: Sākums?
ms_my: Permulaan?
mt_mt: Il-Bidu?
nl_nl: Het begin?
nn_no: Starten?
pl: Początek?
pt: O Princípio?
ro_ro: Începutul?
ru_ru: Начало?
sk_sk: Začiatok?
sl_si: Začetek?
sv_se: Början?
th_th: การเริ่มต้น ?
tr_tr: Başlangıç?
vi_vn: Khởi đầu ư?
zh_cn: 开始了？
zh_tw: 一切的開端？

# achievement_spawnWither_desc
source: Spawn the Wither
af_za: Ontbied die Wither
ar_sa: اصنع الويذر
be_by: Прызавіце Відара
bg_bg: Призови Уидъра
ca_es: Realitza l'exorcisme d'esquelet abismal
cs: Vytvoř withera
da_dk: Skab witheren
de: Erschaffe den Wither
de_at: Moch an Wither
el_gr: Φέρε στη ζωή το Γουίδερ
es: Invoca al Wither
eu_es: Sortu Wither-ra
fa_ir: پژمرده گر را احضار کن
fi: Luo Wither
fil_ph: Maglagay ng Luuyin
fr_ca: Invoquez le Wither
ga_ie: Gin an Seargthóir
gd_gb: Sìolaich an wither
gl_es: Invoca ó Wither
he: זמן את ווית'ר
hr_hr: Stvori Withera
hu_hu: Idézd meg a Withert
id_id: Membuat Wither
is_is: Kalla fram Wither
it: Evoca il Wither
ja_jp: ウィザーを召喚する
ka_ge: ვიზერის გაჩენა
ko_kr: 위더를 소환하세요
lb_lu: Erschaf de Wither
lt_lt: Padarykite vitherį
lv_lv: Radi Kalti
ms_my: Menjelmakan Penglayu
mt_mt: Ġib lill-Wither fid-Dinja
nl_nl: Roep de Wither op
nn_no: Påkall Witheren
pl: Przywołaj Withera
pt: Evoca o Wither
ro_ro: Invocă Witherul
ru_ru: Призвать визера
sk_sk: Stvor withera
sl_si: Ustvari Witherja
sv_se: Skapa Wither
th_th: สปาววิทเธอร์
tr_tr: Wither oluştur
vi_vn: Triệu hồi con Wither
zh_cn: 生成凋灵
zh_tw: 召喚凋靈

# achievement_taken
source: Taken!
af_za: Geneem!
ar_sa: أخذت
be_by: Выканана!
bg_bg: Взето!
ca_es: Assolit!
cs: Získaný!
da_dk: Taget!
de: Geschafft!
de_at: Gschofft!
el_gr: Επιτεύχθηκε!
es: ¡Conseguido!
eu_es: Eskuratua!
fa_ir: کسب شد!
fi: Saavutettu!
fil_ph: Nakuha!
fr_ca: Obtenu !
ga_ie: Tógtha!
gl_es: Obtido!
he: הושלם!
hi_in: लिया!
hr_hr: Postignuto!
hu_hu: Teljesítve!
hy_am: Կատարված է!
id_id: Sudah Diambil!
is_is: Tekin!
it: Compiuta!
ja_jp: 獲得済！
ka_ge: მიღებულია!
ko_kr: 달성!
lb_lu: Gepackt!
lt_lt: Atlikta!
lv_lv: Saņemts!
ms_my: Diambil!
mt_mt: Meħuda!
nl_nl: Behaald!
nn_no: Utført!
pl: Wykonano!
pt: Alcançada!
ro_ro: Obținută!
ru_ru: Выполнено!
sk_sk: Dosiahnutý!
sl_si: Opravljen!
sv_se: Uppnådd!
th_th: พิชิต!
tr_tr: Alındı!
vi_vn: Hoàn thành!
zh_cn: 已得到！
zh_tw: 已完成！

# achievement_theEnd
source: The End?
af_za: Die Einde?
ar_sa: النهاية؟
be_by: Усё?
bg_bg: Краят?
ca_es: La fi?
cs: Konec?
da_dk: Enden?
de: Das Ende?
de_at: As End?
el_gr: Το τέλος;
es: ¿Se acabó?
eu_es: Amaiera?
fa_ir: سرانجام؟
fi: Loppu?
fil_ph: Budhi ng Dilim?
fr_ca: Fin ?
ga_ie: An Chríoch?
gd_gb: An e seo an End?
gl_es: A Fin?
he: הסוף?
hi_in: अंत?
hr_hr: Kraj?
hu_hu: A Vég?
hy_am: Վերջ?
id_id: Akhir?
is_is: Endirinn?
it: Fine?
ja_jp: おしまい？
ka_ge: დასასრული?
ko_kr: 이걸로 끝이야?
lb_lu: D'Enn?
lt_lt: Pabaiga?
lv_lv: Beigas?
ms_my: Akhirnya?
mt_mt: It-Tmiem?
nn_no: Enden?
pl: Koniec?
pt: O Fim?
ro_ro: Sfârșitul?
ru_ru: Конец?
sk_sk: Koniec?
sl_si: Konec?
sv_se: Slutet?
tr_tr: Son?
vi_vn: Kết thúc ư?
zh_cn: 结束了？
zh_tw: 結束了？

# achievement_theEnd_desc
source: Locate the End
af_za: Vind die Einde
ar_sa: أكتشف عالم النهاية
be_by: Знайдзіце Энд
bg_bg: Намери Края
ca_es: Localitza el Regne d'Ender
cs: Nalezni End dimenzi
da_dk: Find Enden
de: Finde das Ende
de_at: Find as End
el_gr: Εντόπισε το Τέλος
es: Llega al End
eu_es: Aurkitu amaiera
fa_ir: به سرزمين فرجام سفر کن
fi: Löydä End
fil_ph: Hanapin ang Budhi ng Dilim
fr_ca: Localisez, activez et entrez dans un portail vers l'End
ga_ie: Aimsigh an Chríoch
gd_gb: Lorg an End
gl_es: Localiza o End
he: מצא את ה״אנד״
hi_in: अंत का पता लगाएँ
hr_hr: Pronađi Kraj.
hu_hu: Juss el az Endbe
hy_am: Գտնել Ենդերի աշխարհը
id_id: Ke Tempat Akhir
is_is: Finndu Endann
it: Accedi all'End
ja_jp: ジ・エンドを見つける
ka_ge: მიაგენი დასასრულს
ko_kr: 세상의 끝으로 가세요
lb_lu: Fann d'Enn
lt_lt: Suraskite End
lv_lv: Atrast Beigas
ms_my: Cari dimensi Akhiran
mt_mt: Sib l-End
nl_nl: Vind The End
nn_no: Finn Enden
pl: Zlokalizuj End
pt: Encontra o End
ro_ro: Găsește Endul
ru_ru: Найти измерение Энд
sk_sk: Nájdi end
sl_si: Poišči Konec
sv_se: Hitta End
th_th: ค้นหา โลกเอนด์
tr_tr: End'i Bul
vi_vn: Tìm lấy vùng End
zh_cn: 找到“末地”
zh_tw: 發現終界

# achievement_theEnd2
source: The End.
af_za: Die Einde.
ar_sa: النهاية.
be_by: Усё.
bg_bg: Краят.
ca_es: La fi.
cs: Konec.
da_dk: Enden.
de: Das Ende.
de_at: As End.
el_gr: Το Τέλος.
es: Se acabó.
eu_es: Amaiera.
fa_ir: سرانجام.
fi: Loppu.
fil_ph: Budhi ng Dilim.
fr_ca: Fin.
ga_ie: An Chríoch.
gd_gb: An End.
gl_es: A Fin.
he: הסוף.
hi_in: अंत.
hr_hr: Kraj.
hu_hu: A Vég.
hy_am: Վերջ.
id_id: Akhir.
is_is: Endirinn.
it: Fine.
ja_jp: おしまい。
ka_ge: დასასრული.
ko_kr: 끝이야.
lb_lu: D'Enn.
lt_lt: Pabaiga.
lv_lv: Beigas.
ms_my: Tamat.
mt_mt: It-Tmiem.
nn_no: Enden.
pl: Koniec.
pt: O Fim.
ro_ro: Sfârșitul.
ru_ru: Конец.
sk_sk: Koniec.
sl_si: Konec.
sv_se: Slutet.
tr_tr: Son.
vi_vn: Kết thúc.
zh_cn: 结束了。
zh_tw: 結束了。

# achievement_theEnd2_desc
source: Defeat the Ender Dragon
af_za: Oorwin die Enderdraak
ar_sa: أهزم تنين النهاية
be_by: Адолейце Эндар-цмока
bg_bg: Победи Дракона от Края
ca_es: Venç el drac del Regne d'Ender
cs: Skol draka z Endu
da_dk: Besejr Ender-dragen
de: Besiege den Enderdrachen
de_at: Bring an Enderdrochn um
el_gr: Κατατροπώστε το Δράκο του Τέλους
es: Acaba con el Enderdragón
eu_es: Garaitu amaierako herensugea
fa_ir: اژدهای فرجام را شکست بده.
fi: Kukista Äärilisko
fil_ph: Talunin ang Dragon ng Wakas
fr_ca: Triomphez de l'Ender Dragon et entrez dans le portail final
ga_ie: Beir bua ar Dhragan na Críche
gd_gb: Thoir ruaig air an dràgon Ender
gl_es: Derrota ó Enderdragón
he: הביסו את האנדרדרקון
hi_in: अंत ड्रैगन हार
hr_hr: Porazi Ender Zmaja
hu_hu: Győzd le az Endersárkányt
hy_am: Սպանել Էնդերի Դրակոնին
id_id: Mengalahkan Naga Ender
is_is: Dreptu Endadrekann
it: Sconfiggi l'Enderdrago
ja_jp: エンダードラゴンを倒す
ka_ge: დაამარცხეთ ენდერის გველეშაპი
ko_kr: 엔더 드래곤을 격파하세요
lb_lu: Gëff dem Enderdraach meeschter
lt_lt: Nukaukite ender drakoną
lv_lv: Sakauj Ender Pūķi
ms_my: Kalahkan Naga Akhiran
mt_mt: Oqtol id-Dragun tal-Ender
nl_nl: Versla de Enderdraak
nn_no: Seir over Endedraken
pl: Pokonaj Smoka Endu
pt: Derrota o Dragão do End
ro_ro: Înfrânge Dragonul de Ender
ru_ru: Убить Эндер-дракона
sk_sk: Poraz enderového draka
sl_si: Premagaj ender zmaja
sv_se: Besegra Enderdraken
th_th: ฆ่ามังกรเอ็นเดอร์
tr_tr: Ender Ejderhası'nı Mağlup Et
vi_vn: Hạ gục con rồng Ender
zh_cn: 击败末影龙
zh_tw: 擊敗終界龍

# addServer_add
source: Done
af_za: Klaar
ar_sa: إنتهيت
be_by: Гатова
bg_bg: Готово
ca_es: Fet
cs: Hotovo
da_dk: Færdig
de: Fertig
de_at: Basst
el_gr: Αποδοχή
es: Hecho
eu_es: Ados
fa_ir: انجام شد
fi: Valmis
fil_ph: Tapos
fr_ca: Terminé
ga_ie: Déanta
gd_gb: Deiseil
gl_es: Aceptar
he: סיום
hi_in: ठीक है
hr_hr: Gotovo
hu_hu: Kész
hy_am: Պատրաստ
id_id: Selesai
is_is: Bæta við
it: Fatto
ja_jp: 完了
ka_ge: მზადაა
ko_kr: 완료
lb_lu: Fäerdeg
lt_lt: Atlikta
lv_lv: Gatavs
mi_nz: Oti
mk_mk: Завршено
mn_mn: Болсон
ms_my: Selesai
mt_mt: Lest
nl_nl: Gereed
nn_no: Ferdig
pl: Gotowe
pt: Concluído
ro_ro: Gata
ru_ru: Готово
sk_sk: Hotovo
sl_si: Končano
sq_al: Bërë
sv_se: Klar
th_th: ตกลง
tr_tr: Tamam
vi_vn: Đã xong
zh_cn: 完成
zh_tw: 完成

# addServer_enterIp
source: Server Address
af_za: Bediener Adres
ar_sa: عنوان الخادم
be_by: Адрас сервера
bg_bg: Адрес на сървъра
ca_es: IP del servidor
cs: Adresa serveru
da_dk: Serveradresse
de: Serveradresse
de_at: Serveradress
el_gr: Διεύθυνση διακομιστή
es: Dirección del servidor
eu_es: Zerbitzariaren helbidea
fa_ir: آدرس سرور
fi: Palvelimen osoite
fil_ph: Address
fr_ca: Adresse du serveur
ga_ie: Seoladh an Fhreastalaí
gd_gb: Seòladh an fhrithealaiche
gl_es: Enderezo do servidor
he: כתובת השרת
hi_in: सर्वर पता
hr_hr: Adresa Poslužitelja
hu_hu: Szerver címe
hy_am: Սերվերի Հասցեն
id_id: Alamat Peladen
is_is: Vistfang þjóns
it: Indirizzo del server
ja_jp: サーバーアドレス
ka_ge: მისამართი
ko_kr: 서버 주소
lb_lu: Serveradress
lt_lt: Serverio adresas
lv_lv: Servera Adrese
mi_nz: Wāhi noho o te tūmau
mk_mk: Адресата на Серверот
ms_my: Alamat Server
mt_mt: Indirizz tas-Server
nl_nl: Serveradres
nn_no: Serveradresse
pl: Adres serwera
pt: Endereço do Servidor
ro_ro: Adresa serverului
ru_ru: Адрес сервера
sk_sk: Adresa servera
sl_si: Naslov strežnika
sq_al: Adresa E Serverit
sv_se: Serveradress
th_th: ที่อยู่เซิร์ฟเวอร์
tr_tr: Sunucu Adresi
vi_vn: Địa chỉ máy chủ
zh_cn: 服务器地址
zh_tw: 伺服器位址

# addServer_enterName
source: Server Name
af_za: Bediener Naam
ar_sa: اسم الخادم
be_by: Назва сервера
bg_bg: Име на сървъра
ca_es: Nom del servidor
cs: Název serveru
da_dk: Servernavn
de_at: Servernom
el_gr: Όνομα διακομιστή
es: Nombre del servidor
eu_es: Zerbitzariaren izena
fa_ir: نام سرور
fi: Palvelimen nimi
fil_ph: Pangalan
fr_ca: Nom du serveur
ga_ie: Ainm an Fhreastalaí
gd_gb: Ainm an fhrithealaiche
gl_es: Nome do servidor
he: שם השרת
hi_in: सर्वर का नाम
hr_hr: Ime Poslužitelja
hu_hu: Szerver neve
hy_am: Սերվերի Անունը
id_id: Nama Peladen
is_is: Nafn þjóns
it: Nome del server
ja_jp: サーバー名
ka_ge: სახელი
ko_kr: 서버 이름
lb_lu: Servernumm
lt_lt: Serverio pavadinimas
lv_lv: Servera Nosaukums
mi_nz: Ingoa o te tūmau
mk_mk: Име на Серверот
mn_mn: Серверийн нэр
ms_my: Nama Server
mt_mt: Isem is-Server
nl_nl: Servernaam
nn_no: Namn på server
pl: Nazwa serwera
pt: Nome do Servidor
ro_ro: Numele serverului
ru_ru: Название сервера
sk_sk: Názov servera
sl_si: Ime strežnika
sq_al: Emri I Serverit
sv_se: Servernamn
th_th: ชื่อเซิร์ฟเวอร์
tr_tr: Sunucu Adı
vi_vn: Tên máy chủ
zh_cn: 服务器名称
zh_tw: 伺服器名稱

# addServer_hideAddress
source: Hide Address
af_za: Maak Adres Onsigbaar
ar_sa: إخفاء العنوان
be_by: Схаваць адрас
bg_bg: Скриване на адрес
ca_es: Amaga l'adreça
cs: Skrýt adresu
da_dk: Skjul adresse
de: Adresse verstecken
de_at: Adress vasteckn
el_gr: Απόκρυψη διεύθυνσης
es: Ocultar dirección IP
eu_es: Ezkutatu helbidea
fa_ir: مخفی کردن آدرس
fi: Piilota osoite
fil_ph: Itago ang Address
fr_ca: Masquer l'adresse
ga_ie: Ceil Seoladh
gd_gb: Falaich an seòladh
gl_es: Ocultar IP
he: הסתר כתובת
hi_in: पते छुपाएँ
hr_hr: Sakrij Adresu
hu_hu: Cím elrejtése
hy_am: Թաքցնել հասցեն
id_id: Sembunyikan Alamat
is_is: Fela slóð
it: Nascondi l'indirizzo
ja_jp: アドレスを隠す
ka_ge: მისამართის დამალვა
ko_kr: 주소 숨기기
lb_lu: Adress verstoppen
lt_lt: Slėpti adresą
lv_lv: Slēpt adresi
mi_nz: huna wāhitau
mk_mk: Сокриј Адреса
mn_mn: Хаягийг нуух
ms_my: Sembunyikan Alamat
mt_mt: Aħbi l-Indirizz
nl_nl: Adres verbergen
nn_no: Skjul adresse
pl: Ukryj adres
pt: Esconder Endereço
ro_ro: Ascunde adresa
ru_ru: Скрыть адрес
sk_sk: Skryť adresu
sl_si: Skrij naslov
sq_al: Të Fshehur Adresa
sv_se: Dölj adressen
th_th: ซ่อนที่อยู่เซิร์ฟเวอร์
tr_tr: Adresi Gizle
vi_vn: Ẩn địa chỉ
zh_cn: 隐藏地址
zh_tw: 隱藏位址

# addServer_resourcePack
source: Server Resource Packs
af_za: Bediener Hulpbronpakke
ar_sa: حزم موارد الخادم
be_by: Пакеты рэсурсаў сервера
bg_bg: Сървърни ресурсни пакети
ca_es: Paquets de recursos
cs: Serverové balíčky modifikací
da_dk: Server ressourcepakker
de: Server-Ressourcenpakete
de_at: Server-Ressourcenpakete
el_gr: Πακέτα Πόρων Διακομιστή
es: Paquete de recursos
eu_es: Zerbitzariaren baliabide-paketeak
fa_ir: منبع بسته های سِرور
fi: Palvelimen resurssipaketit
fil_ph: Mga Pakete ng Mapagkukunan ng Server
fr_ca: Packs de ressources
ga_ie: Pacáistí Acmhainní an Fhreastalaí
gd_gb: Pacaidean ghoireasan frithealaiche
gl_es: Paquetes de recursos do servidor
he: ערכות משאבים בשרת
hr_hr: Resursi Poslužitelja
hu_hu: Szerver forráscsomagjai
id_id: Paket Daya Peladen
is_is: Efnispakki þjóns
it: Pacchetti del server
ja_jp: サーバーリソースパック
ka_ge: სერვერის რესურსთა კრებული
ko_kr: 서버 리소스 팩
lb_lu: Server-Ressourcepäck
lt_lt: Serverio resursų paketai
lv_lv: Servera resursu pakas
mi_nz: Pōkai Rauemi Tūmau
mk_mk: Сервер Пакети на Ресурси
mn_mn: Серверийн дүрслэлүүд
ms_my: Pek Sumber Server
mt_mt: Resource Packs tas-Servers
nl_nl: Serverbronpaketten
nn_no: Ressurspakkar på server
pl: Paczki zasobów serwera
pt: Pacotes de Recursos
ro_ro: Pachete de resurse
ru_ru: Пакеты ресурсов
sk_sk: Serverové zdrojové balíky
sl_si: Strežniški paketi sredstev
sv_se: Serverresurspaket
th_th: Resource Packs ของเซิร์ฟเวอร์
tr_tr: Sunucu Kaynak Paketleri
vi_vn: Gói tài nguyên cho máy chủ
zh_cn: 服务器资源包
zh_tw: 伺服器資源包

# addServer_resourcePack_disabled
source: Disabled
af_za: Gedeaktiveer
ar_sa: غير مفعل
be_by: Выключаны
bg_bg: Забранени
ca_es: Desactivat
cs: Zakázáno
da_dk: Deaktiveret
de: Deaktiviert
de_at: Ausgschoitn
el_gr: Απενεργοποιημένο
es: No
eu_es: Desgaituta
fa_ir: غیرفعال شد
fi: Ei käytössä
fil_ph: Hindi Pinagana
fr_ca: Désactivés
ga_ie: Díchumasaithe
gd_gb: À comas
gl_es: Desactivado
he: כבוי
hi_in: बंद
hr_hr: Onemogućeno
hu_hu: Soha
id_id: Dimatikan
is_is: Slökkt
it: disabilitati
ja_jp: 無効
ka_ge: გამორთული
ko_kr: 사용하지 않음
lb_lu: Deaktivéiert
lt_lt: Išjungta
lv_lv: Izslēgta
mi_nz: Monokia
mk_mk: Оневозможено
mn_mn: Идэвхгүй
ms_my: Dilumpuhkan
mt_mt: Disattivat
nl_nl: Uitgeschakeld
nn_no: Deaktivert
pl: Wyłączone
pt: Desativado
ro_ro: Dezactivate
ru_ru: Отключены
sk_sk: Blokované
sl_si: Onemogočeno
sq_al: Me aftësi të kufizuara
sv_se: Inaktiverad
th_th: ปิดใช้งาน
tr_tr: Pasif
vi_vn: Được tắt
zh_cn: 禁用
zh_tw: 已禁用

# addServer_resourcePack_enabled
source: Enabled
af_za: Geaktiveer
ar_sa: مفعل
be_by: Уключаны
bg_bg: Включени
ca_es: Activat
cs: Povoleno
da_dk: Aktiveret
de: Aktiviert
de_at: Ugschoitn
el_gr: Ενεργοποιημένο
es: Sí
eu_es: Gaituta
fa_ir: فعال شد
fi: Käytössä
fil_ph: Pinagana
fr_ca: Activés
ga_ie: Cumasaithe
gd_gb: An comas
gl_es: Activado
he: מופעל
hi_in: चालू
hr_hr: Omogućeno
hu_hu: Mindig
id_id: Diaktifkan
is_is: virkt
it: abilitati
ja_jp: 有効
ka_ge: ჩართული
ko_kr: 사용
lb_lu: Aktivéiert
lt_lt: Įjungta
lv_lv: Iespējots
mi_nz: Mkakaurangi
mk_mk: Овозможено
mn_mn: Идэхтэй
ms_my: Didayakan
mt_mt: Attivat
nl_nl: Ingeschakeld
nn_no: Aktivert
pl: Włączone
pt: Ativado
ro_ro: Activate
ru_ru: Включены
sk_sk: Povolené
sl_si: Omogočeno
sq_al: Të aktivizuara
sv_se: Aktiverad
th_th: เปิดใช้งาน
tr_tr: Aktif
vi_vn: Được bật
zh_cn: 启用
zh_tw: 已啟用

# addServer_resourcePack_prompt
source: Prompt
af_za: Vra
ar_sa: فوري
be_by: Заўсёды пытацца
bg_bg: Питай
ca_es: Preguntar
cs: Zobrazit dotaz
da_dk: Spørg
de: Abfrage
de_at: Ofrog
el_gr: Παρακινώ
es: Preguntar
eu_es: Galdetu
fa_ir: سریع کردن
fi: Kehote
fil_ph: I-alerto
fr_ca: Demander
ga_ie: Fiafraigh
gd_gb: Faighnich
gl_es: Confirmar
he: שאל
hr_hr: Pitaj
hu_hu: Rákérdez
id_id: Saran
is_is: Spyrja
it: su conferma
ja_jp: 毎回確認
ka_ge: შეკითხვა
ko_kr: 물어보기
lb_lu: Offro
lt_lt: Klausti
lv_lv: ātrs
mi_nz: Tohuāki
mk_mk: Брз
mn_mn: Сануулах
ms_my: Tepat pada masanya
nl_nl: Vragen
nn_no: Dialog
pl: Pytaj
pt: Alerta
ro_ro: Întreabă
ru_ru: Запрашивать
sk_sk: Pýtať sa
sl_si: Pozovi
sq_al: Të shpejtë
sv_se: Fråga
th_th: กล่องโต้ตอบ
tr_tr: Sor
vi_vn: Nhắc nhở
zh_cn: 询问
zh_tw: 提示

# addServer_title
source: Edit Server Info
af_za: Wysig Bediener Inligting
ar_sa: تعديل بيانات الخادم
be_by: Рэдагаваць звесткі сервера
bg_bg: Редактиране на информация за сървъра
ca_es: Editar informació del servidor
cs: Upravit informace o serveru
da_dk: Rediger serverinformation
de: Serverinformationen bearbeiten
de_at: Serverinfos beorbeitn
el_gr: Επεξεργαστείτε τις πληροφορίες του διακομιστή
es: Editar la información del servidor
eu_es: Editatu zerbitzariaren informazioa
fa_ir: ویرایش اطلاعات سرور
fi: Muokkaa palvelimen tietoja
fil_ph: Palitan ang Impormasyon ng Server
fr_ca: Modification des informations du serveur
ga_ie: Athraigh Airíonna an Fhreastalaí
gd_gb: Deasaich fiosrachadh an fhrithealaiche
gl_es: Editar información do servidor
he: ערוך את פרטי השרת
hi_in: सर्वर जानकारी संपादित करें
hr_hr: Uredi Podatke Poslužitelja
hu_hu: Szerver adatainak szerkesztése
hy_am: Կարգավորել Սերվերի Տվյալները
id_id: Ubah Info Peladen
is_is: Breyta þjóni
it: Modifica le informazioni del server
ja_jp: サーバー情報の編集
ka_ge: სერვერის ცნობების ჩასწორება
ko_kr: 서버 정보 편집
lb_lu: Serverinformatioune beaarbechten
lt_lt: Serverio informacijos redagavimas
lv_lv: Rediģēt Servera Informāciju
mi_nz: Whakatika i te tūmau
mk_mk: Уредување информации на серверот
mn_mn: Серверийн мэдээллийг өөрчлөх
ms_my: Sunting Maklumat Server
mt_mt: Ibdel l-Informazzjoni tas-Server
nl_nl: Serverinformatie bewerken
nn_no: Endre serverinfo
pl: Edytuj dane serwera
pt: Editar Informação do Servidor
ro_ro: Modifică informațiile serverului
ru_ru: Информация о сервере
sk_sk: Upraviť informácie o serveri
sl_si: Uredi podatke strežnika
sv_se: Redigera serverinformation
th_th: แก้ไขข้อมูลเซิร์ฟเวอร์
tr_tr: Sunucu Bilgisini Düzenle
vi_vn: Chỉnh sửa thông tin máy chủ
zh_cn: 编辑服务器信息
zh_tw: 編輯伺服器資訊
