Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_half_vertical_blue
source: Blue Per Pale
ar_sa: راية ملونة أزرق
be_by: Сіняя левая палова
bg_bg: Синьо дясно разсичане
ca_es: Flanc blau
cs: Modré svislé oddělení
da_dk: Blå Venstreside
de: Rechts blau gespalten
el_gr: Μπλε Κάθετη Αριστερή Γραμμή
es: Flanco azul
fi: Sininen vasen puoli
fr_ca: Parti, au premier d'azur
ga_ie: Deighilte, Gorm ar Dheis
gl_es: Metade azul
he: פס חוצה אנכי שמאלי כחול
hr_hr: Plava Puna Traka
hu_hu: Kékkel hasított
id_id: Pita Biru Terbagi Tegak
it: Partito: a destra di blu
ja_jp: 右に青色の縦二分割
ka_ge: ლურჯი მარცხენა ნახევარი
ko_kr: 파란색 왼쪽 수직띠
lb_lu: Riets blo gespléckt
lt_lt: Mėlyna kairioji pusė
ms_my: Separuh Kiri Biru
nl_nl: Blauwe per paal
nn_no: Blå venstredel
pl: Niebieska lewa połowa
pt: Partido Azul
ro_ro: Despicat albastru
ru_ru: Синяя левая половина
sk_sk: Modré zvislé oddelenie
sl_si: Moder desno sekan
sv_se: Blå vänsterhalva
th_th: แถบสีน้ำเงินจางๆ
tr_tr: Mavi Sol Yarı
vi_vn: Vạch cắt dọc màu xanh nước biển
zh_cn: 蓝色右半方形
zh_tw: 右半部分藍色填滿

# item_banner_half_vertical_brown
source: Brown Per Pale
ar_sa: راية ملونة بني
be_by: Карычневая левая палова
bg_bg: Кафяво дясно разсичане
ca_es: Flanc marró
cs: Hnědé svislé oddělení
da_dk: Brun Venstreside
de: Rechts braun gespalten
el_gr: Καφέ Κάθετη Αριστερή Γραμμή
es: Flanco marrón
fi: Ruskea vasen puoli
fr_ca: Parti, au premier de brun
ga_ie: Deighilte, Donn ar Dheis
gl_es: Metade marrón
he: פס חוצה אנכי שמאלי חום
hr_hr: Smeđa Puna Traka
hu_hu: Barnával hasított
id_id: Pita Coklat Terbagi Tegak
it: Partito: a destra di marrone
ja_jp: 右に茶色の縦二分割
ka_ge: ყავისფერი მარცხენა ნახევარი
ko_kr: 갈색 왼쪽 수직띠
lb_lu: Riets brong gedeelt
lt_lt: Ruda kairioji pusė
ms_my: Separuh Kiri Coklat
nl_nl: Bruine per paal
nn_no: Brun venstredel
pl: Brązowa lewa połowa
pt: Partido Castanho
ro_ro: Despicat maro
ru_ru: Коричневая левая половина
sk_sk: Hnedé zvislé oddelenie
sl_si: Rjav desno sekan
sv_se: Brun vänsterhalva
th_th: แถบสีน้ำตาลจางๆ
tr_tr: Kahverengi Sol Yarı
vi_vn: Vạch cắt dọc màu nâu
zh_cn: 棕色右半方形
zh_tw: 右半部分棕色填滿

# item_banner_half_vertical_cyan
source: Cyan Per Pale
ar_sa: راية ملونة سماوي
be_by: Бірузовая левая палова
bg_bg: Синьозелено дясно разсичане
ca_es: Flanc cian
cs: Azurové svislé oddělení
da_dk: Tyrkis Venstreside
de: Rechts türkis gespalten
el_gr: Κυανή Κάθετη Αριστερή Γραμμή
es: Flanco cian
fi: Syaani vasen puoli
fr_ca: Parti, au premier de cyan
ga_ie: Deighilte, Cian ar Dheis
gl_es: Metade ciano
he: פס חוצה אנכי שמאלי ציאן
hr_hr: Tirkizna Puna Traka
hu_hu: Türkizkékkel hasított
id_id: Pita Sian Terbagi Tegak
it: Partito: a destra di ciano
ja_jp: 右に水色の縦二分割
ka_ge: ცისფერი მარცხენა ნახევარი
ko_kr: 청록색 왼쪽 수직띠
lb_lu: Riets turquoise gedeelt
lt_lt: Žalsvai mėlyna kairioji pusė
ms_my: Separuh Kiri Cyan
nl_nl: Cyaan per paal
nn_no: Turkis venstredel
pl: Błękitna lewa połowa
pt: Partido Ciano
ro_ro: Despicat turcoaz
ru_ru: Бирюзовая левая половина
sk_sk: Tyrkysové zvislé oddelenie
sl_si: Turkizen desno sekan
sv_se: Turkos vänsterhalva
th_th: แถบสีน้ำเงินแกมเขียวจางๆ
tr_tr: Camgöbeği Sol Yarı
vi_vn: Vạch cắt dọc màu lục lam
zh_cn: 青色右半方形
zh_tw: 右半部分青色填滿

# item_banner_half_vertical_gray
source: Grey Per Pale
ar_sa: راية ملونة رمادي
be_by: Шэрая левая палова
bg_bg: Сиво дясно разсичане
ca_es: Flanc gris
cs: Šedé svislé oddělení
da_dk: Grå Venstreside
de: Rechts grau gespalten
el_gr: Γκρι Κάθετη Αριστερή Γραμμή
es: Flanco gris
fi: Harmaa vasen puoli
fr_ca: Parti, au premier d'acier
ga_ie: Deighilte, Liath ar Dheis
gl_es: Metade gris
he: פס חוצה אנכי שמאלי אפור
hr_hr: Siva Puna Traka
hu_hu: Szürkével hasított
id_id: Pita Kelabu Terbagi Tegak
it: Partito: a destra di grigio
ja_jp: 右に灰色の縦二分割
ka_ge: ნაცრისფერი მარცხენა ნახევარი
ko_kr: 회색 왼쪽 수직띠
lb_lu: Riets gro gedeelt
lt_lt: Pilka kairioji pusė
ms_my: Separuh Kiri Kelabu
mt_mt: Gray Per Pale
nl_nl: Grijze per paal
nn_no: Grå venstredel
pl: Szara lewa połowa
pt: Partido Cinzento
ro_ro: Despicat gri
ru_ru: Серая левая половина
sk_sk: Sivé zvislé oddelenie
sl_si: Siv desno sekan
sv_se: Grå vänsterhalva
th_th: แถบสีเทาจางๆ
tr_tr: Gri Sol Yarı
vi_vn: Vạch cắt dọc màu xám
zh_cn: 灰色右半方形
zh_tw: 右半部分灰色填滿

# item_banner_half_vertical_green
source: Green Per Pale
ar_sa: راية ملونة أخضر
be_by: Зялёная левая палова
bg_bg: Зелено дясно разсичане
ca_es: Flanc verd
cs: Zelené svislé oddělení
da_dk: Grøn Venstreside
de: Rechts grün gespalten
el_gr: Πράσινη Κάθετη Αριστερή Γραμμή
es: Flanco verde
fi: Vihreä vasen puoli
fr_ca: Parti, au premier de sinople
ga_ie: Deighilte, Uaine ar Dheis
gl_es: Metade verde
he: פס חוצה אנכי שמאלי ירוק
hr_hr: Zelena Puna Traka
hu_hu: Zölddel hasított
id_id: Pita Hijau Terbagi Tegak
it: Partito: a destra di verde
ja_jp: 右に緑色の縦二分割
ka_ge: მწვანე მარცხენა ნახევარი
ko_kr: 초록색 왼쪽 수직띠
lb_lu: Riets gréng gedeelt
lt_lt: Žalia kairioji pusė
ms_my: Separuh Kiri Hijau
nl_nl: Groene per paal
nn_no: Grøn venstredel
pl: Zielona lewa połowa
pt: Partido Verde
ro_ro: Despicat verde
ru_ru: Зелёная левая половина
sk_sk: Zelené zvislé oddelenie
sl_si: Zelen desno sekan
sv_se: Grön vänsterhalva
th_th: แถบสีเขียวจางๆ
tr_tr: Yeşil Sol Yarı
vi_vn: Vạch cắt dọc màu xanh lá cây
zh_cn: 绿色右半方形
zh_tw: 右半部分綠色填滿

# item_banner_half_vertical_lightBlue
source: Light Blue Per Pale
ar_sa: راية ملونة أزرق فاتح
be_by: Блакітная левая палова
bg_bg: Светлосиньо дясно разсичане
ca_es: Flanc blau clar
cs: Světle modré svislé oddělení
da_dk: Lyseblå Venstreside
de: Rechts hellblau gespalten
el_gr: Ανοιχτόχρωμη Μπλε Κάθετη Αριστερή Γραμμή
es: Flanco azul claro
fi: Vaaleansininen vasen puoli
fr_ca: Parti, au premier de bleu céleste
ga_ie: Deighilte, Bánghorm ar Dheis
gl_es: Metade azul claro
he: פס חוצה אנכי שמאלי תכלת
hr_hr: Svijetlo Plava Puna Traka
hu_hu: Világoskékkel hasított
id_id: Pita Biru Muda Terbagi Tegak
it: Partito: a destra d'azzurro
ja_jp: 右に空色の縦二分割
ka_ge: ღია-ლურჯი მარცხენა ნახევარი
ko_kr: 하늘색 왼쪽 수직띠
lb_lu: Riets hellblo gedeelt
lt_lt: Šviesiai mėlyna kairioji pusė
ms_my: Separuh Kiri Biru Muda
nl_nl: Lichtblauwe per paal
nn_no: Ljoseblå venstredel
pl: Jasnoniebieska lewa połowa
pt: Partido Azul Claro
ro_ro: Despicat bleu
ru_ru: Голубая левая половина
sk_sk: Svetlomodré zvislé oddelenie
sl_si: Svetlo moder desno sekan
sv_se: Ljusblå vänsterhalva
th_th: แถบสีน้ำเงินจางๆ
tr_tr: Açık Mavi Sol Yarı
vi_vn: Vạch cắt dọc màu xanh nước biển nhạt
zh_cn: 淡蓝色右半方形
zh_tw: 右半部分淺藍色填滿

# item_banner_half_vertical_lime
source: Lime Per Pale
ar_sa: راية ملونة ليموني
be_by: Лаймавая левая палова
bg_bg: Жълтозелено дясно разсичане
ca_es: Flanc verd llima
cs: Světle zelené svislé oddělení
da_dk: Limegrøn Venstreside
de: Rechts hellgrün gespalten
el_gr: Ανοιχτόχρωμη Πράσινη Κάθετη Αριστερή Γραμμή
es: Flanco verde lima
fi: Lime vasen puoli
fr_ca: Parti, au premier de sinople clair
ga_ie: Deighilte, Líomach ar Dheis
gl_es: Metade lima
he: פס חוצה אנכי שמאלי ליים
hr_hr: Svijetlo Zelena Puna Traka
hu_hu: Világoszölddel hasított
id_id: Pita Limau Terbagi Tegak
it: Partito: a destra di lime
ja_jp: 右に黄緑色の縦二分割
ka_ge: სალათიფერი მარცხენა ნახევარი
ko_kr: 연두색 왼쪽 수직띠
lb_lu: Riets hellgréng gedeelt
lt_lt: Gelsvai žalsva kairioji pusė
ms_my: Separuh Kiri Hijau Muda
nl_nl: Lichtgroene per paal
nn_no: Limegrøn venstredel
pl: Jasnozielona lewa połowa
pt: Partido Verde Lima
ro_ro: Despicat verde-deschis
ru_ru: Лаймовая левая половина
sk_sk: Svetlozelené zvislé oddelenie
sl_si: Svetlo zelen desno sekan
sv_se: Limegrön vänsterhalva
th_th: แถบสีเขียวอ่อนจางๆ
tr_tr: Açık Yeşil Sol Yarı
vi_vn: Vạch cắt dọc màu xanh lá mạ
zh_cn: 黄绿色右半方形
zh_tw: 右半部分淺綠色填滿

# item_banner_half_vertical_magenta
source: Magenta Per Pale
ar_sa: راية ملونة أرجواني
be_by: Пурпурная левая палова
bg_bg: Пурпурно дясно разсичане
ca_es: Flanc magenta
cs: Purpurové svislé oddělení
da_dk: Lyselilla Venstreside
de: Rechts magenta gespalten
de_at: Rechts magenta gspoitn
el_gr: Φούξια Κάθετη Αριστερή Γραμμή
es: Flanco magenta
fi: Purppura vasen puoli
fr_ca: Parti, au premier de magenta
ga_ie: Deighilte, Maigeanta ar Dheis
gl_es: Metade maxenta
he: פס חוצה אנכי שמאלי מג'נטה
hr_hr: Roza Puna Traka
hu_hu: Bíborral hasított
id_id: Pita Magenta Terbagi Tegak
it: Partito: a destra di magenta
ja_jp: 右に赤紫色の縦二分割
ka_ge: იისფერი მარცხენა ნახევარი
ko_kr: 자홍색 왼쪽 수직띠
lb_lu: Riets magenta gedeelt
lt_lt: Rausvai raudona kairioji pusė
ms_my: Separuh Kiri Magenta
nl_nl: Magenta per paal
nn_no: Ljoselilla venstredel
pl: Karmazynowa lewa połowa
pt: Partido Magenta
ro_ro: Despicat magenta
ru_ru: Пурпурная левая половина
sk_sk: Purpurové zvislé oddelenie
sl_si: Škrlaten desno sekan
sv_se: Ljuslila vänsterhalva
th_th: แถบสีม่วงแกมชมพูจางๆ
tr_tr: Eflatun Sol Yarı
vi_vn: Vạch cắt dọc màu đỏ sậm
zh_cn: 品红色右半方形
zh_tw: 右半部分洋紅色填滿

# item_banner_half_vertical_orange
source: Orange Per Pale
ar_sa: راية ملونة برتقالي
be_by: Аранжавая левая палова
bg_bg: Оранжево дясно разсичане
ca_es: Flanc taronja
cs: Oranžové svislé oddělení
da_dk: Orange Venstreside
de: Rechts orange gespalten
el_gr: Πορτοκαλί Κάθετη Αριστερή Γραμμή
es: Flanco naranja
fi: Oranssi vasen puoli
fr_ca: Parti, au premier d'orangé
ga_ie: Deighilte, Oráisteach ar Dheis
gl_es: Metade laranxa
he: פס חוצה אנכי שמאלי כתום
hr_hr: Narančasta Puna Traka
hu_hu: Narancssárgával hasított
id_id: Pita Jingga Terbagi Tegak
it: Partito: a destra d'arancione
ja_jp: 右に橙色の縦二分割
ka_ge: ნარინჯისფერი მარცხენა ნახევარი
ko_kr: 주황색 왼쪽 수직띠
lb_lu: Riets orange gedeelt
lt_lt: Oranžinė kairioji pusė
ms_my: Separuh Kiri Jingga
nl_nl: Oranje per paal
nn_no: Oransje venstredel
pl: Pomarańczowa lewa połowa
pt: Partido Laranja
ro_ro: Despicat portocaliu
ru_ru: Оранжевая левая половина
sk_sk: Oranžové zvislé oddelenie
sl_si: Oranžen desno sekan
sv_se: Orange vänsterhalva
th_th: แถบสีส้มจางๆ
tr_tr: Turuncu Sol Yarı
vi_vn: Vạch cắt dọc màu cam
zh_cn: 橙色右半方形
zh_tw: 右半部分橙色填滿

# item_banner_half_vertical_pink
source: Pink Per Pale
ar_sa: راية ملونة وردي
be_by: Ружовая левая палова
bg_bg: Розово дясно разсичане
ca_es: Flanc rosa
cs: Růžové svislé oddělení
da_dk: Lyserød Venstreside
de: Rechts rosa gespalten
el_gr: Ροζ Κάθετη Αριστερή Γραμμή
es: Flanco rosa
fi: Vaaleanpunainen vasen puoli
fr_ca: Parti, au premier de rose
ga_ie: Deighilte, Bándearg ar Dheis
gl_es: Metade rosa
he: פס חוצה אנכי שמאלי ורוד
hr_hr: Ružičasta Puna Traka
hu_hu: Rózsaszínnel hasított
id_id: Pita Merah Jambu Terbagi Tegak
it: Partito: a destra di rosa
ja_jp: 右に桃色の縦二分割
ka_ge: ვარდისფერი მარცხენა ნახევარი
ko_kr: 분홍색 왼쪽 수직띠
lb_lu: Riets rosa gedeelt
lt_lt: Rožinė kairioji pusė
ms_my: Separuh Kiri Merah Jambu
nl_nl: Roze per paal
nn_no: Rosa venstredel
pl: Różowa lewa połowa
pt: Partido Rosa
ro_ro: Despicat roz
ru_ru: Розовая левая половина
sk_sk: Ružové zvislé oddelenie
sl_si: Roza desno sekan
sv_se: Rosa vänsterhalva
th_th: แถบสีชมพูจางๆ
tr_tr: Pembe Sol Yarı
vi_vn: Vạch cắt dọc màu hồng
zh_cn: 粉红色右半方形
zh_tw: 右半部分粉紅色填滿

# item_banner_half_vertical_purple
source: Purple Per Pale
ar_sa: راية ملونة بنفسجي
be_by: Фіялетавая левая палова
bg_bg: Лилаво дясно разсичане
ca_es: Flanc morat
cs: Fialové svislé oddělení
da_dk: Lilla Venstreside
de: Rechts violett gespalten
el_gr: Μοβ Κάθετη Αριστερή Γραμμή
es: Flanco morado
fi: Violetti vasen puoli
fr_ca: Parti, au premier de pourpre
ga_ie: Deighilte, Corcra ar Dheis
gl_es: Metade púrpura
he: פס חוצה אנכי שמאלי סגול
hr_hr: Ljubičasta Puna Traka
hu_hu: Lilával hasított
id_id: Pita Ungu Terbagi Tegak
it: Partito: a destra di viola
ja_jp: 右に紫色の縦二分割
ka_ge: ალისფერი მარცხენა ნახევარი
ko_kr: 보라색 왼쪽 수직띠
lb_lu: Riets mof gedeelt
lt_lt: Purpurinė kairioji pusė
ms_my: Separuh Kiri Ungu
nl_nl: Paarse per paal
nn_no: Lilla venstredel
pl: Fioletowa lewa połowa
pt: Partido Roxo
ro_ro: Despicat violet
ru_ru: Фиолетовая левая половина
sk_sk: Fialové zvislé oddelenie
sl_si: Vijoličen desno sekan
sv_se: Lila vänsterhalva
th_th: แถบสีม่วงจางๆ
tr_tr: Mor Sol Yarı
vi_vn: Vạch cắt dọc màu tím
zh_cn: 紫色右半方形
zh_tw: 右半部分紫色填滿

# item_banner_half_vertical_red
source: Red Per Pale
ar_sa: راية ملونة أحمر
be_by: Чырвоная левая палова
bg_bg: Червено дясно разсичане
ca_es: Flanc vermell
cs: Červené svislé oddělení
da_dk: Rød Venstreside
de: Rechts rot gespalten
el_gr: Κόκκινη Κάθετη Αριστερή Γραμμή
es: Flanco rojo
fi: Punainen vasen puoli
fr_ca: Parti, au premier de gueules
ga_ie: Deighilte, Dearg ar Dheis
gl_es: Metade Vermella
he: פס חוצה אנכי שמאלי אדום
hr_hr: Crvena Puna Traka
hu_hu: Vörössel hasított
id_id: Pita Merah Tegak
it: Partito: a destra di rosso
ja_jp: 右に赤色の縦二分割
ka_ge: წითელი მარცხენა ნახევარი
ko_kr: 빨간색 왼쪽 수직띠
lb_lu: Riets rout gedeelt
lt_lt: Raudona kairioji pusė
ms_my: Separuh Kiri Merah
nl_nl: Rode per paal
nn_no: Raud venstredel
pl: Czerwona lewa połowa
pt: Partido Vermelho
ro_ro: Despicat roșu
ru_ru: Красная левая половина
sk_sk: Červené zvislé oddelenie
sl_si: Rdeč desno sekan
sv_se: Röd vänsterhalva
th_th: แถบสีแดงจางๆ
tr_tr: Kırmızı Sol Yarı
vi_vn: Vạch cắt dọc màu đỏ
zh_cn: 红色右半方形
zh_tw: 右半部分紅色填滿

# item_banner_half_vertical_silver
source: Light Grey Per Pale
ar_sa: راية ملونة رمادي فاتح
be_by: Светла-шэрая левая палова
bg_bg: Светлосиво дясно разсичане
ca_es: Flanc gris clar
cs: Světle šedé svislé oddělení
da_dk: Lysegrå Venstreside
de: Rechts hellgrau gespalten
el_gr: Ανοιχτόχρωμη Γκρι Κάθετη Αριστερή Γραμμή
es: Flanco gris claro
fi: Vaaleanharmaa vasen puoli
fr_ca: Parti, au premier d'argent grisé
ga_ie: Deighilte, Fionnliath ar Dheis
gl_es: Metade gris claro
he: פס חוצה אנכי שמאלי אפור בהיר
hr_hr: Svijetlo Siva Puna Traka
hu_hu: Világosszürkével hasított
id_id: Pita Kelabu Muda Terbagi Tegak
it: Partito: a destra di grigio chiaro
ja_jp: 右に薄灰色の縦二分割
ka_ge: ღია-ნაცრისფერი მარცხენა ნახევარი
ko_kr: 회백색 왼쪽 수직띠
lb_lu: Riets hellgro gedeelt
lt_lt: Šviesiai pilka kairioji pusė
ms_my: Separuh Kiri Kelabu Muda
mt_mt: Light Gray Per Pale
nl_nl: Lichtgrijze per verticale band
nn_no: Ljosegrå venstredel
pl: Jasnoszara lewa połowa
pt: Partido Cinzento Claro
ro_ro: Despicat gri-deschis
ru_ru: Светло-серая левая половина
sk_sk: Svetlosivé zvislé oddelenie
sl_si: Svetlo siv desno sekan
sv_se: Ljusgrå vänsterhalva
th_th: แถบสีเทาอ่อนจางๆ
tr_tr: Açık Gri Sol Yarı
vi_vn: Vạch cắt dọc màu xám nhạt
zh_cn: 淡灰色右半方形
zh_tw: 右半部分淺灰色填滿

# item_banner_half_vertical_white
source: White Per Pale
ar_sa: راية ملونة أبيض
be_by: Белая левая палова
bg_bg: Бяло дясно разсичане
ca_es: Flanc blanc
cs: Bílé svislé oddělení
da_dk: Hvid Venstreside
de: Rechts weiß gespalten
el_gr: Άσπρη Κάθετη Αριστερή Γραμμή
es: Flanco blanco
fi: Valkoinen vasen puoli
fr_ca: Parti, au premier d'argent
ga_ie: Deighilte, Bán ar Dheis
gl_es: Metade Branca
he: פס חוצה אנכי שמאלי לבן
hr_hr: Bijela Puna Traka
hu_hu: Fehérrel hasított
id_id: Pita Putih Terbagi Tegak
it: Partito: a destra di bianco
ja_jp: 右に白色の縦二分割
ka_ge: თეთრი მარცხენა ნახევარი
ko_kr: 하얀색 왼쪽 수직띠
lb_lu: Riets wäiss gedeelt
lt_lt: Balta kairioji pusė
ms_my: Belahan Menegak Putih
nl_nl: Witte per paal
nn_no: Kvit venstredel
pl: Biała lewa połowa
pt: Partido Branco
ro_ro: Despicat alb
ru_ru: Белая левая половина
sk_sk: Čierne zvislé oddelenie
sl_si: Bel desno sekan
sv_se: Vit vänsterhalva
th_th: แถบสีขาวจางๆ
tr_tr: Beyaz Sol Yarı
vi_vn: Vạch cắt dọc màu trắng
zh_cn: 白色右半方形
zh_tw: 右半部分白色填滿

# item_banner_half_vertical_yellow
source: Yellow Per Pale
ar_sa: راية ملونة أصفر
be_by: Жоўтая левая палова
bg_bg: Жълто дясно разсичане
ca_es: Flanc groc
cs: Žluté svislé oddělení
da_dk: Gul Venstreside
de: Rechts gelb gespalten
el_gr: Κίτρινη Κάθετη Αριστερή Γραμμή
es: Flanco amarillo
fi: Keltainen vasen puoli
fr_ca: Parti, au premier d'or
ga_ie: Deighilte, Buí ar Dheis
gl_es: Metade Amarela
he: פס חוצה אנכי שמאלי צהוב
hr_hr: Žuta Puna Traka
hu_hu: Sárgával hasított
id_id: Pita Kuning Terbagi Tegak
it: Partito: a destra di giallo
ja_jp: 右に黄色の縦二分割
ka_ge: ყვითელი მარცხენა ნახევარი
ko_kr: 노란색 왼쪽 수직띠
lb_lu: Riets giel gedeelt
lt_lt: Geltona kairioji pusė
ms_my: Separuh Kiri Kuning
nl_nl: Gele per paal
nn_no: Gul venstredel
pl: Żółta lewa połowa
pt: Partido Amarelo
ro_ro: Despicat galben
ru_ru: Жёлтая левая половина
sk_sk: Žlté zvislé oddelenie
sl_si: Rumen desno sekan
sv_se: Gul vänsterhalva
th_th: แถบสีเหลืองจางๆ
tr_tr: Sarı Sol Yarı
vi_vn: Vạch cắt dọc màu vàng
zh_cn: 黄色右半方形
zh_tw: 右半部分黃色填滿

# item_banner_half_vertical_right_black
source: Black Per Pale Inverted
ar_sa: راية ملونة أسود
be_by: Чорная правая палова
bg_bg: Черно ляво разсичане
ca_es: Flanc negre invertit
cs: Černé převrácené svislé oddělení
da_dk: Sort Højre Halvdel
de: Links schwarz gespalten
de_at: Links schworz gspoitn
el_gr: Μαύρη Κάθετη Δεξιά Γραμμή
es: Flanco negro invertido
fi: Musta oikea puoli
fr_ca: Parti, au second de sable
ga_ie: Deighilte, Dubh ar Clé
gl_es: Metade Negra Invertida
he: פס חוצה אנכי ימני שחור
hr_hr: Crna Obrnuta Puna Traka
hu_hu: Feketével balról hasított
id_id: Pita Hitam Terbagi Terjungkir
it: Partito: a sinistra di nero
ja_jp: 左に黒色の縦二分割
ka_ge: შავი მარჯვენა ნახევარი
ko_kr: 검은색 오른쪽 수직띠
lb_lu: Lénks schwaarz gedeelt
lt_lt: Juoda dešinioji pusė
ms_my: Belahan Menegak Hitam Terbalik
nl_nl: Zwarte per paal omgekeerd
nn_no: Svart høgredel
pl: Czarna prawa połowa
pt: Partido Preto Invertido
ro_ro: Despicat negru răsturnat
ru_ru: Чёрная правая половина
sk_sk: Čierne opačné zvislé oddelenie
sl_si: Črn levo sekan
sv_se: Svart högerhalva
th_th: แถบสีดำจางๆกลับด้าน
tr_tr: Siyah Sağ Yarı
vi_vn: Vạch chia dọc đảo nghịch đen
zh_cn: 黑色左半方形
zh_tw: 左半部分黑色填滿

# item_banner_half_vertical_right_blue
source: Blue Per Pale Inverted
ar_sa: راية ملونة أزرق
be_by: Сіняя правая палова
bg_bg: Синьо ляво разсичане
ca_es: Flanc blau invertit
cs: Modré převrácené svislé oddělení
da_dk: Blå Højre Halvdel
de: Links blau gespalten
el_gr: Μπλε Ωχρό ανεστραμμένο
es: Flanco azul invertido
fi: Sininen oikea puoli
fr_ca: Parti, au second d'azur
ga_ie: Deighilte, Gorm ar Clé
gl_es: Metade azul Invertida
he: פס חוצה אנכי ימני כחול
hr_hr: Plava Obrnuta Puna Traka
hu_hu: Kékkel balról hasított
id_id: Pita Biru Terbagi Terjungkir
it: Partito: a sinistra di blu
ja_jp: 左に青色の縦二分割
ka_ge: ლურჯი მარჯვენა ნახევარი
ko_kr: 파란색 오른쪽 수직띠
lb_lu: Lénks blo gedeelt
lt_lt: Mėlyna dešinioji pusė
ms_my: Belahan Menegak Biru Terbalik
nl_nl: Blauwe per paal omgekeerd
nn_no: Blå høgredel
pl: Niebieska prawa połowa
pt: Partido Azul Invertido
ro_ro: Despicat albastru răsturnat
ru_ru: Синяя правая половина
sk_sk: Modré opačné zvislé oddelenie
sl_si: Moder levo sekan
sv_se: Blå högerhalva
th_th: แถบสีน้ำเงินจางๆกลับด้าน
tr_tr: Mavi Sağ Yarı
vi_vn: Vạch chia dọc đảo nghịch xanh nước biển
zh_cn: 蓝色左半方形
zh_tw: 左半部分藍色填滿

# item_banner_half_vertical_right_brown
source: Brown Per Pale Inverted
ar_sa: راية ملونة بني
be_by: Карычневая правая палова
bg_bg: Кафяво ляво разсичане
ca_es: Flanc marró invertit
cs: Hnědé převrácené svislé oddělení
da_dk: Brun Højre Halvdel
de: Links braun gespalten
el_gr: Καφέ Ωχρό ανεστραμμένο
es: Flanco marrón invertido
fi: Ruskea oikea puoli
fr_ca: Parti, au second de brun
ga_ie: Deighilte, Donn ar Clé
gl_es: Metade marrón Invertida
he: פס חוצה אנכי ימני חום
hr_hr: Smeđa Obrnuta Puna Traka
hu_hu: Barnával balról hasított
id_id: Pita Coklat Terbagi Terjungkir
it: Partito: a sinistra di marrone
ja_jp: 左に茶色の縦二分割
ka_ge: ყავისფერი მარჯვენა ნახევარი
ko_kr: 갈색 오른쪽 수직띠
lb_lu: Lénks brong gedeelt
lt_lt: Ruda dešinioji pusė
ms_my: Belahan Menegak Coklat Terbalik
nl_nl: Bruine per paal omgekeerd
nn_no: Brun høgredel
pl: Brązowa prawa połowa
pt: Partido Castanho Invertido
ro_ro: Despicat maro răsturnat
ru_ru: Коричневая правая половина
sk_sk: Hnedé opačné zvislé oddelenie
sl_si: Rjav levo sekan
sv_se: Brun högerhalva
th_th: แถบสีน้ำตาลจางๆกลับด้าน
tr_tr: Kahverengi Sağ Yarı
vi_vn: Vạch chia dọc đảo nghịch nâu
zh_cn: 棕色左半方形
zh_tw: 左半部分棕色填滿

# item_banner_half_vertical_right_cyan
source: Cyan Per Pale Inverted
ar_sa: راية ملونة سماوي
be_by: Бірузовая правая палова
bg_bg: Синьозелено ляво разсичане
ca_es: Flanc cian invertit
cs: Azurové převrácené svislé oddělení
da_dk: Tyrkis Højre Halvdel
de: Links türkis gespalten
el_gr: Κυανό Ωχρό ανεστραμμένο
es: Flanco cian invertido
fi: Syaani oikea puoli
fr_ca: Parti, au second de cyan
ga_ie: Deighilte, Cian ar Clé
gl_es: Metade ciano Invertida
he: פס חוצה אנכי ימני ציאן
hr_hr: Tirkizna Obrnuta Puna Traka
hu_hu: Türkizkékkel balról hasított
id_id: Pita Sian Terbagi Terjungkir
it: Partito: a sinistra di ciano
ja_jp: 左に水色の縦二分割
ka_ge: ცისფერი მარჯვენა ნახევარი
ko_kr: 청록색 오른쪽 수직띠
lb_lu: Lénks turquoise gedeelt
lt_lt: Žalsvai mėlyna dešinioji pusė
ms_my: Belahan Menegak Cyan Terbalik
nl_nl: Cyaan per paal omgekeerd
nn_no: Turkis høgredel
pl: Błękitna prawa połowa
pt: Partido Ciano Invertido
ro_ro: Despicat turcoaz răsturnat
ru_ru: Бирюзовая правая половина
sk_sk: Tyrkysové opačné zvislé oddelenie
sl_si: Turkizen levo sekan
sv_se: Turkos högerhalva
th_th: แถบสีน้ำเงินแกมเขียวจางๆกลับด้าน
tr_tr: Camgöbeği Sağ Yarı
vi_vn: Vạch chia dọc đảo nghịch lục lam
zh_cn: 青色左半方形
zh_tw: 左半部分青色填滿

# item_banner_half_vertical_right_gray
source: Grey Per Pale Inverted
ar_sa: راية ملونة رمادي
be_by: Шэрая правая палова
bg_bg: Сиво ляво разсичане
ca_es: Flanc gris invertit
cs: Šedé převrácené svislé oddělení
da_dk: Grå Højre Halvdel
de: Links grau gespalten
el_gr: Γκρι Ωχρό ανεστραμμένο
es: Flanco gris invertido
fi: Harmaa oikea puoli
fr_ca: Parti, au second d'acier
ga_ie: Deighilte, Liath ar Clé
gl_es: Metade gris Invertida
he: פס חוצה אנכי ימני אפור
hr_hr: Siva Obrnuta Puna Traka
hu_hu: Szürkével balról hasított
id_id: Pita Kelabu Terbagi Terjungkir
it: Partito: a sinistra di grigio
ja_jp: 左に灰色の縦二分割
ka_ge: ნაცრისფერი მარჯვენა ნახევარი
ko_kr: 회색 오른쪽 수직띠
lb_lu: Lénks gro gedeelt
lt_lt: Pilka dešinioji pusė
ms_my: Belahan Menegak Kelabu Terbalik
mt_mt: Gray Per Pale Inverted
nl_nl: Grijze per paal omgekeerd
nn_no: Grå høgredel
pl: Szara prawa połowa
pt: Partido Cinzento Invertido
ro_ro: Despicat gri răsturnat
ru_ru: Серая правая половина
sk_sk: Sivé opačné zvislé oddelenie
sl_si: Siv levo sekan
sv_se: Grå högerhalva
th_th: แถบสีเทาจางๆกลับด้าน
tr_tr: Gri Sağ Yarı
vi_vn: Vạch chia dọc đảo nghịch xám
zh_cn: 灰色左半方形
zh_tw: 左半部分灰色填滿

# item_banner_half_vertical_right_green
source: Green Per Pale Inverted
ar_sa: راية ملونة أخضر
be_by: Зялёная правая палова
bg_bg: Зелено ляво разсичане
ca_es: Flanc verd invertit
cs: Zelené převrácené svislé oddělení
da_dk: Grøn Højre Halvdel
de: Links grün gespalten
el_gr: Ωχρο Πράσινο ανεστραμμένο
es: Flanco verde invertido
fi: Vihreä oikea puoli
fr_ca: Parti, au second de sinople
ga_ie: Deighilte, Uaine ar Clé
gl_es: Metade verde Invertida
he: פס חוצה אנכי ימני ירוק
hr_hr: Zelena Obrnuta Puna Traka
hu_hu: Zölddel balról hasított
id_id: Pita Hijau Terbagi Terjungkir
it: Partito: a sinistra di verde
ja_jp: 左に緑色の縦二分割
ka_ge: მწვანე მარჯვენა ნახევარი
ko_kr: 초록색 오른쪽 수직띠
lb_lu: Lénks gréng gedeelt
lt_lt: Žalia dešinioji pusė
ms_my: Belahan Menegak Hijau Terbalik
nl_nl: Groene per paal omgekeerd
nn_no: Grøn høgredel
pl: Zielona prawa połowa
pt: Partido Verde Invertido
ro_ro: Despicat verde răsturnat
ru_ru: Зелёная правая половина
sk_sk: Zelené opačné zvislé oddelenie
sl_si: Zelen levo sekan
sv_se: Grön högerhalva
th_th: แถบสีเขียวจางๆกลับด้าน
tr_tr: Yeşil Sağ Yarı
vi_vn: Vạch chia dọc đảo nghịch xanh lá cây
zh_cn: 绿色左半方形
zh_tw: 左半部分綠色填滿
