Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# difficulty_lock_title
source: Lock World Difficulty
af_za: Sluit Wêreld Moeilikheidsgraad
ar_sa: تثبيت صعوبة العالم
be_by: Зафіксаваць складанасць свету
bg_bg: Заключване на трудността на света
ca_es: Bloqueja la dificultat del món
cs: Zamknout obtížnost světa
da_dk: Lås sværhedsgræden
de: Schwierigkeit dieser Welt fixieren
de_at: Schwierigkeit vo diesa Wöt fixian
el_gr: Κλείδωμα Δυσκολίας Κόσμου
es: Bloquear dificultad del mundo
eu_es: Munduaren zailtasuna bloqueatu
fa_ir: مشکل قفل جهان
fi: Lukitse maailman vaikeustaso
fil_ph: Ikandado ang Hirap ng Mundo
fr_ca: Verrouillage de la difficulté du monde
ga_ie: Glasáil Deacracht
gd_gb: Glais duilgheas an t-saoghail
gl_es: Bloquear dificultade do mundo
he: נעילת רמת קושי של עולם
hi_in: दुनिया की कठिनाई को लोक करदो
hr_hr: Zaključaj Težinu Svijeta
hu_hu: Világnehézség rögzítése
id_id: Kunci kesulitan dunia
is_is: Læsa erfiðleikastigi heims
it: Blocca la difficoltà del mondo
ja_jp: ワールドの難易度の固定
ka_ge: სამყაროს სირთულის დალუქვა
ko_kr: 난이도 잠금
lb_lu: Weltschwieregkeet fixéieren
lt_lt: Užrakinti pasaulio sudėtingumo lygį
lv_lv: Bloķēt pasaules grūtību
mn_mn: Дэлхийн түвшинг түгжих
ms_my: Kunci Kesukaran Dunia
mt_mt: Issiġilla d-Diffikulta' tad-Dinja
nl_nl: Wereldniveau vergrendelen
nn_no: Lås vanskegrada til verda
pl: Zablokuj poziom trudności świata
pt: Bloquear dificuldade do mundo
ro_ro: Blochează dificultatea lumii
ru_ru: Заблокировать сложность
sk_sk: Uzamknúť obtiažnosť sveta
sl_si: Zakleni težavnost sveta
sq_al: Kyçja E Botës Vështirësi
sv_se: Lås svårighetsgrad för värld
th_th: ล็อกระดับความง่าย/ยากของโลก
tr_tr: Dünya Zorluğunu Kilitle
vi_vn: Khóa độ khó thế giới
zh_cn: 锁定世界难度
zh_tw: 鎖定世界難易度

# disconnect_closed
source: Connection closed
af_za: Konneksie afgesluit
ar_sa: تم غلق الاتصال
be_by: Злучэнне закрытае
bg_bg: Затворена връзка
ca_es: Connexió tancada
cs: Spojení ukončeno
da_dk: Forbindelse lukket
de: Verbindung getrennt
de_at: Vabindung gschlossn
el_gr: Η σύνδεση έκλεισε
es: Conexión terminada
eu_es: Konexioa itxi da
fa_ir: اتصال بسته شد
fi: Yhteys suljettu
fr_ca: Connexion terminée
ga_ie: Ceangal dúnta
gd_gb: Chaidh an ceangal a dhùnadh
gl_es: Conexión terminada
he: החיבור נסגר
hi_in: कनेक्शन बंद
hr_hr: Veza prekinuta
hu_hu: Kapcsolat lezárva
hy_am: Կապը ավարտված է
id_id: Koneksi Tertutup
is_is: Tengingu lokað
it: Connessione interrotta
ja_jp: 接続が終了しました
ka_ge: კავშირი დახურულია
ko_kr: 서버가 닫혔습니다
lb_lu: Verbindung getrennt
lt_lt: Ryšys nutrauktas
lv_lv: Savienojums slēgts
mi_nz: katia hononga
mn_mn: Холболт хаагдсан
ms_my: Sambungan ditutup
mt_mt: Il-konnessjoni ġiet magħluqa
nl_nl: Verbinding verbroken
nn_no: Tilkopling avbrutt
pl: Połączenie zostało przerwane
pt: Ligação terminada
ro_ro: Conexiune terminată
ru_ru: Соединение прервано
sk_sk: Spojenie ukončené
sl_si: Povezava je zaprta
sq_al: Lidhja e mbyllur
sv_se: Anslutningen avbröts
th_th: การเชื่อมต่อถูกปิด
tr_tr: Bağlantı kapandı
vi_vn: Kết nối kết thúc
zh_cn: 连接已关闭
zh_tw: 連線中斷

# disconnect_disconnected
source: Disconnected by Server
af_za: Ontkoppel deur Bediener
ar_sa: تم قطع الاتصال بواسطة الخادم
be_by: Адлучаны серверам
bg_bg: Връзката прекъсната от сървъра
ca_es: Desconnectat pel servidor
cs: Spojení přerušeno serverem
da_dk: Forbindelse afbrudt af serveren
de: Vom Server getrennt
de_at: Vom Server ausgstiegn
el_gr: Αποσύνδεση από το διακομιστή
es: Desconectado por el servidor
eu_es: Zerbitzariarengatik deskonektatua
fa_ir: سرور اتصال را قطع کرد
fi: Palvelin katkaisi yhteyden
fil_ph: Inalis ka ng Server
fr_ca: Déconnecté(e) par le serveur
ga_ie: Dhícheangail an Freastalaí thú
gd_gb: Chaidh an ceangal a bhriseadh leis an fhrithealaiche
gl_es: Desconectado polo servidor
he: נותק על ידי השרת
hi_in: सर्वर के द्वारा काट दिया
hr_hr: Isključen od strane poslužitelja
hu_hu: A szerver szétkapcsolt
hy_am: Անջատում սերվերից
id_id: Diputus oleh Peladen
is_is: Þjónninn sleit sambandinu
it: Disconnesso dal server
ja_jp: サーバーから切断されました
ka_ge: კავშირი გაიწყვიტა სერვერის მხრიდან
ko_kr: 서버에서 연결을 끊었습니다
lb_lu: Vum Server getrennt
lt_lt: Buvote atjungtas/a serverio
lv_lv: Serveris tevi atvienoja
mi_nz: Kua momotu i te Tūmau
mn_mn: Серверээс холболт тасалсан
ms_my: Diputuskan oleh Pelayan
mt_mt: Il-Konnessjoni mas-Server Ingħalqet
nl_nl: Verbinding verbroken door server
nn_no: Fråkopla av serveren
pl: Rozłączono przez serwer
pt: Desligado pelo servidor
ro_ro: Deconectat de către server
ru_ru: Отключён сервером
sk_sk: Spojenie prerušené serverom
sl_si: Strežnik je prekinil povezavo
sq_al: Shkëputur nga Serveri
sv_se: Kontakten avbröts av servern
th_th: ถูกตัดการเชื่อมต่อโดยเซิร์ฟเวอร์
tr_tr: Sunucu tarafından bağlantı kesildi
vi_vn: Bị ngắt kết nối bởi máy chủ
zh_cn: 被服务器中断连接
zh_tw: 與伺服器連線中斷

# disconnect_endOfStream
source: End of stream
af_za: Einde van datastroom
ar_sa: نهاية البث
be_by: Канец патоку
bg_bg: Край на предаването
ca_es: Fi del flux de dades
cs: Konec přenosu
da_dk: Datastrøm sluttede
de: Ende der Datenübertragung
de_at: Ende dea Übatrogung
el_gr: Τερματισμός της ροής
es: Fin de la conexión
eu_es: Korrontearen bukaera
fi: Tietovirran loppu
fil_ph: Katapusan ng daloy
fr_ca: Fin du flux
ga_ie: Deireadh an tsrutha
gd_gb: Deireadh an srutha
gl_es: Fin do fluxo de datos
he: סוף השידור
hi_in: धारा का अंत
hr_hr: Kraj toka podataka
hu_hu: Adatfolyam vége
hy_am: Հեռարձակման ավարտ
id_id: Koneksi berakhir
is_is: Engin gögn
it: Fine del flusso dati
ja_jp: 接続が終了されました
ka_ge: ნაკადის დასასრული
lb_lu: Schluss vum Stream
lt_lt: Duomenų srauto pabaiga
lv_lv: Plūsmas beigas
mi_nz: Mutunga o te Awa
mk_mk: Крајот на стрим
mn_mn: Урсгалын төгсгөл
ms_my: Hujung strim
mt_mt: Tmiem tal-konnessjoni
nl_nl: Einde gegevensoverdracht
nn_no: Slutt på samband
pl: Koniec transmisji
pt: Ligação Interrompida
ro_ro: Flux de date oprit
ru_ru: Конец потока
sk_sk: Koniec prenosu
sl_si: Konec pretoka podatkov
sq_al: Fundi i stream
sv_se: Datatrafiken avbröts
th_th: การรับส่งข้อมูลขาดตอน
tr_tr: Bağlantı sonu
vi_vn: Ngừng kết nối
zh_cn: 数据流终止
zh_tw: 數據傳送終止

# disconnect_kicked
source: Was kicked from the game
af_za: Was uit die spel geskop
ar_sa: تم طردك من اللعبة
be_by: Вас выгналі з гульні!
bg_bg: Бе изгонен от играта
ca_es: Ha sigut expulsat del joc
cs: Byl jsi vyhozen ze hry
da_dk: Blev smidt ud af spillet
de: Wurde aus dem Spiel geworfen
de_at: Is ausm Spü gschmissn won
el_gr: Διώχτηκε από το παιχνίδι
es: Ha sido expulsado del juego
eu_es: Jokotik kaleratua izan da
fa_ir: از بازی اخراج شد
fi: Potkittiin pelistä
fil_ph: Inalis sa laro
fr_ca: Kické(e) du serveur
ga_ie: Díbeartha den chluiche
gd_gb: Fhuair e a' bhròg
gl_es: Fuches expulsado da partida
he: נבעטת מהמשחק
hi_in: खेल से लात मारी किया गया था
hr_hr: je izbačen iz igre
hu_hu: Kirúgtak a játékból
hy_am: Հեռացվեց խաղից
id_id: Dikeluarkan dari permainan
is_is: Var hent úr leiknum
it: Espulso dalla partita
ja_jp: ゲームからキックされました
ka_ge: თქვენ თამაშიდან გამოგაგდეს
ko_kr: 게임에서 퇴장되었습니다
lb_lu: Ass aus dem Spill gehäit ginn
lt_lt: buvote išmestas/a iš žaidimo
lv_lv: Tevi izmeta no servera
mi_nz: I whana i te kēmu
mn_mn: Тоглоомоос хөөгдсөн
ms_my: Telah dihalau dari permainan
mt_mt: Ġie mkeċċi mil-logħba
nl_nl: is uit het spel gezet
nn_no: Vart sparka ut av spelet
pl: Został wyrzucony z gry
pt: Foi expulso do jogo
ro_ro: Ai fost dat(ă) afară din joc
ru_ru: Вас выгнали с сервера
sk_sk: Bol vykopnutý z hry
sl_si: Je bil odstranjen iz igre
sq_al: Ishte larguar nga loja
sv_se: Du blev utkastad från servern
th_th: ถูกเตะออกจากเกม
tr_tr: Oyundan atıldın
vi_vn: Đã bị đá ra khỏi trò chơi
zh_cn: 您已被踢出游戏
zh_tw: 已被踢出遊戲

# disconnect_loginFailed
source: Failed to login
af_za: Aantekening het misluk
ar_sa: لقد فشل تسجيل الدخول
be_by: Не атрымалася ўвайсці
bg_bg: Неуспешно влизане
ca_es: Error a l'identificar
cs: Přihlášení se nezdařilo
da_dk: Fejl ved login
de: Anmeldung fehlgeschlagen
de_at: Fehla bam Omödn
el_gr: Η είσοδος απέτυχε
es: Error al iniciar sesión
eu_es: Ezin izan da saioa hasi
fa_ir: عدم موفقیت در ورود به سیستم
fi: Kirjautuminen epäonnistui
fil_ph: Pumalpak sa pag-login
fr_ca: Échec de l'authentification
ga_ie: Theip ar logáil isteach
gd_gb: Cha deach leis a' chlàradh a-steach
gl_es: Erro ó iniciar sesión
he: ההתחברות כשלה
hi_in: लॉगिन विफल
hr_hr: Prijava nije uspjela
hu_hu: A belépés sikertelen
hy_am: Մուտքը ձախորդվեց
id_id: Gagal Masuk
is_is: Auðkenning mistókst
it: Accesso fallito
ja_jp: ログインに失敗しました
ka_ge: ავტორიზება ვერ მოხერხდა
ko_kr: 로그인에 실패했습니다
lb_lu: Umellung feelgeschloen
lt_lt: Nepavyko prisijungti
lv_lv: Neizdevās pieslēgties
mi_nz: I rahua te takiuru
mn_mn: Нэвтэрч чадсангүй
ms_my: Gagal untuk melog masuk
mt_mt: Ma rnexxilekx tidħol
nl_nl: Aanmelden mislukt
nn_no: Feil ved innlogging
pl: Logowanie nie powiodło się
pt: Não foi possível iniciar sessão
ro_ro: Autentificarea a eșuat
ru_ru: Ошибка входа
sk_sk: Nepodarilo sa prihlásiť
sl_si: Napaka pri prijavi
sq_al: Dështuar për të identifikohu
sv_se: Kunde inte logga in
th_th: การเข้าสู่ระบบล้มเหลว
tr_tr: Oturum açılamadı
vi_vn: Không thể đăng nhập
zh_cn: 登入失败
zh_tw: 登入失敗

# disconnect_loginFailedInfo
source: Failed to login: {0}
af_za: Aantekening het misluk: {0}
ar_sa: لقد فشل تسجيل الدخول : {0}
be_by: Не атрымалася ўвайсці: {0}
bg_bg: Неуспешно влизане: {0}
ca_es: Error a l'identificar: {0}
cs: Přihlášení se nezdařilo: {0}
da_dk: Fejl ved login: {0}
de: Anmeldung fehlgeschlagen: {0}
de_at: Fehla bam Omödn: {0}
el_gr: Η σύνδεση απέτυχε: {0}
es: Error al iniciar sesión: {0}
eu_es: Ezin izan da saioa hasi: {0}
fa_ir: عدم موفقیت در ورود: {0}
fi: Kirjautuminen epäonnistui: {0}
fil_ph: Pumalpak sa pag-login: {0}
fr_ca: Échec de l'authentification : {0}
ga_ie: Theip ar logáil isteach: {0}
gd_gb: Cha deach leis a' chlàradh a-steach: {0}
gl_es: Erro ó se conectar: {0}
he: ההתחברות כשלה: {0}
hi_in: लॉगिन करने में विफल: {0}
hr_hr: Prijava nije uspjela: {0}
hu_hu: A belépés sikertelen: {0}
hy_am: Մուտքը ձախորդվեց {0}
id_id: Gagal Masuk: {0}
is_is: Auðkenning tókst ekki: {0}
it: Accesso fallito: {0}
ja_jp: ログインに失敗しました：{0}
ka_ge: ავტორიზება ვერ მოხერხდა: {0}
ko_kr: 로그인에 실패했습니다: {0}
lb_lu: Umellung feelgeschloen: {0}
lt_lt: Nepavyko prisijungti: {0}
lv_lv: Neizdevās pieslēgties: {0}
mi_nz: I rahua te takiuru: {0}
mn_mn: Нэвтэрч чадсангүй: {0}
ms_my: Gagal untuk melog masuk: {0}
mt_mt: Ma rnexxilekx tidħol: {0}
nl_nl: Aanmelden mislukt: {0}
nn_no: Feil ved innlogging: {0}
pl: Logowanie nie powiodło się: {0}
pt: Não foi possível iniciar sessão: {0}
ro_ro: Autentificarea a eșuat: {0}
ru_ru: Ошибка входа: {0}
sk_sk: Nepodarilo sa prihlásiť: {0}
sl_si: Napaka pri prijavi: {0}
sq_al: Dështuar për të login: {0}
sv_se: Kunde inte logga in: {0}
th_th: การเข้าสู่ระบบล้มเหลว: {0}
tr_tr: Oturum açılamadı: {0}
vi_vn: Không thể đăng nhập: {0}
zh_cn: 登入失败：{0}
zh_tw: 登入失敗：{0}

# disconnect_loginFailedInfo_invalidSession
source: Invalid session (Try restarting your game)
af_za: Ongeldige sessie (Probeer om jou spel oor te begin)
ar_sa: جلسة خاطئة (حاول إعادة تشغيل اللعبة)
be_by: Недапушчальная сэсія (Паспрабуйце перазапусціць гульню)
bg_bg: Невалидна сесия (опитайте рестартиране на играта)
ca_es: Sessió invàlida (Prova a reiniciar el joc)
cs: Neplatná relace (zkus restartovat hru)
da_dk: Ugyldigt session (Prøv at genstarte dit spil)
de: Ungültige Sitzung (Versuche das Spiel neu zu starten)
de_at: Ungültige Sitzung (Probia moi s'Spü nei z'startn)
el_gr: Άκυρη περίοδος (Προσπαθήστε να κάνετε επανεκκίνηση του παιχνιδιού)
es: La sesión no es válida (reinicia el juego)
eu_es: Saio baliogabea (Saiatu zure jokoa berrabiarazten)
fi: Epäkelpo sessio (Kokeile pelin uudelleenkäynnistämistä)
fil_ph: Invalid Session (subukin i-restart ang laro)
fr_ca: Session invalide (essayez de redémarrer le jeu)
ga_ie: Seisiún neamhbhailí (Bain triail as atosú do chluiche)
gd_gb: Seisean mì-dhligheach (Feuch an ath-thòisich thu an geama agad)
gl_es: Sesión inválida (Proba reiniciando o teu xogo)
he: הפעלה לא חוקית (נסה להפעיל מחדש את המשחק)
hi_in: अवैध सत्र (अपने खेल को शुरु करने की कोशिश करें)
hr_hr: Nevažeća sesija (Probajte ponovno pokrenuti igru)
hu_hu: Érvénytelen munkamenet (Próbáld meg újraindítani a játékot)
hy_am: Անհասանելի սեսիա (Փորձեք վերսկսել խաղը)
id_id: Sesi tidak sah (Silakan memulai kembali permainan Anda)
is_is: Ógilt Session (Prófaðu að endur ræsa leikinn )
it: Sessione non valida (prova a riavviare il gioco)
ja_jp: 無効なセッションです(ゲームを再起動してください)
ka_ge: დაუშვებელი სესია (სცადეთ თამაშის გადატვირთვა)
ko_kr: 유효하지 않은 세션입니다 (게임을 다시 시작해보세요)
lb_lu: Ongülteg Sessioun (Probéier d'Spill nei ze starten)
lt_lt: Klaidingas seansas (pabandykite iš naujo paleisti žaidimą)
lv_lv: Nederīga sesija (mēģiniet restartēt savu spēli)
mi_nz: Wātū muhu (Me tīmata anō i tō kēmu)
mn_mn: Алдаатай горим (Тоглоомоо дахин эхлүүлнэ үү)
ms_my: Sesi tidak sah (cuba mulakan semula permainan anda)
mt_mt: Sessjoni invalida (Ipprova rristartja l-logħba)
nl_nl: Ongeldig sessie-id (Probeer het spel te herstarten)
nn_no: Ugyldig økt (Prøv å starte spelet på nytt)
pl: Sesja wygasła (spróbuj uruchomić ponownie grę)
pt: Sessão inválida (tenta reiniciar o jogo)
ro_ro: Sesiune invalidă (încearcă să repornești jocul)
ru_ru: Недопустимая сессия (попробуйте перезапустить игру)
sk_sk: Neplatná relácia (skús reštartovať hru)
sl_si: Neveljavna seja (poskusi znova zagnati igro)
sq_al: Të pavlefshme sesioni (Provoni rifillimit të lojës tuaj)
sv_se: Ogiltig session (Prova att starta om spelet)
th_th: เซสชั่นไม่ถูกต้อง (ลองเริ่มเกมใหม่อีกครั้ง)
tr_tr: Geçersiz oturum (Oyunu yeniden başlatmayı deneyin)
vi_vn: Phiên chơi không hợp lệ (Hãy thử khởi động lại trò chơi của bạn)
zh_cn: 无效的会话（请尝试重启你的游戏）
zh_tw: 無效的會話（請重開您的遊戲）

# disconnect_loginFailedInfo_serversUnavailable
source: The authentication servers are currently down for maintenance.
af_za: Die identiteitbevestigings-bediener is tans van lyn af vir instandhouding.
ar_sa: الدخول الى اللعبة متوقف للصيانة.
be_by: Серверы аўтэнтыфікацыі зараз закрытыя дзеля абслугоўвання.
bg_bg: Сървърите за удостоверяване в момента са изключени за поддръжка.
ca_es: Els servidors d'autentificació es troben fora de línia per manteniment.
cs: Ověřování je mimo provoz z důvodu údržby.
da_dk: Godkendelsesserveren er i øjeblikket nede grundet vedligeholdelse.
de: Die Anmeldeserver sind derzeit zur Wartung heruntergefahren.
de_at: De Anmeldeserver san dawei zua Woatung obagfoahn.
el_gr: Οι έλεγχος πιστοποιήσεις χρηστών είναι εκτός λειτουργίας για συντήρηση.
es: La autentificación está actualmente desactivada por mantenimiento.
eu_es: Une honetan autentifikazioa ezgaituta dago mantentze-lanengatik.
fa_ir: The authentication are currently down for maintenance.
fi: Todentamispalvelin on huollossa.
fil_ph: Ang nagpapa-tunay sa mga naglalaro ay nakapatay para inaayos.
fr_ca: Les serveurs d'authentification sont actuellement hors service pour maintenance.
ga_ie: Tá na freastalaithe fíordheimhniúcháin as líne faoi láthair le haghaidh cothabhála.
gd_gb: Tha na frithealaichean dearbhaidh sìos a chum obair-ghlèidhidh.
gl_es: A autentificación actualmente está desactivada por un mantemento dos servidores.
he: שרתי האימות לא פעילים כרגע לצורכי תחזוקה.
hi_in: प्रमाणीकरण के रखरखाव के लिए वर्तमान में हैं
hr_hr: Poslužitelj nije dostupan zbog održavanja autorizacije.
hu_hu: Az azonosítás jelenleg karbantartás miatt nem üzemel.
hy_am: Իսկության ստուգման ծառայությունը ժամանակավորապես չի աշխատում։
id_id: Otentikasi sedang dalam perbaikan.
is_is: Staðfestingarkerfið er niðri í augnablikinu vegna viðhalds.
it: I server di autenticazione sono momentaneamente fuori servizio per manutenzione.
ja_jp: 現在、認証サーバがメンテナンス中です。
ka_ge: ავთენტურობის შესამოწმებელი სერვერები დროებით გათიშულია.
ko_kr: 현재 인증 서버가 점검 중입니다.
lb_lu: D'Umeldungsservere sinn am Moment wéinst Aarbechten offline.
lt_lt: Atpažinimas šiuo metu neveikia dėl priežiūros darbų.
lv_lv: Autentifikācijas serveri, labojumu dēļ, pašlaik nestrādā.
mi_nz: Ko te motuhēhēnga he wā ki raro mo te tiaki.
mn_mn: Баталгаажуулах серверт засвар үйлчилгээ хийгдэж байгаа учраас унтарсан байна.
ms_my: Pengesahan sedang turun untuk penyelenggaraan.
mt_mt: Is-servers tal-awtentikazzjoni mhumiex jaħdmu bħalissa minħabba manutenzjoni.
nl_nl: De verificatieservers staan momenteel uit vanwege werkzaamheden.
nn_no: Autentiseringa er for augneblinken nede for vedlikehald.
pl: Serwery uwierzytelniające są obecnie w konserwacji.
pt: Os servidores de autenticação estão atualmente indisponíveis, para manutenção.
ro_ro: Serverele de autentificare sunt închise momentan pentru întreținere.
ru_ru: Службы аутентификации отключены для проведения технических работ.
sk_sk: Na overovacích serveroch práve prebieha údržba.
sl_si: Preverjanje pristnosti je trenutno nedosegljivo zaradi vzdrževanja.
sq_al: Authentication serverat aktualisht janë poshtë për mirëmbajtje.
sv_se: Autentiseringen är nere för underhåll.
th_th: การรับรองความถูกต้องกำลังอยู่ระกว่างการปรับปรุง
tr_tr: Kimlik doğrulama şu anda bakım için kapalı.
vi_vn: Việc xác thực hiện không hoàn tất được vì bảo trì.
zh_cn: 身份验证目前正在停机维护。
zh_tw: 正版驗證系統下線維修中

# disconnect_lost
source: Connection Lost
af_za: Konneksie Verloor
ar_sa: تم فقد الاتصال
be_by: Злучэнне страчана
bg_bg: Загубена връзка
ca_es: Connexió perduda
cs: Spojení ztraceno
da_dk: Forbindelse tabt
de: Verbindung unterbrochen
de_at: Vabindung untabrochn
el_gr: Χάθηκε η σύνδεση
es: Conexión perdida
eu_es: Konexioa galdu da
fa_ir: اتصال از دست رفته
fi: Yhteys katkesi
fil_ph: Nawalan ng Connection
fr_ca: Connexion perdue
ga_ie: Ceangal Caillte
gd_gb: Chaill thu an ceangal
gl_es: Conexión perdida
he: הקשר אבד
hi_in: कनेक्शन खोया
hr_hr: Veza Izgubljena
hu_hu: A kapcsolat megszakadt
hy_am: Միացման Կորուստ
id_id: Kehilangan koneksi
is_is: Tenging slitnaði
it: Connessione persa
ja_jp: 接続を維持できません
ka_ge: კავშირი გაწყდა
ko_kr: 접속이 끊어졌습니다
lb_lu: Verbindung ënnerbrach
lt_lt: Prarastas ryšys su serveriu
lv_lv: Savienojums zudis
mi_nz: hononga ngaro
mn_mn: Холболт алдаглаа
ms_my: Sambungan Hilang
mt_mt: Il-Konnessjoni Ntilfet
nl_nl: Verbinding verloren
nn_no: Samband mista
pl: Utracono połączenie
pt: Ligação perdida
ro_ro: Conexiune pierdută
ru_ru: Соединение потеряно
sk_sk: Spojenie stratené
sl_si: Povezava je bila izgubljena
sq_al: Lidhje Të Humbura
sv_se: Anslutningen avbröts
th_th: ขาดการเชื่อมต่อ
tr_tr: Bağlantı Kaybedildi
vi_vn: Kết nối bị mất
zh_cn: 连接已丢失
zh_tw: 失去連線

# disconnect_overflow
source: Buffer overflow
af_za: Buffer oorskryding
ar_sa: تم تجاوز سعة المخزن المؤقت
be_by: Буфер перапоўнены
bg_bg: Буферът е препълнен
ca_es: Sobrecàrrega de la memòria intermèdia
cs: Přetečení vyrovnávací paměti
da_dk: Bufferoverløb
de: Pufferüberlauf
de_at: Pufferübalauf
el_gr: Υπερχείλιση μνήμης
es: Desbordamiento de búfer
eu_es: Bufferra gainezkatzetua
fa_ir: سرریز بافر
fi: Puskurin ylivuoto
fil_ph: Overflow sa Buffer
fr_ca: Mémoire tampon insuffisante
ga_ie: Róshreabhadh maoláin
gd_gb: Taosgadh a' bhufair
gl_es: Desbordamento do búfer
he: גלישת חוצץ
hi_in: बफर अतिप्रवाह
hr_hr: Pretek privremene memorije
hu_hu: Puffer-túlcsordulás
hy_am: Բուֆերի գերլցվածություն
id_id: Kelebihan Data
is_is: Yfirflæði gagna
ja_jp: バッファオーバーフローが発生しました
ka_ge: ბუფერის გადავსება
ko_kr: 버퍼 오버플로
lb_lu: Puffer iwwerlaaf
lt_lt: Duomenų srautas perpildytas
lv_lv: Buferis pārpildīts
mi_nz: papare te waipuke
mn_mn: Буфер хальсан
ms_my: Penimbal melimpah
nl_nl: Bufferoverloop
nn_no: Bufferen flaut over
pl: Przepełnienie bufora
pt: Sobrecarga do buffer
ro_ro: Memorie supraîncărcată
ru_ru: Переполнение буфера
sk_sk: Preplnenie zásobníka
sl_si: Prekoračitev medpomnilnika
sq_al: Tampon del nga shtrati
sv_se: Buffertöverskridning
th_th: ข้อมูลล้น
tr_tr: Arabellek taştı
vi_vn: Lỗi tràn bộ nhớ đệm
zh_cn: 缓冲区溢出
zh_tw: 緩衝區溢位

# disconnect_quitting
source: Quitting
af_za: Besig om af te sluit
ar_sa: جارى الخروج
be_by: Выхад...
bg_bg: Напускане
ca_es: Sortint
cs: Odpojování
da_dk: Afslutter
de: Wird beendet
de_at: Aussteign
el_gr: Γίνεται έξοδος
es: Desconectando
eu_es: Irteten
fa_ir: خارج شدن
fi: Poistutaan
fil_ph: Umaalis
fr_ca: Fermeture en cours...
ga_ie: Ag scor
gd_gb: 'Ga fhàgail
gl_es: Desconectando
he: יוצא
hi_in: छोड़ने
hr_hr: Izlazak
hu_hu: Kilépés
hy_am: Դադարեցում
id_id: Keluar
is_is: Hætti
it: Chiusura in corso
ja_jp: 終了しています
ka_ge: გამოსვლა
ko_kr: 나가는 중
lb_lu: Verloossen
lt_lt: Išeinama
lv_lv: Iziet
mi_nz: whakamutu
mn_mn: Гарч байна
ms_my: Sedang keluar
mt_mt: Ħiereġ
nl_nl: Afmelden
nn_no: Avsluttar
pl: Zamykanie
pt: A sair
ro_ro: Se închide
ru_ru: Выход
sk_sk: Ukončuje sa
sl_si: Zaključevanje
sq_al: Ndalohet pirja e duhanit
sv_se: Avslutar
th_th: กำลังออกจากเกม
tr_tr: Çıkılıyor
vi_vn: Đang thoát ra
zh_cn: 退出
zh_tw: 離開

# disconnect_spam
source: Kicked for spamming
af_za: Uitgeskop vir strooiery
ar_sa: طرد بسبب الازعاج
be_by: Вас выгналі за спам
bg_bg: Изритан заради спамене
ca_es: Expulsat per fer spam
cs: Vykopnut za spamování
da_dk: Blev smidt ud pga. spamming
de: Rausgeworfen wegen Spamming
de_at: Ausigschmissn wegn Spamming
el_gr: Διώχτηκε λόγω spam
es: Expulsado por hacer spam
eu_es: Kanporatua zabor-mezuak egiteagatik
fa_ir: برای هرزه نگاری از سرور خارج شدید .
fi: Potkittiin pelistä roskapostin vuoksi
fil_ph: Inalis dahil sa spamming
fr_ca: Kické(e) pour spam
ga_ie: Díbeartha de bharr sheoladh turscair
gd_gb: Fhuaras a' bhròg ri linn spama
gl_es: Expulsado por spam
he: נבעטת בעקבות ספאם
hi_in: स्पैमिंग के लिए लात मारी
hr_hr: Izbačen zbog pretjerane količine poslanih poruka
hu_hu: Spammelés miatt kirúgva
hy_am: Հեռացվաց է սպամի համար
id_id: Dikeluarkan karena spam
is_is: Rekinn fyrir að blaðra
it: Espulso per spam
ja_jp: スパム行為のためにキックされました
ka_ge: გაგდებული სპამის გამო
ko_kr: 도배 및 스팸으로 인한 강제 퇴장
lb_lu: Erausgeworf wéinst Spam
lt_lt: išmestas už šiukšlinimą pokalbyje
lv_lv: Izmests spamošanas dēļ
mi_nz: Whana hoki whakamuhani
mk_mk: Започна за спамирање
mn_mn: Ухуулга хийсэн учир хөөгдсөн
ms_my: Diusir kerana penspaman
mt_mt: Ġejt imkeċċi minħabba spamming
nl_nl: Eruit gezet voor spammen
nn_no: Sparka på grunn av spamming
pl: Wyrzucony za spamowanie
pt: Expulso por spam
ro_ro: Dat afară pentru spamming
ru_ru: Исключён за спам
sk_sk: Vykopnutý za spamovanie
sl_si: Odstranjen zaradi spamanja
sq_al: Nisi për spamming
sv_se: Sparkad för spam
th_th: ถูกเตะเนื่องจากสแปม
tr_tr: Spam nedeniyle atıldın
vi_vn: Bị đá vì spam
zh_cn: 由于滥发信息而被踢出游戏
zh_tw: 因散佈垃圾訊息被踢出

# disconnect_timeout
source: Timed out
af_za: Tyd verstreke
ar_sa: انتهت المهلة
be_by: Па-за часам
bg_bg: Времето изтече
ca_es: Temps d'espera esgotat
cs: Časový limit vypršel
da_dk: Udløbet
de: Zeitüberschreitung
de_at: Zeitübaschreitung
el_gr: Λήξη χρονικού ορίου
es: Tiempo de espera agotado
eu_es: Denboraz kanpo
fa_ir: مهلت تمام شد
fi: Aikakatkaistu
fil_ph: Nakulangan ng oras
fr_ca: Délai expiré
ga_ie: Thar am
gd_gb: Dh'fhalbh an ùine air
gl_es: Esgotouse o tempo de espera
he: אזל זמן החיבור
hi_in: बाहर समय
hr_hr: Vrijeme isteklo
hu_hu: Időtúllépés
hy_am: Միացման Ժամանակը ավարտվեց
id_id: Waktu Habis
is_is: Þjónn svarar ekki
it: Connessione scaduta
ja_jp: タイムアウトしました
ka_ge: ლოდინის დრო ამოწურულია
ko_kr: 시간 초과
lb_lu: Zäit iwwerschratt
lt_lt: Susisiekimas užtruko per ilgai
lv_lv: Savienojuma noildze
mi_nz: pau i roto i
mn_mn: Цаг хэтэрсэн
ms_my: Tamat masa
mt_mt: Ġejt imkeċċi minħabba dewmien
nl_nl: Geen respons
nn_no: Tidsavbrot
pl: Upłynął limit czasu
pt: Tempo limite excedido
ro_ro: Timpul a expirat
ru_ru: Превышено время ожидания
sk_sk: Časový limit vypršal
sl_si: Časovna omejitev je potekla
sq_al: Me kohë jashtë
sv_se: Tappade kontakten
th_th: หมดเวลาการเชื่อมต่อ
tr_tr: Zaman aşımına uğradı
vi_vn: Đã hết thời gian
zh_cn: 连接超时
zh_tw: 連線逾時
