Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# createWorld_customize_custom_stretchY
source: Height Stretch
af_za: Hoogte Rekking
ar_sa: امتداد الارتفاع
be_by: Вышыня расцягвання
bg_bg: Разтягане във височина
ca_es: Ajustament vertical
cs: Výškové roztažení
da_dk: Udstrækningshøjde
de: Höhenstreckung
el_gr: Διαστολή Ύψους
es: Anchura
eu_es: Altuerari tira
fa_ir: ارتفاع کشش
fi: Korkeuden Venytys
fil_ph: Banat ng Taas
fr_ca: Étirement vertical
ga_ie: Síneadh Ingearach
gd_gb: Sìneadh na h-àirde
gl_es: Anchura
he: מתיחת הגובה
hi_in: ऊंचाई खिंचाव
hr_hr: Rastezanje Visine
hu_hu: Magasság nyújtása
is_is: Hæðar tegja
it: Stiramento verticale
ja_jp: 高さ伸び
ka_ge: სიმაღლის გაჭიმვა
ko_kr: 높이 늘이기
lb_lu: Héichtenausdehnung
lt_lt: Aukščio ištempimas
lv_lv: Augstuma garums
mk_mk: Висина Водат
ms_my: Regangan ketinggian
nl_nl: Hoogte uitrekken
nn_no: Utvid høgd
pl: Wysokość odcinka
pt: Esticar em Altura
ro_ro: Întindere verticală
ru_ru: Перепады высот
sk_sk: Natiahnutie výšky
sl_si: Višinski razteg
sq_al: Lartësia shtrirje
sv_se: Höjdutsträckning
th_th: ความยืดหยุ่นสูง
tr_tr: Yükseklik Gerilimi
vi_vn: Độ giãn chiều cao
zh_cn: 高度伸展
zh_tw: 高度伸展程度

# createWorld_customize_custom_upperLimitScale
source: Upper Limit Scale
af_za: Boonste Perk Skaal
ar_sa: مقياس الحد الأعلى
be_by: Верхняя мяжа шкалы
bg_bg: Мащаб на горната граница
ca_es: Escala del límit superior
cs: Měřítko výškové meze
da_dk: Øvre begrænsningsskala
de: Obere Begrenzung
el_gr: Ανώτατο Όριο κλίμακας
es: Límite superior
eu_es: Goiko limiteko eskala
fa_ir: حد بالایی مقیاس
fi: Ylemmän Rajan Skaala
fil_ph: Iskala ng Limitasyong Pantaas
fr_ca: Limite supérieure
ga_ie: Scála Uasteorainn
gd_gb: Sgèile na crìche uachdaraich
gl_es: Límite superior
he: סולם גבול עליון
hr_hr: Mjera Gornje Granice
hu_hu: Felső határ mértéke
is_is: Efri mörk skala
it: Limite superiore
ja_jp: スケール上限
ka_ge: ზედა ზღვრის სკალა
ko_kr: 상한 규모
lb_lu: Iewescht Grenz
lt_lt: Viršutinis limito dydis
lv_lv: Skalas augšējā robeža
mk_mk: Горната Граница Скала
ms_my: Skala Had Menaik
nl_nl: Bovengrens schaal
nn_no: Øvre grense skala
pl: Górny limit skali
pt: Esc. lim. superior
ro_ro: Limită superioară
ru_ru: Верхний предел
sk_sk: Horná hranica rozsahu
sl_si: Zgornja meja obsega
sq_al: Kufiri i shkallës sipërm
sv_se: Övre gränsskala
th_th: ระดับจำกัดของสเกลสูงขึ้น
tr_tr: Üst Sınır Ölçeği
vi_vn: Quy mô hạn mức tối đa
zh_cn: 规模上限
zh_tw: 上限比例

# createWorld_customize_custom_useCaves
source: Caves
af_za: Grotte
ar_sa: كهوف
be_by: Пячоры
bg_bg: Пещери
ca_es: Coves
cs: Jeskyně
da_dk: Huler
de: Höhlen
de_at: Höhln
el_gr: Σπηλιές
es: Cuevas
eu_es: Koba-zuloak
fa_ir: غارها
fi: Luolat
fil_ph: mga kweba
fr_ca: Cavernes
ga_ie: Pluaiseanna
gd_gb: Uamhan
gl_es: Covas
he: מערות
hi_in: गुफाओं
hr_hr: Špilje
hu_hu: Barlangok
hy_am: Գինեգործական
id_id: Gua
is_is: Hellar
it: Grotte
ja_jp: 洞窟
ka_ge: გამოქვაბულები
ko_kr: 동굴
lb_lu: Höhlen
lt_lt: Urvai
lv_lv: Alas
mi_nz: ana
mk_mk: Пештери
mn_mn: Агуй
ms_my: Gua
nl_nl: Grotten
nn_no: Grotter
pl: Jaskinie
pt: Cavernas
ro_ro: Peșteri
ru_ru: Пещеры
sk_sk: Jaskyne
sl_si: Jame
sq_al: Shpella
sv_se: Grottor
th_th: ถ้ำ
tr_tr: Mağaralar
vi_vn: Hang
zh_cn: 洞穴
zh_tw: 洞穴

# createWorld_customize_custom_useDungeons
source: Dungeons
af_za: Kerkers
ar_sa: أَقْبِيَة
be_by: Падзямеллі
bg_bg: Тъмници
ca_es: Masmorres
cs: Podzemí
da_dk: Fangekældre
de: Verliese
de_at: Kerka
el_gr: Μπουντρούμια
es: Mazmorras
eu_es: Ziegak
fa_ir: سیاه چال ها
fi: Vankityrmät
fil_ph: piitan
fr_ca: Donjons
ga_ie: Doinsiúin
gd_gb: Tuill-dhubha
gl_es: Alxubes
he: צינוקים
hi_in: काल कोठरी
hr_hr: Tamnice
hu_hu: Kazamaták
hy_am: բանտ
is_is: Dýflissur
it: Segrete
ja_jp: ダンジョン
ka_ge: მიწისქვეშა საპყრობილეები
ko_kr: 던전
lt_lt: Požeminiai kambariai
lv_lv: Cietokšņi
mi_nz: Poka
mk_mk: Занданите
mn_mn: Газар доорх шорон
ms_my: Penjara bawah tanah
nl_nl: Kerkers
nn_no: Fangehol
pl: Lochy
pt: Masmorras
ro_ro: Temnițe
ru_ru: Подземелья
sk_sk: Žaláre
sl_si: Ječe
sv_se: Monstergrottor
th_th: ดันเจี้ยน
tr_tr: Zindanlar
vi_vn: Ngục
zh_cn: 地牢
zh_tw: 地牢

# createWorld_customize_custom_useLavaLakes
source: Lava Lakes
af_za: Lawamere
ar_sa: بحيرات الحمم البركانية
be_by: Лававыя азёры
bg_bg: Езера от лава
ca_es: Llacs de lava
cs: Lávová jezera
da_dk: Lavasøer
de: Lavaseen
el_gr: Λίμνες Λάβας
es: Lagos de lava
eu_es: Laba lakuak
fa_ir: دریاچه گدازه
fi: Laavajärvet
fil_ph: Mga Lawa ng Kumukulong Putik
fr_ca: Lacs de lave
ga_ie: Locha Laibhe
gd_gb: Lochan làbha
gl_es: Lagos de lava
he: אגמי לבה
hi_in: लावा की नदी
hr_hr: Jezera Lave
hu_hu: Lávatavak
id_id: Danau Lava
is_is: Hrauntjarnir
it: Laghi di lava
ja_jp: 溶岩湖
ka_ge: ლავის ტბები
ko_kr: 용암 호수
lb_lu: Lavaséien
lt_lt: Lavos ežerai
lv_lv: Lavas ezeri
mi_nz: tahepuia roto
mk_mk: Лава Езера
mn_mn: Хайлмаган нуур
ms_my: Tasik Lava
nl_nl: Lavameren
nn_no: Lavasjøar
pl: Jeziora lawy
pt: Lagos de Lava
ro_ro: Lacuri de lavă
ru_ru: Озёра с лавой
sk_sk: Lávové jazerá
sl_si: Jezera lave
sq_al: Liqeni lavë
sv_se: Lavasjöar
th_th: ทะเลลาวา
tr_tr: Lav Gölleri
vi_vn: Hồ dung nham
zh_cn: 熔岩湖
zh_tw: 熔岩湖

# createWorld_customize_custom_useLavaOceans
source: Lava Oceans
af_za: Lawa Oseane
ar_sa: محيطات الحمم البركانية
be_by: Лававыя акіяны
bg_bg: Океани от лава
ca_es: Oceans de lava
cs: Lávové oceány
da_dk: Lavahave
de: Lavaozeane
el_gr: Ωκεανοί Λάβας
es: Océanos de lava
eu_es: Laba Ozeanoak
fa_ir: اقیانوس های گدازه
fi: Laavameret
fil_ph: Mga Karagatan ng Kumukulong Putik
fr_ca: Océans de lave
ga_ie: Aigéin Laibhe
gd_gb: Cuantan làbha
gl_es: Océanos de lava
he: אוקיינוסי לבה
hi_in: लावा का सागर
hr_hr: Lava Oceani
hu_hu: Lávaóceánok
id_id: Lautan Lava
is_is: Hraunhöf
it: Oceani di lava
ja_jp: 溶岩の海
ka_ge: ლავის ოკეანეები
ko_kr: 용암 바다
lb_lu: Lavamierer
lt_lt: Lavos vandenynai
lv_lv: Lavas okeāni
mk_mk: Лава Океаните
mn_mn: Хайлмаган далай
ms_my: Lautan Lava
nl_nl: Lava-oceanen
nn_no: Lavahav
pl: Oceany lawy
pt: Oceanos de Lava
ro_ro: Oceane de lavă
ru_ru: Океаны лавы
sk_sk: Lávové oceány
sl_si: Oceani lave
sq_al: Lava E Oqeaneve
sv_se: Lavahav
th_th: มหาสมุทรลาวา
tr_tr: Lav Okyanusları
vi_vn: Biển dung nham
zh_cn: 熔岩海
zh_tw: 熔岩海

# createWorld_customize_custom_useMineShafts
source: Mineshafts
af_za: Mynskagte
ar_sa: مناجم
be_by: Шахты
bg_bg: Изоставени мини
ca_es: Mines abandonades
cs: Doly
da_dk: Mineskakte
de: Minen
de_at: Minen
el_gr: Ορυχεία
es: Minas abandonadas
eu_es: Meatz abandonatuak
fa_ir: شفت های معدن
fi: Kaivokset
fil_ph: Mga Minahan
fr_ca: Mines abandonnées
ga_ie: Sloic Mhianaigh
gd_gb: Tuill-mhèinne
gl_es: Minas
he: מכרות
hi_in: रेल सुरंग
hr_hr: Rudarska Okna
hu_hu: Tárnák
is_is: Námugöng
it: Miniere abbandonate
ja_jp: 廃坑
ka_ge: მაღაროები
ko_kr: 폐광
lb_lu: Verloosse Minnen
lt_lt: Kasyklos
lv_lv: Raktuves
mk_mk: Рударски окна
mn_mn: Орхигдсон уурхай
ms_my: Lombong
nl_nl: Mijnschachten
nn_no: Gruvegangar
pl: Kopalnie
pt: Minas abandon.
ro_ro: Mine abandonate
ru_ru: Заброшенные шахты
sk_sk: Šachty
sl_si: Rudniki
sq_al: Miniere
sv_se: Gruvor
th_th: เหมือง
tr_tr: Maden Kuyuları
vi_vn: Khu mỏ
zh_cn: 废弃矿井
zh_tw: 礦坑

# createWorld_customize_custom_useMonuments
source: Ocean Monuments
af_za: Oseaan Monumente
ar_sa: معالم المحيط
be_by: Акіянскія манументы
bg_bg: Океански монументи
ca_es: Monuments de l'oceà
cs: Podmořské monumenty
da_dk: Havmonuenter
de: Ozeanmonumente
el_gr: Ωκεάνια Μνημεία
es: Monumentos oceánicos
eu_es: Monumentu ozeanikoak
fa_ir: آثار اقیانوس
fi: Merimonumentit
fil_ph: bantayog ng karagatan
fr_ca: Monuments des océans
ga_ie: Séadchomharthaí Aigéin
gd_gb: Carraighean-mara
gl_es: Monumentos oceánicos
he: אנדרטת ים
hi_in: सागर का स्मारकों
hr_hr: Oceanske Građevine
hu_hu: Óceáni templomok
hy_am: Հուշարձանները ծովի
id_id: Candi Laut
is_is: Sjávarvarði
it: Monumenti oceanici
ja_jp: 海底神殿
ka_ge: ოკეანის მონუმენტები
ko_kr: 심해 유적
lb_lu: Mieresmonumenter
lt_lt: Vandens šventyklos
lv_lv: Okeāna tempļi
mk_mk: Океанот Споменици
mn_mn: Далайн цогцолбор
ms_my: Tugu Laut
nl_nl: Oceaanmonumenten
nn_no: Havmonument
pl: Podwodne świątynie
pt: Monumentos Aquáticos
ro_ro: Monumente oceanice
ru_ru: Океанские памятники
sk_sk: Oceánske monumenty
sl_si: Vodni templji
sq_al: Monumentet oqeanit
sv_se: Havsmonument
th_th: อนุสาวรีย์แห่งมหาสมุทร
tr_tr: Okyanus Anıtları
vi_vn: Tượng đài biển
zh_cn: 海底遗迹
zh_tw: 海底遺跡

# createWorld_customize_custom_useRavines
source: Ravines
af_za: Klowe
ar_sa: وديان
be_by: Яры
bg_bg: Клисури
ca_es: Barrancs
cs: Rokle
da_dk: Kløfter
de: Schluchten
de_at: Schluchtn
el_gr: Φαράγγια
es: Grietas
eu_es: Arrailak
fa_ir: دره ها
fi: Rotkot
fil_ph: bangin
fr_ca: Ravins
ga_ie: Ailteanna
gd_gb: Cadhan
gl_es: Barrancos
he: נקיקים
hr_hr: Klanci
hu_hu: Szakadékok
hy_am: Ձորեր
id_id: Jurang
is_is: Gljúfur
it: Crepacci
ja_jp: 峡谷
ka_ge: ხეობები
ko_kr: 협곡
lb_lu: Schluchten
lt_lt: Tarpekliai
lv_lv: Aizas
mk_mk: Клисурите
mn_mn: Хавцал
ms_my: Jurang
nl_nl: Ravijnen
nn_no: Ravinar
pl: Wąwozy
pt: Ravinas
ro_ro: Ravene
ru_ru: Овраги
sk_sk: Rokliny
sl_si: Soteske
sq_al: Luginat
sv_se: Raviner
th_th: หุบเขาลึก
tr_tr: Kanyonlar
vi_vn: Khe núi
zh_cn: 峡谷
zh_tw: 峽谷

# createWorld_customize_custom_useStrongholds
source: Strongholds
af_za: Vestings
ar_sa: حصون
be_by: Крэпасці
bg_bg: Крепости
ca_es: Fortaleses
cs: Pevnosti
da_dk: Fort
de: Festungen
de_at: Festunga
el_gr: Φρούρια
es: Fortalezas
eu_es: Gotorlekuak
fa_ir: قلعه‌ها
fi: Linnoitukset
fil_ph: mga muog
fr_ca: Forteresses
ga_ie: Daingin
gd_gb: Daingneachaidhean
gl_es: Fortalezas
he: מבצרים
hi_in: गढ़ों
hr_hr: Tvrđave
hu_hu: Erődök
hy_am: բերդեր
id_id: Benteng
is_is: Virki
it: Roccaforti
ja_jp: 要塞
ka_ge: ციხეები
ko_kr: 요새
lb_lu: Festungen
lt_lt: Tvirtovės
lv_lv: Cietokšņi
mk_mk: Упоришта
mn_mn: Газар доорх цайз
ms_my: Kubu
nl_nl: Vestingen
nn_no: Festningar
pl: Twierdze
pt: Fortalezas
ro_ro: Forturi
ru_ru: Крепости
sk_sk: Pevnosti
sl_si: Utrdbe
sq_al: Fortesat
sv_se: Fästen
th_th: จุดยุทธศาสตร์
tr_tr: Sığınaklar
vi_vn: Pháo đài
zh_cn: 要塞
zh_tw: 要塞

# createWorld_customize_custom_useTemples
source: Temples
af_za: Tempels
ar_sa: معابد
be_by: Храмы
bg_bg: Храмове
cs: Chrámy
da_dk: Templer
de: Tempel
de_at: Tempel
el_gr: Ναοί
es: Templos
eu_es: Tenpluak
fa_ir: معابد
fi: Temppelit
fil_ph: templo
ga_ie: Teampaill
gd_gb: Teampaill
gl_es: Templos
he: מקדשים
hi_in: मंदिरों
hr_hr: Hramovi
hu_hu: Templomok
hy_am: տաճար
id_id: Candi
is_is: Musteri
it: Templi
ja_jp: 寺院
ka_ge: სამარხები
ko_kr: 사원
lb_lu: Tempelen
lt_lt: Šventyklos
lv_lv: Tempļi
mk_mk: Храмови
mn_mn: Сүм дуган
ms_my: Kuil
nl_nl: Tempels
nn_no: Tempel
pl: Świątynie
pt: Templos
ro_ro: Temple
ru_ru: Храмы
sk_sk: Chrámy
sl_si: Templji
sq_al: Tempujt e
sv_se: Tempel
th_th: วัด
tr_tr: Tapınaklar
vi_vn: Đền chùa
zh_cn: 神庙
zh_tw: 神殿

# createWorld_customize_custom_useVillages
source: Villages
af_za: Dorpe
ar_sa: قرى
be_by: Вёскі
bg_bg: Села
ca_es: Pobles
cs: Vesnice
da_dk: Landsbyer
de: Dörfer
de_at: Derfa
el_gr: Χωριά
es: Aldeas
eu_es: Herrixkak
fa_ir: روستاها
fi: Kylät
fil_ph: Mga Nayon
ga_ie: Sráidbhailte
gd_gb: Bailtean
gl_es: Aldeas
he: כפרים
hi_in: गांव
hr_hr: Sela
hu_hu: Falvak
hy_am: գյուղեր
id_id: Desa
is_is: Þorp
it: Villaggi
ja_jp: 村
ka_ge: სოფლები
ko_kr: 마을
lb_lu: Dierfer
lt_lt: Kaimai
lv_lv: Ciemati
mi_nz: Hau Kāenga
mk_mk: Села
mn_mn: Тосгон
ms_my: Kampung
nl_nl: Dorpen
nn_no: Landsbyar
pl: Wioski
pt: Aldeias
ro_ro: Sate
ru_ru: Деревни
sk_sk: Dediny
sl_si: Vasi
sq_al: Fshatra
sv_se: Byar
th_th: หมู่บ้าน
tr_tr: Köyler
vi_vn: Làng mạc
zh_cn: 村庄
zh_tw: 村莊

# createWorld_customize_custom_useWaterLakes
source: Water Lakes
af_za: Watermere
ar_sa: بحيرات المياه
be_by: Водныя азёры
bg_bg: Езера
ca_es: Llacs
cs: Vodní jezera
da_dk: Vandsøer
de: Seen
de_at: Pfützn
el_gr: Λίμνες
es: Lagos de agua
eu_es: Ur ibaiak
fa_ir: دریاچه های آب
fi: Järvet
fil_ph: Mga Lawang Tubig
fr_ca: Lacs d'eau
ga_ie: Locha Uisce
gd_gb: Lochan-uisge
gl_es: Lagos de auga
he: אגמים
hi_in: नदी
hr_hr: Jezera
hu_hu: Tavak
hy_am: Լճերի ջուր
id_id: Danau
is_is: Stöðuvötn
it: Laghi d'acqua
ja_jp: 池
ka_ge: წყლის ტბები
ko_kr: 호수
lb_lu: Séien
lt_lt: Vandens ežerai
lv_lv: Ūdens ezeri
mk_mk: Вода Езера
mn_mn: Усан нуур
ms_my: Tasik Air
nl_nl: Watermeren
nn_no: Innsjøar
pl: Jeziora wody
pt: Lagos de Água
ro_ro: Lacuri de apă
ru_ru: Водные озёра
sk_sk: Vodné jazerá
sl_si: Jezera vode
sq_al: Ujit Të Liqeneve
sv_se: Vattensjöar
th_th: ทะเลสาบนำ้จืด
tr_tr: Su Gölleri
vi_vn: Hồ nước
zh_cn: 湖泊
zh_tw: 湖泊

# createWorld_customize_custom_waterLakeChance
source: Water Lake Rarity
af_za: Waterdam waarskynlikeheid
ar_sa: ندرة بحيرات المياه
be_by: Верагоднасць воднага возера
bg_bg: Рядкост на езерата
ca_es: Raresa dels llacs
cs: Vzácnost vodních jezer
da_dk: Vandsøsjældenhed
de: Seltenheit Seen
de_at: Sötenheit Lockn
el_gr: Σπανιότητα Λιμνών
es: Rareza de lagos de agua
eu_es: Ur ibaien maiztasuna
fa_ir: آب دریاچه نادر
fi: Järvien Harvinaisuus
fil_ph: Pagkabihira ng Mga Lawang Tubig
fr_ca: Rareté des lacs d'eau
ga_ie: Teirce Locha Uisce
gd_gb: Gainnead nan lochan-uisge
gl_es: Rareza dos lagos de auga
he: תדירות האגמים
hr_hr: Rijetkost Jezera
hu_hu: Tavak ritkasága
id_id: Kelangkaan Danau
is_is: Fátíðni stöðuvatna
it: Rarità dei laghi d'acqua
ja_jp: 池の希少度
ka_ge: წყლის ტბების იშვიათობა
ko_kr: 호수 희귀도
lb_lu: Seelenheet vu Séien
lt_lt: Vandens ežero retumas
lv_lv: Ūdens ezeru retums
mk_mk: Вода Езерото Реткост
mn_mn: Усан нуурын нягтшил
ms_my: Kejarangan Tasik Air
nl_nl: Watermeren zeldzaamheid
nn_no: Sjeldanheit av innsjøar
pl: Rzadkość jezior wody
pt: Rarid. lagos de água
ro_ro: Raritate lacuri de apă
ru_ru: Редкость водных озёр
sk_sk: Rarita vodných jazier
sl_si: Pogostost jezer vode
sq_al: Ujë Liqeni I Rrallë
sv_se: Vattensjösällsynthet
th_th: สังข์น้ำทะเล
tr_tr: Su Gölü Seyrekliği
vi_vn: Độ hiếm hồ nước
zh_cn: 湖泊密度
zh_tw: 湖泊稀有程度

# createWorld_customize_flat_addLayer
source: Add Layer
af_za: Voeg 'n Laag By
ar_sa: إضافة طبقة
be_by: Дадаць слой
bg_bg: Добавяне на слой
ca_es: Afegir capa
cs: Přidat vrstvu
da_dk: Tilføj lag
de: Schicht hinzufügen
de_at: Schicht dazua doa
el_gr: Προσθήκη στρώσης
es: Añadir capa
eu_es: Gerusa gehitu
fa_ir: اضافه کردن لایه
fi: Lisää kerros
fil_ph: Lagyan ng Patong
fr_ca: Ajouter une couche
ga_ie: Cuir Scair Leis
gd_gb: Cuir breath ris
gl_es: Engadir capa
he: הוסף שכבה
hi_in: परत को जोड़ें
hr_hr: Dodaj sloj
hu_hu: Réteg hozzáadása
hy_am: Ավելացնել Շերտ
id_id: Tambahkan Lapisan
is_is: Bæta við lagi
it: Aggiungi uno strato
ja_jp: 地層を追加
ka_ge: ფენის დამატება
ko_kr: 레이어 추가
lb_lu: Schicht dobäiman
lt_lt: Pridėti sluoksnį
lv_lv: Pievienot slāni
mi_nz: tāpiri kahu-
mk_mk: Додади слој
mn_mn: Давхарга нэмэх
ms_my: Tambah Lapisan
mt_mt: Żid Saff
nl_nl: Laag toevoegen
nn_no: Legg til lag
pl: Dodaj warstwę
pt: Adicionar Camada
ro_ro: Adaugă un strat
ru_ru: Добавить слой
sk_sk: Pridať vrstvu
sl_si: Dodaj sloj
sq_al: Shto shtresë
sv_se: Lägg till lager
th_th: เพิ่มชั้นใหม่
tr_tr: Katman Ekle
vi_vn: Thêm một lớp
zh_cn: 添加层面
zh_tw: 增加地層

# createWorld_customize_flat_air
source: Air
af_za: Lug
ar_sa: الهواء
be_by: Паветра
bg_bg: Въздух
ca_es: Aire
cs: Vzduch
da_dk: Luft
de: Luft
de_at: Luft
el_gr: Αέρας
es: Aire
eu_es: Aire
fa_ir: هوا
fi: Ilma
fil_ph: Hanggin
ga_ie: Aer
gd_gb: Adhar
gl_es: Aire
he: אוויר
hi_in: हवा
hr_hr: Zrak
hu_hu: Levegő
hy_am: Օդային
id_id: Udara
is_is: Loft
it: Aria
ja_jp: 空気
ka_ge: ჰაერი
ko_kr: 공기
lb_lu: Loft
lt_lt: Oras
lv_lv: Gaiss
mi_nz: Āngi
mk_mk: Воздух
mn_mn: Агаар
ms_my: Udara
mt_mt: Arja
nl_nl: Lucht
nn_no: Luft
pl: Powietrze
pt: Ar
ro_ro: Aer
ru_ru: Воздух
sk_sk: Vzduch
sl_si: Zrak
sq_al: Ajër
sv_se: Luft
th_th: อากาศ
tr_tr: Hava
vi_vn: Không khí
zh_cn: 空气
zh_tw: 空氣

# createWorld_customize_flat_editLayer
source: Edit Layer
af_za: Wysig Laag
ar_sa: تحرير طبقة
be_by: Рэдагаваць слой
bg_bg: Редактиране на слой
ca_es: Editar capa
cs: Upravit vrstvu
da_dk: Rediger lag
de: Schicht bearbeiten
de_at: Schicht beorbeitn
el_gr: Επεξεργασία Στρώσης
es: Editar capa
eu_es: Gerusa aldatu
fa_ir: ویرایش لایه
fi: Muokkaa kerrosta
fil_ph: Palitan ang Patong
fr_ca: Modifier la couche
ga_ie: Athraigh Scair
gd_gb: Deasaich a’ bhreath
gl_es: Editar capa
he: ערוך שכבה
hi_in: परत संपादित करें
hr_hr: Uredi Sloj
hu_hu: Réteg szerkesztése
hy_am: Կարգավորել Շերտը
id_id: Ubah Lapisan
is_is: Breyta lagi
it: Modifica lo strato
ja_jp: 地層を編集
ka_ge: ფენის ჩასწორება
ko_kr: 레이어 편집
lb_lu: Schicht upassen
lt_lt: Keisti sluoksnį
lv_lv: Rediģēt slāni
mi_nz: apa whakatika
mk_mk: Изменуј Слој
mn_mn: Давхарга засах
ms_my: Sunting Lapisan
mt_mt: Editja s-Saff
nl_nl: Laag bewerken
nn_no: Endre lag
pl: Edytuj warstwę
pt: Editar Camada
ro_ro: Modifică stratul
ru_ru: Редактировать слой
sk_sk: Upraviť vrstvu
sl_si: Uredi sloj
sq_al: Ndrysho Layer
sv_se: Redigera lager
th_th: แก้ไขชั้น
tr_tr: Katmanı Düzenle
vi_vn: Chỉnh sửa lớp
zh_cn: 编辑层面
zh_tw: 編輯地層

# createWorld_customize_flat_height
source: Height
af_za: Hoogte
ar_sa: الارتفاع
be_by: Вышыня
bg_bg: Височина
ca_es: Alçada
cs: Výška
da_dk: Højde
de: Höhe
de_at: Hech
el_gr: Ύψος
es: Altura
eu_es: Garaiera
fa_ir: ارتفاع
fi: Korkeus
fil_ph: Tangkad
fr_ca: Hauteur
ga_ie: Airde
gd_gb: Àirde
gl_es: Altura
he: גובה
hi_in: ऊँचाई
hr_hr: Visina
hu_hu: Magasság
hy_am: Բարձրություն
id_id: Tinggi
is_is: Hæð
it: Altezza
ja_jp: 高さ
ka_ge: სიმაღლე
ko_kr: 높이
lb_lu: Héicht
lt_lt: Aukštis
lv_lv: Augstums
mi_nz: teitei
mk_mk: Висина
mn_mn: Өндөр
ms_my: Ketinggian
mt_mt: Għoli
nl_nl: Hoogte
nn_no: Høgde
pl: Wysokość
pt: Altura
ro_ro: Înălțime
ru_ru: Высота
sk_sk: Výška
sl_si: Višina
sq_al: siper
sv_se: Höjd
th_th: ระดับความสูง
tr_tr: Yükseklik
vi_vn: Chiều cao
zh_cn: 高度
zh_tw: 高度

# createWorld_customize_flat_layer_bottom
source: Bottom - {0}
af_za: Onderkant - {0}
ar_sa: أسفل-{0}
be_by: Ніжні слой - {0}
bg_bg: Най-долен - {0}
ca_es: Límit inferior - {0}
cs: Dole – {0}
da_dk: Bund - {0}
de: Boden - {0}
de_at: Bon - {0}
el_gr: Κατώτατη - {0}
es: Límite inferior: {0}
eu_es: Azpiko muga - {0}
fa_ir: پایین - {0}
fi: Alapinta - {0}
fil_ph: Ilalim - {0}
fr_ca: Fond - {0}
ga_ie: Bun - {0}
gd_gb: Bonn - {0}
gl_es: Parte inferior - {0}
he: תחתון-{0}
hi_in: तल-{0}
hr_hr: Donji-{0}
hu_hu: Legalsó - {0}
hy_am: Հատակ - {0}
id_id: Bawah - {0}
is_is: Neðsta - {0}
it: Fondo - {0}
ja_jp: 最下層 - {0}
ka_ge: ძი­რი - {0}
ko_kr: 바닥 - {0}
lb_lu: Ënnen - {0}
lt_lt: Apatinis - {0}
lv_lv: Apakša - {0}
mi_nz: raro {0}
mk_mk: Најпоследен {0}
mn_mn: Доод - {0}
ms_my: Bawah - {0}
mt_mt: Qiegħ - {0}
nl_nl: Onder - {0}
nn_no: Botn - {0}
pl: Dno - {0}
pt: Fundo - {0}
ro_ro: Jos - {0}
ru_ru: Нижний слой — {0}
sk_sk: Spodok - {0}
sl_si: Tla - {0}
sq_al: Fund
sv_se: Botten - {0}
th_th: ล่างสุด - {0}
tr_tr: Alt - {0}
vi_vn: Dưới cùng - {0}
zh_cn: 底层 - {0}
zh_tw: 底層 - {0}

# createWorld_customize_flat_layer_top
source: Top - {0}
af_za: Bokant - {0}
ar_sa: الأعلى—{0}
be_by: Верхні слой - {0}
bg_bg: Най-горен - {0}
ca_es: Límit superior - {0}
cs: Nahoře – {0}
de: Oberfläche - {0}
de_at: Deck - {0}
el_gr: Ανώτατη - {0}
es: Límite superior: {0}
eu_es: Gaineko muga - {0}
fa_ir: بالا - {0}
fi: Yläpinta - {0}
fil_ph: Ibabaw - {0}
fr_ca: Surface - {0}
ga_ie: Barr - {0}
gd_gb: Barr - {0}
gl_es: Parte superior - {0}
he: עליון-{0}
hi_in: शीर्ष-{0}
hr_hr: Vršni-{0}
hu_hu: Legfelső - {0}
hy_am: Գագաթ - {0}
id_id: Atas - {0}
is_is: Efsta - {0}
it: Cima - {0}
ja_jp: 最上層 - {0}
ka_ge: ზემო ნაწილი - {0}
ko_kr: 표면 - {0}
lb_lu: Uewen - {0}
lt_lt: Viršutinis - {0}
lv_lv: Augša - {0}
mi_nz: runga -{0}
mk_mk: Топ {0}
mn_mn: Дээд - {0}
ms_my: Atas - {0}
mt_mt: Quċċata - {0}
nl_nl: Boven - {0}
nn_no: Topp - {0}
pl: Szczyt - {0}
pt: Topo - {0}
ro_ro: Sus - {0}
ru_ru: Верхний слой — {0}
sk_sk: Vrch - {0}
sl_si: Vrh - {0}
sq_al: i sipërm
sv_se: Topp - {0}
th_th: บนสุด - {0}
tr_tr: Üst - {0}
vi_vn: Trên cùng - {0}
zh_cn: 顶层 - {0}
zh_tw: 頂層 - {0}

# createWorld_customize_flat_removeLayer
source: Remove Layer
af_za: Verwyder Laag
ar_sa: إزالة طبقة
be_by: Выдаліць слой
bg_bg: Премахване на слой
ca_es: Suprimir capa
cs: Odstranit vrstvu
da_dk: Fjern lag
de: Schicht entfernen
de_at: Schicht weg doa
el_gr: Αφαίρεση Στρώσης
es: Eliminar capa
eu_es: Gerusa kendu
fa_ir: حذف لایه
fi: Poista kerros
fil_ph: Alisin ang Patong
fr_ca: Retirer la couche
ga_ie: Bain Scair De
gd_gb: Thoir a’ bhreath air falbh
gl_es: Eliminar capa
he: הסר שכבה
hi_in: परत को हटाने
hr_hr: Izbriši sloj
hu_hu: Réteg eltávolítása
hy_am: Հանել Շերտը
id_id: Hapus Lapisan
is_is: Fjarlægja lag
it: Rimuovi lo strato
ja_jp: 地層を削除
ka_ge: ფენის წაშლა
ko_kr: 레이어 제거
lb_lu: Schicht läschen
lt_lt: Pašalinti sluoksnį
lv_lv: Noņemt slāni
mi_nz: tango kahu-
mk_mk: Избриши слој
mn_mn: Давхарга устгах
ms_my: Hapuskan Lapisan
mt_mt: Neħħi s-Saff
nl_nl: Laag verwijderen
nn_no: Fjern lag
pl: Usuń warstwę
pt: Remover Camada
ro_ro: Elimină stratul
ru_ru: Удалить слой
sk_sk: Odstrániť vrstvu
sl_si: Odstrani sloj
sq_al: Hiq shtresa
sv_se: Ta bort lager
th_th: ลบชั้น
tr_tr: Katmanı Kaldır
vi_vn: Loại bỏ lớp
zh_cn: 移除层面
zh_tw: 移除地層

# createWorld_customize_flat_tile
source: Layer Material
af_za: Laag Materiaal
ar_sa: طبقة المواد
be_by: Матэрыял слою
bg_bg: Материал на слоя
ca_es: Material de la capa
cs: Materiál vrstev
da_dk: Lagmateriale
de: Schichtmaterial
de_at: Schichtmaterial
el_gr: Υλικό στρώσης
es: Material de la capa
eu_es: Geruzaren materiala
fa_ir: مواد لایه
fi: Kerroksen materiaali
fil_ph: Material ng Patong
fr_ca: Matériau de la couche
ga_ie: Ábhar na Scaire
gd_gb: Stuth na breatha
gl_es: Material de capa
he: חומר השכבה
hi_in: परत सामग्री
hr_hr: Materijalni sloj
hu_hu: Réteg anyaga
hy_am: Շերտի Նյութը
id_id: Lapisan Material
is_is: Efnislag
it: Materiale dello strato
ja_jp: 地層の構成物
ka_ge: ფენის მასალა
ko_kr: 레이어 구성
lb_lu: Schichtmaterial
lt_lt: Sluoksnio medžiaga
lv_lv: Slāņa materiāls
mi_nz: Apa nāunau
mk_mk: Материјал на слојот
mn_mn: Давхаргын материал
ms_my: Bahan Lapisan
mt_mt: Materjal tas-Saff
nl_nl: Laagmateriaal
nn_no: Materiale på lag
pl: Materiał warstwy
pt: Material da Camada
ro_ro: Materialul stratului
ru_ru: Материал слоя
sk_sk: Materiál vrstvy
sl_si: Material sloja
sq_al: lajer material
sv_se: Lagermaterial
th_th: บล็อกในแต่ละชั้น
tr_tr: Katman Malzemesi
vi_vn: Lớp vật liệu
zh_cn: 此层的材料
zh_tw: 地層材料

# createWorld_customize_flat_title
source: Superflat Customisation
af_za: Superplat Aanpassing
ar_sa: تخصيص المساحة المسطحة القسوى
be_by: Налады супер-плоскага свету
bg_bg: Персонализиране
ca_es: Personalització del món extraplà
cs: Přizpůsobení dokonalé roviny
da_dk: Tilpasning af Helt flad
de: Flachlandeinstellungen
de_at: Flachlondeinstellungen
el_gr: Προσαρμογή επίπεδου κόσμου
es: Personalizar mundo extraplano
eu_es: Mundu lauen pertsonalizazioa
fa_ir: سفارشی کردن فوق العاده صاف
fi: Tasaisen maailman mukautus
fil_ph: Ipasadya ang Napakapatag
fr_ca: Personnalisation du monde plat
ga_ie: Saincheapadh Domhain Shárchothroim
gd_gb: Gnàthachadh ro-chòmhnard
gl_es: Personalizar mundo superchán
he: התאמה אישית של עולם שטוח לחלוטין
hi_in: सपाट दुनिया अनुकूलन
hr_hr: Podešavanje Slojeva
hu_hu: Teljesen lapos világ testreszabása
hy_am: Գերհարթի Կարգավորումները
id_id: Kustomisasi Dunia Rata
is_is: Ofurflatt sérsnið
it: Personalizzazione del mondo piatto
ja_jp: スーパーフラットのカスタマイズ
ka_ge: ზებრტყელის მორგება
ko_kr: 사용자 지정 평지
lb_lu: Flaachlandupassung
lt_lt: Lygaus pasaulio derinimas
lv_lv: Plakanā veida pielāgošana
mi_nz: Whakaraupapa Superflat
mk_mk: Суперрамно Опции
mn_mn: Тэгш талыг засварлах
ms_my: Penyesuaian Lampau Rata
mt_mt: Għażliet għal Dinja Ċatta
nl_nl: Supervlak aanpassen
nn_no: Tilpass vassrettinnstillingar
pl: Personalizacja płaskiej mapy
pt: Personalização de Mundo Plano
ro_ro: Personalizarea lumii superplate
ru_ru: Параметры суперплоскости
sk_sk: Prispôsobenie plochého sveta
sl_si: Prilagajanje ravnega sveta
sq_al: e sheshume bote
sv_se: Superplattanpassning
th_th: ปรับแต่งโลกแบบแบนราบ
tr_tr: Dümdüz Özelleştirme
vi_vn: Tùy chỉnh siêu phẳng
zh_cn: 自定义超平坦世界
zh_tw: 自訂超平坦世界
