Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# options_sounds_title
source: Music & Sound Options
af_za: Musiek & Klank Opsies
ar_sa: اعدادات الموسيقى و الاصوات
be_by: Налады музыкі і гуку
bg_bg: Настройки на музика и звук
ca_es: Opcions de música i sons
cs: Nastavení hudby a zvuku
da_dk: Musik & lydindstillinger
de: Musik- & Geräuschoptionen
de_at: Musik- & Geräuschoptionen
el_gr: Μουσική & Επιλογές Ήχου
es: Opciones de música y sonido
eu_es: Musika eta soinu aukerak
fa_ir: موسیقی و انتخاب های صدا
fi: Musiikki- & ääniasetukset
fil_ph: Musika at Mga Options sa Tinig
fr_ca: Options sur la musique et les sons
ga_ie: Roghanna Ceoil & Fuaime
gl_es: Opcións de son e música
he: אפשרויות מוזיקה & שמע
hi_in: संगीत और ध्वनि विकल्प
hr_hr: Glazba i Zvuk
hu_hu: Zene- és hangbeállítások
hy_am: Երաժշտություն և Հնչյունային Կարգավորումներ
id_id: Pengaturan Musik & Suara
is_is: Tónlist & hljóð stillingar
it: Impostazioni sonore
ja_jp: サウンド設定
ka_ge: მუსიკისა და ხმის პარამეტრები
ko_kr: 음악 및 소리 설정
lb_lu: Musek- a Geräischoptiounen
lt_lt: Muzikos ir garsų nustatymai
lv_lv: Mūzikas un skaņas iestatījumi
mi_nz: Kōwhiringa Music & Sound
mk_mk: Музика & Опции на Звукот
mn_mn: Дуу чимээний тохиргоо
ms_my: Pilihan Muzik & Bunyi
mt_mt: Għażliet tal-Mużika u Ħsejjes
nl_nl: Muziek- en geluidinstellingen
nn_no: Musikk- og ljodinstillingar
pl: Opcje muzyki i dźwięku
pt: Opções de Música e Sons
ro_ro: Opțiuni pentru muzică și sunete
ru_ru: Настройки музыки и звуков
sk_sk: Nastavenia hudby & zvuku
sl_si: Možnosti za glasbo & zvok
sq_al: Muzikë Dhe Të Shëndoshë Opsionet
sv_se: Musik- och ljudalternativ
th_th: ตัวเลือก เพลง & เสียง
tr_tr: Müzik ve Ses Seçenekleri
vi_vn: Tùy chỉnh nhạc & Âm thanh
zh_cn: 音乐和声音选项
zh_tw: 音樂和音效選項

# options_title
source: Options
af_za: Opsies
ar_sa: خيارات
be_by: Налады
bg_bg: Настройки
ca_es: Opcions
cs: Možnosti
da_dk: Indstillinger
de: Optionen
de_at: Optionen
el_gr: Ρυθμίσεις
es: Opciones
eu_es: Aukerak
fa_ir: انتخاب ها
fi: Asetukset
fil_ph: Kaayusan
ga_ie: Roghanna
gd_gb: Roghainnean
gl_es: Opcións
he: אפשרויות
hi_in: विकल्प
hr_hr: Postavke
hu_hu: Beállítások
hy_am: Կարգավորումներ
id_id: Pengaturan
is_is: Stillingar
it: Opzioni
ja_jp: 設定
ka_ge: გამართვა
ko_kr: 설정
lb_lu: Optiounen
lt_lt: Nustatymai
lv_lv: Opcijas
mi_nz: kōwhiringa
mk_mk: Опции
mn_mn: Тохиргоо
ms_my: Pilihan
mt_mt: Għażliet
nl_nl: Instellingen
nn_no: Innstillingar
pl: Opcje
pt: Opções
ro_ro: Opțiuni
ru_ru: Настройки
sk_sk: Nastavenia
sl_si: Možnosti
sq_al: Opsionet
sv_se: Alternativ
th_th: ตัวเลือก
tr_tr: Seçenekler
vi_vn: Tùy chọn
zh_cn: 选项
zh_tw: 選項

# options_touchscreen
source: Touchscreen Mode
af_za: Streelpaneel Metode
ar_sa: وضع شاشة اللمس
be_by: Рэжым тачскрыну
bg_bg: Режим за тъчскрийн
ca_es: Mode de pantalla tàctil
cs: Dotykový režim
da_dk: Touchscreen-tilstand
de: Touchscreen-Modus
de_at: Touchscreen-Modus
el_gr: Λειτουργεία Οθόνης Αφής
es: Pantalla táctil
eu_es: Ukipen-pantaila modua
fa_ir: مد صفحه نمایش لمسی
fi: Kosketusnäyttötila
fr_ca: Mode écran tactile
ga_ie: Mód Scáileán Tadhaill
gd_gb: Modh suathaidh
gl_es: Modo pantalla táctil
he: מצב מסך מגע
hi_in: एनीमेशन
hr_hr: Dodirni Način Rada
hu_hu: Érintőképernyős mód
hy_am: Սենսորային Էկրանի Ռեժիմ
id_id: Mode Layar Sentuh
is_is: Fyrir snertiskjái
it: Modalità touchscreen
ja_jp: タッチスクリーンモード
ka_ge: სენსორული ეკრანის რეჟიმი
ko_kr: 터치스크린 모드
lb_lu: Touchscreen Modus
lt_lt: Lieč. ekrano režimas
lv_lv: Skārienjūtīgais Režīms
mk_mk: Режим на Допирен екран
ms_my: Mod Skrin Sentuh
mt_mt: Touchscreen
nl_nl: Touchscreenmodus
nn_no: Berøringsskjerm-modus
pl: Tryb ekranu dotykowego
pt: Modo de Touchscreen
ro_ro: Mod ecran tactil
ru_ru: Сенсорный режим
sk_sk: Dotykový režim
sl_si: Način zaslona na dotik
sq_al: Prekje Mode
sv_se: Pekskärmsläge
th_th: โหมดทัชสกรีน
tr_tr: Dokunmatik Modu
vi_vn: Chế độ màn hình cảm ứng
zh_cn: 触屏模式
zh_tw: 觸控模式

# options_vbo
source: Use VBOs
af_za: Gebruik VBO's
ar_sa: أستخدام VBOs
be_by: Выкарыстанне VBO
bg_bg: Използване на VBO
ca_es: Utilitzar VBOs
cs: Použít VBO
da_dk: Brug VBO'er
de: VBOs verwenden
de_at: VBOs heanemma
el_gr: Χρήση VBOs
es: Usar VBOs
eu_es: VBO erabili
fa_ir: استفاده از VBOs
fi: Käytä VBO:ta
fil_ph: Gumamit ng mga VBO
fr_ca: Utiliser les VBO
ga_ie: Úsáid VBOanna
gd_gb: Cleachd VBOs
gl_es: Usar VBOs
he: השתמש ב VBOs
hi_in: VBOs का उपयोग करें
hr_hr: Koristi VBO
hu_hu: VBO-k használata
id_id: Menggunakan VBOs
is_is: Nota VBO
it: VBO
ja_jp: VBOの使用
ka_ge: VBOs-ს გამოყენება
ko_kr: VBO 사용
lb_lu: VBOs benotzen
lt_lt: Naudoti VBOs
lv_lv: Izmantot, VBOs
ms_my: Guna VBO
mt_mt: Uża VBOs
nl_nl: VBO's gebruiken
nn_no: Bruk VBOs
pl: Używaj VBO
pt: Usar VBOs
ro_ro: Folosește VBO-uri
ru_ru: Использовать VBO
sk_sk: Používať VBO
sl_si: Uporabi VBO
sq_al: Përdorni VBOs
sv_se: Använd VBO
th_th: ใช้ VBOs
tr_tr: VBO'ları Kullan
vi_vn: Sử dụng VBO
zh_cn: 启用顶点缓冲器
zh_tw: 使用 VBOs

# options_video
source: Video Settings...
af_za: Beeld Verstellings...
ar_sa: إعدادات الفيديو...
be_by: Налады графікі...
bg_bg: Видео настройки...
ca_es: Configuració de vídeo...
cs: Nastavení grafiky…
da_dk: Videoindstillinger...
de: Grafikeinstellungen ...
de_at: Grafikeistellungen...
el_gr: Ρυθμίσεις γραφικών...
es: Gráficos...
eu_es: Bideo ezarpenak...
fa_ir: تنظیمات ویدیو...
fi: Videoasetukset...
fil_ph: Settings sa Video...
fr_ca: Paramètres graphiques...
ga_ie: Socruithe Físe...
gd_gb: Roghainnean video...
gl_es: Axustes de vídeo...
he: הגדרות וידאו...
hi_in: वीडियो सेटिंग्स ...
hr_hr: Postavke Videa...
hu_hu: Videobeállítások...
hy_am: Վիդեո Կարգավորումներ...
id_id: Pengaturan video...
is_is: Myndstillingar...
it: Grafica...
ja_jp: ビデオ設定…
ka_ge: ვიდეოს გამართვა...
ko_kr: 비디오 설정...
lb_lu: Videoastellungen ...
lt_lt: Vaizdo nustatymai...
lv_lv: Video uzstādijumi...
mi_nz: Settings Video...
mk_mk: Поставките на Видео...
mn_mn: Дүрсний тохиргоо...
ms_my: Tetapan Video...
mt_mt: Għażliet tal-Video...
nl_nl: Grafische instellingen...
nn_no: Grafikkinnstillingar...
pl: Ustawienia graficzne...
pt: Definições Gráficas...
ro_ro: Setări video...
ru_ru: Настройки графики...
sk_sk: Nastavenia obrazu...
sl_si: Video nastavitve...
sq_al: Video Cilësimet...
sv_se: Grafikinställningar...
th_th: ตั้งค่ากราฟฟิค...
tr_tr: Video Seçenekleri...
vi_vn: Cài đặt hình ảnh...
zh_cn: 视频设置…
zh_tw: 顯示設定...

# options_videoTitle
source: Video Settings
af_za: Beeld Verstellings
ar_sa: إعدادات الفيديو
be_by: Налады графікі
bg_bg: Видео настройки
ca_es: Configuració de vídeo
cs: Nastavení grafiky
da_dk: Videoindstillinger
de: Grafikeinstellungen
de_at: Grafikeistellungen
el_gr: Ρυθμίσεις γραφικών
es: Opciones de gráficos
eu_es: Bideo ezarpenak
fa_ir: تنظیمات ویدیو
fi: Videoasetukset
fil_ph: Settings sa Video
fr_ca: Paramètres graphiques
ga_ie: Socruithe Físe
gd_gb: Roghainnean video
gl_es: Axustes de vídeo
he: הגדרות וידאו
hi_in: वीडियो सेटिंग्स
hr_hr: Postavke Videa
hu_hu: Videobeállítások
hy_am: Վիդեո Կարգավորումներ
id_id: Pengaturan video
is_is: Myndstillingar
it: Impostazioni grafiche
ja_jp: ビデオ設定
ka_ge: ვიდეოს გამართვა
ko_kr: 비디오 설정
lb_lu: Videoastellungen
lt_lt: Vaizdo nustatymai
lv_lv: Video uzstādijumi
mi_nz: Settings Video
mk_mk: Поставки на Видео
mn_mn: Дүрсний тохиргоо
ms_my: Tetapan Video
mt_mt: Għażliet tal-Video
nl_nl: Grafische instellingen
nn_no: Grafikkinnstillingar
pl: Ustawienia graficzne
pt: Definições Gráficas
ro_ro: Setări video
ru_ru: Настройки графики
sk_sk: Nastavenia obrazu
sl_si: Video nastavitve
sq_al: Video Cilësimet
sv_se: Grafikinställningar
th_th: ตั้งค่ากราฟฟิค
tr_tr: Görüntü Ayarları
vi_vn: Cài đặt hình ảnh
zh_cn: 视频设置
zh_tw: 顯示設定

# options_viewBobbing
source: View Bobbing
af_za: Loop Aksie
ar_sa: تمايل الرؤية
be_by: Пакалыхванне камеры
bg_bg: Клатене при ходене
ca_es: Moviment de la càmera
cs: Houpání při chůzi
da_dk: Vis gangbevægelse
de: Gehbewegung
de_at: Gehbewegung
el_gr: Προβολή Βαδίσματος
es: Balanceo
eu_es: Ikuspuntuaren mugimendua
fa_ir: نمايش حرکت
fi: Kuvan keikkuminen
fil_ph: Pagbabab sa Paningin
fr_ca: Balancement de tête
ga_ie: Bocáil Amhairc
gd_gb: Sealladh coiseachd
gl_es: Oscilación
he: ראייה מתנדנדת
hi_in: शेख़ी देखें
hr_hr: Realistično Kretanje
hu_hu: Kamera billegése
hy_am: Ցուցադրել ճոճքը շարժման ընթացքում
id_id: Jalan Realistik
is_is: Sjá skopp
it: Visuale oscillante
ja_jp: 画面の揺れ
ka_ge: თავის ქანავი
ko_kr: 화면 흔들림
lb_lu: Kappbeweegungen
lt_lt: Vaizdo lingavimas
lv_lv: Skata šūpošanās
mi_nz: Tirohia te whāwhā
mk_mk: Прикажи ги Бие
ms_my: Pendangan Melantun
mt_mt: Ċaqliq mal-Mixi
nl_nl: Loopbeweging
nn_no: Animert gange
pl: Animacja chodzenia
pt: Balanço da Visão
ro_ro: Clătinarea privirii
ru_ru: Покачивание камеры
sk_sk: Kolísanie pri chôdzi
sl_si: Kimanje kamere
sq_al: Pamje Bobbing
sv_se: Vygungning
th_th: ภาพไหวขึ้นลงขณะเคลื่อนที่
tr_tr: Sarsılmayı Göster
vi_vn: Lay động tầm nhìn
zh_cn: 视角摇晃
zh_tw: 走路晃動

# options_visible
source: Shown
af_za: Sigbaar
ar_sa: ظاهر
be_by: Бачны
bg_bg: Показани
ca_es: Visible
cs: Zobrazeny
da_dk: Vist
de: Sichtbar
de_at: Ois uzoang
el_gr: Εμφανές
es: Visible
eu_es: Ikusgai
fa_ir: نشان داده شده
fi: Näkyy
fil_ph: Nakikita
fr_ca: Montré
ga_ie: Infheicthe
gd_gb: Seall
gl_es: Visible
he: גלוי
hi_in: दिखाया हुआ
hr_hr: Vidljivo
hu_hu: Megjelenítve
hy_am: Ցուցադրված
id_id: Ditampilkan
is_is: Sjáanlegur
it: visibile
ja_jp: 表示
ka_ge: ნაჩვენები
ko_kr: 표시
lb_lu: Ugewisen
lt_lt: matomas
lv_lv: Parādīts
mi_nz: whakaaturia
mk_mk: Покажуван
mn_mn: Харагдана
ms_my: Dipaparkan
mt_mt: Jidher
nl_nl: Zichtbaar
nn_no: Vist
pl: Widoczne
pt: Visível
ro_ro: Vizibil
ru_ru: Показано
sk_sk: Viditeľný
sl_si: Prikazan
sq_al: Treguar
sv_se: Visas
th_th: แสดง
tr_tr: Göster
vi_vn: Được hiển thị
zh_cn: 显示
zh_tw: 顯示

# options_vsync
source: Use VSync
af_za: Gebruik VSync
ar_sa: استخدام VSync
be_by: Вертыкальная сінхранізацыя
bg_bg: Използване на VSync
ca_es: Fer servir la sincronització vertical
cs: Vert. synchronizace
da_dk: Benyt VSync
de: VSync verwenden
de_at: VSync heanemma
el_gr: Χρήση VSync
es: Usar VSync
eu_es: Erabili VSync
fa_ir: VSync استفاده از
fi: Salli VSync
fil_ph: Gumamit ng VSync
fr_ca: Synchro. verticale
ga_ie: Úsáid VSync
gd_gb: Cleachd VSync
gl_es: Usar VSync
he: השתמש בסנכרון אנכי
hi_in: रोकें फाड़ स्क्रीन
hr_hr: V-Sync
hu_hu: VSync használata
hy_am: Օգտագործել VSync
id_id: Gunakan VSync
is_is: Nota VSync
it: Sincronia verticale
ja_jp: 垂直同期の使用
ka_ge: VSync
ko_kr: 수직 동기화 사용
lb_lu: VSync benotzen
lt_lt: Naudoti VSync
lv_lv: Izmantot VSync
ms_my: Gunakan VSync
mt_mt: Uża VSync
nl_nl: VSync gebruiken
nn_no: Bruk VSync
pl: Synchronizacja pionowa
pt: Usar VSync
ro_ro: Folosește VSync
ru_ru: Использовать V-Sync
sk_sk: Používať VSync
sl_si: Uporabi VSync
sq_al: Përdorni VSync
sv_se: Använd VSync
th_th: ใช้ VSync
tr_tr: VSync'yi Kullan
vi_vn: Sử dụng VSync
zh_cn: 使用垂直同步
zh_tw: 使用垂直同步

# potion_effect_awkward
source: Awkward Potion
af_za: Onbeholpe Doepa
ar_sa: الجرعة العجيبة
be_by: Нязграбнае зелле
bg_bg: Неловка отвара
ca_es: Poció estranya
cs: Běžný lektvar
da_dk: Akavet eliksir
de: Seltsamer Trank
el_gr: Αμήχανο Φίλτρο
es: Poción rara
fi: Kiusallinen taikajuoma
fil_ph: Mahirap na Gayuma
fr_ca: Potion délicate
ga_ie: Posóid Chiotach
gl_es: Poción rara
he: שיקוי מביך
hr_hr: Neugodni Napitak
hu_hu: Ügyetlen bájital
id_id: Ramuan canggung
it: Pozione strana
ja_jp: 奇妙なポーション
ka_ge: არეული ხსნარი
ko_kr: 어색한 물약
lb_lu: Komeschen Dronk
lt_lt: Keistas eliksyras
lv_lv: Neērta dzira
ms_my: Ubat Pelik
mt_mt: Xarba Skomda
nl_nl: Vreemde drank
nn_no: Uhendigt brygg
pl: Klarowna mikstura
pt: Poção Estranha
ro_ro: Poțiune stingheră
ru_ru: Мутное зелье
sk_sk: Trpký elixír
sl_si: Osnovni napoj
sv_se: Tafflig brygd
th_th: ยางุ่มง่าม
tr_tr: Garip İksir
vi_vn: Thuốc vụng về
zh_cn: 粗制的药水
zh_tw: 基礎藥水

# potion_effect_empty
source: Uncraftable Potion
af_za: Onbewerkbare Doepa
ar_sa: جرعة غير قابلة للصناعة
be_by: Нестваральнае зелле
bg_bg: Неизмайсторима отвара
ca_es: Poció impossible d'elaborar
cs: Nevytvořitelný lektvar
da_dk: Ikke-skabelig eliksir
de: Nicht braubarer Trank
el_gr: Άφτιαχτο Φίλτρο
es: Poción no fabricable
eu_es: Edabea egin ezina
fi: Epä-craftattava taikajuoma
fil_ph: Gayumang Hindi Nakakrap
fr_ca: Potion non fabricable
ga_ie: Posóid Dochumtha
gl_es: Poción infabricable
he: שיקוי ללא מתכון
hr_hr: Napitak se ne može kraftati
hu_hu: Nem főzhető bájital
id_id: Ramuan yang tidak bisa dibuat
it: Pozione non fabbricabile
ja_jp: クラフト不可能なポーション
ka_ge: შეუქმნადი ხსნარი
ko_kr: 제작 불가능한 물약
lb_lu: Net produzéierbaren Dronk
lt_lt: Nepagaminamas eliksyras
lv_lv: Neizveidojama dzira
ms_my: Ubat tidak dikrafkan
mt_mt: Xarba Impossibbli
nl_nl: Onmaakbare drank
nn_no: Ulagbart brygg
pl: Niewykonalna mikstura
pt: Poção Incriável
ro_ro: Poțiune nefabricabilă
ru_ru: Несоздаваемое зелье
sk_sk: Nevytvoriteľný elixír
sl_si: Neustvarljiv napoj
sv_se: Oskapbar brygd
th_th: ไม่สามารถระบุยาได้
tr_tr: Üretilemez İksir
vi_vn: Thuốc không tạo ra được
zh_cn: 无法合成的药水
zh_tw: 不可合成的藥水

# potion_effect_fire_resistance
source: Potion of Fire Resistance
af_za: Brandbestandheid Doepa
ar_sa: جرعة مقاومة النار
be_by: Зелле вогнеўстойлівасці
bg_bg: Отвара на огнената устойчивост
ca_es: Poció de resistència al foc
cs: Lektvar ohnivzdornosti
da_dk: Ildmodstandseliksir
de: Trank der Feuerresistenz
el_gr: Φίλτρο Πυροπροστασίας
es: Poción de cuerpo ignífugo
eu_es: Suaren aurkako edabea
fi: Tulenkestävyyden taikajuoma
fil_ph: Gayuma ng Lamig
fr_ca: Potion de résistance au feu
ga_ie: Posóid na Dó-obachta
gl_es: Poción de resistencia ó lume
he: שיקוי חסינות אש
hr_hr: Vatrostalni Napitak
hu_hu: Tűzállóság bájitala
id_id: Ramuan Tahan Api
it: Pozione di resistenza al fuoco
ja_jp: 耐火のポーション
ka_ge: ცეცხლისგან გამძლეობის ხსნარი
ko_kr: 화염 저항의 물약
lb_lu: Dronk vun der Féierresistenz
lt_lt: Atsparumo ugniai eliksyras
lv_lv: Uguns noturības dzira
ms_my: Posyen Ketahanan Api
mt_mt: Xarba tar-Reżistenza għan-Nar
nl_nl: Drank der vuurbestendigheid
nn_no: Eldvernsbrygg
pl: Mikstura odporności na ogień
pt: Poção de Resistência ao Fogo
ro_ro: Poțiune de rezistență la foc
ru_ru: Зелье огнестойкости
sk_sk: Elixír ohňuvzdornosti
sl_si: Napoj odpornosti proti ognju
sv_se: Eldresistansbrygd
th_th: ยาแห่งการทนไฟ
tr_tr: Ateş Direnci İksiri
vi_vn: Thuốc chống lửa
zh_cn: 抗火药水
zh_tw: 抗火藥水

# potion_effect_harming
source: Potion of Harming
af_za: Skade Doepa
ar_sa: جرعة الإيذاء
be_by: Зелле шкоды
bg_bg: Отвара на нараняването
ca_es: Poció danyosa
cs: Lektvar ublížení
da_dk: Skadeeliksir
de: Trank des Schadens
el_gr: Βλαβερό Φίλτρο
es: Poción de daño
eu_es: Min edabea
fi: Vahingoittava taikajuoma
fil_ph: Gayuma ng Patay
fr_ca: Potion de dégâts
ga_ie: Posóid an Dochair
gl_es: Poción de dano
he: שיקוי נזיקה
hr_hr: Napitak Ozljeđivanja
hu_hu: Sebzés bájitala
id_id: Ramuan Merugikan
it: Pozione di danno
ja_jp: 負傷のポーション
ka_ge: ზიანის ხსნარი
ko_kr: 고통의 물약
lb_lu: Dronk vum Schued
lt_lt: Žalos eliksyras
lv_lv: Kaitēšanas dzira
ms_my: Posyen Menyakitan
mt_mt: Xarba tal-Ħsara
nl_nl: Drank der verwonding
nn_no: Skadebrygg
pl: Mikstura krzywdy
pt: Poção de Dano
ro_ro: Poțiune de vătămare
ru_ru: Зелье вреда
sk_sk: Elixír ranenia
sl_si: Napoj škodovanja
sv_se: Skadebrygd
th_th: ยาแห่งความเจ็บปวด
tr_tr: Hasar İksiri
vi_vn: Thuốc sát thương
zh_cn: 伤害药水
zh_tw: 傷害藥水

# potion_effect_healing
source: Potion of Healing
af_za: Genesing Doepa
ar_sa: جرعة العلاج
be_by: Гаючае зелле
bg_bg: Отвара на лечението
ca_es: Poció de curació
cs: Lektvar léčení
da_dk: Helbredseliksir
de: Trank der Heilung
el_gr: Θεραπευτικό φίλτρο
es: Poción de curación
eu_es: Sendatzeko edabea
fi: Parantava taikajuoma
fil_ph: Gayuma ng Buhay
fr_ca: Potion de guérison
ga_ie: Posóid an Leighis
gl_es: Poción de curación
he: שיקוי ריפוי
hr_hr: Napitak Lječenja
hu_hu: Gyógyítás bájitala
id_id: Ramuan Penyembuhan
it: Pozione di cura
ja_jp: 治癒のポーション
ka_ge: მკურნალობის ხსნარი
ko_kr: 즉시 회복의 물약
lb_lu: Dronk vun der Heelung
lt_lt: Gydymo eliksyras
lv_lv: Veseļošanās dzira
ms_my: Posyen Penyembuhan
mt_mt: Xarba tal-Fejqan
nl_nl: Drank der genezing
nn_no: Lækjebrygg
pl: Mikstura leczenia
pt: Poção de Cura
ro_ro: Poțiune de vindecare
ru_ru: Зелье исцеления
sk_sk: Elixír liečenia
sl_si: Napoj zdravljenja
sv_se: Läkningsbrygd
th_th: ยาแห่งการเยียวยา
tr_tr: İyileştirme İksiri
vi_vn: Thuốc hồi máu
zh_cn: 治疗药水
zh_tw: 治療藥水

# potion_effect_invisibility
source: Potion of Invisibility
af_za: Onsigbaarheid Doepa
ar_sa: جرعة التخفي
be_by: Зелле нябачнасці
bg_bg: Отвара на невидимостта
ca_es: Poció d'invisibilitat
cs: Lektvar neviditelnosti
da_dk: Usynlighedseliksir
de: Trank der Unsichtbarkeit
el_gr: Φίλτρο Αορατότητας
es: Poción de invisibilidad
eu_es: Ikusezintasunezko edabea
fi: Näkymättömyyden taikajuoma
fil_ph: Gayuma ng Mata
fr_ca: Potion d'invisibilité
ga_ie: Posóid na Dofheictheachta
gl_es: Poción de invisibilidade
he: שיקוי היעלמות
hr_hr: Napitak Nevidljivosti
hu_hu: Láthatatlanság bájitala
id_id: Ramuan tembus pandang
it: Pozione d'invisibilità
ja_jp: 透明化のポーション
ka_ge: უჩინარობის ხსნარი
ko_kr: 투명화 물약
lb_lu: Dronk vun der Onsiichtbarkeet
lt_lt: Nematomumo eliksyras
lv_lv: Neredzamības dzira
ms_my: Ubat Halimunan
mt_mt: Xarba tal-Inviżibbilta'
nl_nl: Drank der onzichtbaarheid
nn_no: Usjåelegsbrygg
pl: Mikstura niewidzialności
pt: Poção de Invisibilidade
ro_ro: Poțiune de invizibilitate
ru_ru: Зелье невидимости
sk_sk: Elixír neviditeľnosti
sl_si: Napoj nevidnosti
sv_se: Osynlighetsbrygd
th_th: ยาล่องหน
tr_tr: Görünmezik İksiri
vi_vn: Thuốc tàng hình
zh_cn: 隐身药水
zh_tw: 隱形藥水

# potion_effect_leaping
source: Potion of Leaping
af_za: Spring Doepa
ar_sa: جرعة الوثب
be_by: Зелле скакучасці
bg_bg: Отвара на скокливостта
ca_es: Poció de salt
cs: Lektvar skákání
da_dk: Springeliksir
de: Trank der Sprungkraft
el_gr: Φίλτρο Υπερπήδησης
es: Poción de salto
eu_es: Jauzi egiteko edabea
fi: Loikkaamisen taikajuoma
fil_ph: Gayuma ng Talon
fr_ca: Potion de saut
ga_ie: Posóid na Léime
gl_es: Poción de salto
he: שיקוי זינוק
hr_hr: Napitak Skakanja
hu_hu: Szökkenés bájitala
id_id: Ramuan melompat
it: Pozione di salto
ja_jp: 跳躍のポーション
ka_ge: ხტომის ხსნარი
ko_kr: 도약의 물약
lb_lu: Dronk vun der Sprongkraaft
lt_lt: Šoklumo eliksyras
lv_lv: Augstlēkšanas dzira
ms_my: Ubat Melompat
mt_mt: Xarba tal-Qbiż
nl_nl: Drank der sprongen
nn_no: Byksebrygg
pl: Mikstura skoku
pt: Poção de Salto
ro_ro: Poțiune de sărit
ru_ru: Зелье прыгучести
sk_sk: Elixír skákania
sl_si: Napoj skakanja
sv_se: Hoppstyrkebrygd
th_th: ยาแห่งการก้าวกระโดด
tr_tr: Sıçrama İksiri
vi_vn: Thuốc nhảy cao
zh_cn: 跳跃药水
zh_tw: 跳躍藥水

# potion_effect_levitation
source: Potion of Levitation
af_za: Levitasie Doepa
ar_sa: جرعة الطوفان
be_by: Зелле левітацыі
bg_bg: Отвара на левитацията
ca_es: Poció de levitació
cs: Lektvar levitace
da_dk: Levitationseliksir
de: Trank der Schwebekraft
el_gr: Φίλτρο Ανύψωσης
es: Poción de levitación
eu_es: Lebitazio edabea
fi: Levitaation taikajuoma
fil_ph: Gayuma ng Paglutang
fr_ca: Potion de lévitation
ga_ie: Posóid an Eadarbhuasaithe
gl_es: Poción de levitación
he: שיקוי של ריחוף
hr_hr: Napitak Levitacije
hu_hu: Lebegés bájitala
id_id: Ramuan Levitasi
it: Pozione di levitazione
ja_jp: 浮遊のポーション
ka_ge: ლევიტაციის ხსნარი
ko_kr: 공중 부양의 물약
lb_lu: Dronk vum Schwiewen
lt_lt: Sklandymo eliksyras
lv_lv: Levitāciajs dzira
ms_my: Posyen Apungan
mt_mt: Potion ta ' Levitazzjoni
nl_nl: Drank der zweving
nn_no: Svevebrygg
pl: Mikstura lewitacji
pt: Poção de Levitação
ro_ro: Poțiune de levitație
ru_ru: Зелье левитации
sk_sk: Elixír levitácie
sl_si: Napoj lebdenja
sv_se: Svävningsbrygd
th_th: ยาแห่งการลอย
tr_tr: Yükselme İksiri
vi_vn: Thuốc bay lên
zh_cn: 飘浮药水
zh_tw: 懸浮藥水

# potion_effect_luck
source: Potion of Luck
af_za: Geluk Doepa
ar_sa: جرعة الحظ
be_by: Зелле ўдачы
bg_bg: Отвара на късмета
ca_es: Poció de sort
cs: Lektvar štěstí
da_dk: Heldeliksir
de: Trank des Glücks
el_gr: Φίλτρο της Τύχης
es: Poción de suerte
eu_es: Zorte edabea
fi: Onnen taikajuoma
fil_ph: Gayuma ng Pagkasuwerte
fr_ca: Potion de chance
ga_ie: Posóid an Áidh
gl_es: Poción de sorte
he: שיקוי מזל
hr_hr: Sretni Napitak
hu_hu: Szerencse bájitala
id_id: Ramuan Keberuntungan
it: Pozione di fortuna
ja_jp: 幸運のポーション
ka_ge: იღბლის ხსნარი
ko_kr: 행운의 물약
lb_lu: Dronk vum Gléck
lt_lt: Sėkmės eliksyras
lv_lv: Veiksmes dzira
ms_my: Posyen Nasib
mt_mt: Xarba tal-Fortuna
nl_nl: Drank des geluks
nn_no: Lukkebrygg
pl: Mikstura szczęścia
pt: Poção de Sorte
ro_ro: Poțiune de noroc
ru_ru: Зелье удачи
sk_sk: Elixír šťastia
sl_si: Napoj sreče
sv_se: Turbrygd
th_th: ยาแห่งโชค
tr_tr: Şans İksiri
vi_vn: Thuốc may mắn
zh_cn: 幸运药水
zh_tw: 幸運藥水

# potion_effect_mundane
source: Mundane Potion
af_za: Alledaagse Doepa
ar_sa: الجرعة التافهة
be_by: Звычайнае зелле
bg_bg: Обикновена отвара
ca_es: Poció sense efectes
cs: Světský lektvar
da_dk: Banal eliksir
de: Gewöhnlicher Trank
el_gr: Άνοστο Φίλτρο
es: Poción vulgar
fi: Tavanomainen taikajuoma
fil_ph: Pangmundong Gayuma
fr_ca: Potion banale
ga_ie: Posóid Leamh
gl_es: Poción vulgar
he: שיקוי מונדן
hr_hr: Jednostavan Napitak
hu_hu: Átlagos bájital
id_id: Ramuan duniawi
it: Pozione ordinaria
ja_jp: ありふれたポーション
ka_ge: მდარე ხსნარი
ko_kr: 평범한 물약
lb_lu: Gewéinlechen Dronk
lt_lt: Nuobodus eliksyras
lv_lv: Ikdienišķa mikstūra
ms_my: Ubat Biasa
mt_mt: Xarba Ordinarja
nl_nl: Triviale drank
nn_no: Ordinært brygg
pl: Mdła mikstura
pt: Poção Mundana
ro_ro: Poțiune banală
ru_ru: Заурядное зелье
sk_sk: Svetský elixír
sl_si: Preprosti napoj
sv_se: Banal brygd
th_th: น้ำยาปกติ
tr_tr: Sıradan İksir
vi_vn: Thuốc nhàm chán
zh_cn: 平凡的药水
zh_tw: 平凡藥水

# potion_effect_night_vision
source: Potion of Night Vision
af_za: Nagsig Doepa
ar_sa: جرعة الرؤية الليلية
be_by: Зелле начнога зроку
bg_bg: Отвара на нощното виждане
ca_es: Poció de visió nocturna
cs: Lektvar vidění ve tmě
da_dk: Nattesynseliksir
de: Trank der Nachtsicht
el_gr: Φίλτρο Nυχτερινής Όρασης
es: Poción de visión nocturna
eu_es: Gauean ikusteko edabea
fi: Hämäränäön taikajuoma
fil_ph: Gayuma ng Liwanag
fr_ca: Potion de vision nocturne
ga_ie: Posóid Radharc san Oíche
gl_es: Poción de visión nocturna
he: שיקוי ראיית לילה
hr_hr: Napitak za Noćni Vid
hu_hu: Éjjellátás bájitala
id_id: Ramuan Pengelihatan Malam Hari
it: Pozione di visione notturna
ja_jp: 暗視のポーション
ka_ge: ღამის ხედვის ხსნარი
ko_kr: 야간 투시의 물약
lb_lu: Dronk vun der Nuechtsiicht
lt_lt: Naktinio matymo eliksyras
lv_lv: Nakts redzamības dzira
ms_my: Posyen Penglihatan Malam
mt_mt: Xarba tal-Viżjoni fid-Dlam
nl_nl: Drank des nachtzichts
nn_no: Nattsynsbrygg
pl: Mikstura noktowizji
pt: Poção de Visão Noturna
ro_ro: Poțiune de vedere nocturnă
ru_ru: Зелье ночного зрения
sk_sk: Elixír nočného videnia
sl_si: Napoj nočnega vida
sv_se: Mörkerseendebrygd
th_th: ยาแห่งการทัศนะในความมืด
tr_tr: Gece Görüş İksiri
vi_vn: Thuốc nhìn trong bóng tối
zh_cn: 夜视药水
zh_tw: 夜視藥水

# potion_effect_poison
source: Potion of Poison
af_za: Giftige Doepa
ar_sa: جرعة السم
be_by: Атрутнае зелле
bg_bg: Отвара на отравянето
ca_es: Poció de verí
cs: Lektvar otravy
da_dk: Gifteliksir
de: Trank der Vergiftung
el_gr: Δηλητηριώδες φίλτρο
es: Poción de veneno
eu_es: Pozoi edabea
fi: Myrkyllinen taikajuoma
fil_ph: Gayuma ng Lason
fr_ca: Potion de poison
ga_ie: Posóid na Nimhe
gl_es: Poción de veleno
he: שיקוי רעל
hr_hr: Otrovni Napitak
hu_hu: Mérgező bájital
id_id: Ramuan Racun
it: Pozione d'avvelenamento
ja_jp: 毒のポーション
ka_ge: საწამლავის ხსნარი
ko_kr: 독 물약
lb_lu: Dronk vum Gëft
lt_lt: Nuodų eliksyras
lv_lv: Indes dzira
ms_my: Posyen Keracunan
mt_mt: Xarba tal-Velenu
nl_nl: Drank des gifs
nn_no: Giftig brygg
pl: Mikstura zatrucia
pt: Poção de Veneno
ro_ro: Poțiune de otravă
ru_ru: Зелье отравления
sk_sk: Elixír otravy
sl_si: Strupeni napoj
sv_se: Giftbrygd
th_th: ยาพิษ
tr_tr: Zehir İksiri
vi_vn: Thuốc độc
zh_cn: 剧毒药水
zh_tw: 劇毒藥水
