Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_diagonal_up_right_yellow
source: Yellow Per Bend Sinister Inverted
ar_sa: راية ملونة أصفر
be_by: Жоўтая ніжняя правая палова
bg_bg: Жълто обърнато скосяване наляво
ca_es: Tallat invertit groc a sinistra
cs: Žlutý dělený převrácený diagonální pruh zprava doleva
da_dk: Gul Nedre Højre Halvdel
de: Gelb schräglinks geteilt (Invertiert)
de_at: Gelb schräglinks teilt (Invertiert)
el_gr: Κίτρινη Δεξιά Διαγώνιος
es: Tajado amarillo invertido
fi: Keltainen tyviövastalohkoinen
fr_ca: Taillé, au second d'or
ga_ie: Cléroinnte Bunoscionn Buí
gl_es: Tallada Amarela en Sinistra Invertida
he: משולש אלכסוני ימני תחתון צהוב
hr_hr: Žuta Obrnuta Lijeva Puna Dijagonala
hu_hu: Sárgával alulról balharántolt
id_id: Kuning Terbagi Melengkung Kanan Terjungkir
is_is: Gulur þríhyrningur niðri til hægri
it: Tagliato: a sinistra di giallo
ja_jp: 下に黄色の逆斜め分割
ka_ge: ყვითელი ქვედა მარცხენა შებრუნებული ნახევარი
ko_kr: 노란색 오른쪽 아래 대각무늬
lb_lu: Giel queesch lénks gedeelt (Inverséiert)
lt_lt: Geltona apatinė dešinioji pusė
ms_my: Pepenjuru Kiri Kuning Terbalik
nl_nl: Gele per band sinister omgekeerd
nn_no: Gul kontraskrådelt høgre
pl: Żółta skośna prawa dolna połowa
pt: Talhado Amarelo Invertido
ro_ro: Despărțit galben răsturnat
ru_ru: Жёлтое опрокинутое скошение слева
sk_sk: Žltý delený opačný diagonálny pruh sprava doľava
sl_si: Rumen obnjen levo poševno sekani
sv_se: Gul triangel nere till höger
th_th: แบ่งทแยงขวาหัวกลับสีเหลือง
tr_tr: Sarı Sağ Alt Üçgen
vi_vn: Vạch chia chéo ngược đảo nghịch vàng
zh_cn: 黄色左下三角
zh_tw: 左下方黃色填滿

# item_banner_flower_black
source: Black Flower Charge
ar_sa: شعار الزهرة السوداء
be_by: Чорная фігура кветкі
bg_bg: Черна фигура на цвете
ca_es: Estampat de flor negre
cs: Černý znak květu
da_dk: Sort Blomsteremblem
de: Schwarze Blume
de_at: Schworze Blume
el_gr: Μαύρο Λουλουδόκαψούλι
es: Estampado negro de flor
fi: Musta kukka
fr_ca: Fleur de sable
ga_ie: Fíor Blátha Dubh
gd_gb: Flùr dubh
gl_es: Estampado negro de flor
he: פרח שחור
hr_hr: Crni Simbol Cvijeta
hu_hu: Fekete virág címerkép
id_id: Biaya Bunga hijau
it: Al fiore di nero
ja_jp: 黒色の花模様
ka_ge: შავი ყვავილი
ko_kr: 검은색 꽃 모양
lb_lu: Schwaarz Blumm
lt_lt: Juoda gėlė
lv_lv: Melns zieds
ms_my: Caj Bunga Hitam
nl_nl: Zwart bloemwapen
nn_no: Svart blome
pl: Czarna figura kwiatu
pt: Emblema de Flor Preta
ro_ro: Floare neagră
ru_ru: Чёрный цветок
sk_sk: Čierny kvet
sl_si: Črna vrtnica
sv_se: Svart blomma
th_th: ตราสัญลักษณ์ดอกไม้สีดำ
tr_tr: Siyah Çiçek Şekli
vi_vn: Phù hiệu hoa đen
zh_cn: 黑色花朵盾徽
zh_tw: 黑色花朵徽章

# item_banner_flower_blue
source: Blue Flower Charge
ar_sa: شعار الزهرة الزرقاء
be_by: Сіняя фігура кветкі
bg_bg: Синя фигура на цвете
ca_es: Estampat de flor blau
cs: Modrý znak květu
da_dk: Blåt Blomsteremblem
de: Blaue Blume
el_gr: Μπλε Λουλουδόκαψούλι
es: Estampado azul de flor
fi: Sininen kukka
fr_ca: Fleur d'azur
ga_ie: Fíor Blátha Gorm
gd_gb: Flùr gorm
gl_es: Estampado azul de flor
he: פרח כחול
hr_hr: Plavi Simbol Cvijeta
hu_hu: Kék virág címerkép
id_id: Biaya Bunga biru
it: Al fiore di blu
ja_jp: 青色の花模様
ka_ge: ლურჯი ყვავილი
ko_kr: 파란색 꽃 모양
lb_lu: Blo Blumm
lt_lt: Mėlyna gėlė
lv_lv: Zils zieds
ms_my: Caj Bunga Biru
nl_nl: Blauw bloemwapen
nn_no: Blå blome
pl: Niebieska figura kwiatu
pt: Emblema de Flor Azul
ro_ro: Floare albastră
ru_ru: Синий цветок
sk_sk: Modrý kvet
sl_si: Modra vrtnica
sv_se: Blå blomma
th_th: สัญลักษณ์รูปดอกไม้สีน้ำเงิน
tr_tr: Mavi Çiçek Şekli
vi_vn: Phù hiệu hoa xanh nước biển
zh_cn: 蓝色花朵盾徽
zh_tw: 藍色花朵徽章

# item_banner_flower_brown
source: Brown Flower Charge
ar_sa: شعار الزهرة البنية
be_by: Карычневая фігура кветкі
bg_bg: Кафява фигура на цвете
ca_es: Estampat de flor marró
cs: Hnědý znak květu
da_dk: Brunt Blomsteremblem
de: Braune Blume
el_gr: Καφε Λουλουδόκαψούλι
es: Estampado marrón de flor
fi: Ruskea kukka
fr_ca: Fleur de brun
ga_ie: Fíor Blátha Donn
gd_gb: Flùr donn
gl_es: Estampado marrón de flor
he: פרח חום
hr_hr: Smeđi Simbol Cvijeta
hu_hu: Barna virág címerkép
id_id: Biaya Bunga coklat
it: Al fiore di marrone
ja_jp: 茶色の花模様
ka_ge: ყავისფერი ყვავილი
ko_kr: 갈색 꽃 모양
lb_lu: Brong Blumm
lt_lt: Ruda gėlė
lv_lv: Brūns zieds
ms_my: Caj Bunga Perang
nl_nl: Bruin bloemwapen
nn_no: Brun blome
pl: Brązowa figura kwiatu
pt: Emblema de Flor Castanha
ro_ro: Floare maro
ru_ru: Коричневый цветок
sk_sk: Hnedý kvet
sl_si: Rjava vrtnica
sv_se: Brun blomma
th_th: สัญลักษณ์รูปดอกไม้สีน้ำตาล
tr_tr: Kahverengi Çiçek Şekli
vi_vn: Phù hiệu hoa nâu
zh_cn: 棕色花朵盾徽
zh_tw: 棕色花朵徽章

# item_banner_flower_cyan
source: Cyan Flower Charge
ar_sa: شعار الزهرة سماوي
be_by: Бірузовая фігура кветкі
bg_bg: Синьозелена фигура на цвете
ca_es: Estampat Cian de flor
cs: Azurový znak květu
da_dk: Turkis Blomsteremblem
de: Türkise Blume
el_gr: Κυανό Λουλουδόκαψούλι
es: Estampado cian de flor
fi: Syaani kukka
fr_ca: Fleur de cyan
ga_ie: Fíor Blátha Cian
gd_gb: Flùr saidhean
gl_es: Estampado ciano de flor
he: פרח ציאן
hr_hr: Tirkizni Simbol Cvijeta
hu_hu: Türkizkék virág címerkép
id_id: Biaya Bunga cyan
it: Al fiore di ciano
ja_jp: 水色の花模様
ka_ge: ცისფერი ყვავილი
ko_kr: 청록색 꽃 모양
lb_lu: Turquoise Blumm
lt_lt: Žalsvai mėlyna gėlė
lv_lv: Ciāna zieds
ms_my: Caj Bunga Cyan
nl_nl: Cyaan bloemwapen
nn_no: Turkis blome
pl: Błękitna figura kwiatu
pt: Emblema de Flor Ciano
ro_ro: Floare turcoaz
ru_ru: Бирюзовый цветок
sk_sk: Tyrkysový kvet
sl_si: Turkizna vrtnica
sv_se: Turkos blomma
th_th: สัญลักษณ์รูปดอกไม้สีน้ำเงินแกมเขียว
tr_tr: Camgöbeği Çiçek Şekli
vi_vn: Phù hiệu hoa lục lam
zh_cn: 青色花朵盾徽
zh_tw: 青色花朵徽章

# item_banner_flower_gray
source: Grey Flower Charge
ar_sa: شعار الزهرة الرمادية
be_by: Шэрая фігура кветкі
bg_bg: Сива фигура на цвете
ca_es: Estampat de flor gris
cs: Šedý znak květu
da_dk: Gråt Blomsteremblem
de: Graue Blume
el_gr: Γκρι Λουλουδόκαψούλι
es: Estampado gris de flor
fi: Harmaa kukka
fr_ca: Fleur d'acier
ga_ie: Fíor Blátha Liath
gd_gb: Flùr liath
gl_es: Estampado gris de flor
he: פרח אפור
hr_hr: Sivi Simbol Cvijeta
hu_hu: Szürke virág címerkép
id_id: Biaya Bunga abu-abu
it: Al fiore di grigio
ja_jp: 灰色の花模様
ka_ge: ნაცრისფერი ყვავილი
ko_kr: 회색 꽃 모양
lb_lu: Gro Blumm
lt_lt: Pilka gėlė
lv_lv: Pelēks zieds
ms_my: Caj Bunga Kelabu
mt_mt: Gray Flower Charge
nl_nl: Grijs bloemwapen
nn_no: Grå blome
pl: Szara figura kwiatu
pt: Emblema de Flor Cinzenta
ro_ro: Floare gri
ru_ru: Серый цветок
sk_sk: Sivý kvet
sl_si: Siva vrtnica
sv_se: Grå blomma
th_th: สัญลักษณ์รูปดอกไม้สีเทา
tr_tr: Gri Çiçek Şekli
vi_vn: Phù hiệu hoa xám
zh_cn: 灰色花朵盾徽
zh_tw: 灰色花朵徽章

# item_banner_flower_green
source: Green Flower Charge
ar_sa: شعار الزهرة الخضراء
be_by: Зялёная фігура кветкі
bg_bg: Зелена фигура на цвете
ca_es: Estampat de flor verd
cs: Zelený znak květu
da_dk: Grønt Blomsteremblem
de: Grüne Blume
el_gr: Πράσινο Λουλουδόκαψούλι
es: Estampado verde de flor
fi: Vihreä kukka
fr_ca: Fleur de sinople
ga_ie: Fíor Blátha Uaine
gd_gb: Flùr uaine
gl_es: Estampado verde de flor
he: פרח ירוק
hr_hr: Zeleni Simbol Cvijeta
hu_hu: Zöld virág címerkép
id_id: Biaya Bunga hijau
it: Al fiore di verde
ja_jp: 緑色の花模様
ka_ge: მწვანე ყვავილი
ko_kr: 초록색 꽃 모양
lb_lu: Gréng Blumm
lt_lt: Žalia gėlė
lv_lv: Zaļs zieds
ms_my: Caj Bunga Hijau
nl_nl: Groen bloemwapen
nn_no: Grøn blome
pl: Zielona figura kwiatu
pt: Emblema de Flor Verde
ro_ro: Floare verde
ru_ru: Зелёный цветок
sk_sk: Zelený kvet
sl_si: Zelena vrtnica
sv_se: Grön blomma
th_th: สัญลักษณ์รูปดอกไม้สีเขียว
tr_tr: Yeşil Çiçek Şekli
vi_vn: Phù hiệu hoa xanh lá cây
zh_cn: 绿色花朵盾徽
zh_tw: 綠色花朵徽章

# item_banner_flower_lightBlue
source: Light Blue Flower Charge
ar_sa: شعار الزهرة الزرقاء فاتح
be_by: Блакітная фігура кветкі
bg_bg: Светлосиня фигура на цвете
ca_es: Estampat de flor blau clar
cs: Světle modrý znak květu
da_dk: Lyseblåt Blomsteremblem
de: Hellblaue Blume
el_gr: Γαλάζιο Λουλουδόκαψούλι
es: Estampado azul claro de flor
fi: Vaaleansininen kukka
fr_ca: Fleur de bleu céleste
ga_ie: Fíor Blátha Bánghorm
gd_gb: Flùr soilleir-ghorm
gl_es: Estampado azul claro de flor
he: פרח תכלת
hr_hr: Svijetlo Plavi Simbol Cvijeta
hu_hu: Világoskék virág címerkép
id_id: Biaya Bunga biru muda
it: Al fiore d'azzurro
ja_jp: 空色の花模様
ka_ge: ღია-ლურჯი ყვავილი
ko_kr: 하늘색 꽃 모양
lb_lu: Hellblo Blumm
lt_lt: Šviesiai mėlyna gėlė
ms_my: Caj Bunga Biru Muda
nl_nl: Lichtblauw bloemwapen
nn_no: Ljoseblå blome
pl: Jasnoniebieska figura kwiatu
pt: Emblema de Flor Azul Clara
ro_ro: Floare bleu
ru_ru: Голубой цветок
sk_sk: Svetlomodrý kvet
sl_si: Svetlo modra vrtnica
sv_se: Ljusblå blomma
th_th: สัญลักษณ์รูปดอกไม้สีฟ้า
tr_tr: Açık Mavi Çiçek Şekli
vi_vn: Phù hiệu hoa xanh nước biển nhạt
zh_cn: 淡蓝色花朵盾徽
zh_tw: 淺藍色花朵徽章

# item_banner_flower_lime
source: Lime Flower Charge
ar_sa: شعار الزهرة الخضراء (فاتح)
be_by: Лаймавая фігура кветкі
bg_bg: Жълтозелена фигура на цвете
ca_es: Estampat de flor verd llima
cs: Světle zelený znak květu
da_dk: Limegrønt Blomsteremblem
de: Hellgrüne Blume
el_gr: Ελαφρή Πράσινο Λουλουδόκαψούλι
es: Estampado verde lima de flor
fi: Lime kukka
fr_ca: Fleur de sinople clair
ga_ie: Fíor Blátha Líomach
gd_gb: Flùr dath na liomaide
gl_es: Estampado lima de flor
he: פרח ליים
hr_hr: Svijetlo Zeleni Simbol Cvijeta
hu_hu: Világoszöld virág címerkép
id_id: Biaya Bunga limau
it: Al fiore di lime
ja_jp: 黄緑色の花模様
ka_ge: სალათისფერი ყვავილი
ko_kr: 연두색 꽃 모양
lb_lu: Hellgréng Blumm
lt_lt: Gelsvai žalsva gėlė
ms_my: Caj Bunga Limau
nl_nl: Lichtgroen bloemwapen
nn_no: Limegrøn blome
pl: Jasnozielona figura kwiatu
pt: Emblema de Flor Verde Lima
ro_ro: Floare verde-deschis
ru_ru: Лаймовый цветок
sk_sk: Svetlozelený kvet
sl_si: Svetlo zelena vrtnica
sv_se: Limegrön blomma
th_th: สัญลักษณ์รูปดอกไม้สีเขียวอ่อน
tr_tr: Açık Yeşil Çiçek Şekli
vi_vn: Phù hiệu hoa xanh lá mạ
zh_cn: 黄绿色花朵盾徽
zh_tw: 淺綠色花朵徽章

# item_banner_flower_magenta
source: Magenta Flower Charge
ar_sa: شعار الزهرة الارجوانية
be_by: Пурпурная фігура кветкі
bg_bg: Пурпурна фигура на цвете
ca_es: Estampat de flor magenta
cs: Purpurový znak květu
da_dk: Magenta Blomsteremblem
de: Magenta Blume
de_at: Magentane Blume
el_gr: Ματζέντα Λουλουδόκαψούλι
es: Estampado magenta de flor
fi: Purppura kukka
fr_ca: Fleur de magenta
ga_ie: Fíor Blátha Maigeanta
gd_gb: Flùr magenta
gl_es: Estampado maxenta de flor
he: פרח מג'נטה
hr_hr: Rozi Simbol Cvijeta
hu_hu: Bíbor virág címerkép
id_id: Biaya Bunga magenta
it: Al fiore di magenta
ja_jp: 赤紫色の花模様
ka_ge: იისფერი ყვავილი
ko_kr: 자홍색 꽃 모양
lb_lu: Magenta Blumm
lt_lt: Rausvai raudona gėlė
ms_my: Caj Bunga Magenta
nl_nl: Magenta bloemwapen
nn_no: Ljoselilla blome
pl: Karmazynowa figura kwiatu
pt: Emblema de Flor Magenta
ro_ro: Floare magenta
ru_ru: Пурпурный цветок
sk_sk: Purpurový kvet
sl_si: Škrlatna vrtnica
sv_se: Ljuslila blomma
th_th: สัญลักษณ์รูปดอกไม้สีม่วง
tr_tr: Eflatun Çiçek Şekli
vi_vn: Phù hiệu hoa đỏ sậm
zh_cn: 品红色花朵盾徽
zh_tw: 洋紅色花朵徽章

# item_banner_flower_orange
source: Orange Flower Charge
ar_sa: شعار الزهرة البرتقالية
be_by: Аранжавая фігура кветкі
bg_bg: Оранжева фигура на цвете
ca_es: Estampat de flor taronja
cs: Oranžový znak květu
da_dk: Orange Blomsteremblem
de: Orange Blume
el_gr: Πορτοκαλί Λουλουδόκαψούλι
es: Estampado naranja de flor
fi: Oranssi kukka
fr_ca: Fleur d'orangé
ga_ie: Fíor Blátha Oráisteach
gd_gb: Flùr orains
gl_es: Estampado laranxa de flor
he: פרח כתום
hr_hr: Narančasti Simbol Cvijeta
hu_hu: Narancssárga virág címerkép
id_id: Biaya bunga Jingga
it: Al fiore d'arancione
ja_jp: 橙色の花模様
ka_ge: ნარინჯისფერი ყვავილი
ko_kr: 주황색 꽃 모양
lb_lu: Orange Blumm
lt_lt: Oranžinė gėlė
ms_my: Caj Bunga Oren
nl_nl: Oranje bloemwapen
nn_no: Oransje blome
pl: Pomarańczowa figura kwiatu
pt: Emblema de Flor Laranja
ro_ro: Floare portocalie
ru_ru: Оранжевый цветок
sk_sk: Oranžový kvet
sl_si: Oranžna vrtnica
sv_se: Orange blomma
th_th: สัญลักษณ์รูปดอกไม้สีส้ม
tr_tr: Turuncu Çiçek Şekli
vi_vn: Phù hiệu hoa cam
zh_cn: 橙色花朵盾徽
zh_tw: 橙色花朵徽章

# item_banner_flower_pink
source: Pink Flower Charge
ar_sa: شعار الزهرة الوردية
be_by: Ружовая фігура кветкі
bg_bg: Розова фигура на цвете
ca_es: Estampat de flor rosa
cs: Růžový znak květu
da_dk: Lyserødt Blomsteremblem
de: Rosa Blume
el_gr: Ρωζ Λουλουδόκαψούλι
es: Estampado rosa de flor
fi: Vaaleanpunainen kukka
fr_ca: Fleur de rose
ga_ie: Fíor Blátha Bándearg
gd_gb: Flùr pinc
gl_es: Estampado rosa de flor
he: פרח ורוד
hr_hr: Ružičasti Simbol Cvijeta
hu_hu: Rózsaszín virág címerkép
id_id: Biaya Bunga merah muda
it: Al fiore di rosa
ja_jp: 桃色の花模様
ka_ge: ვარდისფერი ყვავილი
ko_kr: 분홍색 꽃 모양
lb_lu: Rosa Blumm
lt_lt: Rožinė gėlė
lv_lv: Rozā zieds
ms_my: Caj Bunga Merah Jambu
nl_nl: Roze bloemwapen
nn_no: Rosa blome
pl: Różowa figura kwiatu
pt: Emblema de Flor Rosa
ro_ro: Floare roz
ru_ru: Розовый цветок
sk_sk: Ružový kvet
sl_si: Roza vrtnica
sv_se: Rosa blomma
th_th: สัญลักษณ์รูปดอกไม้สีชมพู
tr_tr: Pembe Çiçek Şekli
vi_vn: Phù hiệu hoa hồng
zh_cn: 粉红色花朵盾徽
zh_tw: 粉紅色花朵徽章

# item_banner_flower_purple
source: Purple Flower Charge
ar_sa: شعار الزهرة الأرجوانية
be_by: Фіялетавая фігура кветкі
bg_bg: Лилава фигура на цвете
ca_es: Estampat de flor morat
cs: Fialový znak květu
da_dk: Lilla Blomsteremblem
de: Violette Blume
el_gr: Μωβ Λουλουδόκαψούλι
es: Estampado morado de flor
fi: Violetti kukka
fr_ca: Fleur de pourpre
ga_ie: Fíor Blátha Corcra
gd_gb: Flùr purpaidh
gl_es: Estampado púrpura de flor
he: פרח סגול
hr_hr: Ljubičasti Simbol Cvijeta
hu_hu: Lila virág címerkép
id_id: Biaya Bunga ungu
it: Al fiore di viola
ja_jp: 紫色の花模様
ka_ge: ალისფერი ყვავილი
ko_kr: 보라색 꽃 모양
lb_lu: Mof Blumm
lt_lt: Purpurinė gėlė
lv_lv: Purpura zieds
ms_my: Caj Bunga Ungu
nl_nl: Paars bloemwapen
nn_no: Lilla blome
pl: Fioletowa figura kwiatu
pt: Emblema de Flor Roxo
ro_ro: Floare violetă
ru_ru: Фиолетовый цветок
sk_sk: Fialový kvet
sl_si: Vijolična vrtnica
sv_se: Lila blomma
th_th: สัญลักษณ์รูปดอกไม้สีม่วง
tr_tr: Mor Çiçek Şekli
vi_vn: Phù hiệu hoa tím
zh_cn: 紫色花朵盾徽
zh_tw: 紫色花朵徽章

# item_banner_flower_red
source: Red Flower Charge
ar_sa: شعار الزهرة الحمراء
be_by: Чырвоная фігура кветкі
bg_bg: Червена фигура на цвете
ca_es: Estampat de flor vermell
cs: Červený znak květu
da_dk: Rødt Blomsteremblem
de: Rote Blume
el_gr: Ερυθρό Λουλουδόκαψούλι
es: Estampado rojo de flor
fi: Punainen kukka
fr_ca: Fleur de gueules
ga_ie: Fíor Blátha Dearg
gd_gb: Flùr dearg
gl_es: Estampado vermello de flor
he: פרח אדום
hr_hr: Crveni Simbol Cvijeta
hu_hu: Vörös virág címerkép
id_id: Biaya Bunga merah
it: Al fiore di rosso
ja_jp: 赤色の花模様
ka_ge: წითელი ყვავილი
ko_kr: 빨간색 꽃 모양
lb_lu: Rout Blumm
lt_lt: Raudona gėlė
lv_lv: Sarkans zieds
ms_my: Caj Bunga Merah
nl_nl: Rood bloemwapen
nn_no: Raud blome
pl: Czerwona figura kwiatu
pt: Emblema de Flor Vermelha
ro_ro: Floare roșie
ru_ru: Красный цветок
sk_sk: Červený kvet
sl_si: Rdeča vrtnica
sv_se: Röd blomma
th_th: ตราสัญลักษณ์ดอกไม้สีแดง
tr_tr: Kırmızı Çiçek Şekli
vi_vn: Phù hiệu hoa đỏ
zh_cn: 红色花朵盾徽
zh_tw: 紅色花朵徽章

# item_banner_flower_silver
source: Light Grey Flower Charge
ar_sa: شعار الزهرة الرمادية فاتح
be_by: Светла-шэрая фігура кветкі
bg_bg: Светлосива фигура на цвете
ca_es: Estampat de flor gris clar
cs: Světle šedý znak květu
da_dk: Lysegråt Blomsteremblem
de: Hellgraue Blume
el_gr: Ελαφρή Γκρι Λουλουδόκαψούλι
es: Estampado gris claro de flor
fi: Vaaleanharmaa kukka
fr_ca: Fleur d'argent grisé
ga_ie: Fíor Blátha Fionnliath
gd_gb: Flùr soilleir-liath
gl_es: Estampado gris claro de flor
he: פרח אפור בהיר
hr_hr: Svijetlo Sivi Simbol Cvijeta
hu_hu: Világosszürke virág címerkép
id_id: Biaya bunga abu-abu muda
it: Al fiore di grigio chiaro
ja_jp: 薄灰色の花模様
ka_ge: ღია-ნაცრისფერი ყვავილი
ko_kr: 회백색 꽃 모양
lb_lu: Hellgro Blumm
lt_lt: Šviesiai pilka gėlė
lv_lv: Gaiši pelēks zieds
ms_my: Caj Bunga Kelabu Muda
mt_mt: Light Gray Flower Charge
nl_nl: Lichtgrijs bloemwapen
nn_no: Ljosegrå blome
pl: Jasnoszara figura kwiatu
pt: Emblema de Flor Cinzenta Clara
ro_ro: Floare gri-deschis
ru_ru: Светло-серый цветок
sk_sk: Svetlosivý kvet
sl_si: Svetlo siva vrtnica
sv_se: Ljusgrå blomma
th_th: สัญลักษณ์รูปดอกไม้สีเทาอ่อน
tr_tr: Açık Gri Çiçek Şekli
vi_vn: Phù hiệu hoa xám nhạt
zh_cn: 淡灰色花朵盾徽
zh_tw: 淺灰色花朵徽章

# item_banner_flower_white
source: White Flower Charge
ar_sa: شعار الزهرة البيضاء
be_by: Белая фігура кветкі
bg_bg: Бяла фигура на цвете
ca_es: Estampat de flor blanc
cs: Bílý znak květu
da_dk: Hvidt Blomsteremblem
de: Weiße Blume
el_gr: Άσπρο Λουλουδόκαψούλι
es: Estampado blanco de flor
fi: Valkoinen kukka
fr_ca: Fleur d'argent
ga_ie: Fíor Blátha Bán
gd_gb: Flùr geal
gl_es: Estampado branco de flor
he: פרח לבן
hr_hr: Bijeli Simbol Cvijeta
hu_hu: Fehér virág címerkép
id_id: Biaya Bunga putih
it: Al fiore di bianco
ja_jp: 白色の花模様
ka_ge: თეთრი ყვავილი
ko_kr: 하얀색 꽃 모양
lb_lu: Wäiss Blumm
lt_lt: Balta gėlė
ms_my: Caj Bunga Putih
nl_nl: Wit bloemwapen
nn_no: Kvit blome
pl: Biała figura kwiatu
pt: Emblema de Flor Branca
ro_ro: Floare albă
ru_ru: Белый цветок
sk_sk: Biely kvet
sl_si: Bela vrtnica
sv_se: Vit blomma
th_th: สัญลักษณ์รูปดอกไม้สีขาว
tr_tr: Beyaz Çiçek Şekli
vi_vn: Phù hiệu hoa trắng
zh_cn: 白色花朵盾徽
zh_tw: 白色花朵徽章

# item_banner_flower_yellow
source: Yellow Flower Charge
ar_sa: شعار الزهرة الصفراء
be_by: Жоўтая фігура кветкі
bg_bg: Жълта фигура на цвете
ca_es: Estampat de flor groc
cs: Žlutý znak květu
da_dk: Gult Blomsteremblem
de: Gelbe Blume
el_gr: Κίτρινο Λουλουδόκαψούλι
es: Estampado amarillo de flor
fi: Keltainen kukka
fr_ca: Fleur d'or
ga_ie: Fíor Blátha Buí
gd_gb: Flùr buidhe
gl_es: Estampado amarelo de flor
he: פרח צהוב
hr_hr: Žuti Simbol Cvijeta
hu_hu: Sárga virág címerkép
id_id: Biaya Bunga kuning
it: Al fiore di giallo
ja_jp: 黄色の花模様
ka_ge: ყვითელი ყვავილი
ko_kr: 노란색 꽃 모양
lb_lu: Giel Blumm
lt_lt: Geltona gėlė
ms_my: Caj Bunga Kuning
nl_nl: Geel bloemwapen
nn_no: Gul blome
pl: Żółta figura kwiatu
pt: Emblema de Flor Amarela
ro_ro: Floare galbenă
ru_ru: Жёлтый цветок
sk_sk: Žltý kvet
sl_si: Rumena vrtnica
sv_se: Gul blomma
th_th: สัญลักษณ์รูปดอกไม้สีเหลือง
tr_tr: Sarı Çiçek Şekli
vi_vn: Phù hiệu hoa vàng
zh_cn: 黄色花朵盾徽
zh_tw: 黃色花朵徽章

# item_banner_gradient_black
source: Black Gradient
ar_sa: راية ملونة أسود
be_by: Чорны градыент зверху
bg_bg: Черна горна преливка
ca_es: Difuminat negre
cs: Černý gradient
da_dk: Sort Gradient
de: Schwarzer Farbverlauf
de_at: Schworza Forbvalauf
el_gr: Μαύρη Βαθμίδα
es: Gradiente negro
fi: Musta häivytys alas
fr_ca: Dégradé de sable du chef
ga_ie: Grádán Dubh
gl_es: Gradiente negro
he: שחור הדרגתי
hr_hr: Crni Gradijent
hu_hu: Fekete színátmenet
id_id: Gradien hitam
it: Sfumato in capo di nero
ja_jp: 上に黒色のグラデーション
ka_ge: შავი გრადიენტი
ko_kr: 검은색 위쪽 그라데이션
lb_lu: Schwaarze Fuerfverlaf
lt_lt: Juodas viršutinis gradientas
ms_my: Kecerunan Hitam
nl_nl: Zwart gradiënt
nn_no: Svart gradient
pl: Czarny gradient
pt: Gradiente Preto
ro_ro: Degrade negru
ru_ru: Чёрный градиент
sk_sk: Čierny gradient
sl_si: Črn zgornji gradient
sv_se: Svart övergång ovanifrån
th_th: สีดำไล่ระดับ
tr_tr: Yukarıdan Aşağı Siyah Geçiş
vi_vn: Chuyển sắc đen
zh_cn: 黑色自上渐淡
zh_tw: 黑色往下漸淡

# item_banner_gradient_blue
source: Blue Gradient
ar_sa: راية ملونة أزرق
be_by: Сіні градыент зверху
bg_bg: Синя горна преливка
ca_es: Difuminat blau
cs: Modrý gradient
da_dk: Blå Gradient
de: Blauer Farbverlauf
el_gr: Μπλε Απόχρωση
es: Gradiente azul
fi: Sininen häivytys alas
fr_ca: Dégradé d'azur du chef
ga_ie: Grádán Gorm
gl_es: Gradiente azul
he: כחול הדרגתי
hr_hr: Plavi Gradijent
hu_hu: Kék színátmenet
id_id: Gradien biru
it: Sfumato in capo di blu
ja_jp: 上に青色のグラデーション
ka_ge: ლურჯი გრადიენტი
ko_kr: 파란색 위쪽 그라데이션
lb_lu: Bloe Fuerfverlaf
lt_lt: Mėlynas viršutinis gradientas
ms_my: Kecerunan Biru
nl_nl: Blauw gradiënt
nn_no: Blå gradient
pl: Niebieski gradient
pt: Gradiente Azul
ro_ro: Degrade albastru
ru_ru: Синий градиент
sk_sk: Modrý gradient
sl_si: Moder zgornji gradient
sv_se: Blå övergång ovanifrån
th_th: สีน้ำเงินไล่ระดับ
tr_tr: Yukarıdan Aşağı Mavi Geçiş
vi_vn: Chuyển sắc xanh nước biển
zh_cn: 蓝色自上渐淡
zh_tw: 藍色往下漸淡

# item_banner_gradient_brown
source: Brown Gradient
ar_sa: راية ملونة بني
be_by: Карычневы градыент зверху
bg_bg: Кафява горна преливка
ca_es: Difuminat marró
cs: Hnědý gradient
da_dk: Brun Gradient
de: Brauner Farbverlauf
el_gr: Καφέ Βαθμίδα
es: Gradiente marrón
fi: Ruskea häivytys alas
fr_ca: Dégradé de brun du chef
ga_ie: Grádán Donn
gl_es: Gradiente marrón
he: חום הדרגתי
hr_hr: Smeđi Gradijent
hu_hu: Barna színátmenet
id_id: Gradien coklat
it: Sfumato in capo di marrone
ja_jp: 上に茶色のグラデーション
ka_ge: ყავისფერი გრადიენტი
ko_kr: 갈색 위쪽 그라데이션
lb_lu: Bronge Fuerfverlaf
lt_lt: Rudas viršutinis gradientas
ms_my: Kecerunan Coklat
nl_nl: Bruin gradiënt
nn_no: Brun gradient
pl: Brązowy gradient
pt: Gradiente Castanho
ro_ro: Degrade maro
ru_ru: Коричневый градиент
sk_sk: Hnedý gradient
sl_si: Rjav zgornji gradient
sv_se: Brun övergång ovanifrån
th_th: สีน้ำตาลไล่ระดับ
tr_tr: Yukarıdan Aşağı Kahverengi Geçiş
vi_vn: Chuyển sắc nâu
zh_cn: 棕色自上渐淡
zh_tw: 棕色往下漸淡

# item_banner_gradient_cyan
source: Cyan Gradient
ar_sa: راية ملونة سماوي
be_by: Бірузовы градыент зверху
bg_bg: Синьозелена горна преливка
ca_es: Gradient Cian
cs: Azurový gradient
da_dk: Tyrkis Gradient
de: Türkiser Farbverlauf
el_gr: κυανο βαθμιδα
es: Gradiente cian
fi: Syaani häivytys alas
fr_ca: Dégradé de cyan du chef
ga_ie: Grádán Cian
gl_es: Gradiente ciano
he: ציאן הדרגתי
hr_hr: Tirkizni Gradijent
hu_hu: Türkizkék színátmenet
id_id: Gradien cyan
it: Sfumato in capo di ciano
ja_jp: 上に水色のグラデーション
ka_ge: ცისფერი გრადიენტი
ko_kr: 청록색 위쪽 그라데이션
lb_lu: Turquoise Fuerfverlaf
lt_lt: Žalsvai mėlynas viršutinis gradientas
ms_my: Kecerunan Cyan
nl_nl: Cyaan gradiënt
nn_no: Turkis gradient
pl: Błękitny gradient
pt: Gradiente Ciano
ro_ro: Degrade turcoaz
ru_ru: Бирюзовый градиент
sk_sk: Tyrkysový gradient
sl_si: Turkizen zgornji gradient
sv_se: Turkos övergång ovanifrån
th_th: สีน้ำเงินแกมเขียวไล่ระดับ
tr_tr: Yukarıdan Aşağı Camgöbeği Geçiş
vi_vn: Chuyển sắc lục lam
zh_cn: 青色自上渐淡
zh_tw: 青色往下漸淡

# item_banner_gradient_gray
source: Grey Gradient
ar_sa: راية ملونة رمادي
be_by: Шэры градыент зверху
bg_bg: Сива горна преливка
ca_es: Difuminat gris
cs: Šedý gradient
da_dk: Grå Gradient
de: Grauer Farbverlauf
el_gr: γκρι βαθμιδα
es: Gradiente gris
fi: Harmaa häivytys alas
fr_ca: Dégradé d'acier du chef
ga_ie: Grádán Liath
gl_es: Gradiente gris
he: אפור הדרגתי
hr_hr: Sivi Gradijent
hu_hu: Szürke színátmenet
id_id: Gradien abu-abu
it: Sfumato in capo di grigio
ja_jp: 上に灰色のグラデーション
ka_ge: ნაცრისფერი გრადიენტი
ko_kr: 회색 위쪽 그라데이션
lb_lu: Groe Fuerfverlaf
lt_lt: Pilkas viršutinis gradientas
ms_my: Kecerunan Kelabu
mt_mt: Gray Gradient
nl_nl: Grijs gradiënt
nn_no: Grå gradient
pl: Szary gradient
pt: Gradiente Cinzento
ro_ro: Degrade gri
ru_ru: Серый градиент
sk_sk: Sivý gradient
sl_si: Siv zgornji gradient
sv_se: Grå övergång ovanifrån
th_th: สีเทาไล่ระดับ
tr_tr: Yukarıdan Aşağı Gri Geçiş
vi_vn: Chuyển sắc xám
zh_cn: 灰色自上渐淡
zh_tw: 灰色往下漸淡

# item_banner_gradient_green
source: Green Gradient
ar_sa: راية ملونة أخضر
be_by: Зялёны градыент зверху
bg_bg: Зелена горна преливка
ca_es: Difuminat verd
cs: Zelený gradient
da_dk: Grøn Gradient
de: Grüner Farbverlauf
el_gr: Πράσινη Βαθμίδα
es: Gradiente verde
fi: Vihreä häivytys alas
fr_ca: Dégradé de sinople du chef
ga_ie: Grádán Uaine
gl_es: Gradiente verde
he: ירוק הדרגתי
hr_hr: Zeleni Gradijent
hu_hu: Zöld színátmenet
id_id: Gradien hijau
it: Sfumato in capo di verde
ja_jp: 上に緑色のグラデーション
ka_ge: მწვანე გრადიენტი
ko_kr: 초록색 위쪽 그라데이션
lb_lu: Grénge Fuerfverlaf
lt_lt: Žalias viršutinis gradientas
ms_my: Kecerunan Hijau
nl_nl: Groen gradiënt
nn_no: Grøn gradient
pl: Zielony gradient
pt: Gradiente Verde
ro_ro: Degrade verde
ru_ru: Зелёный градиент
sk_sk: Zelený gradient
sl_si: Zelen zgornji gradient
sv_se: Grön övergång ovanifrån
th_th: สีเขียวไล่ระดับ
tr_tr: Yukarıdan Aşağı Yeşil Geçiş
vi_vn: Chuyển sắc xanh lá cây
zh_cn: 绿色自上渐淡
zh_tw: 綠色往下漸淡
