Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# tile_doublePlant_name
source: Plant
ar_sa: نبات
be_by: Расліна
bg_bg: Растение
ca_es: Planta
cs: Rostlina
da_dk: Plante
de: Pflanze
de_at: Pflonzn
el_gr: Φυτό
es: Planta
eu_es: Landarea
fa_ir: گیاه
fi: Kasvi
fil_ph: Halaman
fr_ca: Grandes plantes
ga_ie: Planda
gl_es: Planta
he: צמח
hi_in: वनस्पति
hr_hr: Biljka
hu_hu: Növény
id_id: Tanaman
is_is: Planta
it: Pianta alta
ja_jp: 草
ka_ge: ნარგავი
ko_kr: 식물
lb_lu: Planz
lt_lt: Augalas
lv_lv: Augs
mn_mn: Ургамал
ms_my: Tanaman
mt_mt: Pjanta
nn_no: Plante
pl: Roślina
pt: Planta
ro_ro: Plantă înaltă
ru_ru: Растение
sk_sk: Rastlina
sl_si: Rastlina
sv_se: Planta
th_th: พืช
tr_tr: Bitki
vi_vn: Thực vật
zh_cn: 植物
zh_tw: 植物

# tile_doublePlant_paeonia_name
source: Peony
af_za: Pinksterroos
ar_sa: عود
be_by: Півоня
bg_bg: Божур
ca_es: Peònia
cs: Pivoňka
da_dk: Pæon
de: Pfingstrose
de_at: Pfingstrosn
el_gr: Παιώνια
es: Peonía
eu_es: Oinlodia
fa_ir: گل پيونيا
fi: Pioni
fil_ph: Peoni
fr_ca: Pivoines
ga_ie: Piaine
gl_es: Peonia
he: אדמוניות
hr_hr: Božur
hu_hu: Bazsarózsa
hy_am: Պիոն
is_is: Bóndarós
it: Peonia
ja_jp: ボタン
ka_ge: ყაყაჩო
ko_kr: 모란
lb_lu: Päischtrous
lt_lt: Bijūnas
lv_lv: Peonija
mn_mn: Цээнэ
nl_nl: Pioenroos
nn_no: Peon
pl: Piwonia
pt: Peónia
ro_ro: Bujor
ru_ru: Пион
sk_sk: Pivónia
sl_si: Potonika
sv_se: Pion
th_th: ดอกโบตั๋น
tr_tr: Şakayık
vi_vn: Mẫu đơn
zh_cn: 牡丹
zh_tw: 牡丹花

# tile_doublePlant_rose_name
source: Rose Bush
af_za: Roosbos
ar_sa: ﺩﻭﺭﻭ ﺓﺮﻴﺠﺷ
be_by: Ружовы куст
bg_bg: Розов храст
ca_es: Roser
cs: Keř růží
da_dk: Rosenbusk
de: Rosenstrauch
de_at: Rosngwächs
el_gr: Θάμνος Τριαντάφυλλων
es: Rosal
eu_es: Arrosondoa
fa_ir: بوته رز
fi: Ruusupensas
fil_ph: Palumpong Rosas
fr_ca: Rosier
ga_ie: Rós
gl_es: Roseira
he: שיח ורדים
hi_in: गुलाब बुश
hr_hr: Grm Ruža
hu_hu: Rózsabokor
hy_am: Վարդի թուփ
id_id: Semak Mawar
is_is: Rósarunni
it: Rosaio
ja_jp: バラの低木
ka_ge: ვარდის ბუჩქი
ko_kr: 장미 덤불
lb_lu: Rousenheck
lt_lt: Rožių krūmas
lv_lv: Rožu krūms
mi_nz: Rōha
mn_mn: Сарнайн бут
ms_my: Semak Ros
mt_mt: Xitla tal-Ward
nl_nl: Rozenstruik
nn_no: Rosebusk
pl: Krzew róży
pt: Roseira
ro_ro: Tufă de trandafiri
ru_ru: Розовый куст
sk_sk: Ružový krík
sl_si: Grm vrtnic
sv_se: Rosbuske
th_th: พุ่มกุหลาบ
tr_tr: Gül Çalılığı
vi_vn: Bụi hoa hồng
zh_cn: 玫瑰丛
zh_tw: 玫瑰叢

# tile_doublePlant_sunflower_name
source: Sunflower
af_za: Sonneblom
ar_sa: عباد الشمس
be_by: Сланечнік
bg_bg: Слънчоглед
ca_es: Gira-sol
cs: Slunečnice
da_dk: Solsikke
de: Sonnenblume
de_at: Sonnenblume
el_gr: Ηλίανθος
es: Girasol
eu_es: Eguzki-lorea
fa_ir: گل آفتابگردان
fi: Auringonkukka
fil_ph: Mirasol
fr_ca: Tournesol
ga_ie: Lus na Gréine
gl_es: Xirasol
he: חמנית
hi_in: सूरजमुखी
hr_hr: Suncokret
hu_hu: Napraforgó
hy_am: Արևածաղիկ
id_id: Bunga Matahari
is_is: Sólblóm
it: Girasole
ja_jp: ヒマワリ
ka_ge: მზესუმზირა
ko_kr: 해바라기
lb_lu: Sonneblumm
lt_lt: Saulėgrąža
lv_lv: Saulespuķe
mi_nz: Putiputi rā
mn_mn: Наранцэцэг
ms_my: Bunga Matahari
mt_mt: Ġirasol
nl_nl: Zonnebloem
nn_no: Solsikke
pl: Słonecznik
pt: Girassol
ro_ro: Floarea-soarelui
ru_ru: Подсолнух
sk_sk: Slnečnica
sl_si: Sončnica
sv_se: Solros
th_th: ดอกทานตะวัน
tr_tr: Ayçiçeği
vi_vn: Hướng dương
zh_cn: 向日葵
zh_tw: 向日葵

# tile_doublePlant_syringa_name
source: Lilac
af_za: Tuinsering
ar_sa: أرجواني فاتح
be_by: Бэз
bg_bg: Люляк
ca_es: Lilà
cs: Šeřík
da_dk: Syren
de: Flieder
de_at: Flieda
el_gr: Λιλά
es: Lila
eu_es: Lila
fa_ir: گل سايرينگا
fi: Syreeni
fil_ph: Lila
fr_ca: Lilas
ga_ie: Líológ
gl_es: Lila
he: לילך
hi_in: बकाइन
hr_hr: Jorgovan
hu_hu: Orgona
hy_am: Յասաման
is_is: Sýrena
it: Lillà
ja_jp: ライラック
ka_ge: იასამანი
ko_kr: 라일락
lb_lu: Neelchesblumm
lt_lt: Alyva
lv_lv: Ceriņi
mn_mn: Голт бор
mt_mt: Lela'
nl_nl: Sering
nn_no: Syrin
pl: Bez
pt: Lilás
ro_ro: Liliac
ru_ru: Сирень
sk_sk: Orgován
sl_si: Španski bezeg
sv_se: Syren
th_th: ดอกไลแลค
tr_tr: Leylak
vi_vn: Tử đinh hương
zh_cn: 丁香
zh_tw: 紫丁香

# tile_dragonEgg_name
source: Dragon Egg
af_za: Draakeier
ar_sa: بيضة تنين
be_by: Яйка цмока
bg_bg: Драконово яйце
ca_es: Ou de drac
cs: Dračí vejce
da_dk: Drageæg
de: Drachenei
de_at: Drochnei
el_gr: Αυγό δράκου
es: Huevo de dragón
eu_es: Dragoiaren arrautza
fa_ir: تخم اژدها
fi: Lohikäärmeen muna
fil_ph: Itlog ng Dragon
fr_ca: Oeuf de dragon
ga_ie: Ubh Dhragain
gd_gb: Ugh dràgoin
gl_es: Ovo de dragón
he: ביצת דרקון
hi_in: ड्रैगन अंडे
hr_hr: Zmajevo Jaje
hu_hu: Sárkánytojás
hy_am: Դրակոնի Ձու
id_id: Telur Naga
is_is: Drekaegg
it: Uovo del Drago
ja_jp: ドラゴンの卵
ka_ge: დრაკონის კვერცხი
ko_kr: 드래곤 알
lb_lu: Draachenee
lt_lt: Drakono kiaušinis
lv_lv: Pūķa ola
mn_mn: Лууны өндөг
ms_my: Telur Naga
mt_mt: Bajda ta' Dragun
nl_nl: Drakenei
nn_no: Drakeegg
pl: Smocze jajo
pt: Ovo de Dragão
ro_ro: Ou de dragon
ru_ru: Яйцо дракона
sk_sk: Dračie vajce
sl_si: Zmajevo jajce
sv_se: Drakägg
th_th: ไข่มังกร
tr_tr: Ejderha Yumurtası
vi_vn: Trứng rồng
zh_cn: 龙蛋
zh_tw: 龍蛋

# tile_dropper_name
source: Dropper
af_za: Leweraar
ar_sa: القطارة
be_by: Выкідальнік
bg_bg: Изпускател
ca_es: Subministrador
cs: Podavač
da_dk: Kaster
de: Spender
de_at: Spenda
el_gr: Διανομέας
es: Soltador
eu_es: Jaurtigailua
fa_ir: پرتابگر
fi: Tiputin
fil_ph: Taga-hulog
fr_ca: Droppeur
ga_ie: Dáileoir
gl_es: Lanzador
he: פולטן
hi_in: बूंद
hr_hr: Izbacivač
hu_hu: Kidobó
hy_am: Բաշխիչ
id_id: Pelempar Barang
is_is: Skammtari
it: Gettatore
ja_jp: ドロッパー
ka_ge: დამყრელი
ko_kr: 공급기
lb_lu: Spender
lt_lt: Mėtytuvas
lv_lv: Izsviedējs
mn_mn: Унагагч
ms_my: Penitis
mt_mt: Qattara
nn_no: Droppar
pl: Podajnik
pt: Ejetor
ro_ro: Aruncător
ru_ru: Выбрасыватель
sk_sk: Vyhadzovač
sl_si: Delilnik
sv_se: Släppare
th_th: ดร็อปเปอร์
tr_tr: Bırakıcı
vi_vn: Máy thả
zh_cn: 投掷器
zh_tw: 投擲器

# tile_enchantmentTable_name
source: Enchantment Table
af_za: Betoweringsbank
ar_sa: طاولة السحر
be_by: Чараўніцкі стол
bg_bg: Чародейска маса
ca_es: Taula d'encanteris
cs: Oltář očarování
da_dk: Fortryllelsesbord
de: Zaubertisch
de_at: Zaubatisch
el_gr: Τραπέζι μαγέματος
es: Mesa de encantamientos
eu_es: Sorginkeri mahaia
fa_ir: ميز افسونگري
fi: Lumouspöytä
fil_ph: Mahikang Mesa
fr_ca: Table d'enchantement
ga_ie: Bord Asarlaíochta
gl_es: Mesa de encantamentos
he: שולחן כשפים
hi_in: बढ़ा जादू तालिका
hr_hr: Stol za Čarobiranje
hu_hu: Varázslóasztal
hy_am: Կախարդանքի Սեղան
id_id: Meja Pesona
is_is: Galdraborð
it: Tavolo per incantesimi
ja_jp: エンチャントテーブル
ka_ge: მოჯადოების ადგილი
ko_kr: 마법부여대
lb_lu: Zauberdësch
lt_lt: Kerėjimų stalas
lv_lv: Burvestību galds
mn_mn: Ид шидийн ширээ
ms_my: Meja Penyihir
mt_mt: Mejda tal-Maġija
nl_nl: Betoveringstafel
nn_no: Fortryllingsbord
pl: Stół do zaklęć
pt: Mesa de Encantamentos
ro_ro: Masă de farmece
ru_ru: Стол зачарований
sk_sk: Stôl očarovania
sl_si: Čarobna miza
sv_se: Förtrollningsbord
th_th: โต๊ะร่ายมนต์
tr_tr: Büyü Masası
vi_vn: Bàn phù phép
zh_cn: 附魔台
zh_tw: 附魔台

# tile_endBricks_name
source: End Stone Bricks
af_za: Endsteen Bakstene
ar_sa: طوب حجر الEnd
be_by: Цэгла з камню Энда
bg_bg: Тухли от Края
ca_es: Maons de pedra de l'End
cs: Enderitové cihly
da_dk: Ender sten mursten
de: Endsteinziegel
de_at: Endstoaziagl
el_gr: Τούβλα του Έντ
es: Ladrillos de piedra del End
eu_es: Amaierako harrizko adreilua
fa_ir: آجر سنگ فرجام
fi: Äärikivitiili
fil_ph: Laryong Bato ng Katapusan
fr_ca: Briques de l'End
ga_ie: Brící Chloch na Críche
gd_gb: Breigichean cloiche End
gl_es: Ladrillos de pedra do End
he: לבני אבן אנד
hr_hr: End Kamene Cigle
hu_hu: Endkőtégla
id_id: Batu Bata End
is_is: Endasteinshleðsla
it: Mattoni di pietra dell'End
ja_jp: エンドストーンレンガ
ka_ge: ენდის ქვის აგურები
ko_kr: 엔드 석재 벽돌
lb_lu: Endsteenzillen
lt_lt: Endo akmens plytos
lv_lv: Beigu Akmens Ķieģeļi
ms_my: Bata Batu Akhiran
mt_mt: Briks tal-Ġebel tal-Ender
nl_nl: Endblokstenen
nn_no: Endesteinmur
pl: Cegły z kamienia Endu
pt: Tijolos de Pedra do End
ro_ro: Cărămizi de piatră din End
ru_ru: Эндерняковые кирпичи
sk_sk: Enderitové tehly
sl_si: Končne kamnite opeke
sv_se: Endmursten
th_th: อิฐหินเอนด์
tr_tr: End Taşı Tuğlası
vi_vn: Gạch đá End
zh_cn: 末地石砖
zh_tw: 終界石磚

# tile_endPortalFrame_name
source: End Portal Frame
af_za: Einde Portaal
ar_sa: بوابة النهاية
be_by: Рамка партала ў Энд
bg_bg: Портал към Края
ca_es: Portal al Regne d'Ender
cs: Portál do Endu
da_dk: End Portal
de: Endportalrahmen
de_at: Endportalrahmen
el_gr: Πύλη του Τέλους
es: Marco del portal del End
eu_es: Amaierako portala
fa_ir: پرتال فرجام
fi: Ääriportaali
fil_ph: Dulagusan
fr_ca: Réceptacle de portail vers l'End
ga_ie: Tairseach don Chríoch
gd_gb: Doras End
gl_es: Portal ó End
he: מסגרת שער אנד
hi_in: अंत पोर्टल
hr_hr: End Portal
hu_hu: End-portál
hy_am: «Վերջ»-ի Պորտալ
id_id: Portal End
is_is: Enda Hlið
it: Telaio del portale dell'End
ja_jp: エンドポータル
ka_ge: დასასრულის პორტალი
ko_kr: 엔드 포탈
lb_lu: Endportalkader
lt_lt: Endo portalas
lv_lv: End portāls
mn_mn: Төгсгөлийн хаалга
ms_my: Portal Akhiran
mt_mt: Portal tal-Ender
nl_nl: Endportaal
nn_no: Endeportal
pl: Portal Endu
pt: Portal do End
ro_ro: Cadru de portal spre End
ru_ru: Портал в Энд
sk_sk: Portál do Endu
sl_si: Portal za konec
sv_se: Endportal
th_th: ประตูมิติเอนด์
tr_tr: End Geçidi Çerçevesi
vi_vn: Cổng End
zh_cn: 末地传送门
zh_tw: 終界傳送門

# tile_endRod_name
source: End Rod
af_za: Endstaaf
ar_sa: حصى الEnd
be_by: Эндар-стрыжань
bg_bg: Пръчка от Края
ca_es: Bastó de l'End
cs: Enderitová tyč
da_dk: Ender stang
de: Endstab
de_at: Endstob
el_gr: Ραβδί του Εντ
es: Vara del End
eu_es: End barra
fa_ir: میله فرجام
fi: Äärisauva
fil_ph: Pamalo ng Katapusan
fr_ca: Barre de l'End
ga_ie: Slat na Críche
gd_gb: Slat End
gl_es: Vara do End
he: מוט אנד
hr_hr: End Štap
hu_hu: End-rúd
id_id: Tangkai End
is_is: End vegur
it: Barra dell'End
ja_jp: エンドロッド
ka_ge: ენდის ჯოხი
ko_kr: 엔드 막대
lb_lu: Endstaf
lt_lt: Endo strypas
lv_lv: End Stienis
mn_mn: Төгсгөлийн савх
ms_my: Batang Akhiran
mt_mt: Virga tal-Ender
nl_nl: Endstaf
nn_no: Ende-lykt
pl: Słupek Endu
pt: Vara do End
ro_ro: Bară din End
ru_ru: Стержень Энда
sk_sk: Endová tyč
sl_si: Končna palica
sv_se: Endstav
th_th: แท่งเอนด์
tr_tr: End Çubuğu
vi_vn: Thanh gậy End
zh_cn: 末地烛
zh_tw: 終界燭

# tile_enderChest_name
source: Ender Chest
af_za: Ender Kis
ar_sa: صندوق الاندر
be_by: Эндар-куфар
bg_bg: Сандък от Края
ca_es: Cofre d'Ender
cs: Enderitová truhla
da_dk: Enderkiste
de: Endertruhe
de_at: Enderkistn
el_gr: Σεντούκι του Έντερ
es: Cofre de ender
eu_es: Enderkutxa
fa_ir: صندوقچه فرجام
fi: Ääriarkku
fil_ph: Baul ng Wakas
fr_ca: Coffre de l'Ender
ga_ie: Cófra na Críche
gd_gb: Ciste Ender
gl_es: Cofre de Ender
he: תיבת אנדר
hi_in: अंतवह छाती
hr_hr: Ender Škrinja
hu_hu: Enderláda
hy_am: Էնդերի Սնդուկ
id_id: Peti Ender
is_is: Enda kista
it: Baule di ender
ja_jp: エンダーチェスト
ka_ge: ენდერის სკივრი
ko_kr: 엔더 상자
lb_lu: Enderkëscht
lt_lt: Ender skrynia
lv_lv: Ender lāde
mn_mn: Шилжих авдар
ms_my: Peti Akhiran
mt_mt: Senduq tal-Ender
nl_nl: Enderkist
nn_no: Ende-kiste
pl: Skrzynia Endu
pt: Baú do End
ro_ro: Cufăr de Ender
ru_ru: Эндер-сундук
sk_sk: Enderová truhlica
sl_si: Ender skrinja
sv_se: Enderkista
th_th: หีบเอ็นเดอร์
tr_tr: Ender Sandığı
vi_vn: Rương Ender
zh_cn: 末影箱
zh_tw: 終界箱

# tile_farmland_name
source: Farmland
af_za: Landbougrond
ar_sa: أرض زراعية
be_by: Ралля
bg_bg: Обработваема земя
ca_es: Terra de cultiu
cs: Ornice
da_dk: Landbrugsjord
de: Ackerboden
de_at: Ocka
el_gr: Χωράφι
es: Tierra de cultivo
eu_es: Saila
fa_ir: خاک مزرعه
fi: Viljelysmaa
fil_ph: Bukiran
fr_ca: Terre labourée
ga_ie: Talamh Feirme
gl_es: Terra de cultivo
he: ערוגה
hi_in: खेत
hr_hr: Plodna Zemlja
hu_hu: Termőföld
hy_am: Մշակահող
id_id: Tanah Garapan
is_is: Ræktunarland
it: Terra zappata
ja_jp: 耕地
ka_ge: დამუშავებული მიწა
ko_kr: 경작지
lb_lu: Feld
lt_lt: Išarta žemė
lv_lv: Lauks
mi_nz: Papanga pāmu
mn_mn: Хагалсан газар
ms_my: Tanah Ladang
mt_mt: Art tar-Raba
nl_nl: Akkerland
nn_no: Åker
pl: Pole uprawne
pt: Terra Arada
ro_ro: Teren agricol
ru_ru: Пашня
sk_sk: Zoraná pôda
sl_si: Zorana zemlja
sv_se: Åkerjord
th_th: พื้นที่เกษตรกรรม
tr_tr: Tarım Arazisi
vi_vn: Đất ruộng
zh_cn: 耕地
zh_tw: 耕地

# tile_fence_name
source: Oak Fence
af_za: Eikehout Heining
ar_sa: سياج
be_by: Дубовы плот
bg_bg: Дъбова ограда
ca_es: Tanca
cs: Plot
da_dk: Hegn
de: Eichenholzzaun
de_at: Oachnhoizzaun
el_gr: Φράχτης
es: Valla de madera de roble
eu_es: Haritzezko hesia
fa_ir: حصار چوبي
fi: Aita
fil_ph: Bakod
fr_ca: Clôture en bois de chêne
ga_ie: Claí Darach
gl_es: Valado de carballo
he: גדר אלון
hi_in: बाड़
hr_hr: Ograda
hu_hu: Tölgyfa kerítés
hy_am: Ցանկապատ
id_id: Pagar
is_is: Girðing
it: Staccionata di quercia
ja_jp: オークのフェンス
ka_ge: მუხის ღობე
ko_kr: 참나무 울타리
lb_lu: Eechenholzzonk
lt_lt: Ąžuolo tvora
lv_lv: Žogs
mi_nz: Taiepa
mn_mn: Царс модон хашаа
ms_my: Pagar Kayu Oak
mt_mt: Ċint tal-Ballut
nl_nl: Eikenhouten hek
nn_no: Gjerde av eik
pl: Płot
pt: Cerca de Madeira de Carvalho
ro_ro: Gard de stejar
ru_ru: Дубовый забор
sk_sk: Dubový plot
sl_si: Hrastova ograja
sv_se: Ekträstaket
th_th: รั้วไม้โอ๊ก
tr_tr: Meşe Çit
vi_vn: Hàng rào gỗ sồi
zh_cn: 橡木栅栏
zh_tw: 橡木柵欄

# tile_fenceGate_name
source: Oak Fence Gate
af_za: Eikehout Hek
ar_sa: بوابة سياج
be_by: Дубовая брамка
bg_bg: Порта
ca_es: Porta de tanca
cs: Dubová branka
da_dk: Hegnslåge
de: Eichenholzzauntor
de_at: Oachnhoizzauntor
el_gr: Πόρτα Φράχτη από Ξύλο Βελανιδιάς
es: Puerta de valla de madera de roble
eu_es: Haritzezko hesi atea
fa_ir: دروازه چوبي
fi: Portti
fil_ph: tarangkahang pangbakod na gawa sa Roble
fr_ca: Porte de clôture en bois de chêne
ga_ie: Geata Darach
gl_es: Cancela de carballo
he: שער גדר אלון
hi_in: बाड़ गेट
hr_hr: Vrata za Ogradu
hu_hu: Tölgyfa kerítéskapu
hy_am: Դարբաս
id_id: Pintu Pagar Ek
is_is: Hlið
it: Cancelletto di quercia
ja_jp: オークのフェンスゲート
ka_ge: მუხის ღობის ჭიშკარი
ko_kr: 참나무 울타리 문
lb_lu: Eechenholzzonkpaart
lt_lt: Varteliai
lv_lv: Žoga vārti
mn_mn: Царс модон хашаа
ms_my: Pintu Pagar Kayu Oak
mt_mt: Grada tal-Ballut
nl_nl: Eikenhouten poortje
nn_no: Grind av eik
pl: Furtka
pt: Portão de Madeira de Carvalho
ro_ro: Portiță de stejar
ru_ru: Дубовая калитка
sk_sk: Dubová bránka
sl_si: Hrastova ograjna vrata
sv_se: Ekträstaketgrind
th_th: ประตูรั้วไม้โอ๊ก
tr_tr: Meşe Çit Kapısı
vi_vn: Cổng rào gỗ sồi
zh_cn: 橡木栅栏门
zh_tw: 橡木柵欄門

# tile_fenceIron_name
source: Iron Bars
af_za: Ysterstawe
ar_sa: قضبان حديدية
be_by: Жалезныя краты
bg_bg: Железни решетки
ca_es: Barrots de ferro
cs: Železné mříže
da_dk: Jerntremmer
de: Eisengitter
de_at: Eisngitta
el_gr: Σιδερένια κάγκελα
es: Barrotes
eu_es: Burdinazko barrak
fa_ir: ميله هاي آهني
fi: Kalterit
fil_ph: Rehas
fr_ca: Barreaux de fer
ga_ie: Barraí Iarainn
gl_es: Barrotes
he: סורגי ברזל
hi_in: लोहे की सलाखों
hr_hr: Željezne Šipke
hu_hu: Vasrács
hy_am: Երկաթե Ճաղեր
id_id: Jeruji Besi
is_is: Járnrimlar
it: Sbarre di ferro
ja_jp: 鉄格子
ka_ge: რკინის გისოსები
ko_kr: 철창
lb_lu: Eisegitter
lt_lt: Grotos
lv_lv: Dzelzs restes
mn_mn: Төмөр тор
ms_my: Palang Besi
mt_mt: Vireg tal-Ħadid
nl_nl: Tralies
nn_no: Gitter
pl: Żelazne kraty
pt: Grades de Ferro
ro_ro: Gratii de fier
ru_ru: Железные прутья
sk_sk: Železné mreže
sl_si: Železne rešetke
sv_se: Järngaller
th_th: ลูกกรงเหล็ก
tr_tr: Demir Parmaklık
vi_vn: Hàng rào sắt
zh_cn: 铁栏杆
zh_tw: 鐵柵欄

# tile_fire_name
source: Fire
af_za: Vuur
ar_sa: نار
be_by: Агонь
bg_bg: Огън
ca_es: Foc
cs: Oheň
da_dk: Ild
de: Feuer
de_at: Feia
el_gr: Φωτιά
es: Fuego
eu_es: Sua
fa_ir: آتش
fi: Tuli
fil_ph: Apoy
fr_ca: Feu
ga_ie: Tine
gd_gb: Teine
gl_es: Lume
he: אש
hi_in: आग
hr_hr: Vatra
hu_hu: Tűz
hy_am: Կրակ
id_id: Api
is_is: Eldur
it: Fuoco
ja_jp: 炎
ka_ge: ცეცხლი
ko_kr: 불
lb_lu: Feier
lt_lt: Ugnis
lv_lv: Uguns
mi_nz: Ahi
mn_mn: Гал
ms_my: Api
mt_mt: Nar
nl_nl: Vuur
nn_no: Eld
pl: Ogień
pt: Fogo
ro_ro: Foc
ru_ru: Огонь
sk_sk: Oheň
sl_si: Ogenj
sv_se: Eld
th_th: ไฟ
tr_tr: Ateş
vi_vn: Lửa
zh_cn: 火
zh_tw: 火

# tile_flower1_dandelion_name
source: Dandelion
af_za: Perdeblom
ar_sa: الهندباء
be_by: Дзьмухавец
bg_bg: Глухарче
ca_es: Dent de lleó
cs: Pampeliška
da_dk: Mælkebøtte
de: Löwenzahn
de_at: Löwnzohn
el_gr: Πικραλίδα
es: Diente de león
eu_es: Txikoria-belar
fa_ir: گل داندليون
fi: Voikukka
fil_ph: Ngiping Leon
fr_ca: Pissenlit
ga_ie: Caisearbhán
gl_es: Dente de león
he: שן הארי
hr_hr: Maslačak
hu_hu: Pitypang
hy_am: Խատուտիկ
is_is: Túnfífill
it: Dente di leone
ja_jp: タンポポ
ka_ge: ბაბუაწვერა
ko_kr: 민들레
lb_lu: Bettseechesch
lt_lt: Pienė
lv_lv: pienene
mi_nz: Tawao
mn_mn: Багваахай цэцэг
ms_my: Bunga Kekwa
mt_mt: Lelluxa
nl_nl: Paardenbloem
nn_no: Løvetann
pl: Mlecz
pt: Dente-de-Leão
ro_ro: Păpădie
ru_ru: Одуванчик
sk_sk: Púpava
sl_si: Regrat
sv_se: Maskros
th_th: ดอกแดนดิไลอ้อน
tr_tr: Karahindiba
vi_vn: Bồ công anh
zh_cn: 蒲公英
zh_tw: 蒲公英

# tile_flower1_name
source: Flower
af_za: Blom
ar_sa: زهرة
be_by: Кветка
bg_bg: Цвете
ca_es: Flor
cs: Květina
da_dk: Blomst
de: Blume
de_at: Bleam
el_gr: Λουλούδι
es: Flor
eu_es: Lorea
fa_ir: گل
fi: Kukka
fil_ph: Bulaklak
fr_ca: Pissenlit
ga_ie: Bláth
gl_es: Flor
he: פרח
hi_in: फूल
hr_hr: Cvijet
hu_hu: Virág
hy_am: Ծաղիկ
id_id: Bunga
is_is: Blóm
it: Dente di leone
ja_jp: 花
ka_ge: ყვავილი
ko_kr: 꽃
lb_lu: Blumm
lt_lt: Gėlė
lv_lv: Puķe
mn_mn: Цэцэг
ms_my: Bunga
mt_mt: Fjura
nl_nl: Bloem
nn_no: Blome
pl: Kwiat
pt: Flor
ro_ro: Floare
ru_ru: Одуванчик
sk_sk: Kvet
sl_si: Roža
sq_al: Lule
sv_se: Blomma
th_th: ดอกไม้
tr_tr: Çiçek
vi_vn: Hoa
zh_cn: 花
zh_tw: 花

# tile_flower2_allium_name
source: Allium
af_za: Wilde Ui
ar_sa: خولنجان
be_by: Цыбуля
bg_bg: Лук
ca_es: All bord
cs: Česnek
de: Sternlauch
de_at: Sternlauch
el_gr: Άλλιο
fa_ir: گل آليوم
fi: Laukka
he: שום
hr_hr: Ukrasni Luk
hu_hu: Hagymavirág
hy_am: Սոխ
is_is: Villilaukur
it: Fiore d'aglio
ja_jp: アリウム
ka_ge: ხახვი
ko_kr: 파꽃
lt_lt: Česnakas
lv_lv: Ālijs
mn_mn: Халиар
nl_nl: Look
nn_no: Villauk
pl: Czosnek
pt: Alho Silvestre
ro_ro: Arpagic
ru_ru: Лук-батун
sk_sk: Medvedí cesnak
sl_si: Luk
sv_se: Gräslök
th_th: ดอกอัลเลียม
vi_vn: Hành tím
zh_cn: 绒球葱
zh_tw: 紫紅球花

# tile_flower2_blueOrchid_name
source: Blue Orchid
af_za: Blou Orgideë
ar_sa: الأوركيد الأزرق
be_by: Блакітная архідэя
bg_bg: Синя орхидея
ca_es: Orquídia blava
cs: Modrá orchidej
da_dk: Blå orkidé
de: Blaue Orchidee
de_at: Blaue Orchidee
el_gr: Μπλε ορχιδέα
es: Orquídea azul
eu_es: Orkide urdina
fa_ir: گل ارکيده آبي
fi: Sininen orkidea
fil_ph: Asul na Orkidia
fr_ca: Orchidées bleues
ga_ie: Magairlín Gorm
gl_es: Orquídea azul
he: סחלב כחול
hi_in: ब्लू आर्किड फूल
hr_hr: Plava Orhideja
hu_hu: Kék orchidea
hy_am: Կապույտ Օրխիդեա
id_id: Anggrek Biru
is_is: Blátt brönugras
it: Orchidea blu
ja_jp: ヒスイラン
ka_ge: ლურჯი ორქიდეა
ko_kr: 파란색 난초
lb_lu: Blo Orchidee
lt_lt: Mėlynoji orchidėja
lv_lv: Zila orhideja
mn_mn: Хөх цахирмаа
ms_my: Orkid Biru
mt_mt: Orkidea Blu
nl_nl: Blauwe orchidee
nn_no: Blå orkidé
pl: Niebieska orchidea
pt: Orquídea Azul
ro_ro: Orhidee albastră
ru_ru: Синяя орхидея
sk_sk: Modrá orchidea
sl_si: Modra orhideja
sv_se: Blå orkidé
th_th: กล้วยไม้สีฟ้า
tr_tr: Mavi Orkide
vi_vn: Phong lan xanh
zh_cn: 兰花
zh_tw: 藍色蝴蝶蘭

# tile_flower2_houstonia_name
source: Azure Bluet
af_za: Blou Aster
ar_sa: بلوت أزور
be_by: Васілёк
bg_bg: Лазурна метличина
ca_es: Houstonia caerulea
cs: Houstonie modrá
da_dk: Blå porcelænstjerne
de: Porzellansternchen
de_at: Porzellansternchen
el_gr: Ανεμολούλουδο
eu_es: Bluet urdin argia
fa_ir: گل هاستونيا
fi: Keijunsilmä
fil_ph: Azureng Bluet
fr_ca: Houstonies bleues
ga_ie: Goirmín Spéiriúil
gl_es: Beldro
he: פרח בר כחול
hi_in: नीला Bluet
hr_hr: Azurna Blueta
hu_hu: Kékpárna
hy_am: Կապույտ Տերեփուկ
id_id: Bunga Liar Biru
is_is: Bláeyg
it: Fiori di campo
ja_jp: ヒナソウ
ka_ge: ცისფერი ბლუეტი
ko_kr: 선애기별꽃
lb_lu: Porzeläinsstäerchen
lt_lt: Žydroji bajorė
lv_lv: Azure rudzupuķe
mn_mn: Хонгорзул
nl_nl: Porseleinsterretje
nn_no: Houstonia
pl: Houstonia błękitna
ro_ro: Lăptișor
ru_ru: Голубой василёк
sk_sk: Azúrová houstónia
sl_si: Vijolice
sv_se: Porslinsstjärna
th_th: ดอกแอเชอร์บลูเอ็ท
tr_tr: Hüstonya
vi_vn: Thiến thảo xanh
zh_cn: 茜草花
zh_tw: 雛草

# tile_flower2_name
source: Flower
af_za: Blom
ar_sa: زهرة
be_by: Кветка
bg_bg: Цвете
ca_es: Flor
cs: Květina
da_dk: Blomst
de: Blume
de_at: Bleam
el_gr: Λουλούδι
es: Flor
eu_es: Lorea
fa_ir: گل
fi: Kukka
fil_ph: Bulaklak
fr_ca: Fleurs (sauf pissenlit)
ga_ie: Bláth
gl_es: Flor
he: פרח
hi_in: फूल
hr_hr: Cvijet
hu_hu: Virág
hy_am: Ծաղիկ
id_id: Bunga
is_is: Blóm
it: Fiore (non il dente di leone)
ja_jp: 花
ka_ge: ყვავილი
ko_kr: 꽃
lb_lu: Blumm
lt_lt: Gėlė
lv_lv: Puķe
mn_mn: Цэцэг
ms_my: Bunga2
mt_mt: Fjura
nl_nl: Bloem
nn_no: Blome
pl: Kwiat
pt: Flor
ro_ro: Floare
ru_ru: Цветок
sk_sk: Kvet
sl_si: Roža
sq_al: Lule
sv_se: Blomma
th_th: ดอกไม้
tr_tr: Çiçek
vi_vn: Hoa
zh_cn: 花
zh_tw: 花

# tile_flower2_oxeyeDaisy_name
source: Oxeye Daisy
af_za: Madeliefie
ar_sa: ديزي عُزي
be_by: Цюцюпан
bg_bg: Бяла маргаритка
ca_es: Margarida
cs: Kopretina
da_dk: Hvid okseøje
de: Margerite
de_at: Gänsebleaml
el_gr: Μαργαρίτα
es: Margarita
eu_es: Bitxilorea
fa_ir: گل آکسي ديسي
fi: Päivänkakkara
fr_ca: Marguerite
ga_ie: Nóinín Mór
gl_es: Margarida
he: חרצית לבנה
hi_in: Oxeye डेज़ी
hr_hr: Tratinčica
hu_hu: Margaréta
hy_am: Մարգարտածաղիկ
id_id: Aster
is_is: Freyjubrá
it: Margherita
ja_jp: フランスギク
ka_ge: გვირილა
ko_kr: 데이지
lb_lu: Maargréitchen
lt_lt: Paprastoji baltagalvė
lv_lv: Margrietiņa
mn_mn: Хонин нүд
ms_my: Daisi Mata Lembu
mt_mt: Narċisa
nl_nl: Margriet
nn_no: Prestekrage
pl: Margaretka
pt: Margarida
ro_ro: Margaretă
ru_ru: Ромашка
sk_sk: Margaréta biela
sl_si: Marjetica
sv_se: Prästkrage
th_th: ดอกเดซี่อ๊อกซ์อาย
tr_tr: Papatya
vi_vn: Cúc trắng
zh_cn: 滨菊
zh_tw: 雛菊

# tile_flower2_poppy_name
source: Poppy
af_za: Papawer
ar_sa: وردة حمراء
be_by: Мак
bg_bg: Мак
ca_es: Rosella
cs: Vlčí mák
da_dk: Valmue
de: Mohn
de_at: Mohnbleaml
el_gr: Παπαρούνα
es: Amapola
eu_es: Mitxoleta
fa_ir: گل پاپي
fi: Unikko
fil_ph: Amapola
fr_ca: Coquelicot
ga_ie: Poipín
gl_es: Mapoula
he: פרג
hr_hr: Mak
hu_hu: Pipacs
hy_am: Կակաչ
is_is: Valmúll
it: Papavero
ja_jp: ポピー
ka_ge: ყაყაჩო
ko_kr: 양귀비
lb_lu: Feierblumm
lt_lt: Aguona
lv_lv: magone
mn_mn: Намуу
mt_mt: Peprina
nl_nl: Klaproos
nn_no: Valmue
pl: Mak
pt: Papoila
ro_ro: Mac
ru_ru: Мак
sk_sk: Vlčí mak
sl_si: Mak
sv_se: Vallmo
th_th: ดอกป๊อปปี้
tr_tr: Gelincik
vi_vn: Anh túc
zh_cn: 罂粟
zh_tw: 罌粟

# tile_flower2_tulipOrange_name
source: Orange Tulip
af_za: Oranje Tulp
ar_sa: توليب البرتقالي
be_by: Аранжавы цюльпан
bg_bg: Оранжево лале
ca_es: Tulipa taronja
cs: Oranžový tulipán
da_dk: Orange Tulipan
de: Orange Tulpe
de_at: Orange Tulpn
el_gr: Πορτοκαλί τουλίπα
es: Tulipán naranja
eu_es: Tulipa laranja
fa_ir: گل لاله نارنجي
fi: Oranssi tulppaani
fil_ph: Tulipang Kahel
fr_ca: Tulipe orange
ga_ie: Tiúilip Oráisteach
gl_es: Tulipán laranxa
he: צבעוני כתום
hi_in: नारंगी सुर्ख
hr_hr: Narančasti Tulipan
hu_hu: Narancssárga tulipán
hy_am: Նարնջագույն Վարդակակաչ
id_id: Tulip Jingga
is_is: Appelsínugulur Túlipani
it: Tulipano arancione
ja_jp: 橙色のチューリップ
ka_ge: ნარინჯისფერი ტიტა
ko_kr: 주황색 튤립
lb_lu: Orange Tulp
lt_lt: Oranžinė tulpė
lv_lv: Oranža tulpe
mn_mn: Улбар алтанзул
ms_my: Tulip Jingga
mt_mt: Tulip Oranġjo
nl_nl: Oranje tulp
nn_no: Oransje tulipan
pl: Pomarańczowy tulipan
pt: Tulipa Laranja
ro_ro: Lalea portocalie
ru_ru: Оранжевый тюльпан
sk_sk: Oranžový tulipán
sl_si: Oranžni tulipan
sv_se: Orange tulpan
th_th: ดอกทิวลิปส้ม
tr_tr: Turuncu Lale
vi_vn: Uất kim hương cam
zh_cn: 橙色郁金香
zh_tw: 橙色鬱金香
