Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# subtitles_entity_squid_ambient
source: Squid swims
af_za: Inkvis swem
be_by: Спрут плыве
bg_bg: Сепия плува
ca_es: Un calamar neda
cs: chobotnice plave
da_dk: Blæksprutte svømmer
de: Tintenfisch schwimmt
el_gr: Το καλαμάρι κολυμπάει
es: Calamar nadando
fi: Kalmari ui
fr_ca: Poulpe qui nage
ga_ie: Scuid ag snámh
gd_gb: Tha an gibearnach a' snàmh
gl_es: Polbo nadando
he: דיונון שוחה
hu_hu: Tintahal úszik
id_id: Cumi-cumi berenang
it: Un calamaro nuota
ja_jp: イカが泳ぐ
ka_ge: კალმარი ცურავს
ko_kr: 오징어가 헤엄침
lb_lu: Tëntefësch schwëmmt
lt_lt: Kalmaras plaukia
ms_my: Sotong berenang
mt_mt: Klamar qed jgħum
nl_nl: Inktvis zwemt
pl: Kałamarnica pływa
pt: Lula nada
ro_ro: Calmar înotând
ru_ru: Плывёт спрут
sk_sk: Plávanie chobotnice
sl_si: Pajek plava
sv_se: Bläckfisk simmar
th_th: หมึกว่ายน้ำ
tr_tr: Mürekkep Balığı yüzüyor
vi_vn: Mực bơi
zh_cn: 鱿鱼：游动
zh_tw: 魷魚游泳聲

# subtitles_entity_squid_death
source: Squid dies
af_za: Inkvis sterf
be_by: Спрут гіне
bg_bg: Сепия умира
ca_es: Un calamar mor
cs: chobotnice zemřela
da_dk: Blæksprutte dør
de: Tintenfisch stirbt
el_gr: Το καλαμάρι πεθαίνει
es: Calamar muere
fi: Kalmari kuolee
fr_ca: Poulpe qui meurt
ga_ie: Scuid ag fáil bháis
gd_gb: Tha an an gibearnach a' bàsachadh
gl_es: Morte de polbo
he: דיונון מת
hu_hu: Tintahal meghal
id_id: Cumi-cumi meninggal
it: Un calamaro muore
ja_jp: イカが死ぬ
ka_ge: კალმარი მოკვდა
ko_kr: 오징어가 죽음
lb_lu: Tëntefësch stierft
lt_lt: Kalmaras miršta
ms_my: Sotong mati
mt_mt: Klamar miet
nl_nl: Inktvis sterft
pl: Kałamarnica ginie
pt: Lula morre
ro_ro: Calmar murind
ru_ru: Спрут погибает
sk_sk: Umieranie chobotnice
sl_si: Ligenj umre
sv_se: Bläckfisk dör
th_th: หมึกตาย
tr_tr: Mürekkep Balığı öldü
vi_vn: Mực chết
zh_cn: 鱿鱼：死亡
zh_tw: 魷魚死亡

# subtitles_entity_squid_hurt
source: Squid hurts
af_za: Inkvis beseer
be_by: Спрут паранены
bg_bg: Нараняване на сепия
ca_es: Un calamar es fa mal
cs: chobotnice byla zraněna
da_dk: Blæksprutte bliver skadet
de: Tintenfisch nimmt Schaden
el_gr: Το καλαμάρι τραυματίζεται
es: Calamar herido
fi: Kalmari vahingoittuu
fr_ca: Poulpe blessé
ga_ie: Gortaítear scuid
gd_gb: Chaidh an gibearnach a leònadh
gl_es: Polbo ferido
he: דיונון נפצע
hu_hu: Tintahal sérül
id_id: Cumi-cumi terluka
it: Un calamaro è ferito
ja_jp: イカがダメージを受ける
ka_ge: კალმარი დაიჭრა
ko_kr: 오징어가 상처를 입음
lb_lu: Tëntefësch hellt Schued
lt_lt: Sužeistas kalmaras
ms_my: Sotong kesakitan
mt_mt: Klamar weġġa'
nl_nl: Inktvis heeft pijn
pl: Kałamarnica cierpi
pt: Lula aleija-se
ro_ro: Calmar rănit
ru_ru: Спрут ранен
sk_sk: Poranenie chobotnice
sl_si: Ligenj se poškoduje
sv_se: Bläckfisk skadas
th_th: หมึกได้รับบาดเจ็บ
tr_tr: Mürekkep Balığı hasar aldı
vi_vn: Mực bị thương
zh_cn: 鱿鱼：受伤
zh_tw: 魷魚受傷

# subtitles_entity_stray_ambient
source: Stray rattles
af_za: Dwaalgees ratel
be_by: Бадзяга бразгоча касцямі
bg_bg: Скелет скитник трака
ca_es: Esquelet glacial trontollant
cs: chrastění tuláka
da_dk: Omstrejfende rasler
de: Eiswanderer klappert
el_gr: Ο Περιπλανώμενος κροταλίζει
es: Esqueleto glacial traqueteando
fi: Vaeltaja kolisee
fr_ca: Cliquetis de rôdeur
gd_gb: Tha an seachranach a' dèanamh gleadhar
he: תועה נוקש
hu_hu: Kóborló csörög
id_id: Liar bergetar
it: Uno scheletro vagante scricchiola
ja_jp: ストレイが骨を鳴らす
ka_ge: მაწანწალას ჩხარუნი
ko_kr: 스트레이가 달그락거림
lb_lu: Vagabund klappert
lt_lt: Sutarška klajūnas
ms_my: Liar berdetar-detar
mt_mt: Skeletru vagabondu jċaqċaq
nl_nl: Verdwaalde ratelt
pl: Tułacz klekocze
pt: Vagante chocalha
ro_ro: Hoinar zornăind
ru_ru: Стук костей зимогора
sk_sk: Hŕkanie Tuláka
sl_si: Brezdomec ropota
sv_se: Vandrare skallrar
tr_tr: Serseri takırdıyor
vi_vn: Quái lang thang kêu
zh_cn: 流髑：咯咯声
zh_tw: 流髑喀啦聲

# subtitles_entity_stray_death
source: Stray dies
af_za: Dwaalgees sterf
be_by: Бадзяга гіне
bg_bg: Скелет скитник умира
ca_es: Esquelet glacial mor
cs: tulák zemřel
da_dk: Omstrejfende dør
de: Eiswanderer stirbt
el_gr: Ο Περιπλανώμενος πεθαίνει
es: Esqueleto glacial muere
fi: Vaeltaja kuolee
fr_ca: Rôdeur qui meurt
gd_gb: Tha an seachranach a' bàsachadh
he: תועה מת
hu_hu: Kóborló meghal
id_id: Liar mati
it: Uno scheletro vagante muore
ja_jp: ストレイが死ぬ
ka_ge: მაწანწალა მოკვდა
ko_kr: 스트레이가 죽음
lb_lu: Vagabund stierft
lt_lt: Miršta klajūnas
ms_my: Liar mati
mt_mt: Skeletru vagabondu jmut
nl_nl: Verdwaalde sterft
pl: Tułacz umiera
pt: Vagante morre
ro_ro: Hoinar murind
ru_ru: Зимогор погибает
sk_sk: Stray umiera
sl_si: Brezdomec umre
sv_se: Vandrare dör
tr_tr: Serseri öldü
vi_vn: Quái lang thang chết
zh_cn: 流髑：死亡
zh_tw: 流髑死亡

# subtitles_entity_stray_hurt
source: Stray hurt
af_za: Dwaalgees beseer
be_by: Бадзяга паранены
bg_bg: Нараняване на скелет скитник
ca_es: Esquelet glacial ferit
cs: tulák byl zraněn
da_dk: Omstrejfende bliver skadet
de: Eiswanderer nimmt Schaden
el_gr: Ο Περιπλανώμενος τραυματίζεται
es: Esqueleto glacial herido
fi: Vaeltaja vahingoittuu
fr_ca: Rôdeur blessé
gd_gb: Chaidh an seachranach a leònadh
he: תועה נפגע
hu_hu: Kóborló sérül
id_id: Liar terluka
it: Uno scheletro vagante è ferito
ja_jp: ストレイがダメージを受ける
ka_ge: მაწანწალა დაიჭრა
ko_kr: 스트레이가 상처를 입음
lb_lu: Vagabund hellt Schued
lt_lt: Sužeidžiamas klajūnas
ms_my: Liar kesakitan
mt_mt: Skeletru vagabondu jweġġa'
nl_nl: Verdwaalde heeft pijn
pl: Tułacz cierpi
pt: Vagante aleija-se
ro_ro: Hoinar rănit
ru_ru: Зимогор ранен
sk_sk: Stray bolí
sl_si: Brezdomec se poškoduje
sv_se: Vandrare skadas
tr_tr: Serseri hasar aldı
vi_vn: Quái lang thang bị thương
zh_cn: 流髑：受伤
zh_tw: 流髑受到傷害

# subtitles_entity_tnt_primed
source: TNT fizzes
af_za: TNT sis
be_by: Шыпенне кнота дынаміту
bg_bg: Съскане на динамит
ca_es: Un TNT sona
cs: vznícení TNT
da_dk: TNT syder
de: TNT zischt
el_gr: Ο δυναμίτης σφυρίζει
es: Mecha de dinamita
fi: TNT sihisee
fr_ca: TNT amorcé
ga_ie: TNT ag siosarnach
gl_es: TNT encendida
he: חומר נפץ תוסס
hu_hu: TNT serceg
id_id: TNT mendesis
it: TNT attivata
ja_jp: TNTが着火する
ka_ge: TNT შიშინებს
ko_kr: TNT가 점화됨
lb_lu: TNT zischt
lt_lt: Šnypščia dinamitas
ms_my: TNT berdesis
mt_mt: Splussivi attivati
nl_nl: TNT sist
pl: TNT syczy
pt: TNT é acendida
ro_ro: TNT fâsâind
ru_ru: Шипение фитиля динамита
sk_sk: Syčanie TNT
sl_si: Dinamit cvrči
sv_se: Dynamit pyser
th_th: TNT ถูกจุด
tr_tr: TNT fitili yanıyor
vi_vn: Thuốc nổ xì
zh_cn: TNT：嘶嘶作响
zh_tw: TNT 嗞嗞作響

# subtitles_entity_villager_ambient
source: Villager mumbles
af_za: Dorpenaar mompel
be_by: Селянін мармыча
bg_bg: Селянин мънка
ca_es: Un vilatà remuga
cs: mumlání vesničana
da_dk: Landsbybeboer mumbler
de: Dorfbewohner murmelt
el_gr: Ο χωριάτης μουρμουρίζει
es: Aldeano murmurando
fi: Kyläläinen mumisee
fr_ca: Marmonnement de villageois
ga_ie: Sráideánach ag monabhar
gd_gb: Tha an saoranach a' brunndail
gl_es: Aldeán murmurando
he: כפרי ממלמל
hu_hu: Falusi hümmög
id_id: Penduduk bergumam
it: Un villico mormora
ja_jp: 村人がつぶやく
ka_ge: სოფლელის ბურტყუნი
ko_kr: 주민이 속삭임
lb_lu: Awunner flüstert
lt_lt: Sumurma kaimietis
ms_my: Penduduk kampung bercakap dengan tidak terang
mt_mt: Villeġġjatur garr
nl_nl: Dorpeling mompelt
nn_no: Landsbybuar mumlar
pl: Osadnik mamrocze
pt: Aldeão balbucia
ro_ro: Sătean mormăind
ru_ru: Бормотание деревенщины
sk_sk: Mrmlanie osadníka
sl_si: Vaščan zamrmra
sv_se: Bybo mumlar
th_th: ชาวบ้านพูดคุย
tr_tr: Köylü homurdanıyor
vi_vn: Dân làng lẩm bẩm
zh_cn: 村民：喃喃自语
zh_tw: 村民嘀咕聲

# subtitles_entity_villager_death
source: Villager dies
af_za: Dorpenaar sterf
be_by: Селянін гіне
bg_bg: Селянин умира
ca_es: Un vilatà mor
cs: vesničan zemřel
da_dk: Landsbybeboer dør
de: Dorfbewohner stirbt
el_gr: Ο χωριάτης πεθαίνει
es: Aldeano muere
fi: Kyläläinen kuolee
fr_ca: Villageois qui meurt
ga_ie: Sráideánach ag fail bháis
gd_gb: Tha an saoranach a' bàsachadh
gl_es: Morte de aldeán
he: כפרי מת
hu_hu: Falusi meghal
id_id: Penduduk meninggal
it: Un villico muore
ja_jp: 村人が死ぬ
ka_ge: სოფლელი მოკვდა
ko_kr: 주민이 죽음
lb_lu: Awunner stierft
lt_lt: Kaimietis miršta
ms_my: Penduduk kampung meninggal dunia
mt_mt: Villeġġjatur miet
nl_nl: Dorpeling sterft
nn_no: Landsbybuar døyr
pl: Osadnik ginie
pt: Aldeão morre
ro_ro: Sătean murind
ru_ru: Деревенщина погибает
sk_sk: Umieranie osadníka
sl_si: Vaščan umre
sv_se: Bybo dör
th_th: ชาวบ้านตาย
tr_tr: Köylü öldü
vi_vn: Dân làng chết
zh_cn: 村民：死亡
zh_tw: 村民死亡

# subtitles_entity_villager_hurt
source: Villager hurts
af_za: Dorpenaar beseer
be_by: Селянін паранены
bg_bg: Нараняване на селянин
ca_es: Un vilatà es fa mal
cs: vesničan byl zraněn
da_dk: Landsbybeboer bliver skadet
de: Dorfbewohner nimmt Schaden
el_gr: Ο χωριάτης τραυματίζεται
es: Aldeano herido
fi: Kyläläinen vahingoittuu
fr_ca: Villageois blessé
ga_ie: Gortaítear sráideánach
gd_gb: Chaidh an saoranach a leònadh
gl_es: Aldeán ferido
he: כפרי נפצע
hu_hu: Falusi sérül
id_id: Penduduk terluka
it: Un villico è ferito
ja_jp: 村人がダメージを受ける
ka_ge: სოფლელი დაიჭრა
ko_kr: 주민이 상처를 입음
lb_lu: Awunner hellt Schued
lt_lt: Sužeistas kaimietis
ms_my: Penduduk kampung kesakitan
mt_mt: Villeġġjatur weġġa'
nl_nl: Dorpeling heeft pijn
nn_no: Landsbybuar har vondt
pl: Osadnik cierpi
pt: Aldeão aleija-se
ro_ro: Sătean rănit
ru_ru: Деревенщина ранен
sk_sk: Poranenie osadníka
sl_si: Vaščan se poškoduje
sv_se: Bybo skadas
th_th: ชาวบ้านได้รับบาดเจ็บ
tr_tr: Köylü hasar aldı
vi_vn: Dân làng bị thương
zh_cn: 村民：受伤
zh_tw: 村民受傷

# subtitles_entity_villager_no
source: Villager disagrees
af_za: Dorpenaar verskil
be_by: Селянін не згодны
bg_bg: Селянин не е съгласен
ca_es: Un vilatà està desconforme
cs: vesničan nesouhlasí
da_dk: Villager er uenig
de: Dorfbewohner lehnt ab
el_gr: Ο χωριάτης διαφωνεί
es: Aldeano rechaza
fi: Kyläläinen on eri mieltä
fr_ca: Villageois qui refuse
ga_ie: Sráideánach ag easaontú
gd_gb: Chan eil an saoranaich ag aontachadh
gl_es: Aldeán rexeita
he: כפרי מסרב
hu_hu: Falusi elutasít
id_id: Pertidaksetujuan villager
it: Un villico è in disaccordo
ja_jp: 村人が取引を拒否する
ka_ge: სოფლელი უარს ამბობს
ko_kr: 주민이 거절함
lb_lu: Awunner refuséiert
lt_lt: Kaimietis nesutinka
ms_my: Penduduk kampung tidak bersetuju
mt_mt: Villeġġjatur ma qabilx
nl_nl: Dorpeling gaat niet akkoord
nn_no: Landsbybuar er usamd
pl: Osadnik nie zgadza się
pt: Aldeão discorda
ro_ro: Sătean nemulțumit
ru_ru: Деревенщина недоволен
sk_sk: Nesúhlas osadníka
sl_si: Vaščan se ne strinja
sv_se: Bybo håller inte med
th_th: ชาวบ้านไม่เห็นด้วย
tr_tr: Koylü reddetti
vi_vn: Dân làng không đồng ý
zh_cn: 村民：反对
zh_tw: 村民拒絕

# subtitles_entity_villager_trading
source: Villager trades
af_za: Dorpenaar ruil
be_by: Селянін гандлюе
bg_bg: Селянин търгува
ca_es: Un vilatà comercia
cs: vesničan obchoduje
da_dk: Villager handler
de: Dorfbewohner handelt
el_gr: Ο χωριάτης ανταλλάζει
es: Aldeano intercambia
fi: Kyläläinen tekee vaihtokaupan
fr_ca: Villageois qui échange
ga_ie: Sráideánach ag trádáil
gd_gb: Tha an saoranach a' malart
gl_es: Aldeán intercambiando
he: כפרי סוחר
hu_hu: Falusi kereskedik
id_id: Berdagang dengan villager
it: Un villico scambia
ja_jp: 村人が取引をする
ka_ge: სოფლელი ვაჭრობს
ko_kr: 주민이 교환함
lb_lu: Awunner handelt
lt_lt: Kaimietis prekiauja
ms_my: Penduduk kampung berdagang
mt_mt: Villeġġjatur partat
nl_nl: Dorpeling ruilt
nn_no: Landsbybuarar forhandlar
pl: Osadnik handluje
pt: Aldeão troca
ro_ro: Sătean făcând schimb
ru_ru: Деревенщина торгуется
sk_sk: Obchodovanie obchodníka
sl_si: Vaščan trguje
sv_se: Bybo byteshandlar
th_th: ชาวบ้านซื้อขายสินค้า
tr_tr: Köylü anlaştı
vi_vn: Dân làng trao đổi
zh_cn: 村民：交易
zh_tw: 村民交易

# subtitles_entity_villager_yes
source: Villager agrees
af_za: Dorpenaar stem saam
be_by: Селянін згодны
bg_bg: Селянин се съгласява
ca_es: Un vilatà assenteix
cs: vesničan souhlasí
da_dk: Villager accepterer
de: Dorfbewohner stimmt zu
el_gr: Ο χωριάτης συμφωνεί
es: Aldeano acepta
fi: Kyläläinen on samaa mieltä
fr_ca: Villageois qui accepte
ga_ie: Sráideánach ag aontú
gd_gb: Tha an saoranach ag aontachadh
gl_es: Aldeán acepta
he: כפרי מסכים
hu_hu: Falusi elfogad
id_id: Persetujuan Villager
it: Un villico è d'accordo
ja_jp: 村人が取引を受諾する
ka_ge: სოფლელი ეთანხმება
ko_kr: 주민이 승낙함
lb_lu: Awunner acceptéiert
lt_lt: Kaimietis sutinka
ms_my: Penduduk kampung bersetuju
mt_mt: Villeġġjatur qabel
nl_nl: Dorpeling gaat akkoord
nn_no: Landsbybuar er samd
pl: Osadnik zgadza się
pt: Aldeão concorda
ro_ro: Sătean mulțumit
ru_ru: Деревенщина доволен
sk_sk: Súhlas osadníka
sl_si: Vaščan se strinja
sv_se: Bybo håller med
th_th: ชาวบ้านเห็นด้วย
tr_tr: Köylü kabul etti
vi_vn: Dân làng đồng ý
zh_cn: 村民：赞同
zh_tw: 村民同意

# subtitles_entity_witch_ambient
source: Witch giggles
af_za: Heks giggel
be_by: Ведзьма гігікае
bg_bg: Вещица се кикоти
ca_es: Una bruixa riu
cs: chichotání čarodějnice
da_dk: Heks fniser
de: Hexe kichert
el_gr: Η μάγισσα χαχανίζει
es: Risas de bruja
fi: Noita kikattaa
fr_ca: Ricanement de sorcière
ga_ie: Cailleach ag scigireacht
gd_gb: Tha a' bhana-bhuidseach a' braoisgeil
gl_es: Risa de meiga
he: מכשפה מצחקקת
hu_hu: Boszorkány kuncog
id_id: Penyihir cekikikan
it: Una strega ridacchia
ja_jp: ウィッチが笑う
ka_ge: კუდიანის ხითხითი
ko_kr: 마녀가 웃음
lb_lu: Hex kickelt
lt_lt: Ragana krizena
ms_my: Ahli sihir ketawa berdekit-dekit
mt_mt: Saħħara daħqet
nl_nl: Heks giechelt
pl: Wiedźma chichocze
pt: Bruxa ri-se
ro_ro: Vrăjitoare chicotind
ru_ru: Хихиканье ведьмы
sk_sk: Chichot bosorky
sl_si: Čarovnica se zahihita
sv_se: Häxa fnittrar
th_th: แม่มดหัวเราะ
tr_tr: Cadı kıkırdıyor
vi_vn: Phù thủy cười khúc khích
zh_cn: 女巫：暗笑
zh_tw: 女巫咯咯笑

# subtitles_entity_witch_death
source: Witch dies
af_za: Heks sterf
be_by: Ведзьма гіне
bg_bg: Вещица умира
ca_es: Una bruixa mor
cs: čarodějnice zemřela
da_dk: Heks dør
de: Hexe stirbt
el_gr: Η μάγισσα πεθαίνει
es: Bruja muere
fi: Noita kuolee
fr_ca: Sorcière qui meurt
ga_ie: Cailleach ag fáil bháis
gd_gb: Tha a' bhana-bhuidseach a' bàsachadh
gl_es: Morte de meiga
he: מכשפה מתה
hu_hu: Boszorkány meghal
id_id: Penyihir meninggal
it: Una strega muore
ja_jp: ウィッチが死ぬ
ka_ge: კუდიანი მოკვდა
ko_kr: 마녀가 죽음
lb_lu: Hex stierft
lt_lt: Ragana miršta
ms_my: Ahli sihir meninggal dunia
mt_mt: Saħħara mietet
nl_nl: Heks sterft
pl: Wiedźma ginie
pt: Bruxa morre
ro_ro: Vrăjitoare murind
ru_ru: Ведьма погибает
sk_sk: Umieranie bosorky
sl_si: Čarovnica umre
sv_se: Häxa dör
th_th: แม่มดตาย
tr_tr: Cadı öldü
vi_vn: Phù thủy chết
zh_cn: 女巫：死亡
zh_tw: 女巫死亡

# subtitles_entity_witch_drink
source: Witch drinks
af_za: Heks drink
be_by: Ведзьма п’е зелле
bg_bg: Вещица пие
ca_es: Una bruixa beu
cs: čarodějnice pije
da_dk: Heks drikker
de: Hexe trinkt
el_gr: Η μάγισσα πίνει
es: Bruja bebiendo
fi: Noita juo
fr_ca: Sorcière qui boit
ga_ie: Cailleach ag ól
gd_gb: Tha a' bhana-bhuidseach ag òl
gl_es: Meiga bebendo
he: מכשפה שותה
hu_hu: Boszorkány iszik
id_id: Penyihir minum
it: Una strega beve
ja_jp: ウィッチが飲む
ka_ge: კუდიანი სვამს
ko_kr: 마녀가 물약을 마심
lb_lu: Hex dréngt
lt_lt: Ragana geria
ms_my: Ahli sihir meminum
mt_mt: Saħħara xorbot
nl_nl: Heks drinkt
pl: Wiedźma pije
pt: Bruxa bebe
ro_ro: Vrăjitoare bând
ru_ru: Ведьма пьёт зелье
sk_sk: Pitie bosorky
sl_si: Čarovnica pije
sv_se: Häxa dricker
th_th: แม่มดดื่มยา
tr_tr: Cadı iksir içiyor
vi_vn: Phù thủy uống thuốc
zh_cn: 女巫：喝药水
zh_tw: 女巫喝藥水

# subtitles_entity_witch_hurt
source: Witch hurts
af_za: Heks beseer
be_by: Ведзьма параненая
bg_bg: Нараняване на вещица
ca_es: Una bruixa es fa mal
cs: čarodějnice byla zraněna
da_dk: Heks bliver skadet
de: Hexe nimmt Schaden
el_gr: Η μάγισσα τραυματίζετε
es: Bruja herida
fi: Noita vahingoittuu
fr_ca: Sorcière blessée
ga_ie: Gortaítear cailleach
gd_gb: Chaidh a' bhana-bhuidseach a leònadh
gl_es: Meiga ferida
he: מכשפה נפצעת
hu_hu: Boszorkány sérül
id_id: Penyihir terluka
it: Una strega è ferita
ja_jp: ウィッチがダメージを受ける
ka_ge: კუდიანი დაიჭრა
ko_kr: 마녀가 상처를 입음
lb_lu: Hex hellt Schued
lt_lt: Sužeista ragana
ms_my: Ahli sihir kesakitan
mt_mt: Saħħara weġġgħet
nl_nl: Heks heeft pijn
pl: Wiedźma cierpi
pt: Bruxa aleija-se
ro_ro: Vrăjitoare rănită
ru_ru: Ведьма ранена
sk_sk: Poranenie bosorky
sl_si: Čarovnica se poškoduje
sv_se: Häxa skadas
th_th: แม่มดได้รับบาดเจ็บ
tr_tr: Cadı hasar aldı
vi_vn: Phù thủy bị thương
zh_cn: 女巫：受伤
zh_tw: 女巫受傷

# subtitles_entity_witch_throw
source: Witch throws
af_za: Heks gooi
be_by: Ведзьма кідае зелле
bg_bg: Вещица хвърля
ca_es: Una bruixa llança alguna cosa
cs: čarodějnice hází
da_dk: Heks kaster
de: Hexe wirft
el_gr: Η μάγισσα ρίχνει
es: Bruja lanzando pociones
fi: Noita heittää
fr_ca: Potion de sorcière lancée
ga_ie: Cailleach ag teilgean
gd_gb: Tha a' bhana-bhuidseach a' tilgeil
gl_es: Meiga lanzando pocións
he: מכשפה זורקת
hu_hu: Boszorkány dob
id_id: Penyihir melempar
it: Una strega lancia una pozione
ja_jp: ウィッチが投げる
ka_ge: კუდიანი ისვრის
ko_kr: 마녀가 물약을 던짐
lb_lu: Hex werft
lt_lt: Ragana sviedžia
ms_my: Ahli sihir membaling
mt_mt: Saħħara waddbet
nl_nl: Heks gooit
pl: Wiedźma rzuca
pt: Bruxa atira
ro_ro: Vrăjitoare aruncând
ru_ru: Ведьма бросает зелье
sk_sk: Hádzanie bosorky
sl_si: Čarovnica vrže
sv_se: Häxa kastar
th_th: แม่มดโยนขวดยา
tr_tr: Cadı iksir fırlattı
vi_vn: Phù thủy ném
zh_cn: 女巫：投掷
zh_tw: 女巫投擲

# subtitles_entity_wither_ambient
source: Wither angers
af_za: Wither raak kwaad
be_by: Відар раз'юшаны
bg_bg: Уидър се ядосва
ca_es: El Wither s'enfada
cs: wither se zlobí
da_dk: Wither irriteres
de: Wither erzürnt
el_gr: Το Γουίδερ Θυμώνει
es: Wither se enfada
fi: Wither murahtaa
fr_ca: Wither qui s'enrage
ga_ie: Seargthóir corraithe
gd_gb: Tha an wither feargach
gl_es: Wither enfadado
he: ווית'ר כועס
hu_hu: Wither dühöng
id_id: Wither menjadi marah
it: Il Wither si infuria
ja_jp: ウィザーが怒る
ka_ge: ვიზერის გაბრაზება
ko_kr: 위더가 화남
lb_lu: Wither rosen
lt_lt: Pyksta vitheris
lv_lv: Kaltes dusmas
ms_my: Wither kemarahan
mt_mt: Wither irrabja
nl_nl: Wither wordt boos
nn_no: Witheren vart arg
pl: Wither wpada w gniew
pt: Wither enfurece-se
ro_ro: Wither înfuriindu-se
ru_ru: Гнев визера
sk_sk: Hnev withera
sl_si: Wither se jezi
sv_se: Wither ilsknar
th_th: วิทเธอร์โกรธ
tr_tr: Wither kızıyor
vi_vn: Wither tức giận
zh_cn: 凋灵：愤怒
zh_tw: 凋零怪發怒

# subtitles_entity_wither_death
source: Wither dies
af_za: Wither sterf
be_by: Відар гіне
bg_bg: Уидър умира
ca_es: Un Wither mor
cs: wither zemřel
da_dk: Wither dør
de: Wither stirbt
el_gr: Το Γουίδερ πεθαίνει
es: Wither muere
fi: Wither kuolee
fr_ca: Wither qui meurt
ga_ie: Seargthóir ag fáil bháis
gd_gb: Tha an wither a' bàsachadh
gl_es: Morte de Wither
he: ווית'ר מת
hu_hu: Wither meghal
id_id: Wither meninggal
it: Il Wither muore
ja_jp: ウィザーが死ぬ
ka_ge: ვიზერი მოკვდა
ko_kr: 위더가 죽음
lb_lu: Wither stierft
lt_lt: Miršta vitheris
lv_lv: Kalte mirst
ms_my: Wither mati
mt_mt: Wither miet
nl_nl: Wither sterft
nn_no: Witheren daur
pl: Wither ginie
pt: Wither morre
ro_ro: Wither murind
ru_ru: Визер погибает
sk_sk: Umieranie withera
sl_si: Wither umre
sv_se: Wither dör
th_th: วิทเธอร์ตาย
tr_tr: Wither öldü
vi_vn: Wither chết
zh_cn: 凋灵：死亡
zh_tw: 凋零怪死亡

# subtitles_entity_wither_hurt
source: Wither hurts
af_za: Wither beseer
be_by: Відар паранены
bg_bg: Нараняване на Уидър
ca_es: Un Wither es fa mal
cs: wither byl zraněn
da_dk: Wither bliver skadet
de: Wither nimmt Schaden
el_gr: Το Γουίδερ πονά
es: Wither herido
fi: Wither vahingoittuu
fr_ca: Wither blessé
ga_ie: Gortaítear seargthóir
gd_gb: Chaidh an wither a leònadh
gl_es: Wither ferido
he: ווית'ר פוגע
hu_hu: Wither sérül
id_id: Wither terluka
it: Il Wither è ferito
ja_jp: ウィザーがダメージを受ける
ka_ge: ვიზერი დაიჭრა
ko_kr: 위더가 상처를 입음
lb_lu: Wither hellt Schued
lt_lt: Pažeidžiamas vitheris
lv_lv: Kalte ievainots
ms_my: Wither kesakitan
mt_mt: Wither weġġa'
nl_nl: Wither heeft pijn
nn_no: Witheren har vondt
pl: Wither cierpi
pt: Wither aleija-se
ro_ro: Wither rănit
ru_ru: Визер ранен
sk_sk: Poranenie withera
sl_si: Wither se poškoduje
sv_se: Wither skadas
th_th: วิทเธอร์ได้รับบาดเจ็บ
tr_tr: Wither hasar aldı
vi_vn: Wither bị thương
zh_cn: 凋灵：受伤
zh_tw: 凋零怪受傷

# subtitles_entity_wither_shoot
source: Wither attacks
af_za: Wither val aan
be_by: Відар атакуе
bg_bg: Уидър атакува
ca_es: Un Wither ataca
cs: wither útočí
da_dk: Wither angriber
de: Wither greift an
el_gr: Το Γουίδερ επιτίθεται
es: Wither ataca
fi: Wither hyökkää
fr_ca: Wither qui attaque
ga_ie: Seargthóir ag ionsaí
gd_gb: Tha an wither a' toirt ionnsaigh
gl_es: Ataque de Wither
he: ווית'ר תוקף
hu_hu: Wither támad
id_id: Wither menyerang
it: Il Wither attacca
ja_jp: ウィザーが攻撃をする
ka_ge: ვიზერის შეტევა
ko_kr: 위더가 공격함
lb_lu: Wither attackéiert
lt_lt: Puola vitheris
lv_lv: Kaltes uzbrukums
ms_my: Wither menyerang
mt_mt: Wither attakka
nl_nl: Wither valt aan
nn_no: Witheren angrip
pl: Wither atakuje
pt: Wither ataca
ro_ro: Wither atacând
ru_ru: Атака визера
sk_sk: Útočenie withera
sl_si: Wither napade
sv_se: Wither attackerar
th_th: วิทเธอร์โจมตี
tr_tr: Wither ateş etti
vi_vn: Wither tấn công
zh_cn: 凋灵：攻击
zh_tw: 凋零怪攻擊

# subtitles_entity_wither_spawn
source: Wither released
af_za: Wither vrygestel
be_by: Відар выпушчаны
bg_bg: Освобождаване на Уидър
ca_es: El Wither és alliberat
cs: wither vypuštěn
da_dk: Wither frigives
de: Wither entfesselt
el_gr: Το Γουίδερ απελευθερώθηκε
es: Wither liberado
fi: Wither vapautui
fr_ca: Wither invoqué
ga_ie: Scaoiltear seargthóir
gd_gb: Chaidh wither a leigeil ma sgaoil
gl_es: Wither liberado
he: ווית'ר שוחרר
hu_hu: Wither életre kel
id_id: Wither terlepas
it: Il Wither si è liberato
ja_jp: ウィザーが攻撃を開始する
ka_ge: ვიზერი გაეშვა
ko_kr: 위더가 풀려남
lb_lu: Wither fräigelooss
lt_lt: Išlaisvintas vitheris
lv_lv: Kalte atbrīvots
ms_my: Wither dikeluarkan
mt_mt: Wither ġie rilaxxat
nl_nl: Wither wordt vrijgelaten
nn_no: Witheren er laus
pl: Uwolnienie Withera
pt: Wither é libertado
ro_ro: Wither eliberat
ru_ru: Визер выпущен
sk_sk: Vypustenie withera
sl_si: Wither se sprosti
sv_se: Wither släpps lös
th_th: ปล่อยวิทเธอร์
tr_tr: Wither serbest bırakıldı
vi_vn: Wither được thả ra
zh_cn: 凋灵：解放
zh_tw: 凋零怪被釋放

# subtitles_entity_wither_skeleton_ambient
source: Wither Skeleton rattles
af_za: Wither Geraamte ratel
be_by: Відар-шкілет бразгоча касцямі
bg_bg: Уйдър-скелет трака
ca_es: Esquelet Wither trontollant
cs: chrastění wither kostlivce
da_dk: Witherskelet rasler
de: Witherskelett klappert
el_gr: Ο Μαραμένος Σκελετός κροταλίζει
es: Esqueleto Wither traqueteando
fi: Wither-luuranko kolisee
fr_ca: Cliquetis de Wither squelette
gd_gb: Tha an wither-cnàimhnich a' glagadaich
he: שלד ווית'ר נוקש
hu_hu: Withercsontváz csörög
id_id: Kerangka Wither bergetar
it: Uno scheletro wither scricchiola
ja_jp: ウィザースケルトンが骨を鳴らす
ka_ge: ვიზერ ჩონჩხი ჩხარუნებს
ko_kr: 위더 스켈레톤이 달그락거림
lb_lu: Witherskelett klappert
lt_lt: Sutarška vitherio skeletas
ms_my: Kerangka Wither berdetar-detar
mt_mt: Skeletru wither iċaqċaq
nl_nl: Witherskelet ratelt
pl: Witherowy szkielet klekocze
pt: Esqueleto Wither chocalha
ro_ro: Schelet Wither zornăind
ru_ru: Стук костей визер-скелета
sk_sk: Hŕkanie Wither kostlivca
sl_si: Wither okostnjak ropota
sv_se: Witherskelett skallrar
tr_tr: Wither İskeleti takırdıyor
vi_vn: Bộ xương Wither kêu
zh_cn: 凋灵骷髅：咯咯声
zh_tw: 凋靈骷髏喀啦聲
