Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# tile_clayHardenedStained_magenta_name
source: Magenta Hardened Clay
af_za: Magenta Verharde Klei
ar_sa: Magenta المتمرسين كلاى
be_by: Пурпурная абпаленая гліна
bg_bg: Пурпурна втвърдена глина
ca_es: Argila Endurida Magenta
cs: Purpurový tvrzený jíl
da_dk: Lyse Lilla Hærdet Ler
de: Magenta gebrannter Ton
de_at: Magentana brennta Ton
el_gr: Φούξια Σκληρός Πηλός
es: Arcilla endurecida magenta
fi: Purppura kovettunut savi
fil_ph: Magentang Pinatigas na Luad
fr_ca: Glaise durcie magenta
ga_ie: Cré Chruaite Mhaigeanta
gl_es: Arxila endurecida maxenta
he: חימר נוקשה ארגמני
hr_hr: Purpurna stvrdnuta glina
hu_hu: Bíbor kiégetett agyag
id_id: Tanah Liat Keras Magenta
is_is: Vínrauður litaður leir
it: Argilla indurita magenta
ja_jp: 赤紫色の堅焼き粘土
ka_ge: იასამნისფერი გამომწვარი თიხა
ko_kr: 자홍색 굳은 점토
lb_lu: Magentae gebrannten Toun
lt_lt: Rausvai raudonas degtas molis
lv_lv: Purpura rūdīts māls
mn_mn: Ягаан хатуу шавар
ms_my: Tanah Liat keras magenta
mt_mt: Tafal Iebes Vjola
nl_nl: Magenta geharde klei
nn_no: Magenta herda leire
pl: Karmazynowa utwardzona glina
pt: Barro Tingido de Magenta
ro_ro: Lut întărit magenta
ru_ru: Пурпурная обожжённая глина
sk_sk: Purpurový íl
sl_si: Škrlatna pečena glina
sv_se: Ljuslila härdad lera
tr_tr: Eflatun Sertleştirilmiş Kil
vi_vn: Đất sét đỏ sậm cứng
zh_cn: 品红色硬化粘土
zh_tw: 洋紅色硬化黏土

# tile_clayHardenedStained_name
source: Stained Hardened Clay
af_za: Gekleurde Verharde Klei
ar_sa: الصلصال المطلي القاسي
be_by: Афарбаваная абпаленая гліна
bg_bg: Оцветена втвърдена глина
ca_es: Argila Endurida Tacada
cs: Obarvený tvrzený jíl
da_dk: Farvet Hærdet Ler
de: Gefärbter gebrannter Ton
de_at: Gfärbta gebronnta Ton
el_gr: Λεκιασμένος Σκληρός Πηλός
es: Arcilla endurecida tintada
fi: Värjätty kovettunut savi
fil_ph: Minantsahan Pinatigas na Luwad
fr_ca: Glaise durcie colorée
ga_ie: Cré Chruaite Dhaite
gl_es: Arxila endurecida tinguida
he: חימר צבוע
hr_hr: Obojena Stvrdnuta Glina
hu_hu: Színezett kiégetett agyag
id_id: Tanah Liat Keras Berwarna
is_is: Litaður harður leir
it: Argilla indurita colorata
ja_jp: 色付き堅焼き粘土
ka_ge: ფერადი გამომწვარი თიხა
ko_kr: 염색된 굳은 점토
lb_lu: Gefierfte gebrannten Toun
lt_lt: Dažytas degtas molis
lv_lv: Krāsots rūdīts māls
mn_mn: Будсан хатуу шавар
ms_my: Tanah liat keras berwarna
mt_mt: Tafal Mtabba Mwebbsa
nl_nl: Gekleurde geharde klei
nn_no: Farga herda leire
pl: Barwiona utwardzona glina
pt: Barro Tingido
ro_ro: Lut întărit colorat
ru_ru: Окрашенная обожжёная глина
sk_sk: Zafarbený pálený íl
sl_si: Obarvana pečena glina
sv_se: Färgad härdad lera
th_th: ดินเหนียวแข็ง
tr_tr: Boyalı Sertleştirilmiş Kil
vi_vn: Đất sét màu cứng
zh_cn: 染色硬化粘土
zh_tw: 染色硬化黏土

# tile_clayHardenedStained_orange_name
source: Orange Hardened Clay
af_za: Oranje Verharde Klei
ar_sa: مصلدة لحمايتها البرتقال كلاى
be_by: Аранжавая абпаленая гліна
bg_bg: Оранжева втвърдена глина
ca_es: Argila Endurida Taronja
cs: Oranžový tvrzený jíl
da_dk: Orange Hærdet Ler
de: Oranger gebrannter Ton
de_at: Oranger gebronnta Ton
el_gr: Πορτοκαλί Σκληρός Πηλός
es: Arcilla endurecida naranja
fi: Oranssi kovettunut savi
fil_ph: Kahel na Pinatigas na Luad
fr_ca: Glaise durcie orange
ga_ie: Cré Chruaite Oráisteach
gl_es: Arxila endurecida laranxa
he: חימר נוקשה כתום
hr_hr: Narančasta stvrdnuta glina
hu_hu: Narancssárga kiégetett agyag
id_id: Tanah Liat Keras Jingga
is_is: Appelsínugulur litaður leir
it: Argilla indurita arancione
ja_jp: 橙色の堅焼き粘土
ka_ge: ნარინჯისფერი გამომწვარი თიხა
ko_kr: 주황색 굳은 점토
lb_lu: Orange gebrannten Toun
lt_lt: Oranžinis degtas molis
lv_lv: Oranžs rūdīts māls
mn_mn: Улбар хатуу шавар
ms_my: Tanah Liat keras jingga
mt_mt: Tafal Iebes Oranġjo
nl_nl: Oranje geharde klei
nn_no: Oransje herda leire
pl: Pomarańczowa utwardzona glina
pt: Barro Tingido de Laranja
ro_ro: Lut întărit portocaliu
ru_ru: Оранжевая обожжёная глина
sk_sk: Oranžový íl
sl_si: Oranžna pečena glina
sv_se: Orange härdad lera
tr_tr: Turuncu Sertleştirilmiş Kil
vi_vn: Đất sét cam cứng
zh_cn: 橙色硬化粘土
zh_tw: 橙色硬化黏土

# tile_clayHardenedStained_pink_name
source: Pink Hardened Clay
af_za: Pienk Verharde Klei
ar_sa: Pink المتمرسين كلاى
be_by: Ружовая абпаленая гліна
bg_bg: Розова втвърдена глина
ca_es: Argila Endurida Rosa
cs: Růžový tvrzený jíl
da_dk: Pink Hærdet Ler
de: Rosa gebrannter Ton
de_at: Rosa gebronnta Ton
el_gr: Ρόζ Σκληρός Πηλός
es: Arcilla endurecida rosa
fi: Vaaleanpunainen kovettunut savi
fil_ph: Kulay-Rosas na Pinatigas na Luwad
fr_ca: Glaise durcie rose
ga_ie: Cré Chruaite Bhándearg
gl_es: Arxila endurecida rosa
he: חימר נוקשה ורוד
hr_hr: Roza stvrdnuta glina
hu_hu: Rózsaszín kiégetett agyag
id_id: Tanah Liat Keras Merah Muda
is_is: Bleikur litaður leir
it: Argilla indurita rosa
ja_jp: 桃色の堅焼き粘土
ka_ge: ვარდისფერი გამომწვარი თიხა
ko_kr: 분홍색 굳은 점토
lb_lu: Rosae gebrannten Toun
lt_lt: Rožinis degtas molis
lv_lv: Rozā rūdīts māls
mn_mn: Цайвар ягаан хатуу шавар
ms_my: Tanah Liat keras merah jambu
mt_mt: Tafal Iebes Roża
nl_nl: Roze geharde klei
nn_no: Rosa herda leire
pl: Różowa utwardzona glina
pt: Barro Tingido de Rosa
ro_ro: Lut întărit roz
ru_ru: Розовая обожжённая глина
sk_sk: Ružový íl
sl_si: Roza pečena glina
sv_se: Rosa härdad lera
tr_tr: Pembe Sertleştirilmiş Kil
vi_vn: Đất sét hồng cứng
zh_cn: 粉红色硬化粘土
zh_tw: 粉紅色硬化黏土

# tile_clayHardenedStained_purple_name
source: Purple Hardened Clay
af_za: Pers Verharde Klei
ar_sa: الصلصال البنفسجي القاسي
be_by: Фіялетавая абпаленая гліна
bg_bg: Лилава втвърдена глина
ca_es: Argila Endurida Porpra
cs: Fialový tvrzený jíl
da_dk: Lilla Hærdet Ler
de: Violetter gebrannter Ton
de_at: Lila gebronnta Ton
el_gr: Μώβ Σκληρός Πηλός
es: Arcilla endurecida morada
fi: Violetti kovettunut savi
fil_ph: Lilang Pinatigas na Luwad
fr_ca: Glaise durcie mauve
ga_ie: Cré Chruaite Chorcra
gl_es: Arxila endurecida púrpura
he: חימר נוקשה סגול
hr_hr: Ljubičasta Stvrdnuta Glina
hu_hu: Lila kiégetett agyag
id_id: Tanah Liat Keras Ungu
is_is: Fjólublár litaður leir
it: Argilla indurita viola
ja_jp: 紫色の堅焼き粘土
ka_ge: ალისფერი გამომწვარი თიხა
ko_kr: 보라색 굳은 점토
lb_lu: Mofe gebrannten Toun
lt_lt: Purpurinis degtas molis
lv_lv: Violets rūdīts māls
mn_mn: Нил ягаан хатуу шавар
ms_my: Tanah Liat keras ungu
mt_mt: Tafal Miżbugħ Vjola
nl_nl: Paarse geharde klei
nn_no: Lilla herda leire
pl: Fioletowa utwardzona glina
pt: Barro Tingido de Roxo
ro_ro: Lut întărit violet
ru_ru: Фиолетовая обожжённая глина
sk_sk: Fialový íl
sl_si: Vijolična pečena glina
sv_se: Lila härdad lera
th_th: ดินเหนียวแข็งสีม่วง
tr_tr: Mor Sertleştirilmiş Kil
vi_vn: Đất sét nhuộm tím cứng
zh_cn: 紫色硬化粘土
zh_tw: 紫色硬化黏土

# tile_clayHardenedStained_red_name
source: Red Hardened Clay
af_za: Rooi Verharde Klei
ar_sa: الصلصال الأحمر القاسي
be_by: Чырвоная абпаленая гліна
bg_bg: Червена втвърдена глина
ca_es: Argila vermella endurida
cs: Červený tvrzený jíl
da_dk: Rød Hærdet Ler
de: Roter gebrannter Ton
de_at: Rota bronnta Ton
el_gr: Κόκκινος Σκληρός Πηλός
es: Arcilla endurecida roja
fi: Punainen kovettunut savi
fil_ph: Pulang Pinatigas na Luwad
fr_ca: Glaise durcie rouge
ga_ie: Cré Chruaite Dhearg
gl_es: Arxila endurecida vermella
he: חימר מוקשה
hr_hr: Crvena Stvrdnuta Glina
hu_hu: Piros kiégetett agyag
id_id: Tanah Liat Keras Merah
is_is: Rauð litaður leir
it: Argilla indurita rossa
ja_jp: 赤色の堅焼き粘土
ka_ge: წითელი გამომწვარი თიხა
ko_kr: 빨간색 굳은 점토
lb_lu: Roude gebrannten Toun
lt_lt: Raudonas degtas molis
lv_lv: Sarkans rūdīts māls
mn_mn: Улаан хатуу шавар
ms_my: Tanah Liat keras merah
mt_mt: Tafal Miżbugħ Aħmar
nl_nl: Rode geharde klei
nn_no: Raud herda leire
pl: Czerwona utwardzona glina
pt: Barro Tingido de Vermelho
ro_ro: Lut întărit roșu
ru_ru: Красная обожжённая глина
sk_sk: Červený íl
sl_si: Rdeča pečena glina
sv_se: Röd härdad lera
th_th: ดินเหนียวแข็งสีแดง
tr_tr: Kırmızı Sertleştirilmiş Kil
vi_vn: Đất sét đỏ cứng
zh_cn: 红色硬化粘土
zh_tw: 紅色硬化黏土

# tile_clayHardenedStained_silver_name
source: Light Gray Hardened Clay
af_za: Liggrys Verharde Klei
ar_sa: الصلصال الرمادي الفاتح القاسي
be_by: Светла-шэрая абпаленая гліна
bg_bg: Светлосива втвърдена глина
ca_es: Argila Endurida Gris Clar
cs: Světle šedý tvrzený jíl
da_dk: Lyse Grå Hærdet Ler
de: Hellgrauer gebrannter Ton
de_at: Hellgraua gebronnta Ton
el_gr: Ανοιχτό Γκρί Σκληρός Πηλός
es: Arcilla endurecida gris claro
fi: Vaaleanharmaa kovettunut savi
fil_ph: Mapusyaw na Abong Pinatigas na Luwad
fr_ca: Glaise durcie gris pâle
ga_ie: Cré Chruaite Fhionnliath
gl_es: Arxila endurecida gris claro
he: חימר נוקשה אפור בהיר
hr_hr: Svijetlosiva stvrdnuta glina
hu_hu: Világosszürke kiégetett agyag
id_id: Tanah Liat Keras Abu Muda
is_is: Ljósgrár litaður leir
it: Argilla indurita grigio chiaro
ja_jp: 薄灰色の堅焼き粘土
ka_ge: ღია-ნაცრისფერი გამომწვარი თიხა
ko_kr: 밝은 회색 굳은 점토
lb_lu: Hellgroe gebrannten Toun
lt_lt: Šviesiai pilkas degtas molis
lv_lv: Gaiši pelēks rūdīts māls
mn_mn: Цайвар саарал хатуу шавар
ms_my: Tanah Liat keras kelabu cair
mt_mt: Tafal Iebes Griż Ċar
nl_nl: Lichtgrijze geharde klei
nn_no: Lysegrå herda leire
pl: Jasnoszara utwardzona glina
pt: Barro Tingido de Cinzento Claro
ro_ro: Lut întărit gri-deschis
ru_ru: Светло-серая обожжённая глина
sk_sk: Svetlosivý íl
sl_si: Svetlo siva pečena glina
sv_se: Ljusgrå härdad lera
tr_tr: Açık Gri Sertleştirilmiş Kil
vi_vn: Đất sét xám nhạt cứng
zh_cn: 淡灰色硬化粘土
zh_tw: 淺灰色硬化黏土

# tile_clayHardenedStained_white_name
source: White Hardened Clay
af_za: Wit Verharde Klei
ar_sa: البيت الابيض موقفه كلاى
be_by: Белая абпаленая гліна
bg_bg: Бяла втвърдена глина
ca_es: Argila Endurida Blanca
cs: Bílý tvrzený jíl
da_dk: Hvid Hærdet Ler
de: Weißer gebrannter Ton
de_at: Weißa gebronnta Ton
el_gr: Λευκός Σκληρός Πηλός
es: Arcilla endurecida blanca
fi: Valkoinen kovettunut savi
fil_ph: Puti na Pinatigas na Luad
fr_ca: Glaise durcie blanche
ga_ie: Cré Chruaite Bhán
gl_es: Arxila endurecida branca
he: חימר נוקשה לבן
hr_hr: Bijela stvrdnuta glina
hu_hu: Fehér kiégetett agyag
id_id: Tanah Liat Keras Putih
is_is: Hvítur litaður leir
it: Argilla indurita bianca
ja_jp: 白色の堅焼き粘土
ka_ge: თეთრი გამომწვარი თიხა
ko_kr: 하얀색 굳은 점토
lb_lu: Wäisse gebrannten Toun
lt_lt: Baltas degtas molis
lv_lv: Balts rūdīts māls
mn_mn: Цагаан хатуу шавар
ms_my: Tanah Liat keras putih
mt_mt: Tafal Iebes Abjad
nl_nl: Witte geharde klei
nn_no: Kvit herda leire
pl: Biała utwardzona glina
pt: Barro Tingido de Branco
ro_ro: Lut întărit alb
ru_ru: Белая обожжёная глина
sk_sk: Biely íl
sl_si: Bela pečena glina
sv_se: Vit härdad lera
tr_tr: Beyaz Sertleştirilmiş Kil
vi_vn: Đất sét trắng cứng
zh_cn: 白色硬化粘土
zh_tw: 白色硬化黏土

# tile_clayHardenedStained_yellow_name
source: Yellow Hardened Clay
af_za: Geel Verharde Klei
ar_sa: تصلب الطين الاصفر
be_by: Жоўтая абпаленая гліна
bg_bg: Жълта втвърдена глина
ca_es: Argila Endurida Groga
cs: Žlutý tvrzený jíl
da_dk: Gul Hærdet Ler
de: Gelber gebrannter Ton
de_at: Göba gebronnta Ton
el_gr: Κίτρινος Σκληρός Πηλός
es: Arcilla endurecida amarilla
fi: Keltainen kovettunut savi
fil_ph: Dilaw na Pinatigas na Luad
fr_ca: Glaise durcie jaune
ga_ie: Cré Chruaite Bhuí
gl_es: Arxila endurecida amarela
he: חימר נוקשה צהוב
hr_hr: Žuta stvrdnuta glina
hu_hu: Sárga kiégetett agyag
id_id: Tanah Liat Keras Kuning
is_is: Gul litaður leir
it: Argilla indurita gialla
ja_jp: 黄色の堅焼き粘土
ka_ge: ყვითელი გამომწვარი თიხა
ko_kr: 노란색 굳은 점토
lb_lu: Giele gebrannten Toun
lt_lt: Geltonas degtas molis
lv_lv: Dzeltens rūdīts māls
mn_mn: Шар хатуу шавар
ms_my: Tanah Liat keras kuning
mt_mt: Tafal Iebes Isfar
nl_nl: Gele geharde klei
nn_no: Gul herda leire
pl: Żółta utwardzona glina
pt: Barro Tingido de Amarelo
ro_ro: Lut întărit galben
ru_ru: Жёлтая обожжённая глина
sk_sk: Žltý íl
sl_si: Rumena pečena glina
sv_se: Gul härdad lera
tr_tr: Sarı Sertleştirilmiş Kil
vi_vn: Đất sét vàng cứng
zh_cn: 黄色硬化粘土
zh_tw: 黃色硬化黏土

# tile_cloth_black_name
source: Black Wool
af_za: Swart Wol
ar_sa: صوف أسود
be_by: Чорная шэрсць
bg_bg: Черна вълна
ca_es: Llana negra
cs: Černá vlna
da_dk: Sort uld
de: Schwarze Wolle
de_at: Schwoaze Woin
el_gr: Μαύρο μαλλί
es: Lana negra
eu_es: Artile beltza
fa_ir: پشم مشکي
fi: Musta villa
fil_ph: Lanang Itim
fr_ca: Laine noire
ga_ie: Olann Dhubh
gl_es: La negra
he: צמר שחור
hi_in: काले ऊन
hr_hr: Crna Vuna
hu_hu: Fekete gyapjú
hy_am: Սեվ Բուրդ
id_id: Wol Hitam
is_is: Svört ull
it: Lana nera
ja_jp: 黒色の羊毛
ka_ge: შავი მატყლი
ko_kr: 검은색 양털
lb_lu: Schwaarz Woll
lt_lt: Juoda vilna
lv_lv: Melna vilna
mn_mn: Хар ноос
ms_my: Bulu Biri-Biri Hitam
mt_mt: Suf Iswed
nl_nl: Zwarte wol
nn_no: Svart ull
pl: Czarna wełna
pt: Lã Preta
ro_ro: Lână neagră
ru_ru: Чёрная шерсть
sk_sk: Čierna vlna
sl_si: Črna volna
sv_se: Svart ull
th_th: ขนแกะสีดำ
tr_tr: Siyah Yün
vi_vn: Len đen
zh_cn: 黑色羊毛
zh_tw: 黑色羊毛

# tile_cloth_blue_name
source: Blue Wool
af_za: Blou Wol
ar_sa: صوف أزرق
be_by: Сіняя шэрсць
bg_bg: Синя вълна
ca_es: Llana blava
cs: Modrá vlna
da_dk: Blå uld
de: Blaue Wolle
de_at: Blaue Woin
el_gr: Μπλε μαλλί
es: Lana azul
eu_es: Artile urdina
fa_ir: پشم آبي
fi: Sininen villa
fil_ph: Lanang Bughaw
fr_ca: Laine bleue
ga_ie: Olann Ghorm
gl_es: La azul
he: צמר כחול
hi_in: ब्लू ऊन
hr_hr: Plava Vuna
hu_hu: Kék gyapjú
hy_am: Կապույտ Բուրդ
id_id: Wol Biru
is_is: Blá ull
it: Lana blu
ja_jp: 青色の羊毛
ka_ge: ლურჯი მატყლი
ko_kr: 파란색 양털
lb_lu: Blo Woll
lt_lt: Mėlyna vilna
lv_lv: Zila vilna
mn_mn: Хөх ноос
ms_my: Bulu Biri-Biri Biru
mt_mt: Suf Blu
nl_nl: Blauwe wol
nn_no: Blå ull
pl: Niebieska wełna
pt: Lã Azul
ro_ro: Lână albastră
ru_ru: Синяя шерсть
sk_sk: Modrá vlna
sl_si: Modra volna
sv_se: Blå ull
th_th: ขนแกะสีน้ำเงิน
tr_tr: Mavi Yün
vi_vn: Len xanh nước biển
zh_cn: 蓝色羊毛
zh_tw: 藍色羊毛

# tile_cloth_brown_name
source: Brown Wool
af_za: Bruin Wol
ar_sa: صوف بني
be_by: Карычневая шэрсць
bg_bg: Кафява вълна
ca_es: Llana marró
cs: Hnědá vlna
da_dk: Brun uld
de: Braune Wolle
de_at: Braune Woin
el_gr: Καφέ μαλλί
es: Lana marrón
eu_es: Artile marroia
fa_ir: پشم قهوه اي
fi: Ruskea villa
fil_ph: Lanang Kayumanggi
fr_ca: Laine brune
ga_ie: Olann Dhonn
gl_es: La marrón
he: צמר חום
hi_in: ब्राउन ऊन
hr_hr: Smeđa Vuna
hu_hu: Barna gyapjú
hy_am: Դարչնագույն Բուրդ
id_id: Wol Cokelat
is_is: Brún ull
it: Lana marrone
ja_jp: 茶色の羊毛
ka_ge: ყავისფერი მატყლი
ko_kr: 갈색 양털
lb_lu: Brong Woll
lt_lt: Ruda vilna
lv_lv: Brūna vilna
mn_mn: Бор ноос
ms_my: Bulu Biri-Biri Perang
mt_mt: Suf Kannella
nl_nl: Bruine wol
nn_no: Brun ull
pl: Brązowa wełna
pt: Lã Castanha
ro_ro: Lână maro
ru_ru: Коричневая шерсть
sk_sk: Hnedá vlna
sl_si: Rjava volna
sv_se: Brun ull
th_th: ขนแกะสีน้ำตาล
tr_tr: Kahverengi Yün
vi_vn: Len nâu
zh_cn: 棕色羊毛
zh_tw: 棕色羊毛

# tile_cloth_cyan_name
source: Cyan Wool
af_za: Siaan Wol
ar_sa: صوف سماوي
be_by: Бірузовая шэрсць
bg_bg: Синьозелена вълна
ca_es: Llana cian
cs: Azurová vlna
da_dk: Turkis uld
de: Türkise Wolle
de_at: Türkise Woin
el_gr: Κυανό μαλλί
es: Lana cian
eu_es: Zian koloreko artilea
fa_ir: پشم فيروزه اي
fi: Syaani villa
fil_ph: Lanang Cyan
fr_ca: Laine cyan
ga_ie: Olann Chian
gl_es: La ciana
he: צמר ציאן
hi_in: सियान ऊन
hr_hr: Tirkizna Vuna
hu_hu: Türkizkék gyapjú
hy_am: Փիրուզագույն Բուրդ
id_id: Wol Biru Muda
is_is: Heiðblá ull
it: Lana ciano
ja_jp: 水色の羊毛
ka_ge: ცისფერი მატყლი
ko_kr: 청록색 양털
lb_lu: Turquoise Woll
lt_lt: Žalsvai mėlyna vilna
lv_lv: Ciānzila vilna
mn_mn: Цайвар хөх ноос
ms_my: Bulu Biri-Biri Sian
mt_mt: Suf Blu fl-Aħdar
nl_nl: Turquoise wol
nn_no: Turkis ull
pl: Błękitna wełna
pt: Lã Azul Ciano
ro_ro: Lână turcoaz
ru_ru: Бирюзовая шерсть
sk_sk: Tyrkysová vlna
sl_si: Turkizna volna
sv_se: Turkos ull
th_th: ขนแกะสีฟ้าคราม
tr_tr: Camgöbeği Yün
vi_vn: Len lục lam
zh_cn: 青色羊毛
zh_tw: 青色羊毛

# tile_cloth_gray_name
source: Grey Wool
af_za: Grys Wol
ar_sa: صوف رمادي
be_by: Шэрая шэрсць
bg_bg: Сива вълна
ca_es: Llana grisa
cs: Šedá vlna
da_dk: Grå uld
de: Graue Wolle
de_at: Graue Woin
el_gr: Γκρι μαλλί
es: Lana gris
eu_es: Artile grisa
fa_ir: پشم خاکستري
fi: Harmaa villa
fil_ph: Lanang Abo
fr_ca: Laine grise
ga_ie: Olann Liath
gl_es: La gris
he: צמר אפור
hi_in: ग्रे ऊन
hr_hr: Siva Vuna
hu_hu: Szürke gyapjú
hy_am: Մոխրագույն Բուրդ
id_id: Wol Abu-abu
is_is: Grá ull
it: Lana grigia
ja_jp: 灰色の羊毛
ka_ge: ნაცრისფერი მატყლი
ko_kr: 회색 양털
lb_lu: Gro Woll
lt_lt: Pilka vilna
lv_lv: Pelēka vilna
mn_mn: Саарал ноос
ms_my: Bulu Biri-Biri Kelabu
mt_mt: Suf Griż
nl_nl: Grijze wol
nn_no: Grå ull
pl: Szara wełna
pt: Lã Cinzenta
ro_ro: Lână gri
ru_ru: Серая шерсть
sk_sk: Sivá vlna
sl_si: Siva volna
sv_se: Grå ull
th_th: ขนแกะสีเทา
tr_tr: Gri Yün
vi_vn: Len xám
zh_cn: 灰色羊毛
zh_tw: 灰色羊毛

# tile_cloth_green_name
source: Green Wool
af_za: Groen Wol
ar_sa: صوف أخضر
be_by: Зялёная шэрсць
bg_bg: Зелена вълна
ca_es: Llana verda
cs: Zelená vlna
da_dk: Grøn uld
de: Grüne Wolle
de_at: Greane Woin
el_gr: Πράσινο μαλλί
es: Lana verde
eu_es: Artile berdea
fa_ir: پشم سبز
fi: Vihreä villa
fil_ph: Lanang Luntian
fr_ca: Laine verte
ga_ie: Olann Uaine
gl_es: La verde
he: צמר ירוק
hi_in: ग्रीन ऊन
hr_hr: Zelena Vuna
hu_hu: Zöld gyapjú
hy_am: Կանաչ Բուրդ
id_id: Wol Hijau
is_is: Græn ull
it: Lana verde
ja_jp: 緑色の羊毛
ka_ge: მწვანე მატყლი
ko_kr: 초록색 양털
lb_lu: Gréng Woll
lt_lt: Žalia vilna
lv_lv: Tumši zaļa vilna
mn_mn: Ногоон ноос
ms_my: Bulu Biri-Biri Hijau
mt_mt: Suf Aħdar
nl_nl: Groene wol
nn_no: Grøn ull
pl: Zielona wełna
pt: Lã Verde
ro_ro: Lână verde
ru_ru: Зелёная шерсть
sk_sk: Zelená vlna
sl_si: Zelena volna
sv_se: Grön ull
th_th: ขนแกะสีเขียว
tr_tr: Yeşil Yün
vi_vn: Len xanh lá cây
zh_cn: 绿色羊毛
zh_tw: 綠色羊毛

# tile_cloth_lightBlue_name
source: Light Blue Wool
af_za: Ligblou Wol
ar_sa: صوف أزرق فاتح
be_by: Блакітная шэрсць
bg_bg: Светлосиня вълна
ca_es: Llana blau cel
cs: Světle modrá vlna
da_dk: Lyseblå uld
de: Hellblaue Wolle
de_at: Hellblaue Woin
el_gr: Γαλάζιο μαλλί
es: Lana azul claro
eu_es: Artile urdin argia
fa_ir: پشم آبي آسماني
fi: Vaaleansininen villa
fil_ph: Lanang Langit
fr_ca: Laine bleu pâle
ga_ie: Olann Bhánghorm
gl_es: La azul clara
he: צמר תכלת
hi_in: प्रकाश ब्लू ऊन
hr_hr: Svijetlo Plava Vuna
hu_hu: Világoskék gyapjú
hy_am: Բաց Կապույն Բուրդ
id_id: Wol Biru Muda
is_is: Ljósblá ull
it: Lana azzurra
ja_jp: 空色の羊毛
ka_ge: ღია-ლურჯი მატყლი
ko_kr: 하늘색 양털
lb_lu: Hellblo Woll
lt_lt: Šviesiai mėlyna vilna
lv_lv: Gaiši zila vilna
mn_mn: Цэнхэр ноос
ms_my: Bulu Biri-Biri Biru Muda
mt_mt: Suf Blu Ċar
nl_nl: Lichtblauwe wol
nn_no: Ljoseblå ull
pl: Jasnoniebieska wełna
pt: Lã Azul Clara
ro_ro: Lână bleu
ru_ru: Голубая шерсть
sk_sk: Svetlomodrá vlna
sl_si: Svetlo modra volna
sv_se: Ljusblå ull
th_th: ขนแกะสีฟ้า
tr_tr: Açık Mavi Yün
vi_vn: Len xanh nhạt
zh_cn: 淡蓝色羊毛
zh_tw: 淺藍色羊毛

# tile_cloth_lime_name
source: Lime Wool
af_za: Heldergroen Wol
ar_sa: صوف ليموني
be_by: Лаймавая шэрсць
bg_bg: Жълтозеленa вълна
ca_es: Llana llima
cs: Světle zelená vlna
da_dk: Limefarvet uld
de: Hellgrüne Wolle
de_at: Hellgrüne Woin
el_gr: Λαχανί μαλλί
es: Lana verde lima
eu_es: Lima koloreko artilea
fa_ir: پشم فسفري
fi: Limetinvihreä villa
fil_ph: Lanang Kulay-Dayap
fr_ca: Laine lime
ga_ie: Olann Líomach
gl_es: La lima
he: צמר ליים
hi_in: निम्बुड़ा ऊन
hr_hr: Svijetlozelena Vuna
hu_hu: Világoszöld gyapjú
hy_am: Լայմ Բուրդ
id_id: Wol Hijau Lime
is_is: Ljósgræn ull
it: Lana lime
ja_jp: 黄緑色の羊毛
ka_ge: სალათისფერი მატყლი
ko_kr: 연두색 양털
lb_lu: Hellgréng Woll
lt_lt: Gelsvai žalsva vilna
lv_lv: Gaiši zaļa vilna
mn_mn: Цайвар ногоон ноос
ms_my: Bulu Biri-Biri Limau Hijau
mt_mt: Suf Aħdar Ċar
nl_nl: Lichtgroene wol
nn_no: Limefarga ull
pl: Jasnozielona wełna
pt: Lã Verde Lima
ro_ro: Lână verde-deschis
ru_ru: Лаймовая шерсть
sk_sk: Svetlozelená vlna
sl_si: Svetlo zelena volna
sv_se: Limegrön ull
th_th: ขนแกะสีเขียวอ่อน
tr_tr: Açık Yeşil Yün
vi_vn: Len xanh lá mạ
zh_cn: 黄绿色羊毛
zh_tw: 淺綠色羊毛

# tile_cloth_magenta_name
source: Magenta Wool
af_za: Magenta Wol
ar_sa: صوف أرجواني
be_by: Пурпурная шэрсць
bg_bg: Пурпурна вълна
ca_es: Llana magenta
cs: Purpurová vlna
da_dk: Lyslilla uld
de: Magenta Wolle
de_at: Magentane Woin
el_gr: Φούξια μαλλί
es: Lana magenta
eu_es: Artile magenta
fa_ir: پشم سرخآبي
fi: Purppura villa
fil_ph: Lanang Ibig
fr_ca: Laine magenta
ga_ie: Olann Mhaigeanta
gl_es: La maxenta
he: צמר מג'נטה
hi_in: मैजंटा ऊन
hr_hr: Roza Vuna
hu_hu: Bíbor gyapjú
hy_am: Մորեգույն Բուրդ
id_id: Wol Nila
is_is: Vínrauð ull
it: Lana magenta
ja_jp: 赤紫色の羊毛
ka_ge: იასამნისფერი მატყლი
ko_kr: 자홍색 양털
lb_lu: Magenta Woll
lt_lt: Rausvai raudona vilna
lv_lv: Violeta vilna
mn_mn: Ягаан ноос
ms_my: Bulu Biri-Biri Magenta
mt_mt: Suf Vjola Ċar
nl_nl: Magenta wol
nn_no: Ljoselilla ull
pl: Karmazynowa wełna
pt: Lã Magenta
ro_ro: Lână magenta
ru_ru: Пурпурная шерсть
sk_sk: Purpurová vlna
sl_si: Škrlatna volna
sv_se: Ljuslila ull
th_th: ขนแกะสีบานเย็น
tr_tr: Eflatun Yün
vi_vn: Len đỏ sậm
zh_cn: 品红色羊毛
zh_tw: 洋紅色羊毛

# tile_cloth_name
source: Wool
af_za: Wol
ar_sa: صوف
be_by: Воўна
bg_bg: Вълна
ca_es: Llana
cs: Vlna
da_dk: Uld
de: Wolle
de_at: Woin
el_gr: Μαλλί
es: Lana
eu_es: Artilea
fa_ir: پشم
fi: Villa
fil_ph: Lana
fr_ca: Laine
ga_ie: Olann
gl_es: La
he: צמר
hi_in: ऊन
hr_hr: Vuna
hu_hu: Gyapjú
hy_am: Բուրդ
id_id: Wol
is_is: Ull
it: Lana
ja_jp: 羊毛
ka_ge: მატყლი
ko_kr: 양털
lb_lu: Woll
lt_lt: Vilna
lv_lv: Vilna
mi_nz: Wūru
mn_mn: Ноос
ms_my: Bulu Biri-Biri
mt_mt: Suf
nl_nl: Wol
nn_no: Ull
pl: Wełna
pt: Lã
ro_ro: Lână
ru_ru: Шерсть
sk_sk: Vlna
sl_si: Volna
sq_al: Lesh
sv_se: Ull
th_th: ขนแกะ
tr_tr: Yün
vi_vn: Len
zh_cn: 羊毛
zh_tw: 羊毛

# tile_cloth_orange_name
source: Orange Wool
af_za: Oranje Wol
ar_sa: صوف برتقالي
be_by: Аранжавая шэрсць
bg_bg: Оранжева вълна
ca_es: Llana taronja
cs: Oranžová vlna
da_dk: Orange uld
de: Orange Wolle
de_at: Orange Woin
el_gr: Πορτοκαλί μαλλί
es: Lana naranja
eu_es: Artile laranja
fa_ir: پشم نارنجي
fi: Oranssi villa
fil_ph: Lanang Kahel
fr_ca: Laine orange
ga_ie: Olann Oráisteach
gl_es: La laranxa
he: צמר כתום
hi_in: ऑरेंज ऊन
hr_hr: Narančasta Vuna
hu_hu: Narancssárga gyapjú
hy_am: Նարնջագույն Բուրդ
id_id: Wol Jingga
is_is: Appelsínugul ull
it: Lana arancione
ja_jp: 橙色の羊毛
ka_ge: ნარინჯისფერი მატყლი
ko_kr: 주황색 양털
lb_lu: Orange Woll
lt_lt: Oranžinė vilna
lv_lv: Oranža vilna
mn_mn: Улбар ноос
ms_my: Bulu Biri-Biri Jingga
mt_mt: Suf Oranġjo
nl_nl: Oranje wol
nn_no: Oransje ull
pl: Pomarańczowa wełna
pt: Lã Laranja
ro_ro: Lână portocalie
ru_ru: Оранжевая шерсть
sk_sk: Oranžová vlna
sl_si: Oranžna volna
sv_se: Orange ull
th_th: ขนแกะสีส้ม
tr_tr: Turuncu Yün
vi_vn: Len cam
zh_cn: 橙色羊毛
zh_tw: 橙色羊毛

# tile_cloth_pink_name
source: Pink Wool
af_za: Pienk Wol
ar_sa: صوف زهري
be_by: Ружовая шэрсць
bg_bg: Розова вълна
ca_es: Llana rosa
cs: Růžová vlna
da_dk: Lyserød uld
de: Rosa Wolle
de_at: Rosa Woin
el_gr: Ροζ μαλλί
es: Lana rosa
eu_es: Artile arrosa
fa_ir: پشم صورتي
fi: Vaaleanpunainen villa
fil_ph: Lanang Rosas
fr_ca: Laine rose
ga_ie: Olann Bhándearg
gl_es: La rosa
he: צמר ורוד
hi_in: गुलाबी ऊन
hr_hr: Ružičasta Vuna
hu_hu: Rózsaszín gyapjú
hy_am: Վարդագույն Բուրդ
id_id: Wol Merah Muda
is_is: Bleik ull
it: Lana rosa
ja_jp: 桃色の羊毛
ka_ge: ვარდისფერი მატყლი
ko_kr: 분홍색 양털
lb_lu: Rosa Woll
lt_lt: Rožinė vilna
lv_lv: Rozā vilna
mn_mn: Цайвар ягаан ноос
ms_my: Bulu Biri-Biri Merah Jambu
mt_mt: Suf Roża
nl_nl: Roze wol
nn_no: Rosa ull
pl: Różowa wełna
pt: Lã Rosa
ro_ro: Lână roz
ru_ru: Розовая шерсть
sk_sk: Ružová vlna
sl_si: Roza volna
sv_se: Rosa ull
th_th: ขนแกะสีชมพู
tr_tr: Pembe Yün
vi_vn: Len hồng
zh_cn: 粉红色羊毛
zh_tw: 粉紅色羊毛
