Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_worldborder_center_success
source: Set world border centre to {0},{1}
af_za: Stel wêreldgrens-middel na {0},{1}
ar_sa: تعيين مركز الحدود في العالم إلى {0}، {1}
be_by: Цэнтр мяжы свету ўсталяваны на {0}, {1}
bg_bg: Центъра на света, от който се измерва границата на света, е {0},{1}
ca_es: Establir el centre del límit del món a {0},{1}
cs: Střed hranice světa nastaven na {0}, {1}
da_dk: Sæt verdensgrænsens centrum til {0},{1}
de: Zentrum der Weltbarriere auf {0},{1} gesetzt
el_gr: Ορίστηκε το κέντρο των συνόρων του κόσμου σε {0},{1}
es: Se ha establecido el centro del borde del mundo en {0},{1}
eu_es: Munduaren mugaren zentroa {0},{1} an ezarria
fi: Maailman rajan keskusta asetettu kohtaan {0}, {1}
fil_ph: Ginawang sa {0}$1,{1}$2 ang sentro ng border ng mundo
fr_ca: Le centre de la bordure du monde a été défini aux coordonnées {0}, {1}
ga_ie: Socraíodh lárphointe teorainn an domhain mar {0}, {1}
gl_es: Estableceuse o centro do bordo do mundo en {0},{1}
he: שנה את מרכז הגבול ל- s,{0}%
hr_hr: Postavi centar granice na {0}, {1}
hu_hu: Világhatár közepe beállítva {0},{1} koordinátákra
id_id: Mengatur batas dunia ke {0}, {1}
is_is: Stilla jaðarmiðju heims á {0},{1}
it: Il centro del confine del mondo è stato impostato in {0}, {1}
ja_jp: ワールドの境界の中心を {0},{1} に設定しました
ka_ge: დააყენე სამყაროს საზღვრის ცენტრი {0},{1}-ზე
ko_kr: 세계 경계선 중심 기준을 {0}, {1}으로 설정했습니다
lb_lu: Zentrum vun dem Rand vun der Welt ob {0},{1} gesat
lt_lt: Nustatytas pasaulio ribos centras į {0},{1}
ms_my: Tetapkan pusat sempadan dunia kepada {0},{1}
mt_mt: Iċ-ċentru tal-fruntiera tad-dinja ġie ssettjat għal {0},{1}
nl_nl: Wereldgrenscentrum ingesteld op {0},{1}
nn_no: Set verdsgrensesentrum til {0},{1}
pl: Ustawiono centrum granicy świata na {0},{1}
pt: Centro da borda do mundo definido para {0}, {1}
ro_ro: S-a stabilit centrul frontierei lumii la {0}, {1}
ru_ru: Установлен центр границы мира {0},{1}
sk_sk: Nastaviť stred ohraničenia sveta na {0}, {1}
sl_si: Meja sveta je nastavljena na {0},{1}
sv_se: Satte mitten för världskant till {0}, {1}
th_th: กำหนดจุดศูนย์กลางของขอบเขตโลกไปเป็น {0},{1}
tr_tr: Dünya sınırı merkezi {0}, {1} olarak ayarlandı
vi_vn: Đã thiết lập trung tâm biên giới thế giới thành {0}, {1}
zh_cn: 将世界边界的中心设置为{0}，{1}
zh_tw: 世界邊界中心設定為 {0},{1}

# commands_worldborder_damage_amount_success
source: Set world border damage amount to {0} per block (from {1} per block)
af_za: Wêreldgrens skade na {0} blokke (vanaf {1} blokke) gestel
ar_sa: تعيين مقدار الضرر الحدود العالم إلى {0} كل كتلة (من {1} كل كتلة)
be_by: Шкода ад мяжы свету ўсталяваная на {0} за блок (ад {1} за блок)
bg_bg: Успех при настройване на щетите, нанасяни от границата на света, на {0} за блок (от {1} за блок)
ca_es: S'ha canviat el dany de la vora del món per {0} blocs (de {1} blocs)
cs: Velikost zranění za hranicí světa nastavena na {0} za blok (z hodnoty {1} za blok)
da_dk: Indstil verdens grænsens skade til {0} per block (fra {1} per block)
de: Setze den Schaden außerhalb der Weltbarriere auf {0} pro Block (von {1} pro Block)
el_gr: Ορίστε την ζημία των συνόρων του κόσμου σε ποσότητα {0} ανά κύβο (από το {1} κύβο)
es: Se ha establecido la fuerza de daño del borde del mundo a {0} por bloque (anteriormente {1} por bloque)
fi: Maailman rajan vahingon määrä asetettu {0} sydämeen kuutiota kohden (aikaisemmin {1} sydäntä kuutiota kohden)
fil_ph: Ginawang {0}$1 kada bloke ang halaga ng pinsala (mula sa {1}$2 kada bloke)
fr_ca: La quantité de points de dégâts causés par la bordure du monde est passée de {1} par bloc à {0} par bloc
ga_ie: Socraíodh méid damáiste do theorainn an domhain go {0} in aghaidh an bhloic (ó {1} in aghaidh an bhloic)
gl_es: Estableceuse a forza de dano do bordo do mundo a {0} por bloque (antes {1} por bloque)
he: קבע את כמות הנזק ל {0} לבלוק (מ {1} לבלוק)
hr_hr: Postavi graničnu količinu ozljede na {0} po bloku (s {1} po bloku)
hu_hu: Világhatár sebzése beállítva {0} per blokkra ({1} per blokkról)
id_id: Mengatur jumlah kerusakan batas dunia ke {0} tiap blok (dari {1} tiap blok)
is_is: Stilla jaðar skaða í {0} per kubb (úr {1} per kubb)
it: La quantità di danno per blocco fuori dal confine del mondo è stata impostata a {0} (precedentemente a {1} per blocco)
ja_jp: ワールド境界外のダメージを1ブロックあたり {0} に設定しました (元の設定: {1})
ka_ge: სამყაროს საზღვრის ზიანის სიდიდე ბლოკზე შეიცვალა და გაუტოლდა {0}-ს (ბლოკზე {1}-დან)
ko_kr: 세계 경계선을 벗어났을 때 받는 피해를 블록당 {0}(으)로 설정했습니다 (본래 블록당 {1})
lb_lu: Setz de Schued ausserhalb vun dem Rand vun der Welt op {0} pro Block (vun {1} pro Block)
lt_lt: Nustatytas pasaulio ribos žalos kiekis į {0} vienam blokui (iš {1} blokų)
ms_my: Tetapkan nilai kerosakan sempadan dunia kepada {0} per blok (daripada {1} per blok)
mt_mt: L-ammont ta' ħsara tal-fruntiera tad-dinja ġie ssettjat għal {0} għal kull blokka (minn {1} għal kull blokka)
nl_nl: Wereldgrens schade-aantal ingesteld op {0} per blok (van de {1} blokken)
nn_no: Sett kor mykje verdsgrensa skadar {0} per blokk (frå {1} per blokk)
pl: Ustawiono ilość obrażeń od granicy świata na {0} na blok (z {1} na blok)
pt: Quantidade de dano da barreira do mundo definida para {0} por bloco (de {1} por bloco)
ro_ro: S-au stabilit daunele cauzate de frontiera lumii la {0} per bloc (de la {1} per bloc)
ru_ru: Установить урон игроку за пределами мира {0} на блок (было {1} на блок)
sk_sk: Nastavená veľkosť zranenia za hranicou sveta na {0} za blok (z {1} za blok)
sl_si: Škoda meje nastavljena na {0} na kocko (z {1} na kocko)
sv_se: Satte skadan vid världskant till {0} per block (från {1} per block)
th_th: ตั้งค่าจำนวนความเสียหายของโลกเป็น {0} ต่อบล็อก (จาก {1} ต่อบล็อค)
tr_tr: Dünya sınırı hasarı blok başına ({1} iken) {0} olarak ayarlandı
vi_vn: Đã thiết lập giá trị sát thương của biên giới thế giới thành {0} mỗi khối (từ {1} mỗi khối)
zh_cn: 将世界边界伤害设置为每方块{0}（原每方块{1}）
zh_tw: 已將世界邊界傷害值設定為每格 {0} 健康值 (從每格 {1} 健康值起)

# commands_worldborder_damage_amount_usage
source: /worldborder damage amount <damagePerBlock>
ar_sa: مقدار الضرر/worldborder <damagePerBlock>
be_by: /worldborder damage amount <шкода за блок>
bg_bg: /worldborder damage amount <щета за всяко блокче>
cs: /worldborder damage amount <zranění na blok>
da_dk: /worldborder damage amount <skadePerBlok>
de: /worldborder damage amount <Schaden>
el_gr: /worldborder damage amount <ζημίαΑναΚύβο>
es: /worldborder damage amount <daño por bloque>
fi: /worldborder damage amount <vahinkoPerBlokki>
fr_ca: /worldborder damage amount <dégâts par bloc>
he: /worldborder damage amount <נזק לבלוק>
hu_hu: /worldborder damage amount <sebzésBlokkonként>
it: /worldborder damage amount <danno per blocco>
ja_jp: /worldborder damage amount <1ブロック毎のダメージ>
ka_ge: /worldborder damage amount <ზიანი ბლოკზე>
ko_kr: /worldborder damage amount <블록당 받는 피해>
lb_lu: /worldborder damage amount <SchuedProBlock>
lt_lt: /worldborder damage amount <žala-per-vieną-bloką>
nl_nl: /worldborder damage amount <schadePerBlok>
pl: /worldborder damage amount <obrażeniaNaBlok>
pt: /worldborder damage amount <danoPorBloco>
ro_ro: /worldborder damage amount <daune per bloc>
ru_ru: /worldborder damage amount <уронЗаБлок>Н
sl_si: /worldborder damage amount <škodaNaKocko>
sv_se: /worldborder damage amount <skada per block>
tr_tr: /worldborder damage amount <blokBaşınaHasar>
vi_vn: /worldborder damage amount <sát thương tính theo khối>
zh_cn: /worldborder damage amount <每格伤害值>
zh_tw: /worldborder damage amount <每方格所承受的傷害值>

# commands_worldborder_damage_buffer_success
source: Set world border damage buffer to {0} blocks (from {1} blocks)
af_za: Stel wêreldgrens skade buffer na {0} blokke (vanaf {1} blokke)
ar_sa: تعيين المخزن المؤقت الضرر الحدود العالم إلى كتل {0} (من كتل {1})
be_by: Буфер шкоды мяжы свету ўсталяваны на {0} блокаў (з {1} блокаў)
bg_bg: Успешно настройване на буфера за щета на границата на света към {0} блокчета (от {1} блокчета)
ca_es: S'ha canviat el buffer de dany per la vora del món a {0} blocs (des de {1} blocs)
cs: Velikost bezpečné zóny za hranicí světa nastavena na {0} bloků (z {1} bloků)
da_dk: Indstil verden grænsen skader buffer til {0} blokke (fra {1} blokke)
de: Setze den Unversehrtheitsbereich um die Weltbarriere auf {0} Blöcke (von {1} Blöcken)
el_gr: Ορίστε την ζημιά των συνόρων του κόσμου να υποφέρει στους {0} κύβους (από {1} κύβους)
es: Se ha establecido el búfer de daño del borde del mundo a {0} bloques (anteriormente {1} bloques)
fi: Maailman rajan vahinkopuskuri asetettu {0} kuutioon ({1} kuutiosta)
fil_ph: Ginawang {0}$1 na mga bloke ang buffer ng pinsala (mula sa {1}$2 na mga bloke)
fr_ca: La distance de tampon de dégâts de la bordure du monde est passée de {1} bloc(s) à {0} bloc(s)
ga_ie: Socraíodh maolán damáiste do theorainn an domhain go {0} bloic (ó {1} bloic)
gl_es: Estableceuse o buffer de dano do bordo do mundo a {0} bloques (antes {1} bloques)
he: קבע את שטח החיץ בגבול העולם ל {0} בלוקים (מ {1} בלוקים)
hr_hr: Postavi granične odbojnike na {0} blokova (s {1} blokova)
hu_hu: Világhatártól való sebzés nélküli távolság beállítva {0} blokkra ({1} blokkról)
id_id: Mengatur kerusakan penyangga batas dunia ke blok {0} (dari blok {1})
is_is: Stiltu jaðar skaði buffer í {0} kubba (frá {1} kubbum)
it: La zona sicura fuori dal confine del mondo è stata impostata a {0} blocchi di larghezza (precedentemente {1} blocchi)
ja_jp: ワールド境界外の安全圏を {0} ブロックに設定しました (元の設定: {1} ブロック)
ka_ge: სამყაროს საზღვრის ზიანის ზონა შეიცვალა {0} ბლოკზე ({1} ბლოკიდან)
ko_kr: 세계 경계선의 피해 완충선을 블록 {0}개로 설정했습니다 (본래 블록 {1}개)
lb_lu: Setz de Sécherheetsberäich em de Rand vun der Welt op {0} Bléck (vun {1} Bléck)
lt_lt: Nustatytas pasaulio ribos žalos buferis į {0} blokus (iš {1} blokų)
ms_my: Tetapkan kerosakan sempadan dunia penyeri kepada {0} blok (daripada {1} blok)
mt_mt: Il-buffer tal-fruntiera tad-dinja ġie ssettjat għal {0} blokki (minn {1} blokki)
nl_nl: Wereldgrens schadebuffer ingesteld op {0} blokken (van de {1} blokken)
nn_no: Set skadebufferen til verdsgrensa til {0} blokker (frå {1} blokker)
pl: Ustawiono bufor obrażeń granicy świata na {0} bloków (z {1} bloków)
pt: Área segura contra o dano da barreira do mundo definida para {0} blocos (de {1} blocos)
ro_ro: S-a stabilit distanța fără daune lângă frontiera lumii la {0} blocuri (de la {1} blocuri)
ru_ru: Установлен предел нанесения урона за границами мира на {0} блоков (было: {1} блоков)
sk_sk: Nastavený buffer zranenie za hranicou sveta na {0} blokov (z {1} blokov)
sl_si: Škoda meje nastavljena na {0} kock (iz {1} kock)
sv_se: Satte bufferten för skada vid världskant till {0} block (från {1} block)
th_th: ตั้งค่าโลกเส้นขอบโลก {0} บล็อค (จากบล๊อก {1})
tr_tr: Dünya sınırı hasar tamponu ({1} iken) {0} olarak ayarlandı
vi_vn: Đã thiết lập bộ đệm sát thương của biên giới thế giới thành {0} khối (từ {1} khối)
zh_cn: 将世界边界伤害缓存设为{0}个方块（原{1}个方块）
zh_tw: 已將世界邊界傷害緩衝區域設定為 {0} 格 (從 {1} 格起)

# commands_worldborder_damage_buffer_usage
source: /worldborder damage buffer <sizeInBlocks>
ar_sa: المخزن المؤقت للأضرار/worldborder <sizeInBlocks>
be_by: /worldborder damage buffer <памер у блоках>
bg_bg: /worldborder damage buffer <размер в блокчета>
cs: /worldborder damage buffer <velikost v blocích>
de: /worldborder damage buffer <Weite>
el_gr: /worldborder damage buffer <ΜέγεθοςΣεΚουτιά>
es: /worldborder damage buffer <tamaño en bloques>
fi: /worldborder damage buffer <kokoBlokkeina>
fr_ca: /worldborder damage buffer <taille en blocs>
he: /worldborder damage buffer <גודל בבלוקים>
hu_hu: /worldborder damage buffer <méretBlokkokban>
it: /worldborder damage buffer <dimensione in blocchi>
ja_jp: /worldborder damage buffer <ブロック数>
ka_ge: /worldborder damage buffer <ზომა ბლოკებში>
ko_kr: /worldborder damage buffer <블록 크기>
lb_lu: /worldborder damage buffer <GréisstanBléck>
lt_lt: /worldborder damage buffer <dydis blokais>
nl_nl: /worldborder damage buffer <grootteInBlokken>
pl: /worldborder damage buffer <rozmiarwBlokach>
pt: /worldborder damage buffer <TamanhoEmBlocos>
ro_ro: /worldborder damage buffer <mărime în blocuri>
ru_ru: /worldborder damage buffer <размер в блоках>
sl_si: /worldborder damage buffer <velikostVkockah>
sv_se: /worldborder damage buffer <antal block>
tr_tr: /worldborder damage buffer <blokTüründenBoyut>
vi_vn: /worldborder damage buffer <kích cỡ tính theo khối>
zh_cn: /worldborder damage buffer <大小（格）>
zh_tw: /worldborder damage buffer <方格數>

# commands_worldborder_damage_usage
source: /worldborder damage <buffer|amount> ...
zh_tw: /worldborder damage < buffer(緩衝) | amount(傷害值) > ...

# commands_worldborder_get_success
source: World border is currently {0} blocks wide
af_za: Wêreldgrens is tans {0} blokke wyd
ar_sa: الحدود العالم حاليا {0} كتل واسعة
be_by: Бягучая мяжа свету мае {0} блокаў у шырыню
bg_bg: Границата на света е {0} блокчета широка
ca_es: El límit del món és actualment de {0} blocs d'ample
cs: Hranice světa je aktuálně široká {0} bloků
da_dk: Verdensgrænsen er i øjeblikket {0} blokke bred
de: Weltbbarriere ist im Moment {0} Blöcke weit
el_gr: Το όριο του κόσμου είναι αυτήν την στιγμή {0} κουτιά μεγάλο
es: El tamaño del borde del mundo actualmente es de {0} bloques
eu_es: Munduko ertza da orain {0} blokeko zabalera
fi: Maailman raja on tällä hetkellä {0} kuutiota leveä
fil_ph: Ang border ng mundo ay kasalukuyang {0} na mga bloke ang haba
fr_ca: La bordure du monde est actuellement de {0} blocs de large
ga_ie: Tá teorainn an domhain {0} bloic ar leithead faoi láthair
gl_es: O tamaño do bordo do mundo actualmente é de {0} bloques
he: גבול העולם כרגע הוא {0} בלוקים לרוחב
hr_hr: Granica svijeta je trenutno {0} blokova široka
hu_hu: A világhatár jelenleg {0} blokk széles
id_id: Batas dunia sekarang sebesar {0} block
is_is: Jaðar heims er nú {0} kubbar á breidd
it: Attualmente il confine del mondo è largo {0} blocchi
ja_jp: ワールドの境界の幅は {0} ブロックです
ka_ge: ამჟამად სამყაროს საზღვარი არის {0} ბლოკის სიგრძის
ko_kr: 현재 세계 경계선의 폭은 블록 {0}개입니다
lb_lu: Rand vun der Welt ass am Moment {0} Bléck
lt_lt: Pasaulio riba dabar yra {0} blokų pločio
lv_lv: Pasaules robeža pašlaik ir {0} blokus plaša
ms_my: Sempadan dunia kini adalah {0} blok lebar
mt_mt: Il-fruntiera tad-dinja hi {0} blokki wiesgħa bħalissa
nl_nl: Wereldgrens is nu {0} blokken breed
nn_no: Verdsgrensa er for augenblinken {0} blokkar breid
pl: Granica świata ma obecnie szerokość {0} bloków
pt: A borda do mundo tem atualmente {0} blocos de largura
ro_ro: Frontiera lumii are în prezent {0} blocuri lățime
ru_ru: Ширина границы мира составляет {0} блоков
sk_sk: Hranica sveta je v súčasnosti {0} kociek široká
sl_si: Meja sveta je trenutno {0} kock široka
sv_se: Världskanten är just nu {0} block bred
th_th: ขอบเขตโลกกำลังอยู่ที่ กว้าง {0} บล็อก
tr_tr: Dünya sınırı şu anda {0} blok genişliğinde
vi_vn: Biên giới thế giới hiện đang rộng {0} khối
zh_cn: 当前世界边界宽度为{0}个方块
zh_tw: 世界邊界目前為 {0} 格寬

# commands_worldborder_set_success
source: Set world border to {0} blocks wide (from {1} blocks)
af_za: Stel wêreldgrens na {0} blokke wyd (vanaf {1} blokke)
ar_sa: تعيين الحدود العالم إلى {0} كتل واسعة (من كتل {1})
be_by: Шырыня мяжы свету ўсталявана на {0} блокаў (з {1} блокаў)
bg_bg: Успех при задаване на границата на света да е {0} блокчета широка (от {1} блокчета)
ca_es: Fixa el límit del món a {0} blocs d'ample (des de {1} blocs)
cs: Šířka hranice světa byla nastavena na {0} bloků (původně {1} bloků)
da_dk: Gør verdensgrænsen {0} blokke bred (fra {1} blokke)
de: Setze Weltbarriere auf Weite von {0} Blöcken (von {1} Blöcken)
el_gr: Ορίστηκαν τα σύνορα του κόσμου σε μήκος {0} κουτιών (από {1} κουτιά)
es: Se ha establecido el tamaño del borde del mundo a {0} bloques (anteriormente {1} bloques)
eu_es: Kokatu munduko ertza {0} blokeraen zabalera ({1} bloketik)
fi: Maailman raja asetettu {0} kuutiota leveäksi ({1}:sta kuutiosta)
fil_ph: Naging {0}$1 na mga bloke ang border ng mundo (mula sa {1}$1 na mga bloke)
fr_ca: La taille de la bordure du monde est passée de {1} bloc(s) de large à {0} bloc(s) de large
ga_ie: Socraíodh teorainn an domhain chuig {0} bloic ar leithead ({1} bloic anois)
gl_es: Estableceuse o tamaño do bordo do mundo a {0} bloques (antes {1} bloques)
he: הגדר את גבול העולם ל{0} בלוקים לרוחב (מ {1} בלוקים)
hr_hr: Postavi granicu svijeta na {0} blokova širine (od {1} bloka)
hu_hu: Világhatár beállítva {0} blokk szélesre ({1} blokkról)
id_id: Atur batas dunia ke {0} blok lebar (dari {1} blok)
is_is: Stilla breidd á jaðri heims á {0} kubba (úr {1} kubbum)
it: Il confine del mondo è stato impostato a una larghezza di {0} blocchi (precedentemente di {1} blocchi)
ja_jp: ワールドの境界を幅を {0} ブロックに設定しました（元のブロック数：{1}）
ka_ge: სამყაროს საზღვარი დაყენდა {0} ბლოკის სიგრძეზე ({1} ბლოკიდან)
ko_kr: 세계 경계선의 폭을 블록{0}개로 설정했습니다 (본래 블록 {1}개)
lb_lu: Sëtz de Rand vun der Welt ob {0} Bléck (vun {1} Bléck)
lt_lt: Nustatyta pasaulio riba į {0} blokų plotį (iš {1} blokų)
ms_my: Tetapkan sempadan dunia kepada {0} lebar blok (dari {1} blok)
mt_mt: Il-fruntiera tad-dinja ġiet issettjata għal {0} blokki wiesgħa (minn {1} blokki)
nl_nl: Wereldgrens ingesteld op {0} blokken breed (van de {1} blokken)
nn_no: Sett verdsgrensa til {0} blokkar i bredda (frå {1} blokkar)
pl: Ustawiono granicę świata na szerokość {0} bloków (z {1} bloków)
pt: A borda do mundo foi definida para {0} blocos de largura (a partir de {1} blocos)
ro_ro: S-a definit frontiera lumii la mărimea de {0} blocuri (de la {1} blocuri)
ru_ru: Установлена граница мира шириной {0} блоков (было {1} блоков)
sk_sk: Hranice sveta nastavené na veľkosť {0} kociek (pôvodne {1} kociek)
sl_si: Naredi mejo sveta do {0} kock široko (od {1} kock)
sv_se: Satte världskanten till en bredd på {0} block (från {1} block)
th_th: กำหนดขอบเขตโลกไปเป็น กว้าง {0} บล็อก (จาก {1} บล็อก)
tr_tr: Dünya sınırı ({1} blok iken) {0} blok genişliğine ayarlandı
vi_vn: Đã thiết lập biên giới thế giới để rộng {0} khối (từ {1} khối)
zh_cn: 设置世界边界的宽度为{0}个方块（原{1}个方块）
zh_tw: 世界邊界設定為 {0} 格寬 (從 {1} 格起)

# commands_worldborder_set_usage
source: /worldborder set <sizeInBlocks> [timeInSeconds]
be_by: /worldborder set <памер у блоках> [час у секундах]
bg_bg: /worldborder set <размер в блокчета> [<време в секунди>]
cs: /worldborder set <velikost v blocích> [<čas v sekundách>]
de: /worldborder set <Weite> [<Zeit>]
el_gr: /worldborder set <ΜέγεθοςΣεΚουτιά> [ΧρόνοςΣεΔευτερόλεπτα]
es: /worldborder set <tamaño en bloques> [tiempo en segundos]
fi: /worldborder set <kokoKuutioina> [aikaSekunteina]
fr_ca: /worldborder set <taille en blocs> [durée en secondes]
gl_es: /worldborder set <tamaño en bloques> [tempo en segundos]
he: /worldborder set <זמן-במילישניות] <כמות בלוקים]
hu_hu: /worldborder set <méretBlokkokban> [időMásodpercekben]
id_id: /worldborder set <luasDalamBlok> [waktuDalamDetik]
it: /worldborder set <dimensione in blocchi> [tempo in secondi]
ja_jp: /worldborder set <ブロック数> [秒数]
ka_ge: /worldborder set <ზომა ბლოკებში> [დრო წამებში]
ko_kr: /worldborder set <블록 크기> [시간(초)]
lb_lu: /worldborder set <GréisstAnBléck> [ZäitAnSekonnen]
lt_lt: /worldborder set <dydis blokais> [laikas sekundėmis]
nl_nl: /worldborder set <grootteInBlokken> [tijdInSeconden]
pl: /worldborder set <rozmiarwBlokach> [czaswSekundach]
pt: /worldborder set <TamanhoEmBlocos> [TempoEmSegundos]
ro_ro: /worldborder set <mărime în blocuri> [<timp în secunde>]
ru_ru: /worldborder set <размер в блоках> [время в секундах]
sk_sk: /worldborder set <sizeInBlocks> [časVSekundách]
sl_si: /worldborder set <velikostVkockah> [časVsekundah]
sv_se: /worldborder set <antal block> [sekunder]
tr_tr: /worldborder set <blokTüründenBoyut> [saniyeTüründenSüre]
vi_vn: /worldborder set <kích cỡ tính theo khối> [thời gian tính theo giây]
zh_cn: /worldborder set <大小（格）> [timeInSeconds]
zh_tw: /worldborder set <方格數> [秒數]

# commands_worldborder_setSlowly_grow_success
source: Growing world border to {0} blocks wide (up from {1} blocks) over {2} seconds
af_za: Vergroot wêreldgrens na {0} blokke wyd (vanaf {1} blokke) oor {2} sekondes
ar_sa: زراعة الحدود العالم إلى {0} كتل واسعة (صعودا من كتل {1}) على مدى {2} ثانية
be_by: Пашырэнне мяжы свету да {0} блокаў у шырыню (з {1} блокаў) за {2} секунд
bg_bg: Разширяване на границата на света до {0} блокчета в ширина (от {1} блокчета) в продължението на {2} секунди
ca_es: Ampliant el límit del món a {0} blocs d'amplada (anteriorment {1} blocs) en {2} segons
cs: Zvětšování hranice světa na {0} bloků (z {1} bloků) během {2} sekund
da_dk: Forstørrer verdensgrænsen til {0} blokke bred (forstørret fra {1} blokke) på {2} sekunder
de: Vergrößere Weltbarriere auf eine Weite von {0} Blöcken (von ursprünglich {1} Blöcken) in {2} Sekunden
el_gr: Μεγενθύνονται τα σύνορα του κόσμου σε μήκος {0} κουτιών ευρύτερα (από τα {1} κουτιά) ανά {2} κουτιά
es: Ampliando el borde del mundo a {0} bloques de distancia (anteriormente {1} bloques) en {2} segundos
fi: Kasvatetaan maailman rajaa {0} palikan leveyteen ({1} palikasta) {2} sekunnin aikana
fil_ph: Pinapalaki ang border ng mundo sa {0}$1 na mga blokeng lawak (tumaas mula {1}$2 na mga bloke) sa loob ng {2}$3 na segundo
fr_ca: Agrandissement de la bordure du monde de {1} bloc(s) de large à {0} blocs de large durant {2} secondes
ga_ie: Ag méadú teorainn an domhain go {0} bloic ar leithead (ó {1} bloic) thar tréimhse {2} soicind
gl_es: Ampliando o bordo do mundo a {0} bloques de distancia (antes {1} bloques) en {2} segundos
he: מגדיל את גבולות העולם ל-s% בלוקים (מ-s% בלוקים) במשך s% שניות
hr_hr: Povećanje granice na {0} blokova širine (s {1} blokova) u {2} sekundi
hu_hu: Világhatár kiterjesztése {0} blokk szélesre ({1} blokkról) {2} másodperc alatt
id_id: Batas dunia yang membesar sebesar {0} blok (dia atas dari {1} blok) selama {2} detik
is_is: Breikka jaðar heims í {0} kubba breidd (úr {1} kubbum) á {2} sekúndum
it: Il confine del mondo si sta espandendo per diventare largo {0} blocchi (partendo da {1} blocchi) in {2} secondi
ja_jp: ワールドの境界の幅を {2} 秒かけて {0} ブロックに拡大します（元のブロック数：{1}）
ka_ge: სამყაროს საზღვარი იზრდება {0} ბლოკამდე ({1} ბლოკიდან) {2} წამის განმავლობაში
ko_kr: 세계 경계선의 폭이 블록 {0}개가 되며 {2}초간 확대됩니다 (본래 블록 {1}개)
lb_lu: Vergréisser de Rand vun der Welt ob {0} Bléck (vun ursprénglech {1} Bléck) an {2} Sekonnen
lt_lt: Išplėsta pasaulio riba į {0} blokų plotį (padidinta {1} blokų) per {2} sekundes
ms_my: Membesarkan sempadan dunia kepada {0} blok lebar (naik daripada {1} blok) dalam masa {2} saat
mt_mt: Il-fruntiera tad-dinja qed tikber għal {0} blokki wiesgħa (minn {1} blokki) matul {2} sekondi
nl_nl: Wereldgrens vergroot naar {0} blokken breed (van de {1} blokken) in {2} seconden
nn_no: Aukar verdsgrensa til {0} blokker brei (opp frå {1} blokker) i laupet av {2} sekund
pl: Zwiększanie granicy świata z szerokości {0} bloków (z {1} bloków) na {2} sekund
pt: A aumentar a barreira do mundo para {0} blocos de largura (desde {1} blocos) durante {2} segundos
ro_ro: Frontiera lumii se mărește la {0} blocuri lățime (de la {1} blocuri) în {2} secunde
ru_ru: Расширение границы мира до {0} блоков (было {1} блоков) за {2} секунд
sk_sk: Zväčšuje sa hranica sveta na veľkosť {0} kociek (pôvodne {1} kociek) počas {2} sekúnd
sl_si: Uspešno je poteklo širjenje meje sveta na {0} kock široko (od {1} kock) v {2} sekundah
sv_se: Växer världskanten till en bredd på {0} block (från {1} block) under {2} sekunder
th_th: กำลังขยายขอบเขตโลกไปเป็น กว้าง {0} บล็อก (เพิ่มขึ้นไปจาก {1} บล็อก) ภายใน {2} วินาที
tr_tr: Dünya sınırı {2} saniye içerisinde ({1} bloktan) {0} blok genişliğine büyütülüyor
vi_vn: Đang nới rộng biên giới thế giới để rộng {0} khối (tăng từ {1} khối) trong {2} giây
zh_cn: 正将世界边界宽度逐渐增加为{0}个方块（原{1}个方块），时间{2}秒
zh_tw: 世界邊界正在擴大至 {0} 格寬 (從 {1} 格起)，需時 {2} 秒
