Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_deop_failed
source: Could not de-op {0}
af_za: could not be op{0}
ar_sa: لا يمكن الوصول إلى إلغاء المشغل {0}
be_by: Не атрымалася пазбавіць {0} праў аператара
bg_bg: {0} не можа да се премахне от списъка с оператори
ca_es: No s'ha pogut eliminar el rang d'operador de {0}
cs: Nelze odebrat operátorská práva hráči {0}
da_dk: Kunne ikke fjerne {0} som administrator
de: {0} konnte nicht von der Operatorliste entfernt werden
el_gr: δεν θα μπορούσε να απο-op {0}
es: No se ha podido eliminar de administrador a {0}
eu_es: {0} -(e)ri operadorea desegin ezin izan zen
fa_ir: نمی توان {0} را از مدیریت برکنار کرد
fi: Ei voitu poistaa operaattorin oikeuksia pelaajalta {0}
fil_ph: Hindi matanggal ang pagkaka-op ni {0}
fr_ca: Impossible de déopper {0}
ga_ie: Níorbh fhéidir cumas oibreora a bhaint ó {0}
gl_es: Non se pode quitar o administrador (OP) a {0}
he: לא יכול לבטל את הOp של {0}
hr_hr: Nije moguće De-OP-irati {0}
hu_hu: Nem sikerült megvonni az op jogokat {0} játékostól
id_id: Tidak bisa de-op {0}
is_is: {0} gat ekki lækka í tign
it: Impossibile degradare {0} dal ruolo di operatore
ja_jp: {0} のオペレーター権限を剥奪できませんでした
ka_ge: ვერ მოხერხდა {0}-(ი)ს ოპერატორთა სიიდან ამოშლა
ko_kr: {0}의 관리자 권한을 박탈할 수 없습니다
lb_lu: {0} konnt net vun der Operatorlëscht geläscht ginn
lt_lt: Nepavyko atimti administratoriaus teisių iš žaidėjo/os {0}
lv_lv: Nevarēja de-op {0}
ms_my: Boleh tidak de op {0}
mt_mt: {0} ma setgħax jitneħħa minn op
nl_nl: Kon {0} niet degraderen
nn_no: Kunne ikkje fjerna {0} som operatør
pl: Nie można odebrać uprawnień operatora graczowi {0}
pt: Não foi possível remover as permissões de operador de {0}
ro_ro: {0} nu a putut fi retrogradat din postul de operator
ru_ru: Не удалось исключить {0} из списка операторов
sk_sk: Nepodarilo sa odobrať op privilégiá od hráča {0}
sl_si: Ne morem odstraniti {0} kot operatorja
sv_se: Kunde inte ta bort {0} som op
th_th: ไม่สามารถถอนสิทธิ์การเป็นผู้ดูแลสำหรับ {0}
tr_tr: {0} yöneticilikten çıkarılamadı
vi_vn: Không thể bỏ quyền quản trị khỏi {0}
zh_cn: 无法撤销{0}的管理员权限
zh_tw: 無法除去 {0} 的管理員權限

# commands_deop_success
source: De-opped {0}
af_za: {0} is nie meer ŉ admin nie
ar_sa: إلغاء حق الإشراف ل {0}
be_by: Правы аператара адабраныя ў гульца {0}
bg_bg: Иззети права от {0}
ca_es: {0} ja no és operador
cs: Hráči {0} byla odebrána operátorská práva
da_dk: Fjernede {0} som operatør
de: {0} ist kein Operator mehr
el_gr: Απο-διαχειριστής {0}
es: {0} ya no es administrador
eu_es: {0}-(e)k operadore izateari utzi du
fa_ir: {0} از مدیریت خلع شد.
fi: Poistettiin pelaajan {0} operaattorin oikeudet
fil_ph: Hindi na OP si {0}
fr_ca: {0} est maintenant déoppé(e)
ga_ie: Baineadh cumas oibreora de {0}
gl_es: Retirado administrador (OP) a {0}
he: כוח רגיל מ{0}
hr_hr: De-OP-iran {0}
hu_hu: Op jogok megvonva {0} játékostól
hy_am: {0} այլևս օպերատոր չէ
is_is: {0} lækkaði í tign
it: {0} non è più un operatore
ja_jp: {0} からオペレーター権限を剥奪しました
ka_ge: {0} აღარ არის ოპერატორი
ko_kr: {0}의 관리자 권한을 박탈했습니다
lb_lu: {0} ass keen Operator méi
lt_lt: {0} atimtos administratoriaus teisės
ms_my: {0} dinyahopkan
mt_mt: {0} ma baqgħax admin
nl_nl: {0} is gedegradeerd
nn_no: {0} er ikkje lenger operatør
pl: Odebrano uprawnienia operatora graczowi {0}
pt: {0} deixou de ser operador
ro_ro: {0} nu mai este operator
ru_ru: {0} больше не оператор
sk_sk: Hráč {0} už nie je op
sl_si: {0} ni več operator
sv_se: {0} är inte längre operatör
th_th: ถอนสิทธิ์การเป็นผู้ดูแลของ {0} แล้ว
tr_tr: {0} yöneticilikten çıkarıldı
vi_vn: Đã không cho phép {0} hoạt động
zh_cn: 已夺去{0}的管理员权限
zh_tw: {0} 的管理員權限已被取消

# commands_deop_usage
source: /deop <player>
af_za: /deop <speler>
be_by: /deop <гулец>
bg_bg: /deop <играч>
cs: /deop <hráč>
da_dk: /deop <spiller>
de: /deop <Spieler>
el_gr: /deop <παίκτης>
es: /deop <jugador>
eu_es: /deop <jokalaria>
fa_ir: /deop <بازيکن>
fi: /deop <pelaaja>
fil_ph: /deop <manlalaro>
fr_ca: /deop <joueur>
ga_ie: /deop <imreoir>
gl_es: /deop <nome>
he: /deop <שחקן>
hi_in: /deop <खिलाड़ी>
hu_hu: /deop <játékos>
hy_am: /deop <խաղացող>
is_is: /deop <leikmaður>
it: /deop <giocatore>
ja_jp: /deop <プレイヤー名>
ka_ge: /deop <მოთამაშე>
ko_kr: /deop <플레이어>
lb_lu: /deop <Spiller>
lt_lt: /deop <žaidėjas>
lv_lv: /deop <spēlētājs>
ms_my: /deop <pemain>
mt_mt: /deop <plejer>
nl_nl: /deop <speler>
nn_no: /deop <spelar>
pl: /deop <gracz>
pt: /deop <jogador>
ro_ro: /deop <jucător>
ru_ru: /deop <игрок>
sl_si: /deop <ime igralca>
sv_se: /deop <spelare>
th_th: /deop <ผู้เล่น>
tr_tr: /deop <oyuncu>
vi_vn: /deop <người chơi>
zh_cn: /deop <玩家>
zh_tw: /deop <玩家>

# commands_difficulty_success
source: Set game difficulty to {0}
af_za: Spel moelikheid is verstel na {0}
ar_sa: وضع صعوبة اللعبة إلى {0}
be_by: Узровень складанасці ўсталяваны на {0}
bg_bg: Задаване на игрова трудност на {0}
ca_es: Dificultat canviada a {0}
cs: Obtížnost hry změněna na {0}
da_dk: Satte sværhedsgrad til {0}
de: Schwierigkeit auf {0} gesetzt
el_gr: Ορισμός δυσκολίας παιχνιδιού σε {0}
es: La dificultad ha cambiado a {0}
eu_es: jokoaren zailtasuna {0} -ra ezarrita
fa_ir: تنظیم درجه سختی بازی به {0}
fi: Pelin vaikeustasoksi muutettiin {0}
fil_ph: Napalitan ang kahirapan sa {0}
fr_ca: La difficulté de la partie a été définie en {0}
ga_ie: Socraíodh deacracht na cluiche go {0}
gl_es: Axustada a dificultade de xogo a {0}
he: שנה את דרגת הקושי ל {0}
hi_in: {0} के लिए सेट करें गेम की कठिनाई
hr_hr: Poteškoća podešena na {0}
hu_hu: A játék nehézsége átállítva {0} szintre
hy_am: Խաղի դժվարությունը սահմանել {0}
id_id: Mengatur kesulitan permainan ke {0}
is_is: Stilla erfiðleikastig á {0}
it: La difficoltà di gioco è stata cambiata in {0}
ja_jp: ゲームの難易度を {0} にしました
ka_ge: თამაშის სირთულე შეიცვალა: {0}
ko_kr: 게임 난이도가 {0}(으)로 설정되었습니다
lb_lu: Setz de Schwieregkeetsgrad op {0}
lt_lt: Žaidimo lygis nustatytas į {0}
lv_lv: Nomainīt spēles grūtību uz {0}
ms_my: Kesukaran permainan disetkan menjadi {0}
mt_mt: Id-diffikulta' tal-logħoba ġiet mibdula għal {0}
nl_nl: Niveau ingesteld op {0}
nn_no: Vanskegrada er satt til {0}
pl: Poziom trudności został zmieniony na {0}
pt: Dificuldade do jogo definida para {0}
ro_ro: Dificultatea jocului a fost schimbată în {0}
ru_ru: Установлена сложность игры: {0}
sk_sk: Obtiažnosť nastavená na {0}
sl_si: Težavnost nastavljena na {0}
sv_se: Svårighetsgrad ändrad till {0}
th_th: เปลี่ยนระดับความยากเป็น {0}
tr_tr: Oyun zorluğu {0}'e ayarlandı
vi_vn: Chỉnh độ khó trò chơi thành {0}
zh_cn: 将游戏难度设置为{0}
zh_tw: 已將遊戲難度設至 {0}

# commands_difficulty_usage
source: /difficulty <new difficulty>
af_za: /difficulty <nuwe moelikheid>
ar_sa: /difficulty < صعوبة جديدة >
bg_bg: /difficulty <трудност>
ca_es: /difficulty <nova dificultat>
cs: /difficulty <nová obtížnost>
da_dk: /difficulty <ny sværhedsgrad>
de: /difficulty <neue Schwierigkeit>
el_gr: /difficulty <νέα δυσκολία>
es: /difficulty <nueva dificultad>
eu_es: /difficulty <zailtasun berria>
fa_ir: /difficulty <سختي جديد>
fi: /difficulty <uusi vaikeustaso>
fil_ph: /difficulty <bagong kahirapan>
fr_ca: /difficulty <nouvelle difficulté>
ga_ie: /difficulty <deacracht nua>
gl_es: /difficulty <nova dificultade>
he: /difficulty < דרגת קושי חדשה >
hi_in: /difficulty <नई कठिनाई>
hr_hr: /difficulty <nova teškoća>
hu_hu: /difficulty <új nehézség>
hy_am: /difficulty <դժվարություն>
id_id: /difficulty <kesulitan baru>
is_is: /difficulty <nýtt erfiðleikastig>
it: /difficulty <nuova difficoltà>
ja_jp: /difficulty <新しい難易度>
ka_ge: /difficulty <სირთულე>
ko_kr: /difficulty <새로운 난이도>
lb_lu: /difficulty <nei Schwieregkeet>
lt_lt: /difficulty <sudėtingumo lygis 0-3>
lv_lv: /difficulty <jaunā grūtība>
ms_my: /difficulty <kesukaran baharu>
nl_nl: /difficulty <nieuw niveau>
nn_no: /difficulty <ny vanskegrad>
pl: /difficulty <nowy poziom trudności>
pt: /difficulty <nova dificuldade>
ro_ro: /difficulty <dificultate nouă>
ru_ru: /difficulty <сложность>
sl_si: /difficulty <nova težavnost>
sv_se: /difficulty <ny svårighetsgrad>
th_th: /difficulty <ระดับความยากที่ต้องการ>
tr_tr: /difficulty <yeni zorluk>
vi_vn: /difficulty <độ khó mới>
zh_cn: /difficulty <新的难度>
zh_tw: /difficulty <新的難度>

# commands_downfall_success
source: Toggled downfall
af_za: Het presipitasie aan/af geskakel
ar_sa: تبديل وجود المطر والثلج
be_by: Змена надвор’я...
bg_bg: Времето бе променено
ca_es: Pluja des/activada
cs: Počasí bylo změněno
da_dk: Justerede nedbør
de: Niederschlag umgestellt
el_gr: Αλλαγή πτώσης
es: Precipitación activada/desactivada
eu_es: Prezipitazioaren aldaketa
fa_ir: باران قطع/وصل شد
fi: Sateen tila vaihdettiin
fil_ph: Tinarugo ang ulan
fr_ca: Inversion des intempéries
ga_ie: Scoránaíodh an díle (bháistí/sneachta)
gl_es: Precipitacións modificadas
he: הפך מצב מזג אוויר
hi_in: टॉगल पतन
hr_hr: Promijenjene padaline
hu_hu: Csapadék átállítva
hy_am: Եղանակը փոխված է
id_id: Matikan Hujan
is_is: Breytti úrkomu
it: Il tempo atmosferico è stato cambiato
ja_jp: 天候を切り替えました
ka_ge: ატმოსფერული ნალექები გადართულია
ko_kr: 날씨를 변경했습니다
lb_lu: Nidderschloe ëmstellen
lt_lt: Orai pakeisti
lv_lv: Nokrišņi mainīti
ms_my: Togol hujan
mt_mt: Inbidel it-temp
nl_nl: Neerslag omgeschakeld
nn_no: Vêrguden skifta humør
pl: Przełączono występowanie opadów
pt: Precipitação alterada
ro_ro: Precipitații comutate
ru_ru: Погода успешно изменена
sk_sk: Prepnuté zrážky
sl_si: Vreme preklopljeno
sv_se: Ändrade nederbörd
th_th: สลับการเปิดปิดฝนหรือหิมะตกแล้ว
tr_tr: Yağış değiştirildi
vi_vn: Đã bật mưa tuyết
zh_cn: 天气已切换
zh_tw: 已切換天氣

# commands_downfall_usage
source: /toggledownfall
zh_tw: /toogledownfall

# commands_effect_failure_notActive
source: Couldn't take {0} from {1} as they do not have the effect
af_za: Kon nie {0} van {1} neem nie, aangesien hulle nie die effek het nie
ar_sa: لايمكن أخذ {0} من {1} لأنه لا يملك التأثير
be_by: Не атрымалася зняць з {1} {0}, на гульцу і так няма гэтага эфекту
bg_bg: Не може да се вземе {0} от {1}, защото нямат ефекта
ca_es: No es pot treure {0} al(s) jugador(s) {1} perquè no té/tenen l'efecte
cs: Účinek „{0}“ nelze z entity „{1}“ odstranit, protože na ni nepůsobí
da_dk: Kunne ikke fjerne {0} fra {1}, da de ikke var påvirkede af effekten
de: {0} liegt bei {1} nicht vor und konnte daher nicht entfernt werden
el_gr: Δε γινόταν να παρθεί {0} από τον/την {1} επειδή δεν έχουν την επίδραση
es: No se ha podido quitar {0} a {1} ya que no tiene el efecto
eu_es: Ezin zuen {0} hartu {1} -engandik ez zutelako efektua
fa_ir: نمي توان {0} را از {1} گرفت ، او اين افکت را ندارد
fi: Ei voitu ottaa vaikutusta {0} pelaajalta {1}, koska pelaajalla ei ole sitä
fil_ph: Hindi kayang ikuha ang {0} {1} kasi wala sila ng epekto
fr_ca: Impossible de retirer l'effet {0} sur {1} puisqu'il ou elle ne l'a pas
ga_ie: Níorbh fhéidir an éifeacht {0} a bhaint den imreoir {1} toisc nach bhfuil an éifeacht aige/aici
gl_es: Non se puido coller {0} de {1} xa que non ten o efecto
he: לא יכולנו לקחת את {0} מ- {1} כפי שאין להם את האפקט
hi_in: वे प्रभाव नहीं है के रूप में {0} {1} से ले नहीं सकता
hr_hr: Nemoguće uzeti {0} od {1} jer oni nemaju taj efekt
hu_hu: {0} nem vehető le róla: {1}, mivel nincs rajta ilyen hatás
hy_am: {0} Վերցնելը անհաջող էր {1}-ի մոտից, քանի որ նա չուներ այն
id_id: Tidah bisa mengambil {0} dari {1} karena mereka tidak mempunyai efek
is_is: Gat ekki virkjað {0} á {1} þar sem þeir eru ekki tilbúnir
it: Impossibile rimuovere {0} da {1} poiché non possiede quest'effetto
ja_jp: {1} は {0} の効果を受けていないため消去できませんでした
ka_ge: შეუძლებელია ეფექტი {0}-ის წართმევა {1}-(ი)სთვის, რადგან მათ ის არ გააჩნიათ
ko_kr: {1}이(가) 효과를 가지고 있지 않아 {0} 효과를 제거할 수 없습니다
lb_lu: Konnt {0} net vum Spiller {1} ewechhuelen, well hien et net huet
lt_lt: Nepavyko pašalinti {0} iš žaidėjo/os {1}, nes neturi tokio efekto
lv_lv: Nevarēja paņemt {0} no {1}, jo viņiem nav šāda efekta
ms_my: Tidak dapat mengambil {0} daripada {1} kerana mereka tidak mempunyai kesan
mt_mt: Ma setgħax jitneħħa {0} minn {1} għax il-plejer m'għandux dak l-effett fuqu
nl_nl: Kan {0} niet van {1} wegnemen omdat de speler het effect niet heeft
nn_no: Kunne ikkje fjerna {0} frå {1} sidan dei ikkje har verknaden
pl: Nie można zabrać efektu {0} graczowi {1}, ponieważ go nie posiada
pt: Não foi possível remover {0} de {1} porque ele(a) não tem esse efeito ativo
ro_ro: Nu s-a putut lua {0} de la {1} pentru că nu are acest efect
ru_ru: Не удалось удалить эффект {0} у {1}, поскольку эффект отсутствует
sk_sk: Nemožno odstrániť {0} z {1}, pretože ten efekt nemá
sl_si: Ni bilo mogoče odvzeti {0} od {1}, ker nima tega učinka
sv_se: Kunde inte ta {0} från {1} eftersom spelaren inte har effekten
th_th: ไม่สามารถใช้ {0} จาก {1} เนื่องจากไม่มีผล
tr_tr: Oyuncu etkiye sahip olmadığı için {0} etkisi {1}'den alınamadı
vi_vn: Không thể lấy {0} từ {1} bởi vật đó không có hiệu ứng này
zh_cn: 无法从{1}身上消除{0}因为他们没有此效果
zh_tw: 無法從 {1} 身上移除 {0}，因為其身上無此效果

# commands_effect_failure_notActive_all
source: Couldn't take any effects from {0} as they do not have any
af_za: Kon nie enige effekte van {0} verwyder nie, want daar was geen
ar_sa: لا تستطيع أن تتخذ أي آثار من {0} كما أنهم لا يملكون أي
be_by: Не атрымалася зняць эфекты з {0}, таму што яны адсутнічаюць
bg_bg: Не може да се вземат ефекти от {0}, защото нямат ефекти
ca_es: No s'ha pogut treure cap efecte al(s) jugador(s) {0} perquè no en tenia/en cap
cs: Účinky nelze z entity „{0}“ odstranit, protože na ni žádné nepůsobí
da_dk: Kunne ikke fjerne effekter fra {0} fordi de ikke har nogen
de: Es wurden keine Effekte von {0} entfernt, da keine vorhanden sind
el_gr: Δε γινόταν να παρθεί καμία επίδραση από τον/την {0} επειδή δεν έχουν καμία
es: No se ha podido quitar ningún efecto a {0} ya que no tienen ninguno
eu_es: Ezer ez kendu ezin izan zuen {0} -engandik ez zutelako ezer ere ez
fa_ir: نمي توان هيچ افکتي را از {0} گرفت، زیرا او افکتي ندارد.
fi: Ei voitu ottaa vaikutuksia pelaajalta {0}, koska pelaajalla ei ole niitä
fil_ph: Hindi kayang ikuha ng epekto kay {0} kasi wala silang epekto
fr_ca: Impossible de retirer des effets sur {0} puisqu'il ou elle n'en a pas
ga_ie: Níorbh fhéidir aon éifeacht a bhaint de {0} mar níl éifeacht acu
gl_es: Non se puido eliminar os efectos de {0} xa que non tiña ningún
he: אי אפשר לקחת את השיקויים מ-{0} כי אין לו שיקויים
hi_in: {0} से कोई भी प्रभाव लेने के रूप में वे किसी भी नहीं है नहीं कर सका
hr_hr: Nemoguće oduzeti efekte od {0} jer ne sadrže niti jedan
hu_hu: Nem sikerült hatásokat eltávolítani {0} játékosról, nem volt rajta egy sem
hy_am: Բոլոր ազդեցությունները վերցնելը անհաջող էր {0}-ի մոտից, քանի որ նա չուներ ոչ մի հատ
id_id: Tidak dapat mengambil efek dari {0} karena mereka tidak punya
is_is: Fékk enginn áhrif frá {0} þar sem þeir eru ekki með nein
it: Impossibile rimuovere alcun effetto da {0} poiché non ne possiede
ja_jp: {0} は効果を持っていないので除去することはできませんでした
ka_ge: შეუძლებელია {0}-(ი)ს ეფექტების მოშორება, რადგან ისინი არ არსებობენ
ko_kr: {0}이(가) 효과를 가지고 있지 않아 해제할 수 없습니다
lb_lu: Konnt keen Effekt vun {0} läsche well et kee gouf
lt_lt: Nepavyko atimti efektų iš {0}, nes jų nebuvo
lv_lv: Nevarēja pārņemt nekādus efektus no {0} jo viņiem nav nekādu
ms_my: Tidak boleh mengambil apa-apa kesan daripada {0} kerana mereka tidak mempunyai apa-apa
mt_mt: Ma setgħux jiġu mneħħija effetti minn {0} għax ma kellu l-ebda effett
nl_nl: Kon geen effecten nemen van {0} omdat die er geen had
nn_no: Kunne ikkje fjerna noko verknad frå {0} sidan dei ikkje har nokon
pl: Nie można usunąć efektów z gracza {0}, ponieważ żadnych nie posiada
pt: Nenhum efeito pôde ser removido de {0} visto que ele(a) não tem nenhum
ro_ro: Nu s-au putut lua efecte de la {0} pentru că nu are vreunul
ru_ru: Невозможно удалить эффекты у {0} так как они отсутствуют
sk_sk: Hráčovi {0} sa nedá odstrániť všetky efekty, lebo žiadne nemá
sl_si: Učinkov ni bilo mogoče odvzeti {0}, ker jih nima
sv_se: Kunde inte ta några effekter från {0} eftersom denne inte har några
th_th: ไม่สามารถใช้ผลกระทบใด {0} ๆ จากการที่พวกเขาไม่ได้มีการ
tr_tr: Oyuncu hiçbir etkiye sahip olmadığı için {0}'den etki alınamadı
vi_vn: Không thế lấy hiệu ứng nào từ {0} vì vật này không có hiệu ứng nào cả
zh_cn: 无法从{0}身上移除任何效果，因为他们身上什么效果都没有
zh_tw: 無法移除效果因為{0}身上沒有任何效果

# commands_effect_notFound
source: There is no such mob effect with ID {0}
af_za: Daar is nie ŉ 'mob' effek met ID {0} nie
ar_sa: لا يوجد تأثير عصابة مع الحساب {0}
be_by: Не існуе эфекту з кодам {0}
bg_bg: Няма такъв ефект с номер {0}
ca_es: No hi ha cap efecte de mobs amb l'ID {0}
cs: Účinek stvoření s ID {0} neexistuje
da_dk: Der findes ingen monster effekt med ID {0}
de: Es gibt keinen Effekt mit der ID {0}
el_gr: Δεν υπάρχει καμία τέτοια επίδραση τέρατος με ID {0}
es: No existe el efecto con ID {0}
eu_es: Ez dago halako izaki ondoriorik ID {0} -arekin
fa_ir: افکتي با آيدي {0} وحود ندارد
fi: Ei ole vaikutusta ID:llä {0}
fil_ph: Walang epekto na may ID {0}
fr_ca: Il n'y a pas d'effet avec l'ID {0}
ga_ie: Níl éifeacht créatúir ar bith ann leis an ID {0}
gl_es: Non hai ningún efecto de mob co ID {0}
he: אין לכך השפעה אספסוף כזה עם המזהה {0}
hi_in: आईडी{0} से ऐसी भीड़ प्रभाव है कोई
hr_hr: Ne postoji takav efekt sa ID {0}
hu_hu: Nem létezik hatás "{0}" azonosítóval
hy_am: {0} ID-ով ազդեցություն գոյություն չունի
id_id: Tiada efek Makhluk dengan ID {0}
is_is: Það eru enginn dýr með merkið {0}
it: Non c'è alcun effetto con ID {0}
ja_jp: 効果ID {0} を持つMobはいません
ka_ge: ეფექტი ID {0} არ არსებობს
ko_kr: ID {0}에 해당하는 몹 효과가 없습니다
lb_lu: Et gëtt keen Effekt mat der ID {0}
lt_lt: Nėra tokio efekto ID {0}
lv_lv: Nav tādu radības efekta ar ID {0}
ms_my: Tiada kesan rusuhan itu dengan ID {0}
mt_mt: Ma jeżisti l-ebda effett bl-ID ta' {0}
nl_nl: Er is geen mobeffect met ID {0}
nn_no: Det er inga monsterverknad med ID {0}
pl: Nie istnieje efekt o ID {0}
pt: Não existe nenhum efeito para mobs com a ID {0}
ro_ro: Nu există niciun efect cu ID-ul {0}
ru_ru: Эффекта с идентификатором {0} не существует
sk_sk: Neexistuje žiadny efekt s ID {0}
sl_si: Učinek bitja z ID-jem {0} ne obstaja
sv_se: Det finns ingen mobbeffekt med ID {0}
th_th: ไม่มีผลกระทบดังกล่าวกับฝูงชน ID{0}
tr_tr: {0} ID'si ile hiçbir canlı etkisi yok
vi_vn: Không có hiệu ứng quái thú nào mang mã {0}
zh_cn: 没有ID为{0}的状态效果
zh_tw: ID為 {0} 的特殊效果並不存在

# commands_effect_success
source: Given {0} (ID {1}) * {2} to {3} for {4} seconds
af_za: Het {0} (ID {1}) × {2} vir {3} gegee vir {4} sekondes
ar_sa: اعطي {0} (الهوية {1}) * {2} الى{3} لمدة {4} ثواني
be_by: Накладзены эфект "{0}" (ID {1}) * {2} на гульца {3} на {4} секунд
bg_bg: Дадено/и {0} (ID {1}) * {2} на {3} за {4} секунди
ca_es: S'ha donat {0} (ID {1}) * {2} a {3} durant {4} segons
cs: Přidán efekt „{0}“ (ID {1}) se sílou {2} entitě „{3}“ po dobu {4} sekund
da_dk: Gav {0} (ID {1}) * {2} til {3} i {4} sekunder
de: {3} hat {0} (ID {1}) * {2} für {4} Sekunden erhalten
el_gr: Δόθηκε {0} (ID {1}) * {2} στον/στην {3} για {4} δευτερόλεπτα
es: {3} ha recibido: {0} (ID {1})*{2} durante {4} segundos
eu_es: Emanda {0} (ID {1}) * {2} {3} -(e)ri {4} segundu
fa_ir: {0} (ID {1}) * {2} to {3} for {4} seconds
fi: Annettu {0} (ID {1}) * {2} {3}:lle {4} sekunniksi
fil_ph: Binigyan ang {0} (ID {1}) * {2} kay {3} ng {4} segundo
fr_ca: L'effet {0} (ID {1}) amplifié de {2} niveau(x) a été lancé sur {3} pour {4} secondes
ga_ie: Tugadh an éifeacht {0} (ID {1}) * {2} don imreoir {3} ar tréimhse {4} soicind
gl_es: Dado {0} (ID {1}) * {2} a {3} durante {4} segundos
he: על-ידי {0} (מזהה %2$ ד) * d$ %3 x 4$s $ x5 שניות d
hi_in: {0} (ID %2$ डी) दी * असक्षम %5$ के लिए $s के लिए %3$ घ घ सेकंड
hr_hr: Dano {0} (ID {1}) * {2} {3} za {4} sekundi
hu_hu: {3} {2} szintű {0} (ID: {1}) hatást kapott {4} másodpercig
hy_am: Տրվեց {0} (ID {1}) * {2} դեպի {3} {4} վարկյան տեվողությամբ
id_id: Diberikan {0} (ID {1}) * {2}m ke {3} untuk {4} detik
is_is: Láta {0} (Merki {1}) * {2} til {3} í {4} sek
it: L'effetto {0} (ID: {1}), amplificato di {2} livello/i, è stato dato a {3} per {4} secondi
ja_jp: {0} (ID {1}) レベル {2} を {3} に {4} 秒間与えました
ka_ge: მიეცა ეფექტი {0} (ID {1}) * {2} {3}-ს {4} წამით
ko_kr: {3}에게 {0} (ID {1}) * {2} 효과를 {4}초 동안 주었습니다
lb_lu: {3} huet {0} (ID {1}) * {2} fir {4} Sekonne krut
lt_lt: Suteiktas {0} (ID {1}) * {2} žaidėjui/ai {3} {4} sekundėms
lv_lv: Iedeva{0} (ID {1}) * {2} {3} uz {4} sekundēm
ms_my: Memberi {0} (ID {1}) * {2} kepada {3} untuk {4} saat
mt_mt: Ġie mogħti {0} (ID {1}) * {2} lil {3} għal {4} sekondi
nl_nl: {0} (ID {1}) * {2} aan {3} gegeven voor {4} seconden
nn_no: Gav {0} (ID {1}) * {2} til {3} for {4} sekund
pl: Nadano {0} (ID {1}) * {2} graczowi {3} na {4} sekund
pt: Foi dado {0} (ID {1}) * {2} para {3} por {4} segundos
ro_ro: I s-a dat {0} (ID {1}) * {2} lui {3} pentru {4} secunde
ru_ru: Наложен эффект "{0}" (ID {1}) * {2} на игрока {3} на {4} сек.
sk_sk: Dávam {0} (ID: {1}) * {2} {3} hráčovi na {4} sekúnd
sl_si: {3} je bil dan {0} (ID {1}) * {2} za {4} sekund
sv_se: Gav {0} (ID {1}) * {2} till {3} i {4} sekunder
th_th: ทำการให้เอฟเฟค {0} (ID {1}) * {2} ให้แก่ {3} เป็นเวลา {4} วินาที
tr_tr: {3}'e, {1} ID'li, {0} etkisi, {2} seviyesinde, {4} saniyeliğine verildi
vi_vn: Đã đưa {0} (mã {1}) * {2} cho {3} trong {4} giây
zh_cn: 给予{3}时长为{4}秒的{0}（ID {1}）*{2}效果
zh_tw: 對 {3} 加上了 {4} 秒的 {0} (ID {1}) * {2}

# commands_effect_success_removed
source: Took {0} from {1}
af_za: Het {0} geneem van {1}
ar_sa: اخذ {0} من {1}
be_by: Забрана {0} з {1}
bg_bg: Взето {0} от {1}
ca_es: S'ha tret l'effecte {0} al jugador {1}
cs: Účinek „{0}“ působící na entitu „{1}“ byl odstraněn
da_dk: Fjernede {0} fra {1}
de: {0} von {1} entfernt
el_gr: Πάρθηκε {0} από {1}
es: Se ha eliminado {0} de {1}
eu_es: {0} hartu zuen {1} -engandik
fa_ir: {0} از {1} گرفته شد
fi: Otettu {0} pelaajalta {1}
fil_ph: Kinuha ang {0} kay {1}
fr_ca: L'effet {0} sur {1} a été retiré
ga_ie: Baineadh an éifeacht {0} den imreoir {1}
gl_es: Colleuse {0} de {1}
he: לקח את {0} מ- {1}
hr_hr: Uzeto {0} od {1}
hu_hu: {0} hatás levéve róla: {1}
hy_am: Վերցվեց {0} {1}-ի մոտից
id_id: Perlu {0} dari {1}
is_is: Fjarlægði {0} af {1}
it: L'effetto {0} è stato rimosso da {1}
ja_jp: {0} を {1} から除去しました
ka_ge: {1}-სგან მიღებულია {0}
ko_kr: {1}에게서 {0} 효과를 제거했습니다
lb_lu: {0} von {1} geläscht
lt_lt: Pašalintas {0} iš žaidėjos/o {1}
lv_lv: Paņēma {0} no {1}
ms_my: Mengambil {0} daripada {1}
mt_mt: Tneħħa {0} minn {1}
nl_nl: {0} van {1} weggenomen
nn_no: Tok {0} frå {1}
pl: Zabrano {0} graczowi {1}
pt: Foi retirado {0} de {1}
ro_ro: Efectul {0} a fost luat de la {1}
ru_ru: Удалён эффект {0} у {1}
sk_sk: Efekt {0} bol odstránený z hráča {1}
sl_si: Vzel {0} od {1}
sv_se: Tog {0} från {1}
th_th: เอา {0} จาก {1}
tr_tr: {0} etkisi {1}'den alındı
vi_vn: Đã lấy {0} từ {1}
zh_cn: 消除了{1}身上的{0}
zh_tw: 從 {1} 身上移除了 {0}
