Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_scoreboard_players_reset_success
source: Reset scores of player {0}
af_za: Herstel alle tellings van speler {0}
ar_sa: إعادة تعيين نقاط الاعب {0}
be_by: Лік гульца {0} быў скінуты
bg_bg: Нулирани всички резултати на {0}
ca_es: S'han reiniciat totes les puntuacions del jugador {0}
cs: Vynulovat všechny výsledky hráče {0}
da_dk: Nustiller alle point af spillere {0}
de: Alle Punkte von Spieler {0} wurden zurückgesetzt
el_gr: Επαναφορά όλων των πόντων του παίκτη {0}
es: Has reiniciado las puntuaciones de {0}
eu_es: {0} jokalariren puntuazio guztiak berrezarri
fa_ir: تنظیم مجدد تمام امتیازات بازیکن {0}
fi: Pelaajan {0} pisteet on nollattu
fil_ph: Ulitin ang lahat ng puntos ni {0}
fr_ca: Tous les scores du joueur {0} ont été réinitialisés
ga_ie: Athshocraíodh gach scór don imreoir {0}
gl_es: Tódalas puntuacións do xogador {0} foron restablecidas
he: איפוס כל הציונים של הנגן {0}
hi_in: खिलाड़ी के सभी स्कोर रीसेट {0}
hr_hr: Resetiraj sve bodove igrača {0}
hu_hu: {0} játékos minden pontszáma nullázva
hy_am: Վերակարգել մասնակցի բոլոր միավորները {0}
id_id: Reset semua skor player {0}
is_is: Hreinsa öll stig hjá leikmanni {0}
it: Tutti i punteggi di {0} sono stati azzerati
ja_jp: プレイヤー{0}のスコアをリセットしました
ka_ge: მოთამაშეს {0} ყველა ქულის ჩამოყრა
ko_kr: 플레이어 {0}의 모든 점수를 초기화했습니다
lb_lu: All Punkte vum Spiller {0} goufen zeréckgesat
lt_lt: Visi {0} žaidėjo/os taškai nustatyti į 0
lv_lv: Atiestatīt visus spēlētāja {0} rezultātus
ms_my: Mengeset semula semua skor pemain {0}
mt_mt: Il-punteġġi kolla ta' plejer {0} ġew imħassra
nl_nl: Alle scores van speler {0} resetten
nn_no: Alle poengsum for spelar {0} vart tilbakestilt
pl: Zresetowano wszystkie wyniki gracza {0}
pt: As pontuações do jogador {0} foram reiniciadas
ro_ro: Toate scorurile jucătorului {0} au fost resetate
ru_ru: Обнулён счёт игрока {0}
sk_sk: Vynulované skóre hráča {0}
sl_si: Vsi rezultati igralca {0} so bili ponastavljeni
sv_se: Nollställde alla poäng för spelare {0}
th_th: รีเซ็ตคะแนนทั้งหมดของผู้เล่นที่ {0}
tr_tr: {0} oyuncusunun bütün puanlarını sıfırlandı
vi_vn: Thiết lập lại tất cả điểm của người chơi {0}
zh_cn: 重置玩家{0}所有的分数
zh_tw: 已重置玩家 {0} 所有的分數

# commands_scoreboard_players_reset_usage
source: /scoreboard players reset <player> [objective]
ar_sa: /scoreboard players reset <الاعب> [هدف]
be_by: /scoreboard players reset <гулец> [мэта]
bg_bg: /scoreboard players reset <играч> [<цел>]
cs: /scoreboard players reset <hráč>|* [<úkol>]
de: /scoreboard players reset <Spieler>|* [<Ziel>]
es: /scoreboard players reset <jugador> [objetivo]
fi: /scoreboard players reset <pelaaja> [tehtävä]
fr_ca: /scoreboard players reset <joueur> [objectif]
gl_es: /scoreboard players reset <xogador> [obxectivo]
he: /scoreboard players reset <מטרה] <שחקן]
hu_hu: /scoreboard players reset <játékos> [cél]
id_id: /scoreboard players reset <pemain> [tujuan]
it: /scoreboard players reset <giocatore> [obiettivo]
ja_jp: /scoreboard players reset <プレイヤー> [オブジェクト]
ka_ge: /scoreboard players reset <მოთამაშე> [მიზანი]
ko_kr: /scoreboard players reset <플레이어> [목표]
lb_lu: /scoreboard players reset <Spiller> [Ziel]
lt_lt: /scoreboard players reset <žaidėjas> [tikslas]
nl_nl: /scoreboard players reset <speler> [doel]
pl: /scoreboard players reset <gracz> [cel]
pt: /scoreboard players reset <jogador> <objetivo> <quantidade> [Tags]
ro_ro: /scoreboard players reset <jucător> [<obiectiv>]
ru_ru: /scoreboard players reset <игрок> [задача]
sk_sk: /scoreboard players reset <player> [úloha]
sl_si: /scoreboard players reset <igralec> [cilj]
sv_se: /scoreboard players reset <spelare> [mål]
tr_tr: /scoreboard players reset <oyuncu> [görev]
vi_vn: /scoreboard players reset <người chơi> [chỉ tiêu]
zh_cn: /scoreboard players reset <玩家> [目标]
zh_tw: /scoreboard players reset <玩家> [目標]

# commands_scoreboard_players_resetscore_success
source: Reset score {0} of player {1}
af_za: Stel telling {0} van speler {1} terug
ar_sa: إعادة نتيجة {0} للاعب {1}
be_by: Лік {0} гульца {1} быў скінуты
bg_bg: Нулирани бяха точките за {0} на играча {1}
ca_es: Reinicialitzar puntuació {0} del jugador {1}
cs: Vynulovat skóre {0} hráče {1}
da_dk: Nulstil score {0} på spilleren {1}
de: Punktestand {0} von {1} wurde zurückgesetzt
el_gr: Επανέφερε το σκορ {0} του παίκτη {1}
es: Se ha reiniciado la puntuación {0} de {1}
eu_es: {0} puntuazioa {1} -ren jokalaria leheneratua
fi: Resetoi pisteet {0} pelaajalle {1}
fil_ph: I-reset ang score na {0}$1 ng manlalarong si {1}$2
fr_ca: Le score de l'objectif {0} du joueur {1} a été réinitialisé
ga_ie: Athshocraíodh scór {0} le haghaidh imreoir {1}
gl_es: Reiniciouse a puntuación {0} de {1}
he: איפוס ניקוד {0} של שחקן {1}
hr_hr: Resetiraj rezultat {0} igrača {1}
hu_hu: {1} játékos {0} pontszáma nullázva
id_id: Menyetel ulang skor {0} dari pemain {1}
is_is: Núllstilla skor {0} leikmanns {1}
it: Il punteggio dell'obiettivo {0} di {1} è stato azzerato
ja_jp: オブジェクト {0} のプレイヤー {1} のスコアをリセットしました
ka_ge: გაუუქმდა {0} ქულა მოთამაშე {1}-(ი)ს
ko_kr: 플레이어 {1}의 점수 {0}을(를) 초기화했습니다
lb_lu: Punktestand {0} vun {1} gouf zeréckgesat
lt_lt: Atstatytas rezultatas {0} žaidėjo/os {1}
lv_lv: Atiestatīt visus spēlētāja {0} rezultātus
ms_my: Set semula markah {0} dari pemain {1}
mt_mt: Il-punteġġ {0} ta' plejer {1} ġie mħassar
nl_nl: Score {0} van speler {1} gereset
nn_no: Nullstill poengsum {0} for spelar {1}
pl: Zresetuj wynik {0} gracza {1}
pt: A pontuação {0} do jogador {1} foi restaurada
ro_ro: S-a resetat scorul {0} al jucătorului {1}
ru_ru: Сброшено {0} очков игрока {1}
sk_sk: Obnoviť skóre {0} hráča {1}
sl_si: Rezultat {0} igralca {1} je bil poenostavljen
sv_se: Nollställde poängen {0} för spelaren {1}
th_th: รีเซ็ต คะแนน {0} ของผู้เล่น {1}
tr_tr: {0} puanı, oyuncu {1} için sıfırlandı
vi_vn: Đã đặt lại điểm {0} của người chơi {1}
zh_cn: 已重置玩家{1}的{0}的分数
zh_tw: 已重置 {1} 在 {0} 上的分數

# commands_scoreboard_players_set_success
source: Set score of {0} for player {1} to {2}
af_za: Stel telling van {0} vir speler {1} na {2}
ar_sa: تعيين نقاط من٪ s للاعب٪ s إلى٪ D
be_by: Лік {0} гульца {1} усталяваны на {2}
bg_bg: Зададен резултат за {0} на играч {1} на {2}
ca_es: S'ha canviat la puntuació de {0} del jugador {1} a {2}
cs: Skóre „{0}“ hráče {1} bylo nastaveno na {2}
da_dk: Stillede stillingen {0} for spilleren {1} til {2}
de: Punktestand von {0} für Spieler {1} wurde auf {2} gesetzt
el_gr: Ορισμός βαθμολογίας {0} για τον παίκτη {1} έως {2}
es: Se ha establecido la puntuación de {0} al jugador {1} en {2}
eu_es: {0} puntuazioa ezarrita {1} jokalariarentzat {2} -i
fi: '{0}' pistemäärä pelaajalla {1} on nyt {2}
fil_ph: Itakdang {0} para kay {1} papuntang {2}
fr_ca: Le score de l'objectif {0} pour le joueur {1} a été défini à {2}
ga_ie: Socraíodh scór {0} don imreoir {1} go {2}
gl_es: Axustada a puntuación de {0} para o xogador {1} a {2}
he: מוגדר ציון של {0} עבור הנגן {1} {2}
hi_in: स्कोर खिलाड़ी {0} के लिए {1} की {2} के लिए सेट करें
hr_hr: Postavi bodove {0} za igrača {1} na {2}
hu_hu: {0} célhoz {1} játékosnak {2} pont beállítva
hy_am: {0} միավորների քանակը {1} խաղացողի համար փոխվեցի դեպի {2}
id_id: Mengatur nilai {0} untuk pemain {1} sampai {2}
is_is: Stilla stigin fyrir {0} fyrir leikmenn {1} til {2}
it: Il punteggio dell'obiettivo {0} di {1} è stato impostato a {2}
ja_jp: プレイヤー {1} の {0} のスコアを {2} に設定しました
ka_ge: {0} დავალებიდან {1} ქულის მიცემა მოთამაშესთვის {2}
ko_kr: 플레이어 {1}의 {0} 점수를 {2}(으)로 설정했습니다
lb_lu: Punktestand vun {0} fir de Spiller {1} gouf op {2} gesat
lt_lt: {0} tikslo taškų kiekis žaidėjui {1} nustatytas į {2}
lv_lv: Iestatīt rezultātu {0} spēlētājam {1} uz {2}
ms_my: Set keputusan {0} untuk pemain {1} kepada {2}
mt_mt: Il-punteġġ ta' {0} ġie ssettjat għal plejer {1} għal {2}
nl_nl: Score {0} voor speler {1} is verzet naar {2}
nn_no: Satt poengsum {0} for spelar {1} til {2}
pl: Wynik {0} gracza {1} ustawiono na {2}
pt: A pontuação de {0} do jogador {1} foi definida para {2}
ro_ro: Scorul obiectivului {0} pentru jucătorul {1} a fost setat la {2}
ru_ru: Установлено {2} очков для задачи {0} игрока {1}
sk_sk: Skóre {0} pre hráča {1} bolo nastavené na {2}
sl_si: Rezultat {0}, igralca {1}, je bil nastavljen na {2}
sv_se: Poäng för {0} för spelare {1} sattes till {2}
th_th: กำหนดคะแนนของผู้เล่นที่ {0} {1} {2}
tr_tr: {0} puanı, oyuncu {1} için {2} olarak ayarlandı
vi_vn: Chỉnh điểm của {0} cho người chơi {1} thành {2}
zh_cn: 将玩家{1}的{0}分数设置为{2}
zh_tw: 已將 {1} 的 {0} 分數設定為 {2}

# commands_scoreboard_players_set_tagError
source: Could not parse dataTag, reason: {0}
af_za: Kon nie die dataTag ontleed nie, rede: {0}
ar_sa: لم يتم تحليل علامة البيانات, بسبب {0}
be_by: Немагчыма разабраць тэг, прычына: {0}
bg_bg: Разбора на информационен таг е неуспешен. Причината е {0}
ca_es: No s'ha pogut analitzar el dataTag, raó: {0}
cs: Datový tag nelze analyzovat. Důvod: {0}
da_dk: Kunne ikke fortolke dataTag, årsag: {0}
de: Kann NBT-Daten nicht analysieren, Grund: {0}
el_gr: Δεν ήταν δυνατό να αναλυθεί το dataTag, αιτία: {0}
es: No se ha podido analizar el dataTag por el siguiente motivo: {0}
eu_es: Ezin izan da dataTag-a analizatu, arrazoia: {0}
fi: Datatagia ei voitu jäsentää, syynä: {0}
fil_ph: Hindi ma-parse ang dataTag, dahilan: {0}
fr_ca: L'analyse syntaxique du data tag a échoué : {0}
ga_ie: Theip ar pharsáil clib sonraí, cúis: {0}
gl_es: Non se puido analizar a etiqueta de datos por o seguinte motivo: {0}
he: לא היתה אפשרות לנתח את תג המידע בגלל: {0}
hr_hr: Nije mougće raščlaniti dataTag, razlog: {0}
hu_hu: Adatcímke értelmezése sikertelen, ok: {0}
id_id: Tidak dapat menguraikan dataTag, alasannya: {0}
is_is: Úrvinnsla dataTag mistókst, ástæða: {0}
it: Impossibile analizzare i dati NBT per il seguente motivo: {0}
ja_jp: データタグを解析できませんでした。理由：{0}
ka_ge: მონაცემთა ტეგის შესრულება ვერ მოხერხდა, მიზეზი: {0}
ko_kr: 데이터 태그 구문을 해석할 수 없습니다: {0}
lb_lu: NBT-Date konnten net geparst ginn. Grond: {0}
lt_lt: Nepavyko apdoroti duomenų žymės, priežastis: {0}
ms_my: Tidak dapat membuka dataTag kerana: {0}
mt_mt: dataTag falliet, raġuni: {0}
nl_nl: Kon dataTag niet parseren, reden: {0}
nn_no: Kan ikkje analysere datatag, grunn: {0}
pl: Nie można analizować dataTag, powód: {0}
pt: Erro na análise da Tag, razão: {0}
ro_ro: Nu se pot analiza datele NBT, motiv: {0}
ru_ru: Не удалось распознать тег данных, причина: {0}
sk_sk: Nepodarilo sa analyzovať dátovú značku, dôvod: {0}
sl_si: Ni mogoče razčleniti podatkovne oznake, razlog: {0}
sv_se: Kunde inte tolka datatagg. Anledning: {0}
th_th: ไม่สามารถแยกแท็กข้อมูล เหตุผล: {0}
tr_tr: Veri etiketi ayrıştırma başarısız oldu. Sebep: {0}
vi_vn: Không thể phân tích nhãn dữ liệu, lí do: {0}
zh_cn: 无法解析数据标签，原因：{0}
zh_tw: 無法解析此資料標籤，原因為：{0}

# commands_scoreboard_players_set_tagMismatch
source: The dataTag does not match for {0}
af_za: The dataMerker stem nie ooreen vir {0} nie
ar_sa: بيانات العلامة ليست مطابقة لـ{0}
be_by: Тэг неадпаведны для {0}
bg_bg: Информационният таг не съвпада за {0}
ca_es: La dada no coincideix per {0}
cs: Datový tag se neshoduje pro {0}
da_dk: DataTag svarer ikke til {0}
de: Die NBT-Daten für {0} stimmen nicht überein
el_gr: Το dataTag δεν ταιριάζει για {0}
es: El dataTag no coincide con {0}
eu_es: Data Tag-a ez du {0} -ekin kointziditu
fi: DataTag ei vastaa annettua tagia {0}
fil_ph: Ang dataTag ay hindi tumutugma para sa {0}
fr_ca: Le data tag ne correspond pas pour {0}
ga_ie: Ní mheaitseálann an chlib sonraí le haghaidh {0}
gl_es: O dataTag non coincide con {0}
he: תג המידע אינו תואם עבור {0}
hr_hr: dataTag se ne podudara za {0}
hu_hu: Az adatcímke nem egyezik: {0}
id_id: dataTag tidak cocok dengan {0}
is_is: Gagnatagið samsvarar ekki {0}
it: I dati NBT non corrispondono per {0}
ja_jp: データタグが {0} と一致しません
ka_ge: მონაცემთა ტეგი არ ემთხვევა {0}
ko_kr: {0}의 데이터 태그가 일치하지 않습니다
lb_lu: NBT-Date stemmen net: {0}
lt_lt: Duomenų žymė nesutampa su {0}
lv_lv: Datu tags neatbilzt {0}
ms_my: DataTag tidak sepadan dengan {0}
mt_mt: dataTag ma jaqbilx ma' {0}
nl_nl: De dataTag komt niet overeen voor {0}
nn_no: Datatag passar ikkje for {0}
pl: DataTag nie pasuje do: {0}
pt: A Tag não corresponde a {0}
ro_ro: Datele NBT nu corespund pentru {0}
ru_ru: Тег данных не соответствует {0}
sk_sk: Dátová značka pre {0} nezodpovedá
sl_si: Podatkovna oznaka se ne ujema z {0}
sv_se: Datataggen matchar inte för {0}
th_th: แท็กข้อมูลไม่ตรงกันสำหรับ {0}
tr_tr: {0} için veri etiketi eşleşmiyor
vi_vn: Nhãn dữ liệu không khớp với {0}
zh_cn: 数据标签与{0}不匹配
zh_tw: 此資料標籤並不符合 {0}

# commands_scoreboard_players_set_usage
source: /scoreboard players set <player> <objective> <score> [dataTag]
af_za: /scoreboard players set <player> <objective> <score> [dataMerker]
ar_sa: /scoreboard players set <لاعب> <هدف> <نتيجة> [dataTag]
be_by: /scoreboard players set <гулец> <мэта> <лік> [dataTag]
bg_bg: /scoreboard players set <играч> <цел> <точки> [<таг>]
cs: /scoreboard players set <hráč>|* <úkol> <skóre> [<datový tag>]
de: /scoreboard players set <Spieler>|* <Ziel> <Punktestand> [<NBT-Daten>]
es: /scoreboard players set <jugador> <objetivo> <puntuación> [dataTag]
fr_ca: /scoreboard players set <joueur> <objectif> <score> [dataTag]
he: /scoreboard players set <טאג-נתון] <תוצאה> <מטרה> <שחקן]
hu_hu: /scoreboard players set <játékos> <cél> <pontszám> [adatcímke]
id_id: /scoreboard players set <pemain> <tujuan> <nilai> [PenandaData]
it: /scoreboard players set <giocatore> <obiettivo> <punteggio> [dati NBT]
ja_jp: /scoreboard players set <プレイヤー> <オブジェクト> <スコア> [データタグ]
ka_ge: /scoreboard players set <მოთამაშე> <მიზანი> <ქულა> [მონაც. ტეგი]
ko_kr: /scoreboard players set <플레이어> <목표> <점수> [데이터 태그]
lb_lu: /scoreboard players set <Spiller> <Ziel> <Punktestand> [NBT-Daten]
lt_lt: /scoreboard players set <žaidėjas> <tikslas> <rezultatas> [duomenų-žymė]
nl_nl: /scoreboard players set <speler> <doel> <score> [dataTag]
pl: /scoreboard players set <gracz> <cel> <wynik> [dataTag]
pt: /scoreboard players set <jogador> <objetivo> <pontuação> [Tags]
ro_ro: /scoreboard players set <jucător> <obiectiv> <scor> [<date NBT>]
ru_ru: /scoreboard players set <игрок> <задача> <значение> [тегДанных]
sk_sk: /scoreboard players set <player> <objective> <score> [dátováZnačka]
sl_si: /scoreboard players set <igralec> <cilj> <točke> [podatkovnaOznaka]
sv_se: /scoreboard players set <spelare> <mål> <poäng> [datatagg]
tr_tr: /scoreboard players set <oyuncu> <görev> <skor> [veriEtiketi]
vi_vn: /scoreboard players set <người chơi> <chỉ tiêu> <điểm> [nhãn dữ liệu]
zh_cn: /scoreboard players set <玩家> <目标> <分数> [数据标签]
zh_tw: /scoreboard players set <玩家> <目標> <分數> [資料標籤]

# commands_scoreboard_players_tag_list
source: Tags on entity {0} are:
af_za: Merkers op entiteit {0} is:
ar_sa: العلامات على الكائن {0} هى:
be_by: Тэгі сутнасці {0}:
bg_bg: Етикетите на обекта {0} са:
ca_es: Les etiquetes de l'entitat {0} són:
cs: Tagy přiřazené entitě {0}:
da_dk: Tags på enhed {0} er:
de: Objekt {0} hat die Tags:
el_gr: Οι ετικέτες στην οντότητα {0} είναι:
es: Las etiquetas en la entidad {0} son:
fi: Entiteetin {0} tagit ovat:
fil_ph: Tanda sa nilikha {0} ay:
fr_ca: Les tags de l'entité {0} sont :
ga_ie: Clibeanna ar an aonán {0}:
gl_es: As etiquetas da entidade {0} son:
he: התגים על היצור s% הם:
hr_hr: Oznake na objektu {0} su:
hu_hu: A(z) {0} entitás adatcímkéi:
id_id: Tag pada badan {0} adalah:
it: I tag dell'entità {0} sono:
ja_jp: {0} に付いているタグ：
ka_ge: ტეგები ობიექტებზე {0}:
ko_kr: 개체 {0}에 등록된 태그:
lb_lu: Tags vum Objet {0} sinn:
lt_lt: Objekto {0} žymės yra:
lv_lv: Birkas pie {0} būtības ir:
ms_my: Tag-tag pada entiti {0} adalah:
mt_mt: Tags għall-entita' {0} huma:
nl_nl: De tags op entiteit {0} zijn:
nn_no: Tag-et på eininga {0} er:
pl: Na bycie {0} są tagi:
pt: As tags na entidade {0} são:
ro_ro: Tagurile entității {0} sunt:
ru_ru: Теги сущности {0}:
sk_sk: Značky na bytosti {0} sú:
sl_si: Oznake na entiteti {0} so:
sv_se: Taggarna för entiteten {0} är:
th_th: แท็กของ entity {0} คือ:
tr_tr: {0} varlığındaki etiketler şunlardır:
vi_vn: Các nhãn gắn với thực thể {0} gồm:
zh_cn: 在实体{0}上的标签是:
zh_tw: 在實體 {0} 上的標籤有：

# commands_scoreboard_players_tag_notFound
source: Entity didn't have the {0} tag
af_za: Entiteit het nie die {0} merker nie
ar_sa: الكائن لا يحمل علامة {0}
be_by: Сутнасць не мае тэгу {0}
bg_bg: Обектът нямаше етикета {0}
ca_es: L'entitat no tenia l'etiqueta {0}
cs: Entita neměla tag „{0}“
da_dk: Enhed har ikke tag {0}
de: Objekt hatte nicht den {0}-Tag
el_gr: Η οντότητα δεν είχε την ετικέτα {0}
es: La entidad no tiene la etiqueta {0}
fi: Entiteetillä ei ollut tagia {0}
fil_ph: Walang {0} tag sa Entity
fr_ca: L’entité n'avait pas le tag {0}
ga_ie: Ní raibh an clib {0} ag an aonán
gl_es: A entidade non tiña a etiquta {0}
he: לאובייקט לא היה {0} תג
hu_hu: Az entitás nem rendelkezik {0} címkével
id_id: Entitas tidak memiliki {0} tag
it: L'entità non possiede il tag {0}
ja_jp: エンティティは {0} タグを持っていません
ka_ge: ობიექტს არ ჰქონდა {0} ტეგი
ko_kr: 개체가 {0} 태그를 가지고 있지 않습니다
lb_lu: Objet hat den {0} Tag net
lt_lt: Objektas neturėjo žymės {0}
ms_my: Entiti tidak mempunyai tag {0}
mt_mt: L-entita' m'għandiex it-tag {0}
nl_nl: Entiteit had geen {0}-tag
nn_no: Einingen har ikkje ein {0}-tag
pl: Byt nie ma tagu {0}
pt: A entidade não tinha a tag {0}
ro_ro: Entitatea nu avea tagul {0}
ru_ru: У сущности отсутствует тег {0}
sk_sk: Bytosť nemá značku {0}
sl_si: Entiteta nima {0} oznake
sv_se: Entiteten hade inte taggen {0}
th_th: Entity ไม่มี {0} แท็ก
tr_tr: Varlık {0} etiketine sahip değil
vi_vn: Thực thể không có nhãn {0}
zh_cn: 实体没有{0}标签
zh_tw: 實體沒有{0}標籤

# commands_scoreboard_players_tag_success_add
source: Tag {0} added
af_za: Merker {0} bygevoeg
ar_sa: تمت إضافة العلامة {0}
be_by: Тэг {0} дададзены
bg_bg: Етикетът {0} е добавен
ca_es: S'ha afegit l'etiqueta {0}
cs: Tag „{0}“ byl přidán
da_dk: Tag {0} tilføjet
de: Tag {0} hinzugefügt
el_gr: Eτικέτα {0} προστέθηκε
es: Se ha añadido la etiqueta {0}
fi: Tagit {0} lisätty
fil_ph: Tandang {0} idinagdag
fr_ca: Le tag {0} a été ajouté
ga_ie: Cuireadh clib {0} leis
gl_es: Etiqueta {0} engadida
he: תג {0} הוסף
hr_hr: Oznaka {0} dodana
hu_hu: Címke {0} hozzáadva
id_id: {0} tag yang ditambahkan
it: Il tag {0} è stato aggiunto
ja_jp: タグ「{0}」を追加しました
ka_ge: დაემატა ტეგი {0}
ko_kr: 태그 {0}이(가) 추가되었습니다
lb_lu: Tag {0} bäigefügt
lt_lt: Žymė {0} pridėta
lv_lv: Tegs {0} pievienots
ms_my: Tag {0} ditambah
mt_mt: It-tag {0} ġiet miżjuda
nl_nl: Tag {0} toegevoegd
nn_no: Tag-et {0} vart lagt til
pl: Dodano tag {0}
pt: Tag {0} adicionada
ro_ro: Tagul {0} a fost adăugat
ru_ru: Добавлен тег {0}
sk_sk: Značka {0} pridaná
sl_si: Oznaka {0} dodana
sv_se: Taggen {0} lades till
th_th: แท็ก {0} ถูกเพิ่ม
tr_tr: Etiket {0} eklendi
vi_vn: Đã thêm nhãn {0}
zh_cn: 标签{0}已添加
zh_tw: 已增加{0}標籤

# commands_scoreboard_players_tag_success_remove
source: Tag {0} removed
af_za: Merker {0} verwyder
ar_sa: تمت إزالة العلامة {0}
be_by: Тэг {0} выдалены
bg_bg: Етикетът {0} е премахнат
ca_es: L'etiqueta {0} ha sigut eliminada
cs: Tag „{0}“ byl odstraněn
da_dk: Tag {0} fjernet
de: Tag {0} entfernt
el_gr: Eτικέτα {0} αφαιρέθηκε
es: Se ha eliminado la etiqueta {0}
fi: Tagit {0} poistettu
fil_ph: Tandang {0} itinanggal
fr_ca: Le tag {0} a été supprimé
ga_ie: Baineadh clib {0}
gl_es: Etiqueta {0} eliminada
he: תג {0} הוסר
hr_hr: Oznaka {0} uklonjena
hu_hu: Címke {0} törölve
id_id: {0} Tag dihapus
it: Il tag {0} è stato rimosso
ja_jp: タグ「{0}」を削除しました
ka_ge: წაიშალა ტეგი {0}
ko_kr: 태그 {0}이(가) 제거되었습니다
lb_lu: Tag {0} geläscht
lt_lt: Žymė {0} pašalinta
lv_lv: Tegs {0} noņemts
ms_my: Tag {0} dipindahkan
mt_mt: It-tag {0} ġiet imneħħija
nl_nl: Tag {0} weggehaald
nn_no: Tag-et {0} vart fjerna
pl: Usunięto tag {0}
pt: Tag {0} removida
ro_ro: Tagul {0} a fost eliminat
ru_ru: Удалён тег {0}
sk_sk: Značka {0} odstránená
sl_si: Oznaka {0} odstranjena
sv_se: Taggen {0} togs bort
th_th: แท็ก {0} ถูกเอาออก
tr_tr: Etiket {0} kaldırıldı
vi_vn: Đã bỏ nhãn {0}
zh_cn: 标签{0}已删除
zh_tw: 已移除{0}標籤

# commands_scoreboard_players_tag_tagMismatch
source: The dataTag does not match for {0}
af_za: Die dataMerker stem nie ooreen met {0} nie
ar_sa: بيانات العلامة ليست مطابقة لـ{0}
be_by: Тэг не супадае з {0}
bg_bg: Информационният таг не съвпада за {0}
ca_es: La dataTag no coincideix per {0}
cs: Datový tag se neshoduje pro {0}
da_dk: DataTag passer ikke til {0}
de: Die NBT-Daten für {0} stimmen nicht überein
el_gr: Το dataTag δεν ταιριάζει για {0}
es: El dataTag no coincide con {0}
fi: DataTagi ei vastaa annettua tagia {0}
fil_ph: Ang dataTanda ay hindi tumutugma sa {0}
fr_ca: Le data tag ne correspond pas pour {0}
ga_ie: Ní mheaitseálann an chlib sonraí le haghaidh {0}
gl_es: A dataTag non coincide con {0}
he: תג המידע אינו תואם עבור {0}
hu_hu: Az adatcímke nem egyezik: {0}
id_id: dataTag tidak cocok dengan {0}
it: I dati NBT non corrispondono per {0}
ja_jp: データタグが {0} と一致しません
ka_ge: მონაცემთა ტეგი არ ემთხვევა {0}
ko_kr: {0}의 데이터 태그가 일치하지 않습니다
lb_lu: D'NBT-Date stemmen net mat {0} iwwereneen
lt_lt: Duomenų žymė nesutampa su {0}
ms_my: DataTag tidak sepadan dengan {0}
mt_mt: dataTag ma jaqbilx ma' {0}
nl_nl: Deze dataTag komt niet overeen voor {0}
nn_no: DataTag-et passar ikkje for {0}
pl: DataTag nie pasuje do {0}
pt: A dataTag não corresponde a {0}
ro_ro: Datele NBT nu corespund pentru {0}
ru_ru: Тег данных не соответствует {0}
sk_sk: Dátová značka sa nezhoduje pre {0}
sl_si: Podatkovna oznaka se ne ujema z {0}
sv_se: Datataggen överensstämmer inte med {0}
th_th: แท็กข้อมูลไม่ตรงกันกับ {0}
tr_tr: {0} için veri etiketi eşleşmiyor
vi_vn: Nhãn dữ liệu không khớp với {0}
zh_cn: 数据标签与{0}不匹配
zh_tw: 此資料標籤並不符合 {0}
