Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# gui_achievements
source: Achievements
af_za: Prestasies
ar_sa: الإنجازات
be_by: Дасягненні
bg_bg: Постижения
ca_es: Objectius
cs: Úspěchy
da_dk: Bedrifter
de: Erfolge
de_at: Afolge
el_gr: Επιτεύγματα
es: Logros
eu_es: Helburuak
fa_ir: دستاوردها
fi: Saavutukset
fil_ph: Mga Nakamit
fr_ca: Succès
ga_ie: Buanna
gl_es: Logros
he: הישגים
hi_in: उपलब्धियां
hr_hr: Postignuća
hu_hu: Mérföldkövek
hy_am: Նվաճումներ
id_id: Penghargaan
is_is: Afrek
it: Imprese
ja_jp: 実績
ka_ge: მიღწევები
ko_kr: 업적
lb_lu: Erfolleger
lt_lt: Pasiekimai
lv_lv: Sasniegumi
ms_my: Pencapaian
mt_mt: Kisbiet
nl_nl: Prestaties
nn_no: Bragder
pl: Osiągnięcia
pt: Conquistas
ro_ro: Realizări
ru_ru: Достижения
sk_sk: Úspechy
sl_si: Dosežki
sv_se: Prestationer
th_th: ความสำเร็จ
tr_tr: Başarılar
vi_vn: Thành tựu
zh_cn: 成就
zh_tw: 成就

# gui_all
source: All
af_za: Almal
ar_sa: الكل
be_by: Усе
bg_bg: Всички
ca_es: Tots
cs: Všechny
da_dk: Alle
de: Alle
de_at: Oi
el_gr: Όλα
es: Todos
eu_es: Guztiak
fa_ir: همه
fi: Kaikki
fil_ph: lahat
fr_ca: Tous
ga_ie: Gach Ceann
gd_gb: Na h-uile
gl_es: Todo
he: הכל
hi_in: सब
hr_hr: Sve
hu_hu: Mind
hy_am: Բոլոր
id_id: Semua
is_is: Allt
it: tutti
ja_jp: すべて
ka_ge: ყველა
ko_kr: 모두
lt_lt: visi
lv_lv: Visi
mi_nz: Katoa
mk_mk: сите
mn_mn: мэдээлэл
ms_my: Semua
mt_mt: Kollha
nl_nl: Alle
nn_no: Alt
pl: Wszystko
pt: Todos
ro_ro: Toate
ru_ru: Все
sk_sk: Všetky
sl_si: Vsi
sq_al: të gjithë
sv_se: Alla
th_th: ทั้งหมด
tr_tr: Hepsi
vi_vn: Tất cả
zh_cn: 全部
zh_tw: 全部

# gui_back
source: Back
af_za: Terug
ar_sa: رجوع
be_by: Назад
bg_bg: Назад
ca_es: Enrere
cs: Zpět
da_dk: Tilbage
de: Zurück
de_at: Zrugg
el_gr: Πίσω
es: Atrás
eu_es: Itzuli
fa_ir: بازگشت
fi: Takaisin
fil_ph: Balik
fr_ca: Retour
ga_ie: Siar
gd_gb: Air ais
gl_es: Atrás
he: חזרה
hi_in: वापस
hr_hr: Natrag
hu_hu: Vissza
hy_am: Վերադառնալ
id_id: Kembali
is_is: Til baka
it: Indietro
ja_jp: 戻る
ka_ge: უკან
ko_kr: 뒤로
lb_lu: Zeréck
lt_lt: Atgal
lv_lv: Atpakaļ
mi_nz: Hoki
mk_mk: назад
mn_mn: Буцах
ms_my: Kembali
mt_mt: Lura
nl_nl: Terug
nn_no: Tilbake
pl: Wstecz
pt: Regressar
ro_ro: Înapoi
ru_ru: Назад
sk_sk: Späť
sl_si: Nazaj
sq_al: prapa
sv_se: Tillbaka
th_th: ย้อนกลับ
tr_tr: Geri
vi_vn: Quay lại
zh_cn: 返回
zh_tw: 返回

# gui_cancel
source: Cancel
af_za: Kanselleer
ar_sa: إلغاء
be_by: Скасаваць
bg_bg: Отказ
ca_es: Cancel·la
cs: Zrušit
da_dk: Annuller
de: Abbrechen
de_at: Obbrechn
el_gr: Άκυρο
es: Cancelar
eu_es: Ezeztatu
fa_ir: لغو
fi: Peruuta
fil_ph: Pagpaliban
fr_ca: Annuler
ga_ie: Cealaigh
gd_gb: Sguir dheth
gl_es: Cancelar
he: ביטול
hi_in: रद्द करें
hr_hr: Odustani
hu_hu: Mégse
hy_am: Չեղարկել
id_id: Batal
is_is: Hætta við
it: Annulla
ja_jp: キャンセル
ka_ge: გაუქმება
ko_kr: 취소
lb_lu: Ofbriechen
lt_lt: Atšaukti
lv_lv: Atcelt
mi_nz: Whakakore
mk_mk: Откажи
mn_mn: Болих
ms_my: Batal
mt_mt: Ikkanċella
nl_nl: Annuleren
nn_no: Avbryt
pl: Anuluj
pt: Cancelar
ro_ro: Renunță
ru_ru: Отмена
sk_sk: Zrušiť
sl_si: Prekliči
sq_al: anuloj
sv_se: Avbryt
th_th: ยกเลิก
tr_tr: İptal
vi_vn: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# gui_done
source: Done
af_za: Klaar
ar_sa: إنتهيت
be_by: Гатова
bg_bg: Готово
ca_es: Fet
cs: Hotovo
da_dk: Færdig
de: Fertig
de_at: Basst
el_gr: Τέλος
es: Hecho
eu_es: Ados
fa_ir: انجام
fi: Valmis
fil_ph: Tapos
fr_ca: Terminé
ga_ie: Déanta
gd_gb: Deiseil
gl_es: Feito
he: סיום
hi_in: हो गया
hr_hr: Gotovo
hu_hu: Kész
hy_am: Վերջ
id_id: Selesai
is_is: Lokið
it: Fatto
ja_jp: 完了
ka_ge: მზადაა
ko_kr: 완료
lb_lu: Fäerdeg
lt_lt: Atlikta
lv_lv: Gatavs
mi_nz: Oti
mk_mk: завршена
mn_mn: дууссаныхаа
ms_my: Selesai
mt_mt: Lest
nl_nl: Gereed
nn_no: Ferdig
pl: Gotowe
pt: Concluído
ro_ro: Gata
ru_ru: Готово
sk_sk: Hotovo
sl_si: Končano
sq_al: e bërë
sv_se: Klar
th_th: ตกลง
tr_tr: Tamam
vi_vn: Xong
zh_cn: 完成
zh_tw: 完成

# gui_down
source: Down
af_za: Af
ar_sa: اسفل
be_by: Уніз
bg_bg: Надолу
ca_es: Avall
cs: Dolů
da_dk: Ned
de: Runter
de_at: Owe
el_gr: Κάτω
es: Abajo
eu_es: Behera
fa_ir: پایین
fi: Alas
fil_ph: Ibaba
fr_ca: Bas
ga_ie: Síos
gd_gb: Sìos
gl_es: Abaixo
he: למטה
hi_in: नीचे
hr_hr: Dolje
hu_hu: Le
hy_am: Ներքև
id_id: Bawah
is_is: Niður
it: Giù
ja_jp: 下
ka_ge: ქვევით
ko_kr: 아래로
lb_lu: Rof
lt_lt: Žemyn
lv_lv: Uz leju
mi_nz: iho
mk_mk: надолу
mn_mn: Доош
ms_my: Bawah
mt_mt: 'l Isfel
nl_nl: Omlaag
nn_no: Ned
pl: Dół
pt: Baixo
ro_ro: Jos
ru_ru: Вниз
sk_sk: Dole
sl_si: Dol
sq_al: poshtë
sv_se: Ner
th_th: ลง
tr_tr: Aşağı
vi_vn: Xuống
zh_cn: 向下
zh_tw: 下

# gui_no
source: No
af_za: Nee
ar_sa: لا
be_by: Не
bg_bg: Не
cs: Ne
da_dk: Nej
de: Nein
de_at: Na
el_gr: Όχι
eu_es: Ez
fa_ir: خیر
fi: Ei
fil_ph: Hindi
fr_ca: Non
ga_ie: Níl
gd_gb: Chan eil
gl_es: Non
he: לא
hi_in: नहीं
hr_hr: Ne
hu_hu: Nem
hy_am: Ոչ
id_id: Tidak
is_is: Nei
ja_jp: いいえ
ka_ge: არა
ko_kr: 아니요
lb_lu: Nee
lt_lt: Ne
lv_lv: Nē
mi_nz: Kāo
mk_mk: Не
mn_mn: Үгүй
ms_my: Tidak
mt_mt: Le
nl_nl: Nee
nn_no: Nei
pl: Nie
pt: Não
ro_ro: Nu
ru_ru: Нет
sk_sk: Nie
sl_si: Ne
sq_al: Jo
sv_se: Nej
th_th: ไม่
tr_tr: Hayır
vi_vn: Không
zh_cn: 否
zh_tw: 否

# gui_none
source: None
af_za: Geen
ar_sa: لا شيء
be_by: Ніводны
bg_bg: Нищо
ca_es: Cap
cs: Žádný
da_dk: Ingen
de: Kein
de_at: Nix
el_gr: Κανένα
es: Ninguno
eu_es: Ezerez
fa_ir: هیچ کدام
fi: Ei mikään
fil_ph: wala
fr_ca: Aucun
ga_ie: Ceann ar bith
gd_gb: Chan eil gin
gl_es: Ningún
he: ללא
hi_in: कोई नहीं
hr_hr: Ništa
hu_hu: Egyik sem
hy_am: ոչ մեկը
id_id: Tidak ada
is_is: Ekkert
it: nessuno
ja_jp: なし
ka_ge: არცერთი
ko_kr: 없음
lb_lu: Keen
lt_lt: joks
lv_lv: Neviens
mi_nz: kāhore
mk_mk: Ниту еден
mn_mn: Байхгүй
ms_my: Tiada
mt_mt: Xejn
nl_nl: Geen
nn_no: Ingen
pl: Brak
pt: Nenhum
ro_ro: Niciunul
ru_ru: Нет
sk_sk: Žiaden
sl_si: Noben
sq_al: asnjë
sv_se: Inga
th_th: ไม่มี
tr_tr: Hiçbiri
vi_vn: Không có
zh_cn: 无
zh_tw: 無

# gui_stats
source: Statistics
af_za: Statistiek
ar_sa: إحصائيات
be_by: Статыстыка
bg_bg: Статистика
ca_es: Estadístiques
cs: Statistiky
da_dk: Statistikker
de: Statistiken
de_at: Statistik
el_gr: Στατιστικά στοιχεία
es: Estadísticas
eu_es: Estatistikak
fa_ir: آمارها
fi: Tilastot
fil_ph: Istatistika
fr_ca: Statistiques
ga_ie: Staitisticí
gl_es: Estatísticas
he: סטטיסטיקות
hi_in: आँकड़े
hr_hr: Statistika
hu_hu: Statisztikák
hy_am: Տվյալներ
id_id: Tabulasi
is_is: Tölfræði
it: Statistiche
ja_jp: 統計
ka_ge: სტატისტიკა
ko_kr: 통계
lb_lu: Statistiken
lt_lt: Statistika
lv_lv: Statistika
ms_my: Statistik
mt_mt: Statistiċi
nl_nl: Statistieken
nn_no: Statistikk
pl: Statystyki
pt: Estatísticas
ro_ro: Statistici
ru_ru: Статистика
sk_sk: Štatistiky
sl_si: Statistika
sv_se: Statistik
th_th: สถิติ
tr_tr: İstatistikler
vi_vn: Số liệu
zh_cn: 统计信息
zh_tw: 統計

# gui_toMenu
source: Back to server list
af_za: Terug na bediener-lys
ar_sa: العودة إلى قائمة السيرفرات
be_by: Вярнуцца да спісу сервераў
bg_bg: Обратно към списъка със сървъри
ca_es: Tornar a la llista de servidors
cs: Zpět na seznam serverů
da_dk: Tilbage til serverlisten
de: Zurück zur Serverauswahl
de_at: Zrugg zur Serverlistn
el_gr: Πίσω στην λίστα των διακομιστών
es: Volver a la lista de servidores
eu_es: Zerbitzari zerrendara itzuli
fa_ir: بازگشت به لیست سرور
fi: Takaisin palvelinlistaan
fil_ph: Bumalik sa listahan ng mga server
fr_ca: Retour à la liste des serveurs
ga_ie: Ar ais don liosta freastalaithe
gd_gb: Air ais gu liosta nam frithealaichean
gl_es: Volver á lista de servidores
he: חזרה לרשימת שרתים
hi_in: सर्वर सूची पर वापस जाएं
hr_hr: Natrag na popis poslužitelja
hu_hu: Vissza a szerverlistához
hy_am: Վերադարնալ համակապյան ցուցակ
id_id: Kembali ke daftar server
is_is: Til baka á þjóna lista
it: Torna alla lista dei server
ja_jp: サーバーリストへ戻る
ka_ge: სერვერთა სიაში დაბრუნება
ko_kr: 서버 목록으로 돌아가기
lb_lu: Zeréck zur Serverlëscht
lt_lt: Grįžti į serverių sąrašą
lv_lv: Atpakaļ uz serveru sarakstu
mk_mk: назад до листата на сервери
mn_mn: Серверийн жагсаалт руу буцах
ms_my: Kembali ke senarai pelayan
mt_mt: Lura għal-lista tas-servers
nl_nl: Terug naar de serverlijst
nn_no: Attende til serverlista
pl: Wróć do listy serwerów
pt: Regressar à lista de servidores
ro_ro: Înapoi la lista serverelor
ru_ru: Вернуться к списку серверов
sk_sk: Späť na zoznam serverov
sl_si: Nazaj na seznam strežnikov
sq_al: Kthehu te lista server
sv_se: Tillbaka till serverlistan
th_th: กลับไปยังรายการเซิร์ฟเวอร์
tr_tr: Sunucu listesine dön
vi_vn: Quay về danh sách máy chủ
zh_cn: 回到服务器列表
zh_tw: 返回伺服器列表

# gui_toTitle
source: Back to title screen
af_za: Terug na titelskerm
ar_sa: الرجوع الى صفحة البداية
be_by: Вярнуцца ў галоўнае меню
bg_bg: Обратно към менюто
ca_es: Torna al menú
cs: Zpět do hlavní nabídky
da_dk: Tilbage til hovedmenuen
de: Zurück zum Hauptmenü
de_at: Zrugg zum Hauptmenü
el_gr: Πίσω στο κεντρικό μενού
es: Volver al menú principal
eu_es: Itzuli hasierako pantailara
fa_ir: بازگشت به صفحه اصلی
fi: Takaisin päävalikkoon
fil_ph: Bumalik sa simulang iscreen
fr_ca: Retour au menu principal
ga_ie: Ar ais don scáileán teidil
gd_gb: Air ais dhan sgrìn-tiotail
gl_es: Volver á pantalla principal
he: חזרה למסך הראשי
hi_in: वापस जाएँ शीर्षक स्क्रीन से
hr_hr: Natrag na izbornik
hu_hu: Vissza a főmenübe
hy_am: Վերադառնալ հիմնական մենյու
id_id: Kembali ke Menu
is_is: Til baka á upphafsskjá
it: Torna al menù principale
ja_jp: タイトル画面へ戻る
ka_ge: მთავარ მენიუში დაბრუნება
ko_kr: 타이틀 화면으로 돌아가기
lb_lu: Zeréck zum Haaptmenü
lt_lt: Grįžti į pagrindinį meniu
lv_lv: Atpakaļ uz izvēlni
mk_mk: Назад до главното мени
mn_mn: Эхлэл хэсэг рүү буцах
ms_my: Balik ke menu utama
mt_mt: Lura għall-Menu
nl_nl: Terug naar het hoofdmenu
nn_no: Attende til hovudmenyen
pl: Wróć do ekranu startowego
pt: Regressar ao Menu Principal
ro_ro: Înapoi la meniul principal
ru_ru: Вернуться в главное меню
sk_sk: Späť na úvodnú obrazovku
sl_si: Nazaj na začetni zaslon
sq_al: Mbrapsht në ekran titullin
sv_se: Tillbaka till huvudmenyn
th_th: กลับสู่เมนูหลัก
tr_tr: Ana menüye dön
vi_vn: Quay về màn hình chính
zh_cn: 回到标题画面
zh_tw: 回到標題畫面

# gui_up
source: Up
af_za: Op
ar_sa: اعلى
be_by: Уверх
bg_bg: Нагоре
ca_es: Amunt
cs: Nahoru
da_dk: Op
de: Hoch
de_at: Auffe
el_gr: Πάνω
es: Arriba
eu_es: Gora
fa_ir: بالا
fi: Ylös
fil_ph: Itaas
fr_ca: Haut
ga_ie: Suas
gd_gb: Suas
gl_es: Arriba
he: למעלה
hi_in: ऊपर
hr_hr: Gore
hu_hu: Fel
hy_am: Վերև
id_id: Atas
is_is: Upp
it: Su
ja_jp: 上
ka_ge: ზევით
ko_kr: 위로
lb_lu: Rop
lt_lt: Aukštyn
lv_lv: Uz augšu
mi_nz: Ake
mk_mk: до
mn_mn: хүртэл
ms_my: Atas
mt_mt: 'il Fuq
nl_nl: Omhoog
nn_no: Opp
pl: Góra
pt: Cima
ro_ro: Sus
ru_ru: Вверх
sk_sk: Hore
sl_si: Gor
sq_al: lart
sv_se: Upp
th_th: ขึ้น
tr_tr: Yukarı
vi_vn: Lên
zh_cn: 向上
zh_tw: 上

# gui_yes
source: Yes
af_za: Ja
ar_sa: نعم
be_by: Так
bg_bg: Да
ca_es: Sí
cs: Ano
da_dk: Ja
de: Ja
de_at: Jo
el_gr: Ναι
es: Sí
eu_es: Bai
fa_ir: بله
fi: Kyllä
fil_ph: Oo
fr_ca: Oui
ga_ie: Tá
gd_gb: Tha
gl_es: Si
he: כן
hi_in: हाँ
hr_hr: Da
hu_hu: Igen
hy_am: Այո
id_id: Ya
is_is: Já
it: Sì
ja_jp: はい
ka_ge: დიახ
ko_kr: 예
lb_lu: Jo
lt_lt: Taip
lv_lv: Jā
mi_nz: Āe
mk_mk: Да
mn_mn: Тийм
ms_my: Ya
mt_mt: Iva
nl_nl: Ja
nn_no: Ja
pl: Tak
pt: Sim
ro_ro: Da
ru_ru: Да
sk_sk: Áno
sl_si: Da
sq_al: Po
sv_se: Ja
th_th: ใช่
tr_tr: Evet
vi_vn: Có
zh_cn: 是
zh_tw: 是

# inventory_binSlot
source: Destroy Item
af_za: Vernietig Item
ar_sa: تدمير المادة
be_by: Знішчыць прадмет
bg_bg: Унищожаване на предмет
ca_es: Destruir ítem
cs: Zničit předmět
da_dk: Destruer genstand
de: Gegenstand zerstören
el_gr: Καταστροφή Στοιχείου
es: Tirar objeto
eu_es: Suntsitu objektua
fa_ir: نابود کردن آیتم
fi: Tuhoa esine
fil_ph: Pumapasok sa server...
fr_ca: Détruire
ga_ie: Scrios Earra
gd_gb: Mill an nì
gl_es: Destruir obxecto
he: השמד פריט
hi_in: आइटम नष्ट
hr_hr: Uništi stvar
hu_hu: Tárgyak megsemmisítése
hy_am: Ոչնչացնել առարկան
id_id: Hancurkan Barang
is_is: Eyða hlut
it: Distruggi
ja_jp: アイテムを削除
ka_ge: ნივთის განადგურება
ko_kr: 아이템 파괴
lb_lu: Géigestand zerstéieren
lt_lt: Sunaikinti daiktą
lv_lv: Iznīcināt priekšmetu
ms_my: Musnahkan Item
mt_mt: Ħassar Oġġett
nl_nl: Voorwerp vernietigen
nn_no: Øydelegg gjenstand
pl: Zniszcz przedmiot
pt: Destruir Item
ro_ro: Distruge
ru_ru: Удалить предмет
sk_sk: Zničiť predmet
sl_si: Uniči predmet
sv_se: Förstör föremål
th_th: ทำลายไอเทม
tr_tr: Eşyayı Sil
vi_vn: Phá hủy vật phẩm
zh_cn: 摧毁物品
zh_tw: 銷毀物品

# item_apple_name
source: Apple
af_za: Appel
ar_sa: تفاحة
be_by: Яблык
bg_bg: Ябълка
ca_es: Poma
cs: Jablko
da_dk: Æble
de: Apfel
de_at: Opfe
el_gr: Μήλο
es: Manzana
eu_es: Sagarra
fa_ir: سيب
fi: Omena
fil_ph: Mansanas
fr_ca: Pomme
ga_ie: Úll
gl_es: Mazá
he: תפוח
hi_in: सेब
hr_hr: Jabuka
hu_hu: Alma
hy_am: Խնձոր
id_id: Apel
is_is: Epli
it: Mela
ja_jp: リンゴ
ka_ge: ვაშლი
ko_kr: 사과
lb_lu: Apel
lt_lt: Obuolys
lv_lv: Ābols
mi_nz: Āporo
mn_mn: Алим
ms_my: Epal
mt_mt: Tuffieħa
nl_nl: Appel
nn_no: Eple
pl: Jabłko
pt: Maçã
ro_ro: Măr
ru_ru: Яблоко
sk_sk: Jablko
sl_si: Jabolko
sv_se: Äpple
th_th: แอปเปิ้ล
tr_tr: Elma
vi_vn: Táo
zh_cn: 苹果
zh_tw: 蘋果

# item_appleGold_name
source: Golden Apple
af_za: Goue Appel
ar_sa: تفاحة ذهبية
be_by: Залаты яблык
bg_bg: Златна ябълка
ca_es: Poma d'or
cs: Zlaté jablko
da_dk: Gyldent æble
de: Goldener Apfel
el_gr: Χρυσό Μήλο
es: Manzana dorada
eu_es: Urrezko sagarra
fa_ir: سیب طلایی
fi: Kultainen omena
fil_ph: Gintong Mansanas
fr_ca: Pomme dorée
ga_ie: Úll Óir
gl_es: Mazá dourada
he: תפוח מוזהב
hi_in: गोल्ड सेब
hr_hr: Zlatna Jabuka
hu_hu: Aranyalma
hy_am: Ոսկե Խնձորր
id_id: Apel Emas
is_is: Gullepli
it: Mela d'oro
ja_jp: 金のリンゴ
ka_ge: ოქროს ვაშლი
ko_kr: 황금사과
lb_lu: Gëllenen Apel
lt_lt: Auksinis obuolys
lv_lv: Zelta ābols
mn_mn: Алтан алим
ms_my: Epal Emas
mt_mt: Tuffieħa tad-Deheb
nl_nl: Gouden appel
nn_no: Gulleple
pl: Złote jabłko
pt: Maçã Dourada
ro_ro: Măr de aur
ru_ru: Золотое яблоко
sk_sk: Zlaté jablko
sl_si: Zlato jabolko
sv_se: Guldäpple
th_th: แอปเปิ้ลทองคำ
tr_tr: Altın Elma
vi_vn: Táo vàng
zh_cn: 金苹果
zh_tw: 金蘋果

# item_armorStand_name
source: Armour Stand
af_za: Wapenrusting Staander
ar_sa: حامل الدرع
be_by: Стойка для брані
bg_bg: Стойка за броня
ca_es: Maniquí
cs: Stojan na brnění
da_dk: Brynjeholder
de: Rüstungsständer
el_gr: Καλόγερος για Πανοπλία
es: Soporte para armadura
eu_es: Armadurarentzako euskarria
fa_ir: پایه زره پوش
fi: Haarniskateline
fil_ph: Sabitan ng Baluti
fr_ca: Porte-armure
ga_ie: Seastán Cathéide
gl_es: Soporte de armadura
he: מעמד שריון
hr_hr: Postolje za Oklop
hu_hu: Páncélállvány
id_id: Cagak Zirah
is_is: Brynjustandur
it: Supporto per armatura
ja_jp: 防具立て
ka_ge: აბჯრის სადგამი
ko_kr: 갑옷 거치대
lb_lu: Rüstungsstänner
lt_lt: Šarvų stovas
lv_lv: Bruņu statīvs
ms_my: Pempamer Perisai
mt_mt: Stand tal-Armar
nl_nl: Harnashouder
nn_no: Rustningstativ
pl: Stojak na zbroję
pt: Suporte de Armadura
ro_ro: Suport de armură
ru_ru: Стойка для брони
sk_sk: Stojan na brnenie
sl_si: Stojalo za oklep
sv_se: Rustningsställ
th_th: แท่นวางชุดเกราะ
tr_tr: Zırh Askısı
vi_vn: Giá để giáp
zh_cn: 盔甲架
zh_tw: 盔甲座

# item_arrow_name
source: Arrow
af_za: Pyl
ar_sa: سهم
be_by: Страла
bg_bg: Стрела
ca_es: Fletxa
cs: Šíp
da_dk: Pil
de: Pfeil
de_at: Pfeil
el_gr: Βέλος
es: Flecha
eu_es: Gezia
fa_ir: پيکان
fi: Nuoli
fil_ph: Tunod
fr_ca: Flèche
ga_ie: Saighead
gl_es: Frecha
he: חץ
hi_in: तीर
hr_hr: Strijela
hu_hu: Nyílvessző
hy_am: Աղեղ
id_id: Anak Panah
is_is: Ör
it: Freccia
ja_jp: 矢
ka_ge: ისარი
ko_kr: 화살
lb_lu: Feil
lt_lt: Strėlė
lv_lv: Bulta
mi_nz: Pere
mn_mn: Сум
ms_my: Anak Panah
mt_mt: Vleġġa
nl_nl: Pijl
nn_no: Pil
pl: Strzała
pt: Flecha
ro_ro: Săgeată
ru_ru: Стрела
sk_sk: Šíp
sl_si: Puščica
sv_se: Pil
th_th: ลูกธนู
tr_tr: Ok
vi_vn: Mũi tên
zh_cn: 箭
zh_tw: 箭矢

# item_banner_black_name
source: Black Banner
af_za: Swart Banier
ar_sa: راية سوداء
be_by: Чорны сцяг
bg_bg: Черно знаме
ca_es: Estendard negre
cs: Černý prapor
da_dk: Sort Banner
de: Schwarzes Banner
de_at: Schworzs Banner
el_gr: Μαύρo Λάβαρο
es: Estandarte negro
eu_es: Estandarte beltza
fa_ir: پرچم سیاه
fi: Musta lippu
fil_ph: Itim na Watawat
fr_ca: Bannière de sable
ga_ie: Meirge Dubh
gl_es: Estandarte negro
he: מודעה שחורה
hr_hr: Crna Zastava
hu_hu: Fekete zászló
id_id: Spanduk Hitam
is_is: Svartur fáni
it: Stendardo nero
ja_jp: 黒色の旗
ka_ge: შავი დროშა
ko_kr: 검은색 현수막
lb_lu: Schwaarze Fändel
lt_lt: Juoda vėliava
lv_lv: Melns Baneris
ms_my: Panji Hitam
mt_mt: Bandiera Sewda
nl_nl: Zwarte banier
nn_no: Svart fane
pl: Czarny sztandar
pt: Bandeira Preta
ro_ro: Stindard negru
ru_ru: Чёрный флаг
sk_sk: Čierna vlajka
sl_si: Črn prapor
sv_se: Svart banderoll
th_th: ธงสีดำ
tr_tr: Siyah Flama
vi_vn: Biểu ngữ màu đen
zh_cn: 黑色旗帜
zh_tw: 黑色旗幟

# item_banner_blue_name
source: Blue Banner
af_za: Blou Vlag
ar_sa: راية زرقاء
be_by: Сіні сцяг
bg_bg: Синьо знаме
ca_es: Estendard blau
cs: Modrý prapor
da_dk: Blåt Banner
de: Blaues Banner
de_at: Blaus Banner
el_gr: Μπλε Λάβαρο
es: Estandarte azul
eu_es: Estandarte urdina
fa_ir: پرچم آبی
fi: Sininen lippu
fil_ph: Asul na Watawat
fr_ca: Bannière d'azur
ga_ie: Meirge Gorm
gl_es: Estandarte azul
he: שלט כחול
hr_hr: Plava Zastava
hu_hu: Kék zászló
id_id: Spanduk Biru
is_is: Blár fáni
it: Stendardo blu
ja_jp: 青色の旗
ka_ge: ლურჯი დროშა
ko_kr: 파란색 현수막
lb_lu: Bloe Fändel
lt_lt: Mėlyna vėliava
lv_lv: Zils Baneris
ms_my: Panji Biru
mt_mt: Bandiera Blu
nl_nl: Blauwe banier
nn_no: Blå fane
pl: Niebieski sztandar
pt: Bandeira Azul
ro_ro: Stindard albastru
ru_ru: Синий флаг
sk_sk: Modrá vlajka
sl_si: Moder prapor
sv_se: Blå banderoll
th_th: ธงสีน้ำเงิน
tr_tr: Mavi Flama
vi_vn: Biểu ngữ xanh nước biển
zh_cn: 蓝色旗帜
zh_tw: 藍色旗幟

# item_banner_border_black
source: Black Bordure
ar_sa: اسود الحواف
be_by: Чорная ліштва
bg_bg: Черна рамка
ca_es: Bordura negra
cs: Černý lem
da_dk: Sort Ramme
de: Schwarzer Bord
de_at: Schworza Bord
el_gr: Μαύρη Μπορντούρα
es: Bordura negra
eu_es: Ertz beltza
fi: Musta reunus
fr_ca: Bordure de sable
ga_ie: Imeallbhord Dubh
gl_es: Bordadura negra
he: Bordure שחור
hr_hr: Crni Okvir
hu_hu: Fekete ráma
id_id: Berbatasan hitam
is_is: Svartur Rammi
it: Alla bordura di nero
ja_jp: 黒色の縁取り
ka_ge: შავი ჩარჩო
ko_kr: 검은색 테두리
lb_lu: Schwaarz Bordure
lt_lt: Juodas rėmelis
ms_my: Sempadan Hitam
nl_nl: Zwarte zoom
nn_no: Svart bord
pl: Czarne obramowanie
pt: Borda Preta
ro_ro: Bordură neagră
ru_ru: Чёрная кайма
sk_sk: Čierny okraj
sl_si: Črna obroba
sv_se: Svart ram
th_th: ขอบสีดำ
tr_tr: Siyah Çerçeve
vi_vn: Đường viền đen
zh_cn: 黑色方框边
zh_tw: 黑色框邊

# item_banner_border_blue
source: Blue Bordure
ar_sa: ازرق الحواف
be_by: Сіняя ліштва
bg_bg: Синя рамка
ca_es: Bordura blava
cs: Modrý lem
da_dk: Blå Ramme
de: Blauer Bord
el_gr: Μπλε Μπορντούρα
es: Bordura azul
eu_es: Ertz urdina
fi: Sininen reunus
fr_ca: Bordure d'azur
ga_ie: Imeallbhord Gorm
gl_es: Bordadura azul
he: שוליים משולשים כחולים
hr_hr: Plavi Okvir
hu_hu: Kék ráma
id_id: Berbatasan biru
is_is: Blár Rammi
it: Alla bordura di blu
ja_jp: 青色の縁取り
ka_ge: ლურჯი ჩარჩო
ko_kr: 파란색 테두리
lb_lu: Blo Bordure
lt_lt: Mėlynas rėmelis
ms_my: Sempadan Biru
nl_nl: Blauwe zoom
nn_no: Blått bord
pl: Niebieskie obramowanie
pt: Borda Azul
ro_ro: Bordură albastră
ru_ru: Синяя кайма
sk_sk: Modrý okraj
sl_si: Modra obroba
sv_se: Blå ram
th_th: ขอบสีน้ำเงิน
tr_tr: Mavi Çerçeve
vi_vn: Đường viền xanh nước biển
zh_cn: 蓝色方框边
zh_tw: 藍色框邊

# item_banner_border_brown
source: Brown Bordure
ar_sa: بني الحواف
be_by: Карычневая ліштва
bg_bg: Кафява рамка
ca_es: Bordura marró
cs: Hnědý lem
da_dk: Brun Ramme
de: Brauner Bord
el_gr: Καφέ Μπορντούρα
es: Bordura marrón
eu_es: Ertz marroia
fi: Ruskea reunus
fr_ca: Bordure de brun
ga_ie: Imeallbhord Donn
gl_es: Bordadura marrón
he: שוליים משולשים חומים
hr_hr: Smeđi Okvir
hu_hu: Barna ráma
id_id: Berbatasan coklat
is_is: Brúnn Rammi
it: Alla bordura di marrone
ja_jp: 茶色の縁取り
ka_ge: ყავისფერი ჩარჩო
ko_kr: 갈색 테두리
lb_lu: Brong Bordure
lt_lt: Rudas rėmelis
ms_my: Sempadan Perang
nl_nl: Bruine zoom
nn_no: Brunt bord
pl: Brązowe obramowanie
pt: Borda Castanha
ro_ro: Bordură maro
ru_ru: Коричневая кайма
sk_sk: Hnedý okraj
sl_si: Rjava obroba
sv_se: Brun ram
th_th: ขอบสีน้ำตาล
tr_tr: Kahverengi Çerçeve
vi_vn: Đường viền nâu
zh_cn: 棕色方框边
zh_tw: 棕色框邊

# item_banner_border_cyan
source: Cyan Bordure
ar_sa: سماوي الحواف
be_by: Бірузовая ліштва
bg_bg: Синьозелена рамка
ca_es: Bordura cian
cs: Azurový lem
da_dk: Tyrkis Ramme
de: Türkiser Bord
el_gr: Κυανή Μπορντούρα
es: Bordura cian
eu_es: Zian koloreko ertza
fi: Turkoosi reunus
fr_ca: Bordure de cyan
ga_ie: Imeallbhord Cian
gl_es: Bordadura ciana
he: שוליים משולשים ציאן
hr_hr: Tirkizni Okvir
hu_hu: Türkizkék ráma
id_id: Berbatasan cyan
is_is: Blágrænn Rammi
it: Alla bordura di ciano
ja_jp: 水色の縁取り
ka_ge: ცისფერი ჩარჩო
ko_kr: 청록색 테두리
lb_lu: Turquoise Bordure
lt_lt: Žalsvai mėlynas rėmelis
ms_my: Sempadan Cyan
nl_nl: Cyaan zoom
nn_no: Turkist bord
pl: Błękitne obramowanie
pt: Borda Ciano
ro_ro: Bordură turcoaz
ru_ru: Бирюзовая кайма
sk_sk: Tyrkysový okraj
sl_si: Turkizna obroba
sv_se: Turkos ram
th_th: ขอบสีน้ำเงินแกมเขียว
tr_tr: Camgöbeği Çerçeve
vi_vn: Đường viền lục lam
zh_cn: 青色方框边
zh_tw: 青色框邊

# item_banner_border_gray
source: Grey Bordure
ar_sa: رمادي الحواف
be_by: Шэрая ліштва
bg_bg: Сива рамка
ca_es: Bordura grisa
cs: Šedý lem
da_dk: Grå Ramme
de: Grauer Bord
el_gr: Γκρι Μπορντούρα
es: Bordura gris
eu_es: Ertz grisa
fi: Harmaa reunus
fr_ca: Bordure d'acier
ga_ie: Imeallbhord Liath
gl_es: Bordadura gris
he: שוליים משולשים אפורים
hr_hr: Sivi Okvir
hu_hu: Szürke ráma
id_id: Berbatasan abu-abu
is_is: Grár Ra,,i
it: Alla bordura di grigio
ja_jp: 灰色の縁取り
ka_ge: ნაცრისფერი ჩარჩო
ko_kr: 회색 테두리
lb_lu: Gro Bordure
lt_lt: Pilkas rėmelis
ms_my: Sempadan Kelabu
mt_mt: Gray Bordure
nl_nl: Grijze zoom
nn_no: Grått bord
pl: Szare obramowanie
pt: Borda Cinzenta
ro_ro: Bordură gri
ru_ru: Серая кайма
sk_sk: Sivý okraj
sl_si: Siva obroba
sv_se: Grå ram
th_th: ขอบสีเทา
tr_tr: Gri Çerçeve
vi_vn: Đường viền xám
zh_cn: 灰色方框边
zh_tw: 灰色框邊

# item_banner_border_green
source: Green Bordure
ar_sa: اخضر الحواف
be_by: Зялёная ліштва
bg_bg: Зелена рамка
ca_es: Bordura verda
cs: Zelený lem
da_dk: Grøn Ramme
de: Grüner Bord
el_gr: Πράσινη Μπορντούρα
es: Bordura verde
eu_es: Ertz berdea
fi: Vihreä reunus
fr_ca: Bordure de sinople
ga_ie: Imeallbhord Uaine
gl_es: Bordadura verde
he: Bordure ירוק
hr_hr: Zeleni Okvir
hu_hu: Zöld ráma
id_id: Berbatasan hijau
is_is: Grænn Rammi
it: Alla bordura di verde
ja_jp: 緑色の縁取り
ka_ge: მწვანე ჩარჩო
ko_kr: 초록색 테두리
lb_lu: Gréng Bordure
lt_lt: Žalias rėmelis
ms_my: Sempadan Hijau
nl_nl: Groene zoom
nn_no: Grønt bord
pl: Zielone obramowanie
pt: Borda Verde
ro_ro: Bordură verde
ru_ru: Зелёная кайма
sk_sk: Zelený okraj
sl_si: Zelena obroba
sv_se: Grön ram
th_th: ขอบสีเขียว
tr_tr: Yeşil Çerçeve
vi_vn: Đường viền xanh lá cây
zh_cn: 绿色方框边
zh_tw: 綠色框邊

# item_banner_border_lightBlue
source: Light Blue Bordure
ar_sa: (أزرق فاتح) الحواف
be_by: Блакітная ліштва
bg_bg: Светлосиня рамка
ca_es: Bordura blava clara
cs: Světle modrý lem
da_dk: Lyseblå Ramme
de: Hellblauer Bord
el_gr: Ανοιχτή Μπλε Μπορντούρα
es: Bordura azul claro
eu_es: Ertz urdin argia
fi: Vaaleansininen reunus
fr_ca: Bordure de bleu céleste
ga_ie: Imeallbhord Bánghorm
gl_es: Bordadura azul claro
he: שוליים משולשים תכלת
hr_hr: Svijetlo Plavi Okvir
hu_hu: Világoskék ráma
id_id: Berbatasan biru muda
is_is: Ljósblár Rammi
it: Alla bordura d'azzurro
ja_jp: 空色の縁取り
ka_ge: ღია-ლურჯი ჩარჩო
ko_kr: 하늘색 테두리
lb_lu: Hellblo Bordure
lt_lt: Šviesiai mėlynas rėmelis
ms_my: Sempadan Biru Muda
nl_nl: Lichtblauwe zoom
nn_no: Ljoseblått bord
pl: Jasnoniebieskie obramowanie
pt: Borda Azul Clara
ro_ro: Bordură bleu
ru_ru: Голубая кайма
sk_sk: Svetlomodrý okraj
sl_si: Svetlo modra obroba
sv_se: Ljusblå ram
th_th: ขอบสีฟ้า
tr_tr: Açık Mavi Çerçeve
vi_vn: Đường viền xanh nước biển nhạt
zh_cn: 淡蓝色方框边
zh_tw: 淺藍色框邊
