Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# tile_stone_andesiteSmooth_name
source: Polished Andesite
af_za: Gepoleerde Andesiet
ar_sa: انديسايت مصقول
be_by: Паліраваны андэзіт
bg_bg: Полиран андезит
ca_es: Andesita polida
cs: Leštěný andezit
da_dk: Poleret Andesit
de: Polierter Andesit
de_at: Poliada Andesit
el_gr: Γυαλισμένος Ανδεσίτης
es: Andesita pulida
eu_es: Andesita leuna
fa_ir: آندزیت تراش خورده
fi: Kiillotettu andesiitti
fil_ph: Makinis na Andesayt
fr_ca: Andésite polie
ga_ie: Aindéisít Shnasta
gd_gb: Andasait lìomhte
gl_es: Andesita pulida
he: אנדזיט מלוטש
hr_hr: Ispolirani Andezit
hu_hu: Csiszolt andezit
id_id: Andesit yang dipoles
is_is: Slípað andesít
it: Andesite levigata
ja_jp: 磨かれた安山岩
ka_ge: გაპრიალებული ანდეზიტი
ko_kr: 윤이 나는 안산암
lb_lu: Poléierten Andesit
lt_lt: Šlifuotas andezitas
lv_lv: Pulēts Andesīts
mk_mk: Полиран Андезит
mn_mn: Гөлгөр андезит
ms_my: Andesit Digilap
mt_mt: Andesite Illustrat
nl_nl: Gepolijst andesiet
nn_no: Polert andesitt
pl: Wypolerowany andezyt
pt: Andesito Polido
ro_ro: Andezit șlefuit
ru_ru: Гладкий андезит
sk_sk: Leštený andezit
sl_si: Poliran andezit
sq_al: Lëmuar Andesite
sv_se: Polerad andesit
th_th: หินแอนดิไซต์ขัด
tr_tr: Cilalı Andezit
vi_vn: Đá andesit đã dánh bóng
zh_cn: 磨制安山岩
zh_tw: 平滑安山岩

# tile_stone_diorite_name
source: Diorite
af_za: Dioriet
ar_sa: ديوريت
be_by: Дыярыт
bg_bg: Диорит
ca_es: Diorita
cs: Diorit
da_dk: Diorit
de: Diorit
de_at: Diorit
el_gr: Διορίτης
es: Diorita
eu_es: Diorita
fa_ir: دیوریت
fi: Dioriitti
fil_ph: Diyorayt
ga_ie: Dióirít
gd_gb: Dìorait
gl_es: Diorita
he: דיוריט
hr_hr: Diorit
hu_hu: Diorit
id_id: Diorit
is_is: Díorít
ja_jp: 閃緑岩
ka_ge: დიორიტი
ko_kr: 섬록암
lb_lu: Diorit
lt_lt: Dioritas
lv_lv: Diorīts
mk_mk: Диорит
mn_mn: Диорит
ms_my: Diorit
nl_nl: Dioriet
nn_no: Dioritt
pl: Dioryt
pt: Diorito
ro_ro: Diorit
ru_ru: Диорит
sk_sk: Diorit
sl_si: Diorit
sv_se: Diorit
th_th: หินไดออไรต์
tr_tr: Diyorit
vi_vn: Đá diorit
zh_cn: 闪长岩
zh_tw: 閃長岩

# tile_stone_dioriteSmooth_name
source: Polished Diorite
af_za: Gepoleerde Dioriet
ar_sa: ديوريت مصقول
be_by: Паліраваны дыярыт
bg_bg: Полиран диорит
ca_es: Diorita polida
cs: Leštěný diorit
da_dk: Poleret Diorit
de: Polierter Diorit
de_at: Poliada Diorit
el_gr: Γυαλισμένος Διορίτης
es: Diorita pulida
eu_es: Diorita leuna
fa_ir: دیوریت تراش خورده
fi: Kiillotettu dioriitti
fil_ph: Makinis na Diyorayt
fr_ca: Diorite polie
ga_ie: Dióirít Shnasta
gd_gb: Dìorait lìomhte
gl_es: Diorita pulida
he: דיוריט מלוטש
hr_hr: Ispolirani Diorit
hu_hu: Csiszolt diorit
id_id: Diorit yang dipoles
is_is: Slípað díorít
it: Diorite levigata
ja_jp: 磨かれた閃緑岩
ka_ge: გაპრიალებული დიორიტი
ko_kr: 윤이 나는 섬록암
lb_lu: Poléierten Diorit
lt_lt: Šlifuotas dioritas
lv_lv: Pulēts Diorīts
mk_mk: Полиран Диорит
mn_mn: Гөлгөр диорит
ms_my: Diorit Digilap
mt_mt: Diorite Illustrat
nl_nl: Gepolijste dioriet
nn_no: Polert dioritt
pl: Wypolerowany dioryt
pt: Diorito Polido
ro_ro: Diorit șlefuit
ru_ru: Гладкий диорит
sk_sk: Leštený Diorit
sl_si: Poliran diorit
sq_al: Lëmuar Diorite
sv_se: Polerad diorit
th_th: หินไดออไรต์ขัด
tr_tr: Cilalı Diorit
vi_vn: Đá diorit được đánh bóng
zh_cn: 磨制闪长岩
zh_tw: 平滑閃長岩

# tile_stone_granite_name
source: Granite
af_za: Graniet
ar_sa: جرانيت
be_by: Граніт
bg_bg: Гранит
ca_es: Granit
cs: Žula
da_dk: Granit
de: Granit
de_at: Granit
el_gr: Γρανίτης
es: Granito
eu_es: Granito
fa_ir: گرانیت
fi: Graniitti
fil_ph: Granayt
ga_ie: Eibhear
gd_gb: Gaireal
gl_es: Granito
he: גרניט
hi_in: ग्रेनाइट
hr_hr: Granit
hu_hu: Gránit
hy_am: գրանիտ
id_id: Granit
is_is: Granít
it: Granito
ja_jp: 花崗岩
ka_ge: გრანიტი
ko_kr: 화강암
lb_lu: Granit
lt_lt: Granitas
lv_lv: Granīts
mk_mk: Гранит
mn_mn: Боржин
ms_my: Granit
mt_mt: Granit
nl_nl: Graniet
nn_no: Granitt
pl: Granit
pt: Granito
ro_ro: Granit
ru_ru: Гранит
sk_sk: Žula
sl_si: Granit
sq_al: Granit
sv_se: Granit
th_th: หินแกรนิต
tr_tr: Granit
vi_vn: Đá hoa cương
zh_cn: 花岗岩
zh_tw: 花崗岩

# tile_stone_graniteSmooth_name
source: Polished Granite
af_za: Gepoleerde Graniet
ar_sa: جرانيت مصقول
be_by: Паліраваны граніт
bg_bg: Полиран гранит
ca_es: Granit polit
cs: Leštěná žula
da_dk: Poleret granit
de: Polierter Granit
de_at: Poliada Granit
el_gr: Γυαλισμένος Γρανίτης
es: Granito pulido
eu_es: Granito leuna
fa_ir: گرانیت تراش خورده
fi: Kiillotettu graniitti
fil_ph: Makinis na Granayt
fr_ca: Granite poli
ga_ie: Eibhear Snasta
gd_gb: Gaireal lìomhte
gl_es: Granito pulido
he: גרניט מלוטשות
hr_hr: Ispolirani Granit
hu_hu: Csiszolt gránit
id_id: Granit yang dipoles
is_is: Slípað granít
it: Granito levigato
ja_jp: 磨かれた花崗岩
ka_ge: გაპრიალებული გრანიტი
ko_kr: 윤이 나는 화강암
lb_lu: Poléierte Granit
lt_lt: Šlifuotas granitas
lv_lv: Pulēts granīts
mk_mk: Полиран Гранит
mn_mn: Гөлгөр боржин
ms_my: Granit Digilap
mt_mt: Granit Illustrat
nl_nl: Gepolijst graniet
nn_no: Polert granitt
pl: Wypolerowany granit
pt: Granito Polido
ro_ro: Granit șlefuit
ru_ru: Гладкий гранит
sk_sk: Leštená žula
sl_si: Poliran granit
sq_al: Lëmuar Granit
sv_se: Polerad granit
th_th: หินแกรนิตขัด
tr_tr: Cilalı Granit
vi_vn: Đá hoa cương được đánh bóng
zh_cn: 磨制花岗岩
zh_tw: 平滑花崗岩

# tile_stone_stone_name
source: Stone
af_za: Klip
ar_sa: حجر
be_by: Камень
bg_bg: Камък
ca_es: Roca
cs: Kámen
da_dk: Sten
de: Stein
de_at: Stoa
el_gr: Πέτρα
es: Piedra
eu_es: Harria
fa_ir: سنگ
fi: Kivi
fil_ph: Bato
fr_ca: Roche
ga_ie: Cloch
gd_gb: Clach
gl_es: Pedra
he: אבן
hi_in: पत्थर
hr_hr: Kamen
hu_hu: Kő
hy_am: Քար
id_id: Batu
is_is: Steinn
it: Roccia
ja_jp: 石
ka_ge: ქვა
ko_kr: 돌
lb_lu: Steen
lt_lt: Akmuo
lv_lv: Akmens
mi_nz: Toka
mk_mk: Камен
mn_mn: Чулуу
ms_my: Batu
mt_mt: Ġebel
nl_nl: Steen
nn_no: Stein
pl: Kamień
pt: Pedra
ro_ro: Piatră
ru_ru: Камень
sk_sk: Kameň
sl_si: Kamen
sq_al: Guri
sv_se: Sten
th_th: หิน
tr_tr: Taş
vi_vn: Đá
zh_cn: 石头
zh_tw: 石頭

# tile_stoneMoss_name
source: Moss Stone
af_za: Mosklip
ar_sa: حجر طحلبي
be_by: Замшэлы бут
bg_bg: Мъхести калдъръмени камъни
ca_es: Pedra amb molsa
cs: Kámen porostlý mechem
da_dk: Mossten
de: Bemooster Bruchstein
de_at: Bemoosta Bruchstoa
el_gr: Πέτρα με βρύα
es: Roca musgosa
eu_es: Lizun-arroka
fa_ir: قلوه سنگ لجني
fi: Sammaloitunut kivi
fil_ph: Batong-lumo
fr_ca: Cobblestone moussue
ga_ie: Cloch Chaonaigh
gd_gb: Clach còinnich
gl_es: Pedra musgosa
he: אבן טחב
hi_in: मॉस स्टोन
hr_hr: Zarasli Kamen
hu_hu: Mohás kő
hy_am: Մամռոտ Քար
id_id: Batu Berlumut
is_is: Mosasteinn
it: Pietre muschiose
ja_jp: 苔石
ka_ge: ხავსიანი რიყის ქვა
ko_kr: 이끼 낀 돌
lb_lu: Bemoosste Brochsteen
lt_lt: Samanotas akmuo
lv_lv: Apsūnojis mūrakmens
mn_mn: Хөвдтэй чулуу
ms_my: Batu Berlumut
mt_mt: Ġebel bil-Moffa
nl_nl: Mossig steen
nn_no: Mosegrodd stein
pl: Zamszony bruk
pt: Pedra com Musgo
ro_ro: Pietruială cu mușchi
ru_ru: Замшелый булыжник
sk_sk: Zarastený kameň
sl_si: Poraščen kamen
sv_se: Mossig kullersten
th_th: หินมอส
tr_tr: Yosunlu Taş
vi_vn: Đá phủ rêu
zh_cn: 苔石
zh_tw: 青苔石

# tile_stoneSlab_brick_name
source: Brick Slab
af_za: Baksteen Blad
ar_sa: بلاطة طوب
be_by: Цагляная пліта
bg_bg: Тухлена плоча
ca_es: Llosa de maons
cs: Cihlový půlblok
da_dk: Murstensflise
de: Ziegelstufe
de_at: Ziaglstufn
el_gr: Τούβλινη πλάκα
es: Losa de ladrillos
eu_es: Adreiluzko baldosa
fa_ir: قطعه آجري
fi: Tiililaatta
fil_ph: Tilang Laryo
fr_ca: Dalle de briques
ga_ie: Leac Bhrící
gl_es: Lousa de ladrillos
he: לבנים חצויות
hi_in: ईंटें स्लैब
hr_hr: Ploča od Cigala
hu_hu: Tégla lap
hy_am: Աղյուսե Սալիկ
id_id: Lempeng Bata
is_is: Múrhella
it: Lastra di mattoni
ja_jp: レンガハーフブロック
ka_ge: აგურის ფილა
ko_kr: 벽돌 반 블록
lb_lu: Zilleplack
lt_lt: Plytų pusblokis
lv_lv: Ķieģeļu plāksne
mn_mn: Тоосгон хавтан
ms_my: Papak Bata
mt_mt: Ċangun tal-Briks
nl_nl: Bakstenen plaat
nn_no: Mursteinhelle
pl: Ceglana płyta
pt: Degrau de Tijolos
ro_ro: Lespede de cărămizi
ru_ru: Кирпичная плита
sk_sk: Tehlový schodík
sl_si: Opečnata plošča
sv_se: Tegelstensplatta
th_th: แผ่นอิฐ
tr_tr: Tuğla Basamak
vi_vn: Phiến gạch
zh_cn: 砖台阶
zh_tw: 紅磚半磚

# tile_stoneSlab_cobble_name
source: Cobblestone Slab
af_za: Puinsteen Blad
ar_sa: بلاطة حصاة الرصف
be_by: Пліта з буту
bg_bg: Плоча от калдъръмени камъни
ca_es: Llosa de pedra
cs: Půlblok z kamení
da_dk: Brostensflise
de: Bruchsteinstufe
de_at: Bruchstoastufn
el_gr: Λιθόστρωτη πλάκα
es: Losa de roca
eu_es: Arrokazko baldosa
fa_ir: قطعه قلوه سنگي
fi: Mukulakivilaatta
fil_ph: Tilang Biyak na Bato
fr_ca: Dalle de cobblestone
ga_ie: Leac Duirleoga
gl_es: Lousa de rocha
he: אבן מרוסקת חצויה
hi_in: पक्की सड़क पत्थर पटिया
hr_hr: Ploča Neobrađenog Kamena
hu_hu: Zúzottkő lap
hy_am: Սալաքարե Սալիկ
id_id: Lempeng Batu Kasar
is_is: Grjóthella
it: Lastra di pietre
ja_jp: 丸石ハーフブロック
ka_ge: რიყის ქვის ფილა
ko_kr: 조약돌 반 블록
lb_lu: Brochsteeplack
lt_lt: Akmens skaldos pusblokis
lv_lv: Mūrakmens plāksne
mn_mn: Хагархай чулуун хавтан
ms_my: Papak Batu Buntar
mt_mt: Ċangun tal-Ġebel Imfarrak
nl_nl: Keistenen plaat
nn_no: Brusteinhelle
pl: Brukowa płyta
pt: Degrau de Empedrado
ro_ro: Lespede de pietruială
ru_ru: Булыжная плита
sk_sk: Kamenný schodík
sl_si: Tlakovana plošča
sv_se: Kullerstensplatta
th_th: แผ่นหินหยาบ
tr_tr: Kırık Taş Basamak
vi_vn: Phiến đá cuội
zh_cn: 圆石台阶
zh_tw: 鵝卵石半磚

# tile_stoneSlab_name
source: Stone Slab
af_za: Klip Blad
ar_sa: بلاطة حجرية
be_by: Каменная пліта
bg_bg: Каменна плоча
ca_es: Llosa de roca
cs: Kamenný půlblok
da_dk: Stenflise
de: Steinstufe
de_at: Stoastufn
el_gr: Πέτρινη Πλάκα
es: Losa de piedra
eu_es: Harrizko baldosa
fa_ir: قطعه سنگي
fi: Kivilaatta
fil_ph: Tilang Bato
fr_ca: Dalles en pierre
ga_ie: Leac Chloiche
gl_es: Lousa de pedra
he: אבן חצויה
hi_in: पटिया
hr_hr: Kamena Ploča
hu_hu: Kőlap
id_id: Lempeng Batu
is_is: Steinhella
it: Lastra di pietra
ja_jp: 石ハーフブロック
ka_ge: ქვის ფილა
ko_kr: 돌 반 블록
lb_lu: Steeplack
lt_lt: Akmens pusblokis
lv_lv: Akmens plāksne
mn_mn: Чулуун хавтан
ms_my: Papak Batu
mt_mt: Ċangun tal-Ġebel
nl_nl: Stenen plaat
nn_no: Steinhelle
pl: Kamienna płyta
pt: Degrau de Pedra
ro_ro: Lespede de piatră
ru_ru: Каменная плита
sk_sk: Schodík zo skaly
sl_si: Kamnita plošča
sv_se: Stenplatta
th_th: แผ่นหิน
tr_tr: Taş Basamak
vi_vn: Phiến đá
zh_cn: 石台阶
zh_tw: 石半磚

# tile_stoneSlab_netherBrick_name
source: Nether Brick Slab
af_za: Neder Baksteen Blad
ar_sa: طوب الأسفل بلاطة
be_by: Пліта з нэдэрскай цэглы
bg_bg: Плоча от Недъра
ca_es: Llosa de maons abismals
cs: Půlblok z netheritových cihel
da_dk: Nether-murstensflise
de: Netherziegelstufe
de_at: Netherziaglstufn
el_gr: Πλάκα από τούβλα του Νέδερ
es: Losa de ladrillos del Nether
eu_es: Adreilu abisalezko baldosa
fa_ir: قطعه آجر جهنمي
fi: Netherintiililaatta
fil_ph: Tilang Biyak na Bato ng Sama
fr_ca: Dalle de briques du Nether
ga_ie: Leac Íochtarbhríce
gd_gb: Leac breige Nether
gl_es: Lousa de ladrillos do Nether
he: לבנת נת'ר חצויה
hi_in: नीचे का ब्रिक स्लैब
hr_hr: Ploča od Podzemnih Cigala
hu_hu: Nethertégla-lap
hy_am: Դժոխային Աղյուսի Սալիկ
id_id: Lempeng Bata Neraka
is_is: Heljarmúrsteins hellur
it: Lastra di mattoni del Nether
ja_jp: ネザーレンガハーフブロック
ka_ge: ნეზერის აგურის ფილა
ko_kr: 네더 벽돌 반 블록
lb_lu: Netherzilleplack
lt_lt: Netherio plytų pusblokis
lv_lv: Nether Ķieģeļu Plāksne
mn_mn: Тамын тоосгон хавтан
ms_my: Papak Batu Bata Neraka
mt_mt: Ċangun tal-Briks tan-Nether
nl_nl: Netherbakstenen plaat
nn_no: Helle av nethermur
pl: Płyta z netherowej cegły
pt: Degrau de Tijolo do Nether
ro_ro: Lespede de cărămizi de Nether
ru_ru: Незеритовая плита
sk_sk: Schodík z Netheritovej tehly
sl_si: Peklenska opečnata plošča
sv_se: Netherstensplatta
th_th: แผ่นอิฐนรก
tr_tr: Nether Tuğlası Basamak
vi_vn: Phiến gạch Nether
zh_cn: 地狱砖台阶
zh_tw: 地獄磚半磚

# tile_stoneSlab_quartz_name
source: Quartz Slab
af_za: Kwarts Blad
ar_sa: بلاطة الكوارتز
be_by: Кварцавая пліта
bg_bg: Кварцова плоча
ca_es: Llosa de quars
cs: Křemenný půlblok
da_dk: Kvartsflise
de: Quarzstufe
de_at: Quarzstufn
el_gr: Πλάκα από χαλαζία
es: Losa de cuarzo
eu_es: Kuartzozko baldosa
fa_ir: قطعه کوارتزي
fi: Kvartsilaatta
fil_ph: Tilang Kwarta
fr_ca: Dalle de quartz
ga_ie: Leac Ghrianchloiche
gl_es: Lousa de cuarzo
he: קוורץ חצוי
hi_in: क्वार्ट्ज स्लैब
hr_hr: Kvarcna Ploča
hu_hu: Kvarc lap
hy_am: Կվարցե Սալիկ
id_id: Lempeng Kuarsa
is_is: Kvarshella
it: Lastra di quarzo
ja_jp: ネザー水晶ハーフブロック
ka_ge: კვარცის ფილა
ko_kr: 석영 반 블록
lb_lu: Quarzplack
lt_lt: Kvarco pusblokis
lv_lv: Kvarca Plāksne
mn_mn: Кварц хавтан
ms_my: Papak Kuarsa
mt_mt: Ċangun tal-Kwarz
nl_nl: Kwartsplaat
nn_no: Helle av kvarts
pl: Kwarcowa płyta
pt: Degrau de Quartzo
ro_ro: Lespede de cuarț
ru_ru: Кварцевая плита
sk_sk: Kremenný schodík
sl_si: Plošča kamene strele
sv_se: Kvartsplatta
th_th: แผ่นควอตซ์
tr_tr: Kuvars Basamak
vi_vn: Phiến thạch anh
zh_cn: 石英台阶
zh_tw: 石英半磚

# tile_stoneSlab_sand_name
source: Sandstone Slab
af_za: Sandsteen Blad
ar_sa: بلاطة الحجر الرملي
be_by: Пліта з пясчаніку
bg_bg: Плоча от пясъчен камък
ca_es: Llosa de roca sorrenca
cs: Pískovcový půlblok
da_dk: Sandstensflise
de: Sandsteinstufe
de_at: Sondstoastufn
el_gr: Πλάκα από αμμόλιθο
es: Losa de arenisca
eu_es: Hareharrizko baldosa
fa_ir: قطعه ماسه سنگي
fi: Hiekkakivilaatta
fil_ph: Tilang Batubuhangin
fr_ca: Dalle de grès
ga_ie: Leac Ghaineamhchloiche
gl_es: Lousa de arenito
he: אבן חול חצויה
hi_in: बलुआ पत्थर पटिया
hr_hr: Pješčana Ploča
hu_hu: Homokkő lap
hy_am: Ավազաքարե Սալիկ
id_id: Lempeng Batu Pasir
is_is: Sandsteinshella
it: Lastra d'arenaria
ja_jp: 砂岩ハーフブロック
ka_ge: ქვიშაქვის ფილა
ko_kr: 사암 반 블록
lb_lu: Sandsteeplack
lt_lt: Smiltainio pusblokis
lv_lv: Smilšakmens plāksne
mn_mn: Элсэн чулуун хавтан
ms_my: Papak Batu Pasir
mt_mt: Ċangun tal-Franka
nl_nl: Zandstenen plaat
nn_no: Sandsteinhelle
pl: Piaskowcowa płyta
pt: Degrau de Arenito
ro_ro: Lespede de gresie
ru_ru: Песчаниковая плита
sk_sk: Pieskovcový schodík
sl_si: Peščenjakova plošča
sv_se: Sandstensplatta
th_th: แผ่นหินทราย
tr_tr: Kum Taşı Basamak
vi_vn: Phiến cát kết
zh_cn: 沙石台阶
zh_tw: 砂岩半磚

# tile_stoneSlab_smoothStoneBrick_name
source: Stone Bricks Slab
af_za: Klipsteen Blad
ar_sa: بلاطة من الطوب الحجري
be_by: Пліта з каменнай цэглы
bg_bg: Каменно-тухлена плоча
ca_es: Llosa de maons de roca
cs: Půlblok z kamenných cihel
da_dk: Stenmurstensflise
de: Steinziegelstufe
de_at: Stoaziaglstufn
el_gr: Πλάκα από πέτρινα τούβλα
es: Losa de ladrillos de piedra
eu_es: Harrizko adreiluzko baldosa
fa_ir: قطعه آجرسنگي
fi: Kivitiililaatta
fil_ph: Tilang Ladryong Bato
fr_ca: Dalle de briques de pierre
ga_ie: Leac Bhrící Cloiche
gl_es: Lousa de ladrillos de pedra
he: לבני אבן חצויות
hi_in: स्टोन ईंटों स्लैब
hr_hr: Ploča od Kamenih Cigala
hu_hu: Kőtégla-lap
hy_am: Քարաղյուսե Սալիկ
id_id: Lempeng Batu Bata
is_is: Steinmúrhella
it: Lastra di mattoni di pietra
ja_jp: 石レンガハーフブロック
ka_ge: ქვის აგურის ფილა
ko_kr: 석재 벽돌 반 블록
lb_lu: Steenzilleplack
lt_lt: Akmens plytų pusblokis
lv_lv: Bruģakmens plāksne
mn_mn: Чулуун тоосгон хавтан
ms_my: Papak Bata Batu
mt_mt: Ċangun tal-Briks tal-Ġebel
nl_nl: Blokstenen Plaat
nn_no: Steinmurhelle
pl: Płyta z kamiennych cegieł
pt: Degrau de Tijolos de Pedra
ro_ro: Lespede de cărămizi de piatră
ru_ru: Плита из каменных кирпичей
sk_sk: Schodík z kamenných tehál
sl_si: Kamnita opečnata plošča
sv_se: Murstensplatta
th_th: แผ่นอิฐหิน
tr_tr: Taş Tuğla Basamak
vi_vn: Phiến gạch đá
zh_cn: 石砖台阶
zh_tw: 石磚半磚

# tile_stoneSlab_stone_name
source: Stone Slab
af_za: Klip Blad
ar_sa: بلاطة حجرية
be_by: Каменная пліта
bg_bg: Каменна плоча
ca_es: Llosa de roca
cs: Kamenný půlblok
da_dk: Stenflise
de: Steinstufe
de_at: Stoastufn
el_gr: Πέτρινη πλάκα
es: Losa de piedra
eu_es: Harrizko baldosa
fa_ir: قطعه سنگي
fi: Kivilaatta
fil_ph: Tilang Bato
fr_ca: Dalle de pierre
ga_ie: Leac Chloiche
gl_es: Lousa de pedra
he: אבן חצויה
hi_in: पटिया
hr_hr: Kamena Ploča
hu_hu: Kőlap
hy_am: Քարե Սալիկ
id_id: Lempeng Batu
is_is: Steinhella
it: Lastra di roccia
ja_jp: 石ハーフブロック
ka_ge: ქვის ფილა
ko_kr: 돌 반 블록
lb_lu: Steeplack
lt_lt: Akmens pusblokis
lv_lv: Akmens plāksne
mn_mn: Чулуун хавтан
ms_my: Papak Batu
mt_mt: Ċangun tal-Ġebel
nl_nl: Stenen plaat
nn_no: Steinhelle
pl: Kamienna płyta
pt: Degrau de Pedra
ro_ro: Lespede de piatră
ru_ru: Каменная плита
sk_sk: Schodík zo skaly
sl_si: Kamnita plošča
sv_se: Stenplatta
th_th: แผ่นหิน
tr_tr: Taş Basamak
vi_vn: Phiến đá
zh_cn: 石台阶
zh_tw: 石半磚

# tile_stoneSlab_wood_name
source: Wooden Slab
af_za: Hout Blad
ar_sa: بلاطة خشبية
be_by: Драўляная пліта
bg_bg: Дървена плоча
ca_es: Llosa de fusta
cs: Dřevěný půlblok
da_dk: Træplade
de: Holzstufe
de_at: Hoizstufn
el_gr: Ξύλινη πλάκα
es: Losa de madera
eu_es: Zurezko baldosa
fa_ir: قطعه الوار
fi: Puulaatta
fil_ph: Tilang Kahoy
fr_ca: Dalle en bois
ga_ie: Leac Adhmaid
gl_es: Lousa de madeira
he: עץ חצוי
hi_in: लकड़ी स्लैब
hr_hr: Drvena Ploča
hu_hu: Falap
hy_am: Փայտե Սալիկ
id_id: Lempeng Kayu
is_is: Viðarhella
it: Lastra di legno
ja_jp: 木材ハーフブロック
ka_ge: ხის ფილა
ko_kr: 판자 반 블록
lb_lu: Holzplack
lt_lt: Medinis pusblokis
lv_lv: Koka plāksne
mn_mn: Модон хавтан
ms_my: Papak Kekayu
mt_mt: Ċangun tal-Injam
nl_nl: Houten plaat
nn_no: Trehelle
pl: Drewniana płyta
pt: Degrau de Madeira
ro_ro: Lespede de lemn
ru_ru: Деревянная плита
sk_sk: Drevený schodík
sl_si: Lesena plošča
sv_se: Träplatta
th_th: แผ่นไม้
tr_tr: Tahta Basamak
vi_vn: Phiến gỗ
zh_cn: 木台阶
zh_tw: 木半磚

# tile_stoneSlab2_red_sandstone_name
source: Red Sandstone Slab
af_za: Rooi Sandsteen Blad
ar_sa: بلاطة حجر رملي أحمر
be_by: Пліта з чырвонага пясчаніку
bg_bg: Плоча от червен пясъчен камък
ca_es: Llosa de roca sorrenca vermella
cs: Půlblok z rudého pískovce
da_dk: Rød sandstensflise
de: Rote Sandsteinstufe
de_at: Rote Sondstoastufn
el_gr: Πλάκα κόκκινου ψαμμίτη
es: Losa de arenisca roja
eu_es: Hareharrizko baldosa gorria
fa_ir: قطعه ماسه سنگ قرمز
fi: Punainen Hiekkakivilaatta
fil_ph: Tilang Pulang Batubuhangin
fr_ca: Dalle de grès rouge
ga_ie: Leac Gaineamhchloiche Deirge
gl_es: Lousa de arenito veremello
he: אבן חול אדומה חצויה
hr_hr: Ploča Crvenog Pješčanog Kamena
hu_hu: Vörös homokkő lap
id_id: Lempeng Batu Pasir Merah
is_is: Rauð sandsteinshella
it: Lastra d'arenaria rossa
ja_jp: 赤い砂岩ハーフブロック
ka_ge: წითელი ქვიშაქვის ფილა
ko_kr: 붉은 사암 반 블록
lb_lu: Rout Sandsteeplack
lt_lt: Raudono smiltainio pusblokis
lv_lv: Sarkanās smilšakmens plāksne
mn_mn: Улаан элсэн чулуун хавтан
ms_my: Papak Batu Pasir Merah
mt_mt: Ċangun tal-Ġebel Aħmar tal-Franka
nl_nl: Rode zandstenen plaat
nn_no: Raud sandsteinhelle
pl: Płyta z czerwonego piaskowca
pt: Degrau de Arenito Vermelho
ro_ro: Lespede de gresie roșie
ru_ru: Плита из красного песчаника
sk_sk: Schodík z červeného pieskovca
sl_si: Rdeča peščenjakova plošča
sv_se: Röd sandstensplatta
th_th: แผ่นหินทรายแดง
tr_tr: Kırmızı Kum Taşı Basamak
vi_vn: Phiến cát kết đỏ
zh_cn: 红沙石台阶
zh_tw: 紅砂岩半磚

# tile_stonebrick_name
source: Cobblestone
af_za: Steengruis
ar_sa: حصاة الرصف
be_by: Бут
bg_bg: Калдъръмени камъни
ca_es: Pedra
cs: Kamení
da_dk: Brosten
de: Bruchstein
de_at: Bruchstoa
el_gr: Κροκάλα
es: Roca
eu_es: Arroka
fa_ir: قلوه سنگ
fi: Mukulakivi
fil_ph: Biyak na Bato
ga_ie: Duirleog
gd_gb: Clach-chàsaidh
gl_es: Rocha
he: אבן מרוסקת
hi_in: पक्की सड़क पत्थर
hr_hr: Kamen
hu_hu: Zúzottkő
hy_am: Սալաքար
id_id: Batu Kasar
is_is: Grjót
it: Pietre
ja_jp: 丸石
ka_ge: რიყის ქვა
ko_kr: 조약돌
lb_lu: Brochsteen
lt_lt: Akmens skalda
lv_lv: Mūrakmens
mk_mk: Заоблен камен
mn_mn: Хагархай чулуу
ms_my: Batu Buntar
mt_mt: Ġebel Imfarrak
nl_nl: Keisteen
nn_no: Brustein
pl: Bruk
pt: Empedrado
ro_ro: Pietruială
ru_ru: Булыжник
sk_sk: Kameň
sl_si: Tlakovec
sq_al: Me kalldrëm
sv_se: Kullersten
th_th: หินหยาบ
tr_tr: Kırık Taş
vi_vn: Đá cuội
zh_cn: 圆石
zh_tw: 鵝卵石

# tile_stonebricksmooth_chiseled_name
source: Chiselled Stone Bricks
af_za: Afgewerkte Klipstene
ar_sa: طوب حجري منقوش
be_by: Разная каменная цэгла
bg_bg: Изписани каменни тухли
ca_es: Maons de roca cisellats
cs: Opracované kamenné cihly
da_dk: Mejslede stenmursten
de: Gemeißelte Steinziegel
de_at: Gmoaßlte Stoaziagl
el_gr: Σμιλευμένα πέτρινα τούβλα
es: Ladrillos de piedra cincelados
eu_es: Zizelkatuko harrizko adreiluak
fa_ir: آجرسنگ تراشي
fi: Veistetty kivitiili
fil_ph: Laryong Sinulat
fr_ca: Pierre ciselée
ga_ie: Brící Cloiche Siséalta
gl_es: Ladrillos de pedra cicelados
he: לבני אבן מפוסלות
hi_in: गढ़े हुए पत्थर ईंटों
hr_hr: Isklesane Kamene Cigle
hu_hu: Vésett kőtégla
hy_am: Փորագրված Քարաղյուս
id_id: Pahatan batu bata
is_is: Útskorinn steinhleðsla
it: Mattoni di pietra intagliati
ja_jp: 模様入り石レンガ
ka_ge: მოპირკეთებული ქვის აგურები
ko_kr: 조각된 석재 벽돌
lb_lu: Gemeesselt Steenzillen
lt_lt: Raižytos akmens plytos
lv_lv: Noslīpēti Akmens Ķieģeļi
mn_mn: Сийлсэн чулуун тоосго
ms_my: Bata Batu Terpahat
mt_mt: Briks tal-Ġebel Imnaqqax
nl_nl: Gebeitelde blokstenen
nn_no: Forma steinmur
pl: Rzeźbione kamienne cegły
pt: Tijolos de Pedra Cinzelados
ro_ro: Cărămizi de piatră sculptate
ru_ru: Резные каменные кирпичи
sk_sk: Otesané kamenné tehly
sl_si: Izklesane kamnite opeke
sv_se: Mejslad mursten
th_th: อิฐหินสลัก
tr_tr: Oyma Taş Tuğla
vi_vn: Gạch đá được đục
zh_cn: 錾制石砖
zh_tw: 浮雕石磚

# tile_stonebricksmooth_cracked_name
source: Cracked Stone Bricks
af_za: Gekraakte Klipstene
ar_sa: طوب حجري متشقق
be_by: Патрэсканая каменная цэгла
bg_bg: Напукани каменни тухли
ca_es: Maons de roca esquerdats
cs: Popraskané kamenné cihly
da_dk: Revnede stenmursten
de: Rissige Steinziegel
de_at: Zabrochne Stoaziagl
el_gr: Ραγισμένα Τούβλα Πέτρας
es: Ladrillos de piedra agrietados
eu_es: Pitzatu harrizko adreiluak
fa_ir: آجرسنگ شکسته
fi: Murtunut kivitiili
fil_ph: Laryong Sira
fr_ca: Briques de pierre craquelée
ga_ie: Brící Cloiche Gágacha
gl_es: Ladrillos de pedra agretada
he: לבני אבן סדוקות
hi_in: फटा पत्थर ईंटें
hr_hr: Oštećene Kamene Cigle
hu_hu: Repedezett kőtégla
hy_am: Ճաքած Քարաղյուս
id_id: Batu Bata Retak
is_is: Brotin steinhleðsla
it: Mattoni di pietra incrinati
ja_jp: ひびの入った石レンガ
ka_ge: გაბზარული ქვის აგურები
ko_kr: 금 간 석재 벽돌
lb_lu: Rësseg Steenzillen
lt_lt: Sutrūkinėjusios akmens plytos
lv_lv: Saplaisājuši Akmens Ķieģeļi
mn_mn: Хагарсан чулуун тоосго
ms_my: Bata Batu Rekah
mt_mt: Briks tal-Ġebel Imxaqqaq
nl_nl: Gebarsten blokstenen
nn_no: Sprokken steinmur
pl: Popękane kamienne cegły
pt: Tijolos de Pedra Rachados
ro_ro: Cărămizi de piatră crăpate
ru_ru: Потрескавшиеся каменные кирпичи
sk_sk: Popraskané kamenné tehly
sl_si: Razpokane kamnite opeke
sv_se: Sprucken mursten
th_th: อิฐบล็อกร้าว
tr_tr: Çatlak Taş Tuğla
vi_vn: Gạch đá nứt
zh_cn: 裂石砖
zh_tw: 裂石磚

# tile_stonebricksmooth_default_name
source: Stone Bricks
af_za: Klipstene
ar_sa: طوب حجري
be_by: Каменная цэгла
bg_bg: Каменни тухли
ca_es: Maons de roca
cs: Kamenné cihly
da_dk: Stenmursten
de: Steinziegel
de_at: Stoaziagl
el_gr: Πέτρινα τούβλα
es: Ladrillos de piedra
eu_es: Harrizko adreiluak
fa_ir: آجرسنگ
fi: Kivitiili
fil_ph: Laryong Bato
fr_ca: Briques de pierre
ga_ie: Brící Cloiche
gl_es: Ladrillos de pedra
he: לבני אבן
hi_in: पत्थर ईंटें
hr_hr: Kamene Cigle
hu_hu: Kőtégla
hy_am: Քարաղյուս
id_id: Batu bata
is_is: Steinhleðsla
it: Mattoni di pietra
ja_jp: 石レンガ
ka_ge: ქვის აგურები
ko_kr: 석재 벽돌
lb_lu: Steenzillen
lt_lt: Akmens plytos
lv_lv: Akmens Ķieģeļi
mn_mn: Чулуун тоосго
ms_my: Bata Batu
mt_mt: Briks tal-Ġebel
nl_nl: Blokstenen
nn_no: Steinmur
pl: Kamienne cegły
pt: Tijolos de Pedra
ro_ro: Cărămizi de piatră
ru_ru: Каменные кирпичи
sk_sk: Kamenné tehly
sl_si: Kamnite opeke
sv_se: Mursten
th_th: อิฐบล็อก
tr_tr: Taş Tuğla
vi_vn: Gạch đá
zh_cn: 石砖
zh_tw: 石磚
