Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_playsound_usage
source: /playsound <sound> <source> <player> [x] [y] [z] [volume] [pitch] [minimumVolume]
af_za: /playsound <sound> <source> <player> [x] [y] [z] [volume] [frekwensie] [minimumVolume]
ar_sa: /playsound <الصوت> <المصدر> <اللاعب> [x] [y] [z] [ارتفاع الصوت] [درجة الانحراف] [اقل ارتفاع للصوت]
be_by: /playsound <гук> <крыніца> <гулец> [x] [y] [z] [гучнасць] [вышыня] [мінімальная гучнасць]
bg_bg: /playsound <звук> <източник> <играч> [<x> <y> <z>] [<сила>] [<височина>] [<минимална сила>]
ca_es: /playsound <so> <font> <jugador> [x] [y] [z] [volum] [to] [volum mínim]
cs: /playsound <zvuk> <zdroj> <hráč> [<x>] [<y>] [<z>] [<hlasitost>] [<výška>] [<minimální hlasitost>]
da_dk: /playsound <lyden> <kilden> <spiller> [x] [y] [z] [lydstyrke] [stemmeleje] [minimumlydstyrke]
de: /playsound <Geräusch> <Geräuschart> <Spieler> [<x>] [<y>] [<z>] [<Lautstärke>] [<Tonhöhe>] [<Minimale Lautstärke>]
el_gr: /playsound <ήχος> <πηγή> <παίχτης> [x] [y] [z] [volume] [pitch] [minimumVolume]
es: /playsound <sonido> <fuente> <jugador> [x] [y] [z] [volumen] [tono] [volumen mínimo]
fil_ph: /playsound <tunog> <pinanggalingan> <manlalaro> [x] [y] [z] [lakas] [taas] [pinakakamababangLakas]
fr_ca: /playsound <son> <source> <joueur> [x] [y] [z] [volume] [pitch] [volume minimum]
gl_es: /playsound <son> <orixe> <xogador> [x] [y] [z] [volume] [ton] [volume mínimo]
he: /playsound <שחקן> <מקור> <צליל> [x] [y] [z] [ווליום-מינימלי] [גובה-צליל] [ווליום]
hr_hr: /playsound <pjesma> <izvor> <igrač> [x] [y] [z] [glasnoča] [nagib] [minglasnoča]
hu_hu: /playsound <hang> <hangforrás> <játékos> [x] [y] [z] [hangerő] [hangmagasság] [minimumHangerő]
it: /playsound <suono> <fonte> <giocatore> [x] [y] [z] [volume] [tono] [volume minimo]
ja_jp: /playsound <音> <ソース> <プレイヤー名> [x] [y] [z] [音量] [ピッチ] [最小音量]
ka_ge: /playsound <ხმა> <წყარო> <მოთამაშე> [x] [y] [z] [ხმამაღლობა] [სიმაღლე] [მინიმალურისიმაღლე]
ko_kr: /playsound <소리> <위치> <플레이어> [x] [y] [z] [음량] [음색] [최소 음량]
lb_lu: /playsound <Geräisch> <Quell> <Spiller> [x] [y] [z] [Lautstäerkt] [Tounhéicht] [Minimal Lautstäerkt]
lt_lt: /playsound <garsas> <šaltinis> <žaidėjas> [x] [y] [z] [garsumas] [aukštis] [minimalus-garsumas]
lv_lv: /playsound <skaņa> <avots> <spēlētājs> [x] [y] [z] [skaļums] [augstums] [minimālaisSkaļums]
ms_my: /playsound <bunyi> <sumber> <pemain> [x] [y] [z] [volume] [pitch] [minimumVolume]
nl_nl: /playsound <geluid> <bron> <speler> [x] [y] [z] [volume] [toonhoogte] [minimumvolume]
nn_no: /playsound <ljod> <kjelde> <spelar> [x] [y] [z] [volum] [tonehøgde] [minimumVolum]
pl: /playsound <dźwięk> <źródło> <gracz> [x] [y] [z] [głośność] [wysokość tonu] [minimalnaGłośność]
pt: /playsound <som> <fonte> <jogador> [x] [y] [z] [volume] [tom] [volumeMínimo]
ro_ro: /playsound <sunet> <sursă> <jucător> [<x>] [<y>] [<z>] [<volum>] [<înălțime>] [<volum minim>]
ru_ru: /playsound <звук> <источник> <игрок> [x] [y] [z] [громкость] [высота] [минимальнаяГромкость]
sk_sk: /playsound <sound> <source> <player> [x] [y] [z] [hlasitosť] [výška] [minimálnaHlasitosť]
sl_si: /playsound <zvok> <vir> <igralec> [x] [y] [z] [glasnost] [intonacija] [najmanjšaGlasnost]
sv_se: /playsound <ljud> <källa> <spelare> [x] [y] [z] [volym] [tonhöjd] [minstaVolym]
tr_tr: /playsound <ses> <kaynak> <oyuncu> [x] [y] [z] [ses düzeyi] [perde] [minimum ses düzeyi]
vi_vn: /playsound <âm thanh> <nguồn> <người chơi> [x] [y] [z] [âm lượng] [cao độ] [âm lượng tối thiểu]
zh_cn: /playsound <声音> <资源> <玩家> [x] [y] [z] [音量] [音调] [最小音量]
zh_tw: /playsound <聲音> <來源> <玩家> [x] [y] [z] [音量] [音調] [最小音量]

# commands_publish_failed
source: Unable to host local game
af_za: Nie instaat om plaaslike spel aan te bied nie
ar_sa: غير قادر على استضافة لعبة محلية
be_by: Немагчыма запусціць лакальную гульню
bg_bg: Неуспешен опит за създаване на локална игра
ca_es: Impossible allotjar joc local
cs: Nelze hostovat místní hru
da_dk: Kan ikke lave et lokalt spil
de: Es konnte kein LAN-Spiel erstellt werden
el_gr: Aδύνατο να φιλοξενήσεις τοπικό παιχνίδι
es: No puedes crear una partida local
eu_es: Ezin izan da lokal jokoa ostatu
fi: Maailman jakaminen lähiverkkoon epäonnistui
fil_ph: Hindi mai-host ang lokal na laro
fr_ca: Impossible d'héberger la partie locale
ga_ie: Ní féidir cluiche áitiúil a óstáil
gl_es: Non se pode crear unha partida local
he: כשל באירוח משחק מקומי
hi_in: मेजबान स्थानीय खेल करने में असमर्थ
hr_hr: Nije moguće postaviti lokalnu igru za više igrača
hu_hu: Helyi játék kiszolgálása sikertelen
hy_am: Հնարավոր չէ տեղակայել տեղական խաղը
id_id: Tidak dapat membuat permainan lokal
is_is: Getur ekki hýst staðar leik
it: Impossibile ospitare la partita locale
ja_jp: ローカルゲームをホストできませんでした
ka_ge: ლოკალური თამაშის შექმნა შეუძლებელია
ko_kr: 로컬 게임을 호스트할 수 없습니다
lb_lu: Et konnt kee LAN-Spill erstallt ginn
lt_lt: Nepavyko įjungti vietinio žaidimo
lv_lv: Neizdevās izveidot lokālo spēli
ms_my: Tidak dapat mengehos permainan setempat
mt_mt: Ma setgħax jinfetaħ server lokali
nl_nl: Kan lokaal spel niet hosten
nn_no: Kunne ikkje oppretta lokalspel
pl: Nie można założyć lokalnej gry
pt: Incapaz de hospedar um jogo local
ro_ro: Nu se poate găzdui un joc local
ru_ru: Невозможно запустить локальный сервер
sk_sk: Nepodarilo sa spustiť lokálnu hru
sl_si: Ni možno gostiti lokalne igre
sv_se: Det gick inte att vara värd för ett lokalt spel
th_th: ไม่สามารถเริ่มเซิร์ฟเวอร์วงแลนได้
tr_tr: Yerel oyun başlatılamıyor
vi_vn: Không thể tổ chức trò chơi cục bộ
zh_cn: 无法建立本地游戏
zh_tw: 無法公開遊戲至區域網

# commands_publish_started
source: Local game hosted on port {0}
af_za: Plaaslike spel aangebied op poort {0}
ar_sa: اللعبة المحلية استضافتها على المنفذ {0}
be_by: Лакальная гульня працуе праз порт {0}
bg_bg: Локална игра хоствана на порт {0}
ca_es: Joc local allotjat al port {0}
cs: Místní hra je spuštěna na portu {0}
da_dk: Lokalt spil hostet på port {0}
de: LAN-Spiel unter Port {0} erreichbar
el_gr: Το τοπικό παιχνίδι φιλοξενείται στη θύρα {0}
es: Partida local alojada en el puerto {0}
eu_es: Joku lokala {0} atakan ostatatuta dago
fi: Paikallinen peli luotu portilla {0}
fil_ph: Ang laro ay nakalagay sa port {0}
fr_ca: La partie locale est hébergée sur le port {0}
ga_ie: Ag óstáil cluiche logánta ar phort {0}
gl_es: Partida local creada no porto {0}
he: משחק מקומי אוחסן בפורט {0}
hi_in: स्थानीय खेल पोर्ट {0} पर होस्ट किया गया
hr_hr: Lokalna igra započela na portu {0}
hu_hu: Helyi játék megosztva a következő porton:{0}
hy_am: Տեղական սերվերը տեղակայված է {0} փորթի վրա
id_id: Permainan lokal telah di-host pada port {0}
is_is: Staðar leikur hýstir á porti {0}
it: La partita locale è ospitata sulla porta {0}
ja_jp: ポート {0} でローカルゲームをホストしました
ka_ge: ლოკალური თამაში მუშაობს {0} პორტზე
ko_kr: 로컬 게임이 포트 {0}에서 열렸습니다
lb_lu: LAN-Spill ënnert dem Port {0} erreechbar
lt_lt: Vietinis žaidimas įjungtas per prievadą: {0}
lv_lv: Lokālā spēlē izmanto portu {0}
ms_my: Permainan tempatan dihoskan pada port {0}
mt_mt: Server lokali nfetaħ fuq port {0}
nl_nl: Lokaal spel wordt gehost op poort {0}
nn_no: Port {0} er vert for lokalspelet
pl: Lokalna gra hostowana na porcie {0}
pt: Jogo local hospedado na porta {0}
ro_ro: Jocul local este găzduit pe portul {0}
ru_ru: Локальный сервер запущен на порту {0}
sk_sk: Lokálna hra hostovaná na porte {0}
sl_si: Lokalna igra gostuje na vratih {0}
sv_se: Lokalt spel öppet på port {0}
th_th: ภายในเกมบนพอร์ต {0}
tr_tr: Yerel oyun {0} portundan sunuluyor
vi_vn: Trò chơi khu vực được tổ chức tại cổng {0}
zh_cn: 本地游戏已在端口{0}上开启
zh_tw: 已在 {0} 網路埠上發佈本機遊戲

# commands_replaceitem_block_usage
source: /replaceitem block <x> <y> <z> <slot> <item> [amount] [data] [dataTag]
af_za: /replaceitem block <x> <y> <z> <slot> <item> [aantal] [data] [dataMerker]
ar_sa: /replaceitem كتلة <x> <y> <z> <slot> <item> [كمية] [معطيات] [معطيات العلامة]
be_by: /replaceitem block <x> <y> <z> <слот> <прадмет> [колькасць] [дадзеныя] [тэг]
bg_bg: /replaceitem block <x> <y> <z> <слот> <предмет> [<бройка>] [<данни>] [<таг>]
cs: /replaceitem block <x> <y> <z> <pozice> <předmět> [<množství>] [<data>] [<datový tag>]
de: /replaceitem block <x> <y> <z> <Slot> <Gegenstand> [<Anzahl>] [<Metadaten>] [<NBT-Daten>]
es: /replaceitem block <x> <y> <z> <espacio> <objeto> [cantidad] [datos] [dataTag]
fi: /replaceitem block <x> <y> <z> <paikka> <esine> [määrä] [data] [dataTagi]
fil_ph: /replaceitem block <x> <y> <z> <slot> <bagay> [dami] [data] [dataTag]
fr_ca: /replaceitem block <x> <y> <z> <emplacement> <objet> [quantité] [donnée] [dataTag]
gl_es: /replaceitem block <x> <y> <z> <espacio> <obxecto> [cantidade] [datos] [dataTag]
he: /replaceitem block <x> <y> <z> <טאג-נתון] [נתון] [כמות] <פריט> <משבצת]
hu_hu: /replaceitem block <x> <y> <z> <rekesz> <tárgy> [mennyiség] [adat] [adatcímke]
it: /replaceitem block <x> <y> <z> <casella> <oggetto> [quantità] [metadato] [dati NBT]
ja_jp: /replaceitem block <x> <y> <z> <スロット> <アイテム> [個数] [データ値] [データタグ]
ka_ge: /replaceitem block <x> <y> <z> <დანაყოფი> <ნივთი> [ოდენობა] [მონაცემები] [მონაც. ტეგი]
ko_kr: /replaceitem block <x> <y> <z> <슬롯> <아이템> [개수] [데이터 값] [데이터 태그]
lb_lu: /replaceitem block <x> <y> <z> <Slot> <Géigestand> [Unzuel] [Metadaten] [NBT-Daten]
lt_lt: /replaceitem block <x> <y> <z> <vieta> <daiktas> [kiekis] [duomenys] [duomenų žymės]
lv_lv: /replaceitem block <x> <y> <z> <kārta> <lieta> [skaits] [dati] [datukomats]
ms_my: /replaceitem block <x> <y> <z> <tempat> <baranng> [jumlah] [data] [tandaData]
nl_nl: /replaceitem block <x> <y> <z> <slot> <voorwerp> [hoeveelheid] [gegevens] [gegevenslabel]
pl: /replaceitem block <x> <y> <z> <slot> <przedmiot> [liczba] [ID] [dataTag]
pt: /replaceitem block <x> <y> <z> <slot> <item> [quantidade] [dados] [tags]
ro_ro: /replaceitem block <x> <y> <z> <poziție> <obiect> [cantitate] [metadate] [date NBT]
ru_ru: /replaceitem block <x> <y> <z> <ячейка> <предмет> [кол-во] [данные] [тегДанных]
sk_sk: /replaceitem block <x> <y> <z> <slot> <item> [množstvo] [dáta] [dátováZnačka]
sl_si: /replaceitem block <x> <y> <z> <reža> <predmet> [količina] [podatki] [podatkovnaOznaka]
sv_se: /replaceitem block <x> <y> <z> <plats> <föremål> [mängd] [data] [datatagg]
tr_tr: /replaceitem block <x> <y> <z> <slot> <eşya> [miktar] [veri] [veriEtiketi]
vi_vn: /replaceitem block <x> <y> <z> <ô> <vật phẩm> [số lượng] [dữ liệu] [nhãn dữ liệu]
zh_cn: /replaceitem block <x> <y> <z> <物品栏> <物品> [数量] [数据] [数据标签]
zh_tw: /replaceitem block <x> <y> <z> <物品欄> <物品> [數量] [資料] [資料標籤]

# commands_replaceitem_entity_usage
source: /replaceitem entity <selector> <slot> <item> [amount] [data] [dataTag]
af_za: /replaceitem entity <selector> <slot> <item> [aantal] [data] [dataMerker]
ar_sa: /replaceitem entity <selector> <slot> <item> [كمية] [معطيات] [معطيات العلامة]
be_by: /replaceitem entity <селектар> <слот> <прадмет> [колькасць] [дадзеныя] [тэг]
bg_bg: /replaceitem entity <селектор> <слот> <предмет> [<бройка>] [<данни>] [<таг>]
cs: /replaceitem entity <selektor> <pozice> <předmět> [<množství>] [<data>] [<datový tag>]
de: /replaceitem entity <Auswahl> <Slot> <Gegenstand> [<Anzahl>] [<Metadaten>] [<NBT-Daten>]
el_gr: /replaceitem entity <επιλογέας> <θέση> <αντικείμενο> [ποσότητα] [δεδομένο] [ετικέταδεδομένου]
es: /replaceitem entity <selector> <espacio> <objeto> [cantidad] [datos] [dataTag]
fi: /replaceitem entity <valitsin> <paikka> <esine> [määrä] [data] [dataTagi]
fil_ph: /replaceitem entity <pinili> <slot> <bagay> [dami] [data] [dataTag]
fr_ca: /replaceitem entity <sélecteur> <emplacement> <objet> [quantité] [donnée] [dataTag]
ga_ie: /replaceitem entity <selector> <slot> <item> [méid] [sonraí] [dataTag]
gl_es: /replaceitem entity <selector> <espacio> <obxecto> [cantidade] [datos] [dataTag]
he: /replaceitem entity <טאג-נתון] [נתון] [כמות] <פריט> <משבצת> <בורר]
hu_hu: /replaceitem entity <szelektor> <rekesz> <tárgy> [mennyiség] [adat] [adatcímke]
it: /replaceitem entity <selettore> <casella> <oggetto> [quantità] [metadato] [dati NBT]
ja_jp: /replaceitem entity <対象> <スロット> <アイテム> [個数] [データ値] [データタグ]
ka_ge: /replaceitem entity <სამიზნე> <დანაყოფი> <ნივთი> [რაოდენობა] [მონაცემები] [მონაც. ტეგი]
ko_kr: /replaceitem entity <선택자> <슬롯> <아이템> [개수] [데이터 값] [데이터 태그]
lb_lu: /replaceitem entity <Ziel-Auswiel> <Slot> <Géigestand> [Unzuel] [Metadaten] [NBT-Daten]
lt_lt: /replaceitem entity <parinkėjas> <vieta> <daiktas> [kiekis] [duomenys] [duomenų-žymės]
lv_lv: /replaceitem entity <izvēlētājs> <kārta> <lieta> [skaits] [dati] [datu komats]
ms_my: /replaceitem entity <pemilih> <tempat> <barang> [jumlah] [data] [tandaData]
nl_nl: /replaceitem entity <selector> <slot> <voorwerp> [hoeveelheid] [data] [dataTag]
pl: /replaceitem entity <selektor> <slot> <przedmiot> [liczba] [ID] [dataTag]
pt: /replaceitem entity <selector> <slot> <item> [quantidade] [dados] [tags]
ro_ro: /replaceitem entity <selector> <poziție> <obiect> [<cantitate>] [<metadate>] [<date NBT>]
ru_ru: /replaceitem entity <селектор> <ячейка> <предмет> [кол-во] [данные] [тегиДанных]
sk_sk: /replaceitem entity <selector> <slot> <item> [množstvo] [dáta] [dátováZnačka]
sl_si: /replaceitem entity <selektor> <reža> <predmet> [količina] [podatki] [podatkovnaOznaka]
sv_se: /replaceitem entity <selektor> <plats> <föremål> [mängd] [data] [datatagg]
tr_tr: /replaceitem entity <seçici> <slot> <eşya> [miktar] [veri] [veriEtiketi]
vi_vn: /replaceitem entity <các đối tượng> <ô> <vật phẩm> [số lượng] [dữ liệu] [nhãn dữ liệu]
zh_cn: /replaceitem entity <选择器> <物品栏> <物品> [数量] [数据] [数据标签]
zh_tw: /replaceitem entity <指定對象> <物品欄> <物品> [數量] [資料值] [資料標籤]

# commands_replaceitem_failed
source: Could not replace slot {0} with {1} * {2}
af_za: Kon nie die gleuf {0} met {1} vervang nie * {2}
ar_sa: لا يمكنك استبدال الخانة {0} بـ {1} * {2}
be_by: Немагчыма замяніць слот {0} на {1} * {2}
bg_bg: Неуспех при замяната на {0} с {1} * {2}
ca_es: No es pot substituir el lloc {0} per {1} * {2}
cs: Pozici {0} nelze nahradit za {1} × {2}
da_dk: Kunne ikke erstatte anførsel {0} med {1} * {2}
de: Konnte Slot {0} nicht mit {1} * {2} ersetzen
el_gr: Δεν ήταν δυνατή η αντικατάσταση της θέσης {0} με την {1} * {2}
es: No se ha podido reemplazar el espacio {0} con {1} * {2}
eu_es: Ezin izan da {0} slot-a {1} * {2} -rekin ordezkatu
fa_ir: نمیتوان بخش {0} را با {1} * {2} جایگزین کرد
fi: Paikkaa {0} ei voitu korvata {1} * {2}
fil_ph: Hindi mapalitan ang slot {0} with {1} * {2}
fr_ca: Impossible de remplacer l'emplacement {0} par {1} x {2}
ga_ie: Níorbh fhéidir {0}$2 * {1} a chur in ionad sliotán {2}$1
gl_es: Non se puido substituír o espazo {0} con {1} * {2}
he: לא יכול להחליף מקום {0} {1} * {2}
hr_hr: Nije moguće zamijeniti polje {0} s {1} * {2}
hu_hu: Nem sikerült kecserélni a rekesz {0} tartalmát erre: {1} * {2}
id_id: Tidak dapat mengganti slot {0} dengan {1} * {2}
is_is: Gat ekki skipt bási {0} út fyrir {1} * {2}
it: Impossibile sostituire la casella {0} con {2} * {1}
ja_jp: スロット{0} を {1} * {2} に置換することができません
ka_ge: შეუძლებელია {0} დანაყოფის შეცვლა {1} * {2}
ko_kr: 슬롯 {0}과(와) {1} * {2}를 교체할 수 없습니다
lb_lu: Konnt Slot {0} net mat {1} * {2} ersetzen
lt_lt: Negalima pakeisti vietos {0} su {1} * {2}
lv_lv: Neizdevās aizvietot slotu {0} ar {1} * {2}
ms_my: Tidak dapat mengganti tempat &d dengan &d * {0}
mt_mt: Slot {0} ma setax jiġi mibdul ma' {1} * {2}
nl_nl: Kon slot {0} niet vervangen met {1} * {2}
nn_no: Kunne ikkje erstatte plass {0} med {1} * {2}
pl: Nie można zastąpić slotu {0} {1} * {2}
pt: Não foi possível substituir o slot {0} por {1} de {2}
ro_ro: Poziția {0} nu a putut fi înlocuită cu {1} * {2}
ru_ru: Невозможно заменить слот {0} с {1} * {2}
sk_sk: Slot {0} sa nedá nahradiť {1} * {2}
sl_si: Ni mogoče zamenjati prostor {0} z {1} * {2}
sv_se: Kunde inte byta ut plats {0} med {1} * {2}
th_th: ไม่สามารถแทนที่ช่อง {0} ด้วย {1} * {2}
tr_tr: Slot {0}, {1} adet {2} ile değiştirilemedi
vi_vn: Không thể thay thế ô {0} bằng {1} * {2}
zh_cn: 无法将{0}号物品栏物品替换成{1}*{2}
zh_tw: 無法將物品欄 {0} 取代成 {1} * {2}

# commands_replaceitem_noContainer
source: Block at {0}, {1}, {2} is not a container
af_za: Blok by {0}, {1}, {2} is nie 'n houer nie
ar_sa: المعكب في {0}, {1}, {2} ليس صندوق
be_by: Блок на {0}, {1}, {2} не з’яўляецца кантэйнерам
bg_bg: Блокът с координати {0}, {1}, {2} не е контейнер
ca_es: El bloc a {0}, {1}, {2} no és un contenidor
cs: Blok na {0}, {1}, {2} není blok s úložným místem
da_dk: Blok ved {0}, {1}, {2} er ikke en container
de: Der Block bei {0}, {1}, {2} hat kein Inventar
el_gr: To Μπλοκ στο {0}, {1}, {2} δεν είναι δοχείο
es: El bloque en {0}, {1}, {2} no es un contenedor
eu_es: {0}, {1}, {2} koordenadetan ez dago kontainerrik
fa_ir: بلاک به مختصات {0}, {1}, {2} دارای محفظه نمی باشد
fi: Kuutio sijainnissa {0}, {1}, {2} ei ole säiliö
fil_ph: Ang block sa {0}, {1}, {2} ay hindi isang container
fr_ca: Le bloc aux coordonnées {0}, {1}, {2} n'est pas un conteneur
ga_ie: Ni coimeádán é an bloc ag {0}, {1}, {2}
gl_es: O bloque en {0}, {1}, {2} non é un contedor
he: הבלוק ב{0}, {1}, {2} איננו מכיל
hr_hr: Blok na {0}, {1}, {2} nije spremnik
hu_hu: A blokk {0}, {1}, {2} koordinátákon nem tároló
id_id: Blok pada {0}, {1}, {2} bukanlah sebuah wadah
is_is: Kubbur á {0}, {1}, {2} er ekki ílát
it: Il blocco in {0}, {1}, {2} non è un contenitore
ja_jp: {0}, {1}, {2} にあるブロックはアイテムの貯蔵が可能なブロックではありません
ka_ge: ბლოკი კოორდინატებზე {0}, {1}, {2} არ წარმოადგენს კონტეინერს
ko_kr: {0}, {1}, {2}에 있는 블록은 내부에 저장할 수 있는 공간이 없습니다.
lb_lu: De Block bei {0}, {1}, {2} ass kee Behälter
lt_lt: Blokas koordinatėse {0}, {1}, {2} nėra konteinerio tipo
lv_lv: Bloks pie {0}, {1}, {2} nav konteineris
ms_my: Blok di {0}, {1}, {2} ialah bukan kontena
mt_mt: Il-blokka fil-pożizzjoni {0}, {1}, {2} mhijiex kontenitur
nl_nl: Blok op {0}, {1}, {2} heeft geen inventaris
nn_no: Blokka på {0}, {1}, {2} er ikkje ein behaldar
pl: Blok w {0}, {1}, {2} jest nie pojemnikiem
pt: O bloco em {0}, {1}, {2} não é um recipiente
ro_ro: Blocul de la {0}, {1}, {2} nu este un recipient
ru_ru: Блок на {0}, {1}, {2} не является контейнером
sk_sk: Kocka so súradnicami {0},{1},{2} nemôže obsahovať predmety
sl_si: Kocka na {0}, {1}, {2} ni skrinja
sv_se: Blocket vid {0}, {1}, {2} är inte en behållare
th_th: บล็อกที่ {0}, {1}, {2} ไม่ใช่บล็อกที่เก็บของได้
tr_tr: {0}, {1}, {2} konumundaki blok eşya depolayamaz
vi_vn: Khối ở {0}, {1}, {2} không phải là một vật chứa
zh_cn: 位于{0}，{1}，{2}的方块不是容器
zh_tw: 在 {0},{1},{2} 的方塊不是容器。

# commands_replaceitem_success
source: Replaced slot {0} with {1} * {2}
af_za: Gleuf {0} met {1} vervang * {2}
ar_sa: استبدال الخانة {0} بـ {1} * {2}
be_by: Слот {0} заменены на {1} * {2}
bg_bg: {0} беше успешно заменен с {1} * {2}
ca_es: Substituït el lloc {0} amb {1} * {2}
cs: Pozice {0} nahrazena za {1} × {2}
da_dk: Erstattede anførsel {0} med {1} * {2}
de: Slot {0} durch {1} * {2} ersetzt
el_gr: Αντικαταστάθηκε το σλοτ {0} με {1} * {2}
es: Se ha reemplazado el espacio {0} con {1} * {2}
eu_es: {0} slot-a {1} * {2} -rekin ordezkatu da
fa_ir: بخش {0} با {1} * {2} جایگزین شد
fi: Paikka {0} on korvattu {1} * {2}
fil_ph: Napalitan ang slot {0} with {1} * {2}
fr_ca: L'emplacement {0} a été remplacé par {1} x {2}
ga_ie: Cuireadh {0}$2 * {1} in ionad sliotán {2}$1
gl_es: Substituíuse o espazo {0} con {1} * {2}
he: החלף סלוט {0} עם {1} * {2}
hr_hr: Zamijenjeno polje {0} s {1} * {2}
hu_hu: Rekesz {0} tartalma kicserélve erre: {1} * {2}
id_id: Slot {0} tergantikan dengan {1} * {2}
is_is: Skipti bási {0} út fyrir {1} * {2}
it: La casella {0} è stata sostituita con {2} * {1}
ja_jp: スロット {0} を {1} * {2} に置換しました
ka_ge: დანაყოფი {0} შეიცვალა {1} * {2}
ko_kr: 슬롯 {0}과(와) {1} * {2}을(를) 교체했습니다
lb_lu: Slot {0} duerch {1} * {2} ersat
lt_lt: Pakeista vieta {0} su {1} * {2}
lv_lv: Aizvietots slots {0} ar {1} * {2}
ms_my: Tempat &d telah diganti dengan &d * &s
mt_mt: Slot {0} ġie mibdul ma' {1} * {2}
nl_nl: Slot {0} vervangen met {1} * {2}
nn_no: Erstatta plass {0} med {1} * {2}
pl: Zastąpiono slot {0} {1} * {2}
pt: Slot {0} substituído por {1} de {2}
ro_ro: Poziția {0} a fost înlocuită cu {1} * {2}
ru_ru: Заменить ячейку {0} с {1} * {2}
sk_sk: Slot {0} bol nahradený {1} * {2}
sl_si: Zamenjan prostor {0} z {1} * {2}
sv_se: Bytte ut plats {0} med {1} * {2}
th_th: แทนที่ช่อง {0} ด้วย {1} * {2} เรียบร้อยแล้ว
tr_tr: Slot {0}, {1} adet {2} ile değiştirildi
vi_vn: Đã thay ô {0} với {1} * {2}
zh_cn: 将{0}号物品栏的物品替换为了{1}*{2}
zh_tw: 已將物品欄 {0} 取代成 {1} * {2}

# commands_replaceitem_tagError
source: Data tag parsing failed: {0}
af_za: Data tag die pars eer misluk: {0}
ar_sa: يا رب
be_by: Памылка разбору тэгаў: {0}
bg_bg: Разборът на информационния таг не е успешен: {0}
ca_es: L'anàlisi d'etiqueta de dades ha fallat: {0}
cs: Syntaktická analýza se nezdařila: {0}
da_dk: Fortolkning af dataetiket mislykkedes: {0}
de: Kann NBT-Daten nicht analysieren: {0}
el_gr: Η προσπέλαση του data tag απέτυχε: {0}
es: El análisis de la dataTag falló: {0}
eu_es: Data tag analisiak huts egin du: {0}
fa_ir: تگ دیتا غلط است: {0}
fi: Datatagin jäsennys epäonnistui: {0}
fil_ph: Data tag parsing nabigo: {0}
fr_ca: L'analyse syntaxique du data tag a échoué : {0}
ga_ie: Theip ar pharsáil clib sonraí: {0}
gl_es: A análise da dataTag fallou: {0}
he: ניתוח של תג נתונים נכשל: {0}
hr_hr: Analiziranje podataka nije uspjelo: {0}
hu_hu: Adatcímke értelmezése sikertelen: {0}
id_id: Parsing data tag gagal: {0}
is_is: Úrvinnsla gagnatags mistókst: {0}
it: L'analisi sintattica dei dati NBT è fallita: {0}
ja_jp: データタグの解析に失敗しました：{0}
ka_ge: შეცდომა მონაცემთა ტეგის გარჩევისას: {0}
ko_kr: 데이터 태그 구문 분석에 실패했습니다: {0}
lb_lu: Parsen vun den NBT-Date feelgeschloen: {0}
lt_lt: Duomenų žymės apdoroti nepavyko: {0}
lv_lv: Datu komatu pārsiešana neizdevās: {0}
ms_my: gagal menanda data: {0}
mt_mt: Data tag ħażin: {0}
nl_nl: Parseren van datatag mislukt: {0}
nn_no: Teikn-tolking mislykkast: {0}
pl: Analiza data tag zawiodła: {0}
pt: Erro na Tag dos dados: {0}
ro_ro: Analiza datelor NBT a eșuat: {0}
ru_ru: Ошибка разбора тегов: {0}
sk_sk: Analýza dátového označenia zlyhala: {0}
sl_si: Razčlenjevanje podatkovne oznake ni bilo uspešno: {0}
sv_se: Tolkning av datatagg misslyckades: {0}
th_th: แยกแท็กข้อมูล : {0} ผิดพลาด
tr_tr: Veri etiketi ayrıştırma başarısız oldu: {0}
vi_vn: Phân tích nhãn dữ liệu thất bại: {0}
zh_cn: 数据标签分析失败：{0}
zh_tw: 資料標記解析失敗：{0}

# commands_replaceitem_usage
source: /replaceitem <entity|block> ...
ar_sa: /replaceitem <كيان | كتلة> ...
zh_tw: /replaceitem < entity(實體) | block(方塊) >

# commands_save_off_alreadyOff
source: Saving is already turned off
be_by: Захоўванне ўжо выключана
bg_bg: Записването е вече изключено
ca_es: El desat ja està desactivat
cs: Ukládání je již vypnuto
da_dk: Gem er allerede slået fra
de: Speichern ist bereits inaktiv
el_gr: Η αποθήκευση είναι ήδη απενεργοποιημένη
es: El guardado ya está desactivado
fi: Tallentaminen on jo pois päältä
fil_ph: Ang pag-save ay nakapatay na
fr_ca: La sauvegarde automatique est déjà désactivée
ga_ie: Tá sábháil curtha ó fheidhm cheana
gl_es: Gardado xa desactivado
he: השמירה כבר מכובת
hr_hr: Spremanje je već isključeno
hu_hu: Már ki van kapcsolva a mentés
id_id: Penyimpanan sudah dimatikan
it: Il salvataggio è già disattivato
ja_jp: 自動保存は既に無効です
ka_ge: შენახვა უკვე გამორთულია
ko_kr: 저장 기능이 이미 꺼져있습니다
lb_lu: D'Späicheren ass schonn desaktivéiert
lt_lt: Saugojimas jau išjungtas
ms_my: Penjimatan sudah dimatikan
mt_mt: Is-salvataġġ diġà ddiżattivat
nl_nl: Opslaan is al uitgeschakeld
nn_no: Automatisk lagring er allerede av
pl: Zapisywanie jest już wyłączone
pt: A gravação já está desligada
ro_ro: Salvarea este deja dezactivată
ru_ru: Сохранение уже выключено
sk_sk: Ukladanie už je vypnuté
sl_si: Shranjevanje je že izklopljeno
sv_se: Sparfunktionen är redan inaktiverad
tr_tr: Kaydetme zaten kapalı
vi_vn: Việc lưu đã tắt sẵn
zh_cn: 已经关闭世界保存
zh_tw: 儲存功能已經關閉
