Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_time_usage
source: /time <set|add|query> <value>
be_by: /time <set|add|query> <значэнне>
bg_bg: /time set|add|query <стойност>
ca_es: /time <set|add|query> <valor>
cs: /time set|add|query <hodnota>
de: /time set|add|query <Wert>
es: /time <set|add|query> <valor>
fr_ca: /time <set|add|query> <valeur>
gl_es: /time <set|add|query> <valor>
he: /time <set|add|query> <ערך>
hu_hu: /time <set|add|query> <érték>
it: /time <set|add|query> <valore>
ja_jp: /time <set|add|query> <数値>
ka_ge: /time <set|add|query> <მნიშვნელობა>
ko_kr: /time <set|add|query> <값>
lb_lu: /time <set|add|query> <Wäert>
lt_lt: /time <set|add|query> <reikšmė>
lv_lv: /laiks <set|add|query> <vērtība>
ms_my: /time <set|add|query> <jumlah>
nl_nl: /time <set|add|query> <waarde>
nn_no: /time <set|add|query> <verdi>
pl: /time <set|add|query> <wartość>
pt: /time <set|add|query> <valor>
ro_ro: /time set|add|query <valoare>
ru_ru: /time <set|add|query> <значение>
sk_sk: /time <set|add|query> <hodnota>
sl_si: /time <set|add|query> <vrednost>
sv_se: /time <set|add|query> <värde>
tr_tr: /time <set|add|query> <değer>
vi_vn: /time <set|add|query> <giá trị>
zh_cn: /time <set|add|query> <值>
zh_tw: /time < set(設定) | add(加上) | query(查詢) > <數值>

# commands_title_success
source: Title command successfully executed
af_za: Titel opdrag suksesvol uitgevoer
ar_sa: تم تنفيذ أمر العنوان بنجاح
be_by: Каманда "Загаловак" паспяхова выкананая
bg_bg: Командата за заглавие е успешна
ca_es: El comandament s'ha executat correctament
cs: Příkaz /title byl úspěšně proveden
da_dk: Titel kommandoen blev udført med succes
de: Title-Befehl ausgeführt
el_gr: εντολή εκτελεστεί με επιτυχία
es: El comando /title se ha ejecutado con éxito
eu_es: Title agindua ondo exekutatu da
fi: Otsikkokomento suoritettiin onnistuneesti
fil_ph: Matagumpay na napa-andar ang utos na "title"
fr_ca: La commande pour le titre a été exécutée avec succès
ga_ie: D’éirigh leis an ordú /title
gl_es: O comando /title executouse con éxito
he: הפקודה בוצעה בהצלחה
hr_hr: Title komanda uspješno izvršena
hu_hu: Cím parancs sikeresen végrehajtva
id_id: Perintah judul berhasil dilakukan
is_is: Title skipun tókst
it: Il comando è stato eseguito correttamente
ja_jp: titleコマンドは正常に実行されました
ka_ge: Title ბრძანება წარმატებით შესრულდა
ko_kr: Title 명령어가 성공적으로 실행되었습니다
lb_lu: Titel-Befehl erfollegräich ausgefouert
lt_lt: Komanda "Title" sėkmingai įvykdyta
ms_my: Tajuk arahan berjaya dilaksanakan
mt_mt: Il-kodiċi tat-titlu ġiet eżegwita
nl_nl: Titel opdracht succesvol uitgevoerd
nn_no: Tittel-kommandoen ble utført
pl: Pomyślnie wykonano komendę tytułową
pt: O comando /title foi executado com êxito
ro_ro: S-a executat comanda de titlu cu succes
ru_ru: Команда "title" успешно выполнена
sk_sk: Vykonanie príkazu title úspešné
sl_si: Naslovni ukaz uspešno izveden
sv_se: Utförandet av titelkommandot lyckades
th_th: คำสั่งหัวเรื่องดำเนินการเรียบร้อย
tr_tr: Title komutu başarıyla yürütüldü
vi_vn: Thực hiện lệnh /title thành công
zh_cn: 标题命令执行成功
zh_tw: 已成功執行 /title 指令

# commands_title_usage
source: /title <player> <title|subtitle|clear|reset|times> ...
af_za: /title <speler> <title|subtitle|clear|reset|times> ...
be_by: /title <гулец> <title|subtitle|clear|reset|times> ...
bg_bg: /title <играч> title|subtitle|clear|reset|times …
cs: /title <hráč> title|subtitle|clear|reset|times …
da_dk: /title <spiller> <title|subtitle|clear|reset|times> ...
de: /title <Spieler> title|subtitle|clear|reset|times ...
el_gr: /title <παίκτης> <title|subtitle|clear|reset|times> ...
es: /title <jugador> <title|subtitle|clear|reset|times> ...
eu_es: /title <jokalaria> <title|subtitle|clear|reset|times> ...
fi: /title <pelaaja> <title|subtitle|clear|reset|times> ...
fr_ca: /title <joueur> <title|subtitle|clear|reset|times> ...
he: /title <שחקן> <title|subtitle|clear|reset|times> ...
hu_hu: /title <játékos> <title|subtitle|clear|reset|times> ...
it: /title <giocatore> <title|subtitle|clear|reset|times> ...
ja_jp: /title <プレイヤー> <title|subtitle|clear|reset|times> …
ka_ge: /title <მოთამაშე> <title|subtitle|clear|reset|times> ...
ko_kr: /title <플레이어> <title|subtitle|clear|reset|times> ...
lb_lu: /title <Spiller> <title|subtitle|clear|reset|times> ...
lt_lt: /title <žaidėjas> <title|subtitle|clear|reset|times> ...
ms_my: /tajuk <player> <title|subtitle|clear|reset|times> ...
nl_nl: /title <speler> <title|subtitle|clear|reset|times> ...
pl: /title <gracz> <title|subtitle|clear|reset|times> ...
pt: /title <jogador> <title|subtitle|clear|reset|times> ...
ro_ro: /title <jucător> title|subtitle|clear|reset|times ...
ru_ru: /title <игрок> <title|subtitle|clear|reset|times> ...
sl_si: /title <igralec> <title|subtitle|clear|reset|times> ...
sv_se: /title <spelare> <title|subtitle|clear|reset|times> ...
th_th: /title <ชื่อผู้เล่น> <title|subtitle|clear|reset|times>
tr_tr: /title <oyuncu> <title|subtitle|clear|reset|times> ...
vi_vn: /title <người chơi> <title|subtitle|clear|reset|times> ...
zh_cn: /title <玩家> <title|subtitle|clear|reset|times> ...
zh_tw: /title <玩家> < title(標題) | subtitle(副標題) | clear(清除) | reset(重置) | times(時間) > …

# commands_title_usage_clear
source: /title <player> clear|reset
af_za: /title <speler> clear|reset
be_by: /title <гулец> clear|reset
bg_bg: /title <играч> clear|reset
cs: /title <hráč> clear|reset
da_dk: /title <spiller> clear|reset
de: /title <Spieler> clear|reset
el_gr: /title <Παίκτης> clear|reset
es: /title <jugador> clear|reset
eu_es: /title <jokalaria> clear|reset
fi: /title <pelaaja> clear | reset
fil_ph: /title <manlalaro> clear|reset
fr_ca: /title <joueur> clear|reset
ga_ie: /title <imreoir> clear|reset
he: /title <שחקן> clear|reset
hu_hu: /title <játékos> clear|reset
it: /title <giocatore> clear|reset
ja_jp: /title <プレイヤー> clear|reset
ka_ge: /title <მოთამაშე> clear|reset
ko_kr: /title <플레이어> clear|reset
lb_lu: /title <Spiller> clear|reset
lt_lt: /title <žaidėjas> clear|reset
nl_nl: /title <speler> clear|reset
pl: /title <gracz> clear|reset
pt: /title <jogador> clear|reset
ro_ro: /title <jucător> clear|reset
ru_ru: /title <игрок> clear|reset
sl_si: /title <igralec> clear|reset
sv_se: /title <spelare> clear|reset
th_th: /title <ชื่อผู้เล่น> clear|reset
tr_tr: /title <oyuncu> clear|reset
vi_vn: /title <người chơi> clear|reset
zh_cn: /title <玩家> clear|reset
zh_tw: /title <玩家> clear|reset

# commands_title_usage_times
source: /title <player> times <fadeIn> <stay> <fadeOut>
ar_sa: /title <player> الاوقات <fadeIn> <stay> <fadeOut>
be_by: /title <гулец> times <час з’яўлення> <затрымка> <час знікнення>
bg_bg: /title <играч> times <време за появяване> <време за стоене> <време за скриване>
cs: /title <hráč> times <objevení> <zobrazení> <zmizení>
de: /title <Spieler> times <EinblendeZeit> <AnzeigeZeit> <AusblendeZeit>
el_gr: /title <παίκτης> times <fadeIn> <stay> <fadeOut>
es: /title <jugador> times <aparecimiento> <permanencia> <desaparecimiento>
eu_es: /title <jokalaria> times <sartu> <egon> <atera>
fi: /title <pelaaja> times <fadeIn> <pidä> <fadeOut>
fr_ca: /title <joueur> times <fondu d'ouverture> <pause> <fondu de fermeture>
ga_ie: /title <imreoir> times <céimniúIsteach> <tréimhse> <céimniúAmach>
he: /title <שחקן> times <דעיכת-יציאה> <משך> <דעיכת-כניסה>
hu_hu: /title <játékos> times <megjelenés ideje> <idő> <eltűnés ideje>
it: /title <giocatore> times <dissolvenza in entrata> <permanenza> <dissolvenza in uscita>
ja_jp: /title <プレイヤー> times <フェードイン> <待機時間> <フェードアウト>
ka_ge: /title <მოთამაშე> times <გაჩენა> <გაჩერება> <გაქრობა>
ko_kr: /title <플레이어> times <페이드 인> <대기시간> <페이드 아웃>
lb_lu: /title <Spiller> times <Ablennen> <Uweisen> <Ausblennen>
lt_lt: /title <žaidėjas> times <atsiradimas> <likti> <išnykimas>
nl_nl: /title <speler> times <fadeIn> <zichtbaar> <fadeOut>
pl: /title <gracz> times <rozjaśnienie> <zatrzymanie> <ściemnienie>
pt: /title <jogador> times <inícioDesvanecimento> <permanência> <fimDesvanecimento>
ro_ro: /title <jucător> times <apariție> <pauză> <dispariție>
ru_ru: /title <игрок> times <появление> <задержка> <исчезание>
sl_si: /title <igralec> times <fadeIn> <stay> <fadeOut>
sv_se: /title <spelare> times <fadein> <varaktighet> <fadeout>
th_th: /title <ชื่อผู้เล่น> times <fadeIn> <stay> <fadeOut>
tr_tr: /title <oyuncu> times <giriş> <kalma> <çıkış>
vi_vn: /title <người chơi> times <thời gian để hiện dần> <thời gian hiển thị> <thời gian để phai đi>
zh_cn: /title <玩家> times <淡入时间> <保持时间> <淡出时间>
zh_tw: /title <玩家> times <淡入時間> <停留時間> <淡出時間>

# commands_title_usage_title
source: /title <player> title|subtitle <raw json title>
ar_sa: /العنوان <player>title|subtitle < json الخام العنوان >
be_by: /title <гулец> title|subtitle <тэкст у json фармаце>
bg_bg: /title <играч> title|subtitle <заглавие в JSON>
cs: /title <hráč> title|subtitle <název ve formátu json>
da_dk: /title <spiller> title|subtitle <rå json titel>
de: /title <Spieler> title|subtitle <Titel im JSON-Format>
el_gr: /title <παίκτης> title|subtitle <raw json τίτλος>
es: /title <jugador> title|subtitle <título en raw JSON>
eu_es: /title <jokalaria> title|subtitle <raw json title>
fi: /title <pelaaja> title|subtitle <raaka json otsikko>
fr_ca: /title <joueur> title|subtitle <titre json brut>
he: /title <שחקן> title|subtitle <גולמי json כותר>
hu_hu: /title <játékos> title|subtitle <nyers json szöveg>
it: /title <giocatore> title|subtitle <titolo in JSON>
ja_jp: /title <プレイヤー> title|subtitle <json形式のメッセージ>
ka_ge: /title <მოთამაშე> title|subtitle <ტექსტი json ფორმატით>
ko_kr: /title <플레이어> title|subtitle <가공되지 않은 JSON 제목>
lb_lu: /title <Spiller> title|subtitle <Titel am JSON-Format>
lt_lt: /title <žaidėjas> title|subtitle <raw json antraštė>
nl_nl: /title <speler> title|subtitle <raw json bericht>
pl: /title <gracz> title|subtitle <tytuł w formacie json>
pt: /title <jogador> title|subtitle <texto na linguagem JSON>
ro_ro: /title <jucător> title|subtitle <titlu JSON brut>
ru_ru: /title <игрок> title|subtitle <текст в json формате>
sl_si: /title <igralec> title|subtitle <json naslov>
sv_se: /title <spelare> title|subtitle <JSON-titel>
th_th: /title <ชื่อผู้เล่น> title|subtitle <raw json title>
tr_tr: /title <oyuncu> title|subtitle <ham json başlık>
vi_vn: /title <người chơi> title|subtitle <danh hiệu json chưa qua xử lí>
zh_cn: /title <玩家> title|subtitle <纯json标题>
zh_tw: /title <玩家> title|subtitle <原始 json 訊息>

# commands_tp_notSameDimension
source: Unable to teleport because players are not in the same dimension
af_za: Kan nie teleporteer nie, aangesien die spelers nie in dieselfde dimensie is nie
ar_sa: غير قادر على النقل الفضائي لاعبين ليسوا في نفس البعد
be_by: Тэлепартацыя немагчымая, таму што гульцы знаходзяцца ў розных вымярэннях
bg_bg: Телепортирането беше неуспешно, защото играчите са в различни измерения
ca_es: No es pot teletransportar perquè els jugadors no estàn a la mateixa dimensió
cs: Teleportace není možná, protože hráči nejsou ve stejné dimenzi
da_dk: Kan ikke teleportere, da spillerne ikke er i samme dimension
de: Teleportieren nicht möglich, da die Spieler nicht in der gleichen Dimension sind
el_gr: Η τηλεμεταφορά είναι αδύνατη επειδή οι παίκτες βρίσκονται σε διαφορετική διάσταση.
es: Incapaz de teletransportarse porque los jugadores no están en la misma dimensión
eu_es: Telegarraiatzea ezineskoa da zeren eta jokalariek dimentsio berberan ez daudelako
fa_ir: نمی توان تلپورت را انجام داد چون پلیرها در یک بعد نیستند
fi: Teleporttaus ei onnistu, koska pelaajat ovat eri ulottuvuuksissa
fil_ph: Hindi pwedeng ipunta ang manlalaro kasi hindi sila sa parehas na dimensyon
fr_ca: Impossible d'effectuer la téléportation car les joueurs ou les entités ne sont pas dans la même dimension
ga_ie: Ní féidir teileapórtáil toisc nach bhfuil na himreoirí sa diminsean céanna
gl_es: Incapaz de teleportar porque os xogadores non están na mesma dimensión
he: לא ניתן לבצע שיגור מכיוון שהשחקנים לא באותו מימד
hi_in: करने में असमर्थ teleport में नहीं हैं क्योंकि खिलाड़ी वही आयाम
hr_hr: Nemoguće se teleportirati jer igrači nisu u istoj dimenziji
hu_hu: Nem sikerült teleportálni, mert a játékosok nincsenek ugyanabban a dimenzióban
hy_am: Տելեպորտը հնարավոր չէ, խաղացողները գտնվում են տարբեր աշխարհներում
id_id: Tidak dapat teleport karena pemain tidak di dimensi yang sama
is_is: Tókst ekki að fjarflytja leikmann vegna þess að hann er ekki ísömu vídd
it: Impossibile eseguire il teletrasporto poiché i giocatori non si trovano nella stessa dimensione
ja_jp: プレイヤーが同じディメンション内に居ないため、テレポートさせることができません
ka_ge: ტელეპორტაცია შეუძლებელია, რადგან მოთამაშეები არ არიან ერთი და იგივე განზომილებაში
ko_kr: 해당 플레이어가 같은 차원에 있지 않아 순간이동 할 수 없습니다
lb_lu: Teleportéiren net méiglech well d'Spiller net an der gläicher Dimensioun sinn
lt_lt: Negalima perkelti, nes žaidėjai ne toje pačioje dimensijoje
lv_lv: Nav iespējams teleportēt, jo spēlētāji neatrodas vienā dimensijā
ms_my: Tidak dapat teleport kerana pemain-pemain tidak berada dalam dimensi yang sama
mt_mt: Ma jistax isir teleport għax il-plejers mhumiex qiegħdin fl-istess dimensjoni
nl_nl: Kan niet teleporteren omdat de spelers zich niet in dezelfde dimensie bevinden
nn_no: Kan ikkje teleportera fordi spelarane ikkje er i same dimensjon
pl: Nie można teleportować, ponieważ gracze nie znajdują się w tym samym wymiarze
pt: Não foi possível teletransportar porque os jogadores não estão na mesma dimensão
ro_ro: Teleportarea a eșuat pentru că jucătorii nu sunt în aceeași dimensiune
ru_ru: Телепортация невозможна, поскольку игроки находятся в разных мирах
sk_sk: Nie je možné teleportovať hráčov, lebo nie sú v rovnakej dimenzii
sl_si: Teleportacija ni možna ker igralca nista v isti dimenziji
sv_se: Kunde inte teleportera eftersom spelarna inte är i samma dimension
th_th: ไม่สามารถ teleport ได้เนื่องจากผู้เล่นไม่ได้ในมิติเดียวกัน
tr_tr: Işınlanılamıyor, çünkü oyuncular aynı boyutta değiller
vi_vn: Không thể dịch chuyển vì các người chơi không ở cùng một thế giới
zh_cn: 无法传送，因为目标玩家不存在于同一个空间
zh_tw: 因玩家處在不同世界而無法傳送

# commands_tp_success
source: Teleported {0} to {1}
af_za: {0} na {1} geteleporteer
ar_sa: انتقل {0} إلى {1}
be_by: {0} тэлепартаваны да {1}
bg_bg: Телепортиран {0} до {1}
ca_es: Teletransportat {0} a {1}
cs: Hráč {0} byl teleportován k hráči {1}
da_dk: Teleporterede {0} til {1}
de: {0} wurde zu {1} teleportiert
el_gr: Τελεμεταφορά τον/την {0} στον/στην {1}
es: Se ha teletransportado a {0} hasta {1}
eu_es: Telegarraitu {0} {1} -ra
fa_ir: {0} به {1} تلپورت شد.
fi: {0} teleportattiin pelaajan {1} luokse
fil_ph: Inilagay si {0} kay {1}
fr_ca: {0} s'est fait téléporter sur {1}
ga_ie: Teileapórtáladh {0} go {1}
gl_es: Teleportado {0} a {1}
he: {0} שוגר אל {1}
hi_in: Teleported {0} {1}
hr_hr: Teleportirao {0} do {1}
hu_hu: {0} elteleportálva {1} játékoshoz
hy_am: {0} տելեպորտ եղավ դեպի {1}
id_id: teleport {0} ke {1}
is_is: Fjarflutti {0} til {1}
it: {0} è stato teletrasportato da {1}
ja_jp: {0} を {1} にテレポートさせました
ka_ge: {0} გაიგზავნა მოთამაშესთან {1}
ko_kr: {0}이(가) {1}에게로 순간이동되었습니다
lb_lu: {0} gouf zu {1} teleportéiert
lt_lt: {0} perkeltas/a pas {1}
lv_lv: Teleportēja {0} pie {1}
ms_my: {0} diteleportkan ke {1}
mt_mt: {0} itteleportja għand {1}
nl_nl: {0} is naar {1} geteleporteerd
nn_no: Teleporterte {0} til {1}
pl: Przeniesiono {0} do {1}
pt: {0} teletransportado para {1}
ro_ro: {0} a fost teleportat la {1}
ru_ru: {0} телепортирован к {1}
sk_sk: Hráč {0} bol teleportovaný k hráčovi {1}
sl_si: {0} je bil teleportiran k {1}
sv_se: Teleporterade {0} till {1}
th_th: ย้าย {0} ไปหา {1} แล้ว
tr_tr: {0}, {1}'e ışınlandı
vi_vn: Đã dịch chuyển {0} đến {1}
zh_cn: 已将{0}传送至{1}
zh_tw: 傳送 {0} 到 {1} 。

# commands_tp_success_coordinates
source: Teleported {0} to {1}, {2}, {3}
af_za: {0} na {1},{2},{3} geteleporteer
ar_sa: تم النقل {0} الى {1}, {2}, {3}
be_by: {0} перанесены на {1}, {2}, {3}
bg_bg: Телепортирани {0} до {1},{2},{3}
ca_es: S'ha teletransportat al jugador {0} a {1}, {2}, {3}
cs: Hráč {0} byl teleportován na {1}, {2}, {3}
da_dk: Teleporterede {0} til {1},{2},{3}
de: {0} wurde zu {1}, {2}, {3} teleportiert
el_gr: Ο/Η {0} τηλεμεταφέρθηκε στο {1},{2},{3}
es: {0} ha sido teletransportado a {1}, {2}, {3}
eu_es: {0} telegarraiatu {1},{2},{3} -era
fa_ir: {0} به موقعیت {1}، {2}، {3} تلپورت شد.
fi: {0} teleportattiin koordinaatteihin {1},{2},{3}
fil_ph: Inilagay {0} sa {1},{2},{3}
fr_ca: {0} s'est fait téléporter aux coordonnées {1}, {2}, {3}
ga_ie: Teileapórtáladh {0} go {1},{2},{3}
gl_es: Teleportouse {0} a {1}, {2}, {3}
he: משגר את {0} ל {1},{2},{3}
hi_in: {0},{1},{2} करने के लिए {3} Teleported
hr_hr: Teleportirao {0} do {1},{2},{3}
hu_hu: {0} elteleportálva {1}, {2}, {3} koordinátákra
hy_am: {0} տելեպորտ եղավ դեպի {1},{2},{3}
id_id: Diteleport {0} ke {1},{2},{3}
is_is: Fjarflutti {0} til {1},{2},{3}
it: {0} è stato teletrasportato in {1}, {2}, {3}
ja_jp: {0} を {1}, {2}, {3} にテレポートさせました
ka_ge: მოთამაშე {0} გაიგზავნა კოორდინატებზე {1},{2},{3}
ko_kr: {0}이(가) {1}, {2}, {3} 좌표로 순간이동되었습니다
lb_lu: {0} gouf op {1},{2},{3} teleportéiert
lt_lt: {0} perkeltas į {1},{2},{3}
lv_lv: {0} teleportēts uz {1},{2},{3}
ms_my: {0} diteleportkan ke {1},{2},{3}
mt_mt: {0} itteleportja sa {1},{2},{3}
nl_nl: {0} is geteleporteerd naar {1},{2},{3}
nn_no: Teleporterte {0} til {1},{2},{3}
pl: Przeteleportowano gracza {0} do {1},{2},{3}
pt: Teletransportado {0} para {1}, {2}, {3}
ro_ro: {0} a fost teleportat la {1}, {2}, {3}
ru_ru: {0} телепортирован в точку {1},{2},{3}
sk_sk: Hráč {0} bol teleportovaný na {1},{2},{3}
sl_si: {0} je bil teleportiran na {1},{2},{3}
sv_se: Teleporterade {0} till {1},{2},{3}
th_th: ย้าย {0} ไปยังจุด {1},{2},{3} แล้ว
tr_tr: {0}; {1}, {2}, {3} noktasına ışınlandı
vi_vn: Đã dịch chuyển {0} tới {1},{2},{3}
zh_cn: 将{0}传送到 {1}，{2}，{3}
zh_tw: 傳送 {0} 到 {1}, {2}, {3}

# commands_tp_usage
source: /tp [target player] <destination player> OR /tp [target player] <x> <y> <z> [<yaw> <pitch>]
be_by: /tp [мэтавы гулец] <да гульца> АБО /tp [мэтавы гулец] <x> <y> <z> [<кручэнне па y> <кручэнне па x>]
bg_bg: /tp [<целеви обект>] <дестинация> ИЛИ /tp [<целеви обект>] <x> <y> <z> [<y завъртане> <x завъртане>]
ca_es: /tp [jugador objectiu] <jugador destí> O /tp [jugador objectiu] <x> <y> <z> [<rotació horitzontal> <rotació vertical>]
cs: /tp [<teleportovaný hráč>] <cílový hráč> NEBO /tp [<teleportovaný hráč>] <x> <y> <z> [<rotace y> <rotace x>]
da_dk: /tp [spiller] <destinationsspiller> ELLER /tp [spiller] <x> <y> <z> [<yaw> <pitch>]
de: /tp [<Spieler>] <Ziel-Spieler> ODER /tp [<Spieler>] <x> <y> <z> [<Drehung> <Neigung>]
el_gr: /tp [επιλεγμένος παίκτης] <destination player> Ή /tp [επιλεγμένος παίκτης] <x><y><z> [<yaw><pitch>]
es: /tp [jugador objetivo] <jugador de destino> O /tp [jugador objetivo] <x> <y> <z> [<rotación horizontal> <rotación vertical>]
fi: /tp [valittu pelaaja] <kohdepelaaja> TAI /tp [valittu pelaaja] <x> <y> <z> [<kääntyminen> <kaltevuus>]
fr_ca: /tp [joueur|entité] <joueur|entité> OU /tp [joueur|entité] <x> <y> <z> [<lacet> <tangage>]
ga_ie: /tp [imreoir sprice] <imreoir cheann scríbe> NÓ /tp [imreoir sprice] <x> <y> <z> [<y-rothlú> <x-rothlú>]
he: /tp [שחקן נבחר] < שחקן יעד > או /tp [שחקן נבחר] <x><y><z>[<yaw><pitch>]
hr_hr: /tp [igrac] <destinacioni igrać> ILI /tp [igrać] <x> <y> <z> [<yaw> <pitch>]
hu_hu: /tp [teleportálandó játékos] <cél játékos> VAGY /tp [teleportálandó játékos] <x> <y> <z> [<y-elfordulás> <x-elfordulás>]
id_id: /tp [pemain target] <pemain tujuan> ATAU /tp [pemain target] <x> <y> <z> [<yaw> <pitch>]
it: /tp [giocatore bersaglio] <giocatore destinazione> OPPURE /tp [giocatore bersaglio] <x> <y> <z> [<rotazione orizzontale> <rotazione verticale>]
ja_jp: /tp [対象のプレイヤー] <移動先のプレイヤー> または /tp [対象のプレイヤー] <x> <y> <z> [<y軸回転> <x軸回転>]
ka_ge: /tp [მოთამაშე] <მოთამაშესთან> ან /tp [მოთამაშე] <x> <y> <z> [<მობრუნება> <დახრა>]
ko_kr: /tp [해당 플레이어] <목적 플레이어> 또는 /tp [해당 플레이어] <x> <y> <z> [<수평회전> <수직회전>]
lb_lu: /tp [Spiller] <Ziel-Spiller> ODER /tp [Spiller] <x> <y> <z> [<Horizontal Rotatioun> <Vertikal Rotatioun>]
lt_lt: /tp [žaidėjas] <žaidėjas-taikinys> ARBA /tp [žaidėjas] <x> <y> <z> [<pasisukimas> <galvos pakėlimas>]
ms_my: /tp [sasaran] <destinasi pemain> ATAU /tp [sasaran] <x> <y> <z>[<yaw> <pitch>]
mt_mt: /tp [ġokatur magħżul] <destination player> JEW /tp [ġokatur magħżul] <x> <y> <z> [<yaw> <pitch>]
nl_nl: /tp [doelspeler] <bestemmingsspeler> OF /tp [doelspeler] <x> <y> <z> [<X-draairichting> <Y-draairichting>]
pl: /tp [wybrany gracz] <gracz docelowy> LUB /tp [wybrany gracz] <x> <y> <z> [<odchylenie> <wysokość>]
pt: /tp [entidade alvo] <entidade destino> OU /tp [entidade alvo] <x> <y> <z> [<rot y> <rot x>]
ro_ro: /tp [<jucător>] <jucător destinație> SAU /tp [<jucător>] <x> <y> <z> [<rotație orizontală> <rotație verticală>]
ru_ru: /tp [игрок] <игрок-к-кому> ИЛИ /tp [игрок] <x> <y> <z> [<y-поворот> <x-наклон>]
sk_sk: /tp [koho] <ku komu> OR /tp [koho] <x> <y> <z> [<yaw> <pitch>]
sl_si: /tp [ime igralca] <ime igralca na cilju> ALI /tp [ime igralca] <x> <y> <z> [<y-zasuk> <x-zasuk>]
sv_se: /tp [spelare att teleportera] <spelare att teleportera till> ELLER /tp [spelare att teleportera] <x> <y> <z> [<x-rotation> <y-rotation>]
tr_tr: /tp [oyuncu] <hedef oyuncu> YA DA /tp [oyuncu] <x> <y> <z> [<yatay döndürme> <dikey döndürme>]
vi_vn: /tp [người chơi dịch đi] <mục tiêu> HOẶC /tp [người chơi dịch đi] <x> <y> <z> [<xoay x> <xoay y>]
zh_cn: /tp [目标玩家] <目的地玩家> 或 /tp [目标] <x> <y> <z> [<横向朝向> <纵向朝向>]
zh_tw: /tp [指定玩家] <目的地玩家> 或 /tp [指定玩家] <x> <y> <z> [<面向> <仰角>]

# commands_trigger_disabled
source: Trigger {0} is not enabled
af_za: Sneller {0} is nie geaktiveer nie
ar_sa: اختيارك {0} ليس مفعل
be_by: Трыгер {0} неактыўны
bg_bg: Тригерът {0} не е включен
ca_es: L'activador {0} no està permès
cs: Spouštěč {0} není povolen
da_dk: Udløser {0} er ikke aktiveret
de: Auslöser {0} ist nicht aktiviert
el_gr: Το έναυσμα {0} δεν είναι ενεργοποιημένο
es: El desencadenante {0} no está activado
eu_es: {0} gakoa ez dago gaituta
fi: Laukaisin {0} ei ole käynnistetty
fil_ph: Ang trigger na {0} ay hindi napagana
fr_ca: Le déclencheur {0} n'est pas activé
ga_ie: Níl truicear {0} i bhfeidhm
gl_es: O desencadeante {0} non está activado
he: המפעיל {0} לא מופעל
hr_hr: Okidač {0} nije omogućen
hu_hu: {0} trigger nincs engedélyezve
id_id: Trigger {0} tidak aktif
is_is: Gikkur {0} er ekki virkur
it: Il trigger {0} non è abilitato
ja_jp: トリガー {0} は有効ではありません
ka_ge: ტრიგერი {0} არაა აქტიური
ko_kr: 시발점 {0}은(는) 사용할 수 없습니다
lb_lu: Ausléiser {0} ass net aktivéiert
lt_lt: Gaidukas {0} nėra įjungtas
ms_my: Pencetus {0} tidak dibolehkan
mt_mt: It-trigger {0} mhuwiex attivat
nl_nl: Trigger {0} is niet ingeschakeld
nn_no: Utløysar {0} er ikkje aktivert
pl: Wyzwalacz {0} nie jest włączony
pt: O ativador {0} não está ativado
ro_ro: Declanșatorul {0} nu este activat
ru_ru: Триггер {0} не активен
sk_sk: Spúšťač {0} nie je aktívny
sl_si: Sprožilec {0} ni omogočen
sv_se: Triggern {0} är inte påslagen
th_th: ทริกเกอร์ {0} ยังไม่ได้เปิดใช้งาน
tr_tr: Tetikleyici {0} etkin değil
vi_vn: Cò kích hoạt {0} chưa được bật
zh_cn: 触发型的{0}没有启用
zh_tw: 尚未啟用觸發項目 {0}
