Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# subtitles_entity_shulker_teleport
source: Shulker teleports
af_za: Shulker teleporteer
be_by: Шалкер тэлепартуецца
bg_bg: Шулкър се телепортира
ca_es: Un shulker es teletransporta
cs: shulker se teleportuje
da_dk: Shulker teleportere
de: Shulker teleportiert
el_gr: Το shulker τηλεμεταφέρεται
es: Shulker se teletransporta
fi: Shulker teleporttaa
fr_ca: Shulker qui se téléporte
ga_ie: Siulcaire ag teileapórtáil
gd_gb: Tha an shulker a' tele-phortadh
gl_es: Shulker teleportado
he: שולקר משתגר
hu_hu: Shulker teleportál
id_id: Shulker berteleportasi
it: Uno shulker si teletrasporta
ja_jp: シュルカーがテレポートする
ka_ge: შულკერი გადატელეპორტდა
ko_kr: 셜커가 순간이동함
lb_lu: Shulker teleportéiert
lt_lt: Šulkeris teleportuojasi
ms_my: Shulker telepot
mt_mt: Shulker itteleportja
nl_nl: Shulker teleporteert
nn_no: Shulker teleporterar
pl: Shulker teleportuje się
pt: Shulker teletransporta-se
ro_ro: Shulker teleportându-se
ru_ru: Шалкер телепортируется
sk_sk: Teleportovanie shulkera
sl_si: Shulker se teleportira
sv_se: Shulker teleporterar
th_th: ชูลเกอร์วาร์ป
tr_tr: Shulker ışınlandı
vi_vn: Shulker dịch chuyển tức thì
zh_cn: 潜影贝：传送
zh_tw: 界伏蚌瞬移

# subtitles_entity_shulker_bullet_hit
source: Shulker bullet explodes
af_za: Shulker koeël ontplof
be_by: Выбух снараду шалкера
bg_bg: Взривяване на куршум на шулкър
ca_es: Una bala de shulker explota
cs: exploze shulkerovy střely
da_dk: Shulker kugle eksploderer
de: Shulkergeschoss explodiert
el_gr: Η σφαίρα του shulker ανατινάζεται
es: Proyectil del Shulker explota
fi: Shulkerin ammus räjähtää
fr_ca: Balle de Shulker qui explose
ga_ie: Piléar siulcaire ag pléascadh
gd_gb: Tha peilear shulker a' spreadhadh
gl_es: A bala do Shulker estoupa
he: קליע שולקר מתפוצץ
hu_hu: Shulker lövedék felrobban
id_id: Peluru Shulker meledak
it: Proiettile di shulker esploso
ja_jp: シュルカーの弾が爆発する
ka_ge: შულკერის ტყვია ფეთქდება
ko_kr: 셜커 탄환이 폭발함
lb_lu: Shulkergeschoss explodéiert
lt_lt: Sprogsta šulkerio kulka
ms_my: Peluru Shulker meletup
mt_mt: Balla ta' Shulker splodiet
nl_nl: Shulkerkogel explodeert
nn_no: Shulker-skot eskploderer
pl: Pocisk shulkera wybucha
pt: Bala do Shulker explode
ro_ro: Glonț de shulker explodând
ru_ru: Разрыв снаряда шалкера
sk_sk: Výbuch shulkerovej strely
sl_si: Shulkerjeva krogla eksplodira
sv_se: Shulkerskott exploderar
th_th: กระสุนจากชูลเกอร์ระเบิด
tr_tr: Shulker kurşunu patladı
vi_vn: Đạn shulker nổ tung
zh_cn: 潜影贝导弹：爆炸
zh_tw: 界伏蚌導彈爆炸

# subtitles_entity_shulker_bullet_hurt
source: Shulker bullet breaks
af_za: Shulker koeël breek
be_by: Снарад шалкера разбіты
bg_bg: Счупване на куршум на шулкър
ca_es: Una bala de shulker es trenca
cs: zničení shulkerovy střely
da_dk: Shulker kugle ødelægges
de: Shulkergeschoss zerfällt
el_gr: Η σφαίρα του shulker σπάει
es: Proyectil del Shulker se rompe
fi: Shulkerin ammus hajoaa
fr_ca: Balle de Shulker détruite
ga_ie: Piléar siulcaire ag briseadh
gd_gb: Tha peilear shulker a' tuiteam às a chèile
gl_es: A bala do Shulker rómpese
he: קליע שולקר נשבר
hu_hu: Shulker lövedék eltörik
id_id: Shulker peluru pecah
it: Proiettile di shulker distrutto
ja_jp: シュルカーの弾が砕ける
ka_ge: შულკერის ტყვია იმსხვრევა
ko_kr: 셜커 탄환이 부서짐
lb_lu: Shulkergeschoss zerfält
lt_lt: Sudūžta šulkerio kulka
ms_my: Peluru Shulker dihancurkan
mt_mt: Balla ta' Shulker tkissret
nl_nl: Shulkerkogel breekt
nn_no: Shulker-skot vert øydelagt
pl: Pocisk shulkera rozpada się
pt: Bala do Shulker parte-se
ro_ro: Glonț de shulker distrus
ru_ru: Разбит снаряд шалкера
sk_sk: Zničenie shulkerovej strely
sl_si: Shulkerjeva krogla se uniči
sv_se: Shulkerskott förstörs
th_th: กระสุนจากชูลเกอร์ถูกทำลาย
tr_tr: Shulker kurşunu kırıldı
vi_vn: Đạn shulker bị phá vỡ
zh_cn: 潜影贝导弹：被毁
zh_tw: 界伏蚌導彈破裂

# subtitles_entity_silverfish_ambient
source: Silverfish hisses
af_za: Vismot sis
be_by: Лускаўніца шыпіць
bg_bg: Люспеница съска
ca_es: Peixet de plata xiula
cs: syčení rybenky
da_dk: Sølvfisk hvæser
de: Silberfischchen zischt
el_gr: Το ασημόψαρο σφυρίζει
es: Siseo de lepisma
fi: Sokeritoukka suhisee
fil_ph: Kulisap Pumaswit
fr_ca: Sifflement de lépisme
ga_ie: Gilín ag siosadh
gd_gb: Tha an fiolan-glas a' feadail
gl_es: A lepisma silba
he: דג הכסף לוחש
hu_hu: Ezüstmoly sziszeg
id_id: Gegat mendesis
it: Un pesciolino d'argento sibila
ja_jp: シルバーフィッシュが鳴く
ka_ge: ვერცხლისთევზი სისინებს
ko_kr: 좀벌레가 쉭쉭거림
lb_lu: Sëlwerfëschelchen zischt
lt_lt: Sušnypščia žvyninukas
ms_my: Gegat mendesir
mt_mt: Susa għamlet ħoss
nl_nl: Zilvervis sist
nn_no: Sylvkrek hissar
pl: Rybik syczy
pt: Silverfish silva
ro_ro: Peștișor argintiu sâsâind
ru_ru: Шипение чешуйницы
sk_sk: Syčanie rybenky
sl_si: Ščetinorepka zasika
sv_se: Silverfisk väser
th_th: ปลวกหินร้อง
tr_tr: Gümüşçün tısladı
vi_vn: Con nhậy bạc kêu
zh_cn: 蠹虫：嘶嘶
zh_tw: 蠹魚嘶嘶聲

# subtitles_entity_silverfish_death
source: Silverfish dies
af_za: Vismot sterf
be_by: Лускаўніца гіне
bg_bg: Люспеница умира
ca_es: Peixet de plata mor
cs: rybenka zemřela
da_dk: Sølvfisk dør
de: Silberfischchen stirbt
el_gr: Το ασημόψαρο πεθαίνει
es: Lepisma muere
fi: Sokeritoukka kuolee
fil_ph: Kulisap Matay
fr_ca: Lépisme qui meurt
ga_ie: Gilín ag fáil bháis
gd_gb: Tha an fiolan-glas a' bàsachadh
gl_es: Morte de lepisma
he: דג הכסף מת
hu_hu: Ezüstmoly meghal
id_id: Gegat meninggal
it: Un pesciolino d'argento muore
ja_jp: シルバーフィッシュが死ぬ
ka_ge: ვერცხლისთევზი მოკვდა
ko_kr: 좀벌레가 죽음
lb_lu: Sëlwerfëschelchen stierft
lt_lt: Miršta žvyninukas
ms_my: Gegat mati
mt_mt: Susa mietet
nl_nl: Zilvervis sterft
nn_no: Sylvkrek døyr
pl: Rybik ginie
pt: Silverfish morre
ro_ro: Peștișor argintiu murind
ru_ru: Чешуйница погибает
sk_sk: Umieranie rybenky
sl_si: Ščetinorepka umre
sv_se: Silverfisk dör
th_th: ปลวกหินตาย
tr_tr: Gümüşçün öldü
vi_vn: Con nhậy bạc chết
zh_cn: 蠹虫：死亡
zh_tw: 蠹魚死亡

# subtitles_entity_silverfish_hurt
source: Silverfish hurts
af_za: Vismot beseer
be_by: Лускаўніца параненая
bg_bg: Нараняване на люспеница
ca_es: Peixet de plata ferit
cs: rybenka byla zraněna
da_dk: Sølvfisk bliver skadet
de: Silberfischchen nimmt Schaden
el_gr: Το ασημόψαρο τραυματίζεται
es: Lepisma herido
fi: Sokeritoukka vahingoittuu
fil_ph: Kulisap Nasaktan
fr_ca: Lépisme blessé
ga_ie: Gortaítear gilin
gd_gb: Chaidh an fiolan-glas a leònadh
gl_es: Lepisma ferida
he: דג הכסף נפצע
hu_hu: Ezüstmoly sérül
id_id: Gegat sakit
it: Un pesciolino d'argento è ferito
ja_jp: シルバーフィッシュがダメージを受ける
ka_ge: ვერცხლისთევზი დაიჭრა
ko_kr: 좀벌레가 상처를 입음
lb_lu: Sëlwerfëschelchen hellt Schued
lt_lt: Sužeistas žvyninukas
ms_my: Gegat kesakitan
mt_mt: Susa weġġgħet
nl_nl: Zilvervis heeft pijn
nn_no: Sylvkrek har vondt
pl: Rybik cierpi
pt: Silverfish aleija-se
ro_ro: Peștișor argintiu rănit
ru_ru: Чешуйница ранена
sk_sk: Poranenie rybenky
sl_si: Ščetinorepka se poškoduje
sv_se: Silverfisk skadas
th_th: ปลวกหินได้รับบาดเจ็บ
tr_tr: Gümüşçün hasar aldı
vi_vn: Con nhậy bạc bị thương
zh_cn: 蠹虫：受伤
zh_tw: 蠹魚受傷

# subtitles_entity_skeleton_ambient
source: Skeleton rattles
af_za: Geraamte ratel
be_by: Шкілет бразгоча касцямі
bg_bg: Скелет трака
ca_es: Esquelet trontollant
cs: chrastění kostlivce
da_dk: Skelet rasler
de: Skelett klappert
el_gr: Ο σκελετός κροταλίζει
es: Esqueleto traqueteando
fi: Luuranko kolisee
fr_ca: Cliquetis de squelette
ga_ie: Cnagarnach an chnámharlaigh
gd_gb: Tha an cnàimhneach a' glagadaich
gl_es: Cruxido de esqueleto
he: שלד מרשרש
hu_hu: Csontváz csörög
id_id: Gemerutuk skeleton
it: Uno scheletro scricchiola
ja_jp: スケルトンが骨を鳴らす
ka_ge: ჩონჩხის ჩხარუნი
ko_kr: 스켈레톤이 달그락거림
lb_lu: Skelett klappert
lt_lt: Barška skeletas
ms_my: Kerangka berdetar-detar
mt_mt: Skeletru ċekċek
nl_nl: Skelet rammelt
nn_no: Beinrangel ranglar
pl: Szkielet klekocze
pt: Esqueleto chocalha
ro_ro: Schelet zornăind
ru_ru: Стук костей скелета
sk_sk: Hŕkanie kostlivca
sl_si: Okostnjak klopoče
sv_se: Skelett skallrar
th_th: โครงกระดูกสั่น
tr_tr: İskelet takırdıyor
vi_vn: Bộ xương kêu lọc xọc
zh_cn: 骷髅：咯咯声
zh_tw: 骷髏喀喀聲

# subtitles_entity_skeleton_death
source: Skeleton dies
af_za: Geraamte sterf
be_by: Шкілет гіне
bg_bg: Скелет умира
ca_es: Un esquelet mor
cs: kostlivec zemřel
da_dk: Skelet dør
de: Skelett stirbt
el_gr: Ο σκελετός πεθαίνει
es: Esqueleto muere
fi: Luuranko kuolee
fr_ca: Squelette qui meurt
ga_ie: Cnámharlach ag fáil bháis
gd_gb: Tha an cnàimhneach a' bàsachadh
gl_es: Morte de esqueleto
he: שלד מת
hu_hu: Csontváz meghal
id_id: Kerangka meninggal
it: Uno scheletro muore
ja_jp: スケルトンが死ぬ
ka_ge: ჩონჩხი მოკვდა
ko_kr: 스켈레톤이 죽음
lb_lu: Skelett stierft
lt_lt: Miršta skeletas
ms_my: Kerangka mati
mt_mt: Skeletru miet
nl_nl: Skelet sterft
nn_no: Beinrangel døyr
pl: Szkielet ginie
pt: Esqueleto morre
ro_ro: Schelet murind
ru_ru: Скелет погибает
sk_sk: Umieranie kostlivca
sl_si: Okostnjak umre
sv_se: Skelett dör
th_th: โครงกระดูกตาย
tr_tr: İskelet öldü
vi_vn: Bộ xương chết
zh_cn: 骷髅：死亡
zh_tw: 骷髏死亡

# subtitles_entity_skeleton_hurt
source: Skeleton hurts
af_za: Geraamte beseer
be_by: Шкілет пашкоджаны
bg_bg: Нараняване на скелет
ca_es: Un esquelet es fa mal
cs: kostlivec byl zraněn
da_dk: Skelet bliver skadet
de: Skelett nimmt Schaden
el_gr: Ο σκελετός τραυματίζεται
es: Esqueleto herido
fi: Luuranko vahingoittuu
fr_ca: Squelette blessé
ga_ie: Gortaítear cnámharlach
gd_gb: Chaidh an cnàimhneach a leònadh
gl_es: Esqueleto ferido
he: שלד נפצע
hu_hu: Csontváz sérül
id_id: Kerangka terluka
it: Uno scheletro è ferito
ja_jp: スケルトンがダメージを受ける
ka_ge: ჩონჩხი დაიჭრა
ko_kr: 스켈레톤이 상처를 입음
lb_lu: Skelett hellt Schued
lt_lt: Sužeistas skeletas
ms_my: Kerangka kesakitan
mt_mt: Skeletru weġġa'
nl_nl: Skelet heeft pijn
nn_no: Beinrangel har vondt
pl: Szkielet cierpi
pt: Esqueleto aleija-se
ro_ro: Schelet rănit
ru_ru: Скелет ранен
sk_sk: Poranenie kostlivca
sl_si: Okostnjak se poškoduje
sv_se: Skelett skadas
th_th: โครงกระดูกได้รับบาดเจ็บ
tr_tr: İskelet hasar aldı
vi_vn: Bộ xương bị thương
zh_cn: 骷髅：受伤
zh_tw: 骷髏受傷

# subtitles_entity_skeleton_shoot
source: Skeleton shoots
af_za: Geraamte skiet
be_by: Шкілет страляе
bg_bg: Скелет стреля
ca_es: Un esquelet dispara
cs: kostlivec střílí
da_dk: Skelet skyder
de: Skelett schießt
el_gr: Ο σκελετός πυροβολάει
es: Esqueleto dispara
fi: Luuranko ampuu
fr_ca: Squelette qui tire
ga_ie: Cnámharlach ag scaoileadh
gd_gb: Tha an cnàimhneach a' losgadh
gl_es: Disparo de esqueleto
he: שלד יורה
hu_hu: Csontváz lő
id_id: Kerangka menembak
it: Uno scheletro scocca una freccia
ja_jp: スケルトンが射る
ka_ge: ჩონჩხი ისვრის
ko_kr: 스켈레톤이 투사체를 쏨
lb_lu: Skelett schéisst
lt_lt: Skeletas šauna lanku
ms_my: Kerangka pucuk
mt_mt: Skeletru spara
nl_nl: Skelet schiet
nn_no: Beinrangel skyt
pl: Szkielet strzela
pt: Esqueleto dispara
ro_ro: Schelet trăgând
ru_ru: Выстрел скелета
sk_sk: Útočenie kostlivca
sl_si: Okostnjak ustreli
sv_se: Skelett skjuter
th_th: โครงกระดูกยิงธนู
tr_tr: İskelet ateş etti
vi_vn: Bộ xương bắn
zh_cn: 骷髅：射击
zh_tw: 骷髏射箭

# subtitles_entity_skeleton_horse_ambient
source: Skeleton Horse cries
af_za: Beenperd huil
be_by: Конь-шкілет раве
bg_bg: Скелетен кон реве
ca_es: Un cavall esquelètic plora
cs: kůň kostlivec pláče
da_dk: Skelethest græder
de: Skelettpferd schreit
el_gr: Το άλογο σκελετός κλαίει
es: Relincho de caballo esqueleto
fi: Luurankohevonen ääntelee
fr_ca: Ébrouement de cheval-squelette
ga_ie: Capall Cnámharlaigh ag béiceadh
gd_gb: Tha an t-each-cnàimhnich ag èigheachd
gl_es: O Cabalo Esqueleto grita
he: סוס שלד בוכה
hu_hu: Csontvázló nyihog
id_id: Kerangka Kuda teriakan
it: Un cavallo scheletro grida
ja_jp: スケルトンホースが鳴く
ka_ge: ჩონჩხი ცხენი ყვირის
ko_kr: 스켈레톤 말이 울음
lb_lu: Skelettpäerd jäizt
lt_lt: Arklys skeletas klykia
ms_my: Kuda Kerangka menangis
mt_mt: Skeletru ta' żiemel werżaq
nl_nl: Skeletpaard schreeuwt
nn_no: Beinrangelhest skrik
pl: Koń-szkielet ryczy
pt: Cavalo Esqueleto chora
ro_ro: Cal schelet nechezând
ru_ru: Рёв скелетной лошади
sk_sk: Výkrik kostlivého koňa
sl_si: Okosnjaški konj zajoka
sv_se: Skeletthäst bölar
th_th: ม้าโครงกระดูกร้องไห้
tr_tr: İskelet At ağlıyor
vi_vn: Bộ xương ngựa kêu
zh_cn: 骷髅马：嘶叫
zh_tw: 骷髏馬叫聲

# subtitles_entity_skeleton_horse_death
source: Skeleton Horse dies
af_za: Beenperd sterf
be_by: Конь-шкілет гіне
bg_bg: Скелетен кон умира
ca_es: Un cavall esquelètic mor
cs: kůň kostlivec zemřel
da_dk: Skelethest dør
de: Skelettpferd stirbt
el_gr: Το άλογο σκελετός πεθαίνει
es: Caballo esqueleto muere
fi: Luurankohevonen kuolee
fr_ca: Cheval-squelette qui meurt
ga_ie: Capall Cnámharlaigh ag fáil bháis
gd_gb: Tha an t-each-cnàimhnich a' bàsachadh
gl_es: Morte de cabalo esqueleto
he: סוס שלד מת
hu_hu: Csontváz ló meghal
id_id: Kerangka kuda meninggal
it: Un cavallo scheletro muore
ja_jp: スケルトンホースが死ぬ
ka_ge: ჩონჩხი ცხენი მოკვდა
ko_kr: 스켈레톤 말이 죽음
lb_lu: Skelettpäerd stierft
lt_lt: Arklys skeletas miršta
ms_my: Kuda Kerangka mati
mt_mt: Skeletru ta' żiemel miet
nl_nl: Skeletpaard sterft
nn_no: Beinrangelhest døyr
pl: Koń-szkielet ginie
pt: Cavalo Esqueleto morre
ro_ro: Cal schelet murind
ru_ru: Скелетная лошадь погибает
sk_sk: Umieranie kostlivého koňa
sl_si: Okosnjaški konj umre
sv_se: Skeletthäst dör
th_th: ม้าโครงกระดูกตาย
tr_tr: İskelet At öldü
vi_vn: Bộ xương ngựa chết
zh_cn: 骷髅马：死亡
zh_tw: 骷髏馬死亡

# subtitles_entity_skeleton_horse_hurt
source: Skeleton Horse hurts
af_za: Beenperd beseer
be_by: Конь-шкілет пашкоджаны
bg_bg: Нараняване на скелетен кон
ca_es: Un cavall esquelètic es fa mal
cs: kůň kostlivec byl zraněn
da_dk: Skelet hest bliver skadet
de: Skelettpferd nimmt Schaden
el_gr: Το άλογο σκελετός τραυματίζεται
es: Caballo esqueleto herido
fi: Luurankohevonen vahingoittuu
fr_ca: Cheval-squelette blessé
ga_ie: Gortaítear capall cnámharlaigh
gd_gb: Chaidh an t-each-cnàimhnich a leònadh
gl_es: Cabalo esqueleto ferido
he: שלד סוס נפצע
hu_hu: Csontváz ló sérül
id_id: Kerangka Kuda terluka
it: Un cavallo scheletro è ferito
ja_jp: スケルトンホースがダメージを受ける
ka_ge: ჩონჩხი ცხენი დაიჭრა
ko_kr: 스켈레톤 말이 상처를 입음
lb_lu: Skelettpäerd hellt Schued
lt_lt: Sužeistas arklys skeletas
ms_my: Kuda Kerangka kesakitan
mt_mt: Skeletru ta' żiemel weġġa'
nl_nl: Skeletpaard heeft pijn
nn_no: Beinrangelhest har vondt
pl: Koń-szkielet cierpi
pt: Cavalo Esqueleto aleija-se
ro_ro: Cal schelet rănit
ru_ru: Скелетная лошадь ранена
sk_sk: Poranenie kostlivého koňa
sl_si: Okosnjaški konj se poškoduje
sv_se: Skeletthäst skadas
th_th: ม้าโครงกระดูกได้รับบาดเจ็บ
tr_tr: İsklelet At hasar aldı
vi_vn: Bộ xương ngựa bị thương
zh_cn: 骷髅马：受伤
zh_tw: 骷髏馬受傷

# subtitles_entity_slime_attack
source: Slime attacks
af_za: Slym val aan
be_by: Слімак атакуе
bg_bg: Слуз атакува
ca_es: Llim ataca
cs: slizoun útočí
da_dk: Slimklub angriber
de: Schleim greift an
el_gr: Η γλίτσα επιτίθεται
es: Slime ataca
fi: Lima hyökkää
fr_ca: Slime qui attaque
ga_ie: Slam ag ionsaí
gd_gb: Tha an t-eabar a' toirt ionnsaigh
gl_es: Slime atacando
he: רפש תוקף
hu_hu: Nyálka támad
id_id: Geladir menyerang
it: Una gelatina attacca
ja_jp: スライムが攻撃をする
ka_ge: ლორწოს შეტევა
ko_kr: 슬라임이 공격함
lb_lu: Schläim attackéiert
lt_lt: Atakuoja gleivius
ms_my: Lendir menyerang
mt_mt: Ħama attakkat
nl_nl: Slijmkubus valt aan
nn_no: Sliming angrip
pl: Szlam atakuje
pt: Slime ataca
ro_ro: Mâzgă atacând
ru_ru: Атака слизня
sk_sk: Útočenie slizáka
sl_si: Sluz napade
sv_se: Slemkub attackerar
th_th: สไลม์โจมตี
tr_tr: Balçık saldırdı
vi_vn: Chất nhờn tấn công
zh_cn: 史莱姆：攻击
zh_tw: 史萊姆攻擊

# subtitles_entity_slime_death
source: Slime dies
af_za: Slym sterf
be_by: Слімак гіне
bg_bg: Слуз умира
ca_es: Llim mor
cs: slizoun zemřel
da_dk: Slimklump dør
de: Schleim stirbt
el_gr: Η γλίτσα πεθαίνει
es: Slime muere
fi: Lima kuolee
fr_ca: Slime qui meurt
ga_ie: Slam ag fáil bháis
gd_gb: Tha an t-eabar a' bàsachadh
gl_es: Morte de Slime
he: רפש מת
hu_hu: Nyálka meghal
id_id: Geladir mati
it: Una gelatina muore
ja_jp: スライムが死ぬ
ka_ge: ლორწო მოკვდა
ko_kr: 슬라임이 죽음
lb_lu: Schläim stierft
lt_lt: Gleivius miršta
ms_my: Lendir mati
mt_mt: Ħama mietet
nl_nl: Slijmkubus sterft
nn_no: Sliming døyr
pl: Szlam ginie
pt: Slime morre
ro_ro: Mâzgă murind
ru_ru: Слизень погибает
sk_sk: Umieranie slizáka
sl_si: Sluz umre
sv_se: Slemkub dör
th_th: สไลม์ตาย
tr_tr: Balçık öldü
vi_vn: Chất nhờn chết
zh_cn: 史莱姆：死亡
zh_tw: 史萊姆死亡

# subtitles_entity_slime_hurt
source: Slime hurts
af_za: Slym beseer
be_by: Слімак паранены
bg_bg: Нараняване на слуз
ca_es: Llim fa mal
cs: slizoun byl zraněn
da_dk: Slimkump bliver skadet
de: Schleim nimmt Schaden
el_gr: Η γλίτσα τραυματίζεται
es: Slime herido
fi: Lima vahingoittuu
fr_ca: Slime blessé
ga_ie: Gortaítear slam
gd_gb: Chaidh an t-eabar a leònadh
gl_es: Slime ferido
he: רפש נפצע
hu_hu: Nyálka sérül
id_id: Geladir terluka
it: Una gelatina è ferita
ja_jp: スライムがダメージを受ける
ka_ge: ლორწო დაიჭრა
ko_kr: 슬라임이 상처를 입음
lb_lu: Schläim hellt Schued
lt_lt: Sužeistas gleivius
ms_my: Lendir kesakitan
mt_mt: Ħama weġġgħet
nl_nl: Slijmkubus heeft pijn
nn_no: Sliming har vondt
pl: Szlam cierpi
pt: Slime aleija-se
ro_ro: Mâzgă rănită
ru_ru: Слизень ранен
sk_sk: Poranenie slizáka
sl_si: Sluz se poškoduje
sv_se: Slemkub skadas
th_th: สไลม์ได้รับบาดเจ็บ
tr_tr: Balçık hasar aldı
vi_vn: Chất nhờn bị thương
zh_cn: 史莱姆：受伤
zh_tw: 史萊姆受傷

# subtitles_entity_slime_squish
source: Slime squishes
af_za: Slym spring
be_by: Слімак хлюпае
bg_bg: Слуз скача
ca_es: Llim salta
cs: slizoun se mačká
da_dk: Slimklump svupper
de: Schleim schwabbelt
el_gr: Η γλίτσα ζουλιέται
es: Slime apretándose
fi: Lima läiskähtää
fr_ca: Slime qui saute
ga_ie: Slam ag fáscadh
gd_gb: Tha an t-eabar a' sgluiseadh
gl_es: Chapoteo de Slime
he: רפש מקפץ
hu_hu: Nyálka csattog
id_id: Geladir jadi gepeng
it: Una gelatina salta
ja_jp: スライムが跳ねる
ka_ge: ლორწოს ახტომა
ko_kr: 슬라임이 철퍽거림
lb_lu: Schläim spréngt
lt_lt: Žliugsi gleivius
ms_my: Squish lendir
mt_mt: Ħama tgħaffġet
nl_nl: Slijmkubus plet
nn_no: Sliming klaskar
pl: Szlam zgniata
pt: Slime salta
ro_ro: Mâzgă lipăind
ru_ru: Прыжок слизня
sk_sk: Skákanie slizáka
sl_si: Sluz stisne
sv_se: Slemkub klafsar
th_th: สไลม์ร้อง
tr_tr: Balçık düştü
vi_vn: Chất nhờn tung tóe
zh_cn: 史莱姆：移动
zh_tw: 史萊姆啪搭聲

# subtitles_entity_snowball_throw
source: Snowball flies
af_za: Snowbal trek
be_by: Ляціць снежка
bg_bg: Хвърляне на снежна топка
ca_es: Una bola de neu bola
cs: let sněhové koule
da_dk: Snebold flyver
de: Schneeball fliegt
el_gr: Η χιονόμπαλα πετάγεται
es: Bola de nieve lanzada
fi: Lumipallo lentää
fr_ca: Boule de neige lancée
ga_ie: Lainseáiltear meall sneachta
gd_gb: Tha ball-sneachda ag itealadh
gl_es: Bóla de neve lanzada
he: כדור שלג נזרק
hu_hu: Hógolyó repül
id_id: Bola salju dilemparkan
it: Palla di neve lanciata
ja_jp: 雪玉が投げられる
ka_ge: თოვლის გუნდა მიფრინავს
ko_kr: 눈덩이가 날아감
lb_lu: Schnéiball flitt
lt_lt: Skrieja sniego gniūžtė
ms_my: Bola salji menerbang
mt_mt: Ballun tas-silġ tar
nl_nl: Sneeuwbal vliegt
nn_no: Snøball flyg
pl: Śnieżka leci
pt: Bola de Neve atirada
ro_ro: Bulgăre de zăpadă zburând
ru_ru: Полёт снежка
sk_sk: Svišťanie snehovej gule
sl_si: Snežna kepa leti
sv_se: Snöboll flyger
th_th: ปาหิมะ
tr_tr: Kar Topu fırlatıldı
vi_vn: Bóng tuyết bay
zh_cn: 雪球：飞出
zh_tw: 投擲雪球聲

# subtitles_entity_snowman_death
source: Snow Golem dies
af_za: Sneeusoldaat sterf
be_by: Снегавік гіне
bg_bg: Снежен голем умира
ca_es: Un gòlem de neu mor
cs: sněhulák zemřel
da_dk: Snemand dør
de: Schneegolem stirbt
el_gr: Ο χιονάνθρωπος πεθαίνει
es: Gólem de nieve muere
fi: Lumijätti kuolee
fr_ca: Golem de neige qui meurt
ga_ie: Gólam Sneachta ag fáil bháis
gd_gb: Tha an gòileam sneachda a' bàsachadh
gl_es: Morte de Gólem de neve
he: גולם שלג מת
hu_hu: Hógólem meghal
id_id: Golem Salju mati
it: Un golem di neve muore
ja_jp: スノウゴーレムが死ぬ
ka_ge: თოვლის კაცი მოკვდა
ko_kr: 눈 골렘이 죽음
lb_lu: Schnéigolem stierft
lt_lt: Miršta sniego golemas
ms_my: Golem salji mati
mt_mt: Monstru tas-silġ miet
nl_nl: Sneeuwgolem sterft
pl: Śnieżny golem ginie
pt: Golem de Neve morre
ro_ro: Golem de zăpadă murind
ru_ru: Снеговик погибает
sk_sk: Umieranie snehuliaka
sl_si: Snežni golem umre
sv_se: Snögolem dör
th_th: มนุษย์หิมะตาย
tr_tr: Kar Golemi öldü
vi_vn: Người tuyết chết
zh_cn: 雪傀儡：死亡
zh_tw: 雪人死亡

# subtitles_entity_snowman_hurt
source: Snow Golem hurts
af_za: Sneeusoldaat beseer
be_by: Снегавік пашкоджаны
bg_bg: Нараняване на снежен голем
ca_es: Un gòlem de neu es fa mal
cs: sněhulák byl zraněn
da_dk: Snemand bliver skadet
de: Schneegolem nimmt Schaden
el_gr: Ο χιονάνθρωπος τραυματίζεται
es: Gólem de nieve herido
fi: Lumijätti vahingoittuu
fr_ca: Golem de neige blessé
ga_ie: Gortaítear gólam sneachta
gd_gb: Chaidh an gòileam sneachda a leònadh
gl_es: Gólem de neve ferido
he: גולם שלג נפצע
hu_hu: Hógólem sérül
id_id: Golem Salju terluka
it: Un golem di neve è ferito
ja_jp: スノウゴーレムがダメージを受ける
ka_ge: თოვლის კაცი დაიჭრა
ko_kr: 눈 골렘이 상처를 입음
lb_lu: Schnéigolem hellt Schued
lt_lt: Sužeistas sniego golemas
ms_my: Golem salji kesakitan
mt_mt: Monstru tas-silġ weġġa'
nl_nl: Sneeuwgolem heeft pijn
pl: Śnieżny golem cierpi
pt: Golem de Neve aleija-se
ro_ro: Golem de zăpadă rănit
ru_ru: Снеговик ранен
sk_sk: Poranenie snehuliaka
sl_si: Snežni golem se poškoduje
sv_se: Snögolem skadas
th_th: มนุษย์หิมะได้รับบาดเจ็บ
tr_tr: Kar Golemi hasar aldı
vi_vn: Người tuyết bị thương
zh_cn: 雪傀儡：受伤
zh_tw: 雪人受傷

# subtitles_entity_spider_ambient
source: Spider hisses
af_za: Spinnekop sis
be_by: Павук шыпіць
bg_bg: Паяк съска
ca_es: Una aranya fa soroll
cs: zasyčení pavouka
da_dk: Edderkop hvæser
de: Spinne zischt
el_gr: Η αράχνη τσιρίζει
es: Siseo de araña
fi: Hämähäkki sihisee
fr_ca: Sifflement d'araignée
ga_ie: Damhán alla ag siosadh
gd_gb: Tha an damhan-allaidh a' feadail
gl_es: Siseo de araña
he: עכביש לוחש
hu_hu: Pók sziszeg
id_id: Laba-laba mendesis
it: Un ragno sibila
ja_jp: クモが鳴く
ka_ge: ობობა სისინებს
ko_kr: 거미가 쉭쉭거림
lb_lu: Spann zischt
lt_lt: Voras šnypščia
ms_my: Labah-labah mendesir
mt_mt: Brimba għamlet ħoss
nl_nl: Spin sist
nn_no: Vevkjerring hissar
pl: Pająk syczy
pt: Aranha silva
ro_ro: Păianjen sâsâind
ru_ru: Шипение паука
sk_sk: Syčanie pavúka
sl_si: Pajek zasika
sv_se: Spindel väser
th_th: แมงมุมขู่
tr_tr: Örümcek tısladı
vi_vn: Nhện kêu
zh_cn: 蜘蛛：嘶嘶
zh_tw: 蜘蛛叫聲

# subtitles_entity_spider_death
source: Spider dies
af_za: Spinnekop sterf
be_by: Павук гіне
bg_bg: Паяк умира
ca_es: Una aranya mor
cs: pavouk zemřel
da_dk: Edderkop dør
de: Spinne stirbt
el_gr: Η αράχνη πεθαίνει
es: Araña muere
fi: Hämähäkki kuolee
fr_ca: Araignée qui meurt
ga_ie: Damhán alla ag fáil bháis
gd_gb: Tha an damhan-allaidh a' bàsachadh
gl_es: Morte de araña
he: עכביש מת
hu_hu: Pók meghal
id_id: Laba-laba meninggal
it: Un ragno muore
ja_jp: クモが死ぬ
ka_ge: ობობა მოკვდა
ko_kr: 거미가 죽음
lb_lu: Spann stierft
lt_lt: Voras miršta
ms_my: Labah-labah mati
mt_mt: Brimba mietet
nl_nl: Spin sterft
nn_no: Vevkjerring døyr
pl: Pająk ginie
pt: Aranha morre
ro_ro: Păianjen murind
ru_ru: Паук погибает
sk_sk: Umieranie pavúka
sl_si: Pajek umre
sv_se: Spindel dör
th_th: แมงมุมตาย
tr_tr: Örümcek öldü
vi_vn: Nhện chết
zh_cn: 蜘蛛：死亡
zh_tw: 蜘蛛死亡

# subtitles_entity_spider_hurt
source: Spider hurts
af_za: Spinnekop beseer
be_by: Павук паранены
bg_bg: Нараняване на паяк
ca_es: Una aranya es fa mal
cs: pavouk byl zraněn
da_dk: Edderkop bliver skadet
de: Spinne nimmt Schaden
el_gr: Η αράχνη τραυματίζεται
es: Araña herida
fi: Hämähäkki vahingoittuu
fr_ca: Araignée blessée
ga_ie: Gortaítear damhán alla
gd_gb: Chaidh an damhan-allaidh a leònadh
gl_es: Araña ferida
he: עכביש נפצע
hu_hu: Pók sérül
id_id: Laba-laba terluka
it: Un ragno è ferito
ja_jp: クモがダメージを受ける
ka_ge: ობობა დაიჭრა
ko_kr: 거미가 상처를 입음
lb_lu: Spann hellt Schued
lt_lt: Sužeistas voras
ms_my: Labah-labah kesakitan
mt_mt: Brimba weġġgħet
nl_nl: Spin heeft pijn
nn_no: Vevkjerring har vondt
pl: Pająk cierpi
pt: Aranha aleija-se
ro_ro: Păianjen rănit
ru_ru: Паук ранен
sk_sk: Poranenie pavúka
sl_si: Pajek se poškoduje
sv_se: Spindel skadas
th_th: แมงมุมได้รับบาดเจ็บ
tr_tr: Örümcek hasar aldı
vi_vn: Nhện bị thương
zh_cn: 蜘蛛：受伤
zh_tw: 蜘蛛受傷
