Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_potion_name
source: Potion
af_za: Doepa
ar_sa: جرعة
be_by: Зелле
bg_bg: Отвара
ca_es: Poció
cs: Lektvar
da_dk: Eliksir
de: Trank
el_gr: Φίλτρο
es: Poción
eu_es: Edabea
fa_ir: معجون
fi: Taikajuoma
fil_ph: Gayuma
ga_ie: Posóid
gl_es: Poción
he: שיקוי
hi_in: शरबत
hr_hr: Napitak
hu_hu: Bájital
hy_am: Դեղորայք
id_id: Ramuan
is_is: Seyði
it: Pozione
ja_jp: ポーション
ka_ge: ხსნარი
ko_kr: 물약
lb_lu: Dronk
lt_lt: Eliksyras
lv_lv: Dzira
mn_mn: Ханд
ms_my: Posyen
mt_mt: Xarba
nl_nl: Drank
nn_no: Brygg
pl: Mikstura
pt: Poção
ro_ro: Poțiune
ru_ru: Зелье
sk_sk: Elixír
sl_si: Napoj
sv_se: Brygd
th_th: น้ำยา
tr_tr: İksir
vi_vn: Thuốc
zh_cn: 药水
zh_tw: 藥水

# item_prismarineCrystals_name
source: Prismarine Crystals
af_za: Prismaryn Kristalle
ar_sa: كريستال موشور البحر
be_by: Крышталі прызмарыну
bg_bg: Призмаринови кристали
ca_es: Cristalls de prismarina
cs: Prismarínový krystal
da_dk: Prismarinkrystaller
de: Prismarinkristalle
de_at: Prismarinkristoin
el_gr: Κρύσταλλοι Θαλάσσιου Πρίσματος
es: Cristales de prismarina
eu_es: Prismarina kristalak
fa_ir: کریستال منشور دریایی
fi: Prismariinikristallit
fil_ph: Mga Kristal ng Prismarin
fr_ca: Cristaux de prismarine
ga_ie: Criostail Phriosmuirínigh
gd_gb: Criostalan priosaim-mhara
gl_es: Cristais de Prismarina
he: קריסטלי פריזמרין
hr_hr: Prizmarin Kristal
hu_hu: Prizmarinkristály
id_id: Kristal Prismarine
is_is: Prismarínkristallar
it: Cristalli di prismarino
ja_jp: プリズマリンクリスタル
ka_ge: პრიზმარინის კრისტალი
ko_kr: 프리즈머린 수정
lb_lu: Prismarinekristall
lt_lt: Prizmarino kristalai
lv_lv: Prismarīna Kristāli
ms_my: Kristal Prismarine
mt_mt: Kristalli tal-Prismarine
nl_nl: Prismarine kristallen
nn_no: Prismarinkrystaller
pl: Kryształy pryzmarynu
pt: Cristais de Prismarinho
ro_ro: Cristale de prismarin
ru_ru: Кристалл призмарина
sk_sk: Prismarínové kryštály
sl_si: Kristali morske prizme
sv_se: Prismarinkristaller
th_th: คริสตัลพริสมารีน
tr_tr: Prizmarin Kristali
vi_vn: Tinh thể lăng trụ biển
zh_cn: 海晶砂粒
zh_tw: 海磷晶體

# item_prismarineShard_name
source: Prismarine Shard
af_za: Prismaryn Skerf
ar_sa: قشرة موشور البحر
be_by: Прызмарынавы аскепак
bg_bg: Призмаринов къшей
ca_es: Fragment de prismarina
cs: Prismarínový střep
da_dk: Prismarinsplint
de: Prismarinscherbe
el_gr: Θραύσμα Θαλάσσιου Πρίσματος
es: Fragmento de prismarina
eu_es: Prismarina puska
fa_ir: تکه منشور دریایی
fi: Prismariininsirpale
fil_ph: Shard ng Prismarin
fr_ca: Éclat de prismarine
ga_ie: Scealp Phriosmuirínigh
gd_gb: Sgealb priosaim-mhara
gl_es: Fragmento de Prismarina
he: שבר פריזמרין
hr_hr: Krhotina Prizmarina
hu_hu: Prizmarinszilánk
id_id: Serpihan Prismarine
is_is: Prismarínbrot
it: Scheggia di prismarino
ja_jp: プリズマリンの欠片
ka_ge: პრიზმარინის ნატეხი
ko_kr: 프리즈머린 조각
lb_lu: Prismarineschierbel
lt_lt: Prizmarino šukė
lv_lv: Prismarīna Lauska
ms_my: Beling Prismarine
mt_mt: Farka tal-Prismarine
nl_nl: Prismarine scherf
nn_no: Prismarinbit
pl: Odłamek pryzmarynu
pt: Pedaço de Prismarinho
ro_ro: Ciob de prismarin
ru_ru: Осколок призмарина
sk_sk: Prismarinový črep
sl_si: Košček morske prizme
sv_se: Prismarinskärva
th_th: แร่พริสมารีน
tr_tr: Prizmarin Parçacığı
vi_vn: Mảnh lăng trụ biển
zh_cn: 海晶碎片
zh_tw: 海磷碎片

# item_pumpkinPie_name
source: Pumpkin Pie
af_za: Pampoen Pastei
ar_sa: فطيرة اليقطين
be_by: Гарбузовы пірог
bg_bg: Тиквен пай
ca_es: Pastís de carbassa
cs: Dýňový koláč
da_dk: Græskartærte
de: Kürbiskuchen
el_gr: Κολοκυθόπιτα
es: Tarta de calabaza
eu_es: Kalabaza pastela
fa_ir: کيک کدوتنبل
fi: Kurpitsapiirakka
fil_ph: Patelang Kalabasa
fr_ca: Tarte à la citrouille
ga_ie: Pióg Phuimcín
gl_es: Torta de cabaza
he: פאי דלעת
hi_in: कद्दू पाई
hr_hr: Pita od Bundeve
hu_hu: Tökpite
hy_am: Դդմով Կարկանդակ
id_id: Kue Labu
is_is: Graskers baka
it: Torta di zucca
ja_jp: パンプキンパイ
ka_ge: გოგრის ღვეზელი
ko_kr: 호박 파이
lb_lu: Kürbiskuch
lt_lt: Moliūgų pyragas
lv_lv: Ķirbju pīrāgs
ms_my: Pai Lelabu
mt_mt: Torta tal-Qargħa Ħamra
nl_nl: Pompoentaart
nn_no: Graskarpai
pl: Placek dyniowy
pt: Torta de Abóbora
ro_ro: Plăcintă cu dovleac
ru_ru: Тыквенный пирог
sk_sk: Tekvicový koláč
sl_si: Bučna pita
sv_se: Pumpapaj
th_th: พายฟักทอง
tr_tr: Balkabağı Turtası
vi_vn: Bánh bí ngô
zh_cn: 南瓜派
zh_tw: 南瓜派

# item_rabbitCooked_name
source: Cooked Rabbit
af_za: Gaar Konyn
ar_sa: لحم أرنب مطبوخ
be_by: Смажаная трусяціна
bg_bg: Сготвено заешко
ca_es: Carn de conill cuita
cs: Pečený králík
da_dk: Kogt Kanin
de: Gebratenes Kaninchen
el_gr: Μαγειρεμένο κουνέλι
es: Conejo cocinado
eu_es: Untxi errea
fa_ir: خرگوش پخته شده
fi: Kypsä jäniksenliha
fil_ph: Lutong Karne ng Kuneho
fr_ca: Lapin cuit
ga_ie: Coinín Cócaráilte
gd_gb: Feòil-choineanach ròiste
gl_es: Coello cociñado
he: ארנב מבושל
hr_hr: Pečena Zečetina
hu_hu: Sült nyúlhús
hy_am: նապաստակ եփում
id_id: Daging Matang Kelinci
is_is: Soðið kanínukjöt
it: Coniglio cotto
ja_jp: 焼き兎肉
ka_ge: შემწვარი კურდღელი
ko_kr: 구운 토끼고기
lb_lu: Gebrode Kanéngchen
lt_lt: Keptas kiškis
lv_lv: Cepta truša gaļa
mn_mn: Шарсан туулайн мах
ms_my: Arnab Masak
mt_mt: Fenek Imsajjar
nl_nl: Gebraden konijn
nn_no: Steikt kanin
pl: Pieczony królik
pt: Carne de Coelho Cozida
ro_ro: Iepure fript
ru_ru: Жареная крольчатина
sk_sk: Pečený králik
sl_si: Pečen zajec
sv_se: Grillad kanin
th_th: เนื้อกระต่ายย่าง
tr_tr: Pişmiş Tavşan Eti
vi_vn: Thịt thỏ chín
zh_cn: 熟兔肉
zh_tw: 烤兔肉

# item_rabbitFoot_name
source: Rabbit's Foot
af_za: Konyn Poot
ar_sa: رجل أرنب
be_by: Лапка труса
bg_bg: Заешко краче
ca_es: Pota de conill
cs: Králičí pacička
da_dk: Kaninfod
de: Hasenpfote
el_gr: Πόδι Κουνελιού
es: Pata de conejo
eu_es: Untxiaren hanka
fa_ir: پای خرگوش
fi: Jäniksenkäpälä
fil_ph: Paa ng Kuneho
fr_ca: Patte de lapin
ga_ie: Cos Coinín
gd_gb: Cas coineanaich
gl_es: Pata de coello
he: רגל ארנב
hr_hr: Zečja Šapa
hu_hu: Nyúlláb
id_id: Kaki Kelinci
is_is: Kanínufótur
it: Zampa di coniglio
ja_jp: ウサギの足
ka_ge: კურდღლის ფეხი
ko_kr: 토끼발
lb_lu: Kanéngecherspatt
lt_lt: Kiškio pėda
lv_lv: Truša kāja
mn_mn: Туулайн хөл
ms_my: Kaki Arnab
mt_mt: Sieq il-Fenek
nl_nl: Konijnenpootje
nn_no: Harelabb
pl: Królicza łapka
pt: Pé de Coelho
ro_ro: Labă de iepure
ru_ru: Кроличья лапка
sk_sk: Zajačia labka
sl_si: Zajčja taca
sv_se: Kaninfot
th_th: เท้ากระต่าย
tr_tr: Tavşan Ayağı
vi_vn: Chân thỏ
zh_cn: 兔子脚
zh_tw: 兔子腳

# item_rabbitHide_name
source: Rabbit Hide
af_za: Konyn Pels
ar_sa: جلد أرنب
be_by: Шкура труса
bg_bg: Заешка кожа
ca_es: Pell de conill
cs: Králičí kůže
da_dk: Kaninskind
de: Kaninchenfell
el_gr: Δέρμα Λαγού
es: Piel de conejo
eu_es: Untxi-larru
fa_ir: خرگوش مخفی شده
fi: Jäniksen turkki
fil_ph: Itago ang kuneho
fr_ca: Peau de lapin
ga_ie: Craiceann Coinín
gd_gb: Bian coineanaich
gl_es: Pel de coello
he: עור ארנב
hr_hr: Zečja Koža
hu_hu: Nyúlbőr
id_id: Kulit Kelinci
is_is: Kanínuskinn
it: Pelle di coniglio
ja_jp: ウサギの皮
ka_ge: კურდღლის ტყავი
ko_kr: 토끼 가죽
lb_lu: Kanéngecherspelz
lt_lt: Kiškio kailis
lv_lv: Truša āda
mn_mn: Туулайн арьс
ms_my: Kulit Arnab
mt_mt: Ġilda tal-Fenek
nl_nl: Konijnenhuid
nn_no: Kaninskinn
pl: Królicza skóra
pt: Pele de Coelho
ro_ro: Piele de iepure
ru_ru: Кроличья шкурка
sk_sk: Králičia koža
sl_si: Zajčja koža
sv_se: Kaninskinn
th_th: หนังกระต่าย
tr_tr: Tavşan Postu
vi_vn: Da thỏ
zh_cn: 兔子皮
zh_tw: 兔子皮

# item_rabbitRaw_name
source: Raw Rabbit
af_za: Rou Konyn
ar_sa: لحم أرنب
be_by: Сырая трусяціна
bg_bg: Сурово заешко
ca_es: Carn de conill crua
cs: Syrový králík
da_dk: Rå Kanin
de: Rohes Kaninchen
el_gr: Νωπό κουνέλι
es: Conejo crudo
eu_es: Untxi gordina
fa_ir: خرگوش خام
fi: Raaka jäniksenliha
fil_ph: Hilaw na Karne ng Kuneho
fr_ca: Lapin cru
ga_ie: Coinín Amh
gd_gb: Coineanach amh
gl_es: Coello crú
he: ארנב נא
hr_hr: Sirova Zečetina
hu_hu: Nyers nyúlhús
hy_am: հում նապաստակ
id_id: Daging Mentah Kelinci
is_is: Hrátt kanínukjöt
it: Coniglio crudo
ja_jp: 生の兎肉
ka_ge: უმი კურდღელი
ko_kr: 익히지 않은 토끼고기
lb_lu: Réi Kanéngchen
lt_lt: Žalias kiškis
lv_lv: Jēla truša gaļa
mn_mn: Түүхийн туулайн мах
ms_my: Arnab Mentah
mt_mt: Fenek Nej
nl_nl: Rauw konijnenvlees
nn_no: Rått kaninkjøt
pl: Surowy królik
pt: Carne de Coelho Cru
ro_ro: Iepure crud
ru_ru: Сырая крольчатина
sk_sk: Surový králik
sl_si: Surov zajec
sv_se: Rå kanin
th_th: เนื้อกระต่ายดิบ
tr_tr: Çiğ Tavşan Eti
vi_vn: Thịt thỏ sống
zh_cn: 生兔肉
zh_tw: 生兔肉

# item_rabbitStew_name
source: Rabbit Stew
af_za: Konyn Bredie
ar_sa: حساء الأرنب
be_by: Тушаны трус
bg_bg: Заешка яхния
ca_es: Estofat de conill
cs: Králičí guláš
da_dk: Kaninstuvning
de: Kaninchenragout
el_gr: Κουνέλι Στιφάδο
es: Estofado de conejo
eu_es: Untxi erregosia
fa_ir: خورش خرگوش
fi: Jänismuhennosta
fil_ph: Nilagang Kuneho
fr_ca: Ragoût de lapin
ga_ie: Stobhach Coinín
gd_gb: Stiubha choineanach
gl_es: Estufado de coello
he: תבשיל ארנב
hr_hr: Gulaš od Zeca
hu_hu: Nyúlpörkölt
id_id: Sup Kelinci
is_is: Kanínukássa
it: Stufato di coniglio
ja_jp: ウサギシチュー
ka_ge: კურდღლის წვნიანი
ko_kr: 토끼 스튜
lb_lu: Kanéngechersragoût
lt_lt: Kiškio troškinys
lv_lv: Truša zupa
mn_mn: Туулайн шөл
ms_my: Stu Arnab
mt_mt: Stuffat tal-Fenek
nl_nl: Konijnenstoofpot
nn_no: Kaninstuing
pl: Potrawka z królika
pt: Guisado de Coelho
ro_ro: Tocană de iepure
ru_ru: Тушёный кролик
sk_sk: Králičia polievka
sl_si: Zajčja obara
sv_se: Kaningryta
th_th: สตูว์กระต่าย
tr_tr: Tavşan Yahnisi
vi_vn: Súp thỏ hầm
zh_cn: 兔肉煲
zh_tw: 兔肉湯

# item_record_name
source: Music Disc
af_za: Musiekplaat
ar_sa: أسطوانة أغاني
be_by: Грампласцінка
bg_bg: Музикална плоча
ca_es: Disc de música
cs: Gramofonová deska
da_dk: Musikplade
de: Schallplatte
el_gr: Μουσικός δίσκος
es: Vinilo
eu_es: Musika diskoa
fa_ir: ديسک موزيک
fi: Musiikkilevy
fil_ph: Album
fr_ca: Disque de musique
ga_ie: Diosca Ceoil
gl_es: Disco de música
he: דיסק מוזיקה
hi_in: संगीत डिस्क
hr_hr: Glazbeni Disk
hu_hu: Hanglemez
hy_am: Երաժշտության Դիսկ
id_id: CD Musik
is_is: Vínýll
it: Disco musicale
ja_jp: レコード
ka_ge: მუსიკალური დისკი
ko_kr: 음반
lb_lu: Schallplack
lt_lt: Muzikos diskas
lv_lv: Mūzikas plate
mn_mn: Пянз
ms_my: Cakera Musik
mt_mt: Diska tal-Mużika
nl_nl: Muziekplaat
nn_no: Musikkplate
pl: Płyta muzyczna
pt: Disco de Música
ro_ro: Disc muzical
ru_ru: Пластинка
sk_sk: Hudobná platňa
sl_si: Glasbena plošča
sv_se: Musikskiva
th_th: แผ่นเสียง
tr_tr: Müzik Diski
vi_vn: Đĩa nhạc
zh_cn: 音乐唱片
zh_tw: 唱片

# item_redstone_name
source: Redstone
ar_sa: الحجر الاحمر
be_by: Рэдстоўн
bg_bg: Червен камък
ca_es: Roca vermella
cs: Rudit
da_dk: Rødsten
el_gr: Ρέντστοουν
eu_es: Harrigorria
fa_ir: رداستون
fi: Punakivi
fil_ph: Kulog
ga_ie: Deargchloch
he: רדסטון
hi_in: लाल पत्थर
hy_am: Կարմրաքար
id_id: Batu Merah
is_is: Roðsteinn
ja_jp: レッドストーン
ka_ge: რედსტოუნი
ko_kr: 레드스톤
lt_lt: Redstounas
lv_lv: Sarkanakmens
ms_my: Batu Merah
ru_ru: Редстоун
th_th: หินแดง
tr_tr: Kızıl Taş
zh_cn: 红石
zh_tw: 紅石

# item_reeds_name
source: Sugar Canes
af_za: Suikerriet
ar_sa: قصب السكر
be_by: Цукровы трыснёг
bg_bg: Захарна тръстика
ca_es: Canyes de sucre
cs: Cukrová třtina
da_dk: Sukkerrør
de: Zuckerrohr
el_gr: Ζαχαροκάλαμο
es: Caña de azúcar
eu_es: Azukre-kanabera
fa_ir: ني شکر
fi: Sokeriruoko
fil_ph: Tubo
fr_ca: Canne à sucre
ga_ie: Cánaí Siúcra
gl_es: Cana de azucre
he: קני סוכר
hi_in: गन्ना
hr_hr: Šećerna Trska
hu_hu: Cukornád
hy_am: Եղեգնաշաքար
id_id: Tebu
is_is: Sykurreyr
it: Canne da zucchero
ja_jp: サトウキビ
ka_ge: შაქრის ლერწამი
ko_kr: 사탕수수
lb_lu: Zockerréier
lt_lt: Cukranendrės
lv_lv: Cukurniedres
mn_mn: Чихрийн нишингэ
ms_my: Tebu
mt_mt: Xitla taz-Zokkor
nl_nl: Suikerriet
nn_no: Sukkerrøyr
pl: Trzcina cukrowa
pt: Canas-de-Açúcar
ro_ro: Trestie de zahăr
ru_ru: Сахарный тростник
sk_sk: Cukrová trstina
sl_si: Sladkorni trs
sv_se: Sockerrör
th_th: อ้อย
tr_tr: Şeker Kamışı
vi_vn: Cây mía đường
zh_cn: 甘蔗
zh_tw: 甘蔗

# item_rottenFlesh_name
source: Rotten Flesh
af_za: Vrot Vleis
ar_sa: لحم فاسد
be_by: Гнілое мяса
bg_bg: Гнила плът
ca_es: Carn podrida
cs: Shnilé maso
da_dk: Råddent kød
de: Verrottetes Fleisch
el_gr: Σάπια σάρκα
es: Carne podrida
eu_es: Haragi usteldua
fa_ir: گوشت زامبي
fi: Mädäntynyt liha
fil_ph: Bulok na Laman
fr_ca: Chair pourrie
ga_ie: Feoil Lofa
gl_es: Carne podre
he: בשר רקוב
hi_in: सड़े हुए मांस
hr_hr: Trulo Meso
hu_hu: Rohadt hús
hy_am: Փտած Միս
id_id: Daging busuk
is_is: Rotið hold
it: Carne marcia
ja_jp: 腐った肉
ka_ge: ზომბის ხორცი
ko_kr: 썩은 고기
lb_lu: Verfaultent Fleesch
lt_lt: Supuvusi mėsa
lv_lv: Sapuvusi gaļa
mn_mn: Муудсан мах
ms_my: Daging Reput
mt_mt: Laħam Maqtugħ
nl_nl: Bedorven vlees
nn_no: Forderva kjøt
pl: Zgniłe mięso
pt: Carne Podre
ro_ro: Carne putrezită
ru_ru: Гнилая плоть
sk_sk: Zhnité mäso
sl_si: Gnilo meso
sv_se: Ruttet kött
th_th: เนื้อเน่า
tr_tr: Çürük Et
vi_vn: Thịt thối rữa
zh_cn: 腐肉
zh_tw: 腐肉

# item_saddle_name
source: Saddle
af_za: Saal
ar_sa: سرج
be_by: Сядло
bg_bg: Седло
ca_es: Sella de muntar
cs: Sedlo
da_dk: Sadel
de: Sattel
el_gr: Σέλα
es: Montura
eu_es: Zaltokia
fa_ir: زين
fi: Satula
fil_ph: Sintadera
fr_ca: Selle
ga_ie: Diallait
gl_es: Montura
he: אוכף
hi_in: काठी
hr_hr: Sedlo
hu_hu: Nyereg
hy_am: Թամբ
id_id: Sadel
is_is: Hnakkur
it: Sella
ja_jp: サドル
ka_ge: უნაგირი
ko_kr: 안장
lb_lu: Suedel
lt_lt: Balnas
lv_lv: Segli
mi_nz: Tera
mn_mn: Эмээл
ms_my: Pelana
mt_mt: Sarġ
nl_nl: Zadel
nn_no: Sal
pl: Siodło
pt: Sela
ro_ro: Șa
ru_ru: Седло
sk_sk: Sedlo
sl_si: Sedlo
sv_se: Sadel
th_th: อาน
tr_tr: Eyer
vi_vn: Yên cưỡi
zh_cn: 鞍
zh_tw: 鞍

# item_seeds_name
source: Seeds
af_za: Saad
ar_sa: بذور
be_by: Зерне
bg_bg: Семена
ca_es: Llavors
cs: Semínka pšenice
da_dk: Frø
de: Weizenkörner
de_at: Weiznkeandl
el_gr: Σπόροι
es: Semillas
eu_es: Haziak
fa_ir: بذر گندم
fi: Siemeniä
fil_ph: Punla
fr_ca: Graines de blé
ga_ie: Síolta
gl_es: Sementes
he: זרעים
hi_in: बीज
hr_hr: Sjemenke
hu_hu: Vetőmag
hy_am: Սերմեր
id_id: Biji
is_is: Fræ
it: Semi di grano
ja_jp: 種
ka_ge: თესლი
ko_kr: 씨앗
lb_lu: Som
lt_lt: Sėklos
lv_lv: Sēklas
mi_nz: Purapura
mn_mn: Үр
ms_my: Benih
mt_mt: Żerriegħa
nl_nl: Zaden
nn_no: Frø
pl: Nasiona pszenicy
pt: Sementes
ro_ro: Semințe de grâu
ru_ru: Семена пшеницы
sk_sk: Semienka
sl_si: Semena
sv_se: Frön
th_th: เมล็ดข้าวสาลี
tr_tr: Tohum
vi_vn: Hạt giống
zh_cn: 小麦种子
zh_tw: 種子

# item_seeds_melon_name
source: Melon Seeds
af_za: Waatlemoensaad
ar_sa: بذور البطيخ
be_by: Насенне кавуна
bg_bg: Динени семена
ca_es: Llavors de síndria
cs: Semínka melounu
da_dk: Vandmelonsfrø
de: Melonenkerne
de_at: Melonenkeandl
el_gr: Σπόροι Καρπουζιού
es: Semillas de sandía
eu_es: Meloiaren haziak
fa_ir: بذر هندوانه
fi: Meloninsiemeniä
fil_ph: Punlang Melon
fr_ca: Graines de melon d'eau
ga_ie: Síolta Mealbhacáin
gl_es: Sementes de sandía
he: זרעי אבטיח
hi_in: तरबूज के बीज
hr_hr: Sjemenke Lubenice
hu_hu: Dinnyemag
hy_am: Ձմերուկի Սերմեր
id_id: Biji Semangka
is_is: Melónufræ
it: Semi d'anguria
ja_jp: スイカの種
ka_ge: საზამთროს თესლი
ko_kr: 수박씨
lb_lu: Melounekären
lt_lt: Arbūzų sėklos
lv_lv: Arbūza sēklas
mn_mn: Тарвасны үр
ms_my: Biji Tembikai
mt_mt: Żerriegħa tad-Dulliegħ
nl_nl: Meloenzaden
nn_no: Melonfrø
pl: Nasiona arbuza
pt: Sementes de Melancia
ro_ro: Semințe de pepene
ru_ru: Семена арбуза
sk_sk: Melónové semienka
sl_si: Semena lubenice
sv_se: Melonfrön
th_th: เมล็ดแตงโม
tr_tr: Karpuz Tohumu
vi_vn: Hạt dưa hấu
zh_cn: 西瓜种子
zh_tw: 西瓜種子

# item_seeds_pumpkin_name
source: Pumpkin Seeds
af_za: Pampoensaad
ar_sa: بذور اليقطين
be_by: Насенне гарбуза
bg_bg: Тиквени семена
ca_es: Llavors de carbassa
cs: Dýňová semínka
da_dk: Græskarfrø
de: Kürbiskerne
de_at: Kürbiskeandl
el_gr: Σπόροι κολοκύθας
es: Semillas de calabaza
eu_es: Kalabaza-haziak
fa_ir: دانه کدوتنبل
fi: Kurpitsansiemeniä
fil_ph: Punlang Kalabasa
fr_ca: Graines de citrouille
ga_ie: Síolta Puimcín
gl_es: Sementes de cabaza
he: זרעי דלעת
hi_in: कद्दू के बीज
hr_hr: Sjemenke Bundeve
hu_hu: Tökmag
hy_am: Դդմի Սերմեր
id_id: Biji Labu
is_is: Graskersfræ
it: Semi di zucca
ja_jp: カボチャの種
ka_ge: გოგრის თესლი
ko_kr: 호박씨
lb_lu: Kürbiskären
lt_lt: Moliūgų sėklos
lv_lv: Ķirbju sēklas
mn_mn: Хулууны үр
ms_my: Benih Labu
mt_mt: Żerriegħa tal-Qargħa Ħamra
nl_nl: Pompoenpitten
nn_no: Graskarfrø
pl: Nasiona dyni
pt: Sementes de Abóbora
ro_ro: Semințe de dovleac
ru_ru: Семена тыквы
sk_sk: Tekvicové semienka
sl_si: Bučna semena
sv_se: Pumpafrön
th_th: เมล็ดฟักทอง
tr_tr: Balkabağı Tohumu
vi_vn: Hạt bí ngô
zh_cn: 南瓜种子
zh_tw: 南瓜種子

# item_shears_name
source: Shears
af_za: Skêr
ar_sa: مقص الجز
be_by: Нажніцы
bg_bg: Ножици
ca_es: Tisores d'esquilar
cs: Nůžky
da_dk: Saks
de: Schere
el_gr: Ψαλίδα
es: Tijeras
eu_es: Guraizeak
fa_ir: قیچی ها
fi: Keritsimet
fil_ph: Gunting
fr_ca: Cisailles
ga_ie: Deimheas
gl_es: Tesoiras
he: מזמרה
hi_in: कैंची
hr_hr: Striže
hu_hu: Metszőolló
hy_am: Մկրատ
id_id: Gunting
is_is: Klippur
it: Cesoie
ja_jp: ハサミ
ka_ge: მაკრატელი
ko_kr: 가위
lb_lu: Schéier
lt_lt: Žirklės
lv_lv: šķēres
mk_mk: ножици
mn_mn: Хайч
ms_my: Pemotong
mt_mt: Ġliem
nl_nl: Schaar
nn_no: Saks
pl: Nożyce
pt: Tesoura
ro_ro: Foarfece
ru_ru: Ножницы
sk_sk: Nožnice
sl_si: Škarje
sv_se: Sax
th_th: กรรไกร
tr_tr: Makas
vi_vn: Kéo tỉa
zh_cn: 剪刀
zh_tw: 剪刀

# item_shield_black_name
source: Black Shield
af_za: Swart Skild
ar_sa: الدرع الأسود
be_by: Чорны шчыт
bg_bg: Черен щит
ca_es: Escut negre
cs: Černý štít
da_dk: Sort skjold
de: Schwarzer Schild
de_at: Schworzs Schüd
el_gr: Μαύρη Ασπίδα
es: Escudo negro
eu_es: Ezkutu beltza
fa_ir: سپر مشکی
fi: Musta kilpi
fil_ph: Itim na Panangga
fr_ca: Bouclier noir
ga_ie: Sciath Dhubh
gl_es: Escudo negro
he: מגן שחור
hr_hr: Crni štit
hu_hu: Fekete pajzs
id_id: Perisai hitam
it: Scudo nero
ja_jp: 黒色の盾
ka_ge: შავი ფარი
ko_kr: 검은색 방패
lb_lu: Schwaarzt Schëld
lt_lt: Juodas skydas
lv_lv: Melns vairogs
ms_my: Perisai Hitam
mt_mt: Tarka Sewda
nl_nl: Zwart schild
nn_no: Svart skjold
pl: Czarna tarcza
pt: Escudo Preto
ro_ro: Scut negru
ru_ru: Чёрный щит
sk_sk: Čierny štít
sl_si: Črn ščit
sv_se: Svart sköld
th_th: โล่สีดำ
tr_tr: Siyah Kalkan
vi_vn: Khiên đen
zh_cn: 黑色盾牌
zh_tw: 黑色盾牌

# item_shield_blue_name
source: Blue Shield
af_za: Blou Skild
ar_sa: الدرع الأزرق
be_by: Сіні шчыт
bg_bg: Син щит
ca_es: Escut blau
cs: Modrý štít
da_dk: Blåt skjold
de: Blauer Schild
el_gr: Μπλε Ασπίδα
es: Escudo azul
eu_es: Ezkutu urdina
fa_ir: سپر آبی
fi: Sininen kilpi
fil_ph: Bughaw na Panangga
fr_ca: Bouclier bleu
ga_ie: Sciath Ghorm
gl_es: Escudo azul
he: מגן כחול
hr_hr: Plavi štit
hu_hu: Kék pajzs
id_id: Perisai Biru
it: Scudo blu
ja_jp: 青色の盾
ka_ge: ლურჯი ფარი
ko_kr: 파란색 방패
lb_lu: Blot Schëld
lt_lt: Mėlynas skydas
lv_lv: Zils vairogs
ms_my: Perisai Biru
mt_mt: Tarka Blu
nl_nl: Blauw schild
nn_no: Blå skjold
pl: Niebieska tarcza
pt: Escudo Azul
ro_ro: Scut albastru
ru_ru: Синий щит
sk_sk: Modrý štít
sl_si: Moder ščit
sv_se: Blå sköld
th_th: โล่สีน้ำเงิน
tr_tr: Mavi Kalkan
vi_vn: Khiên xanh nước biển
zh_cn: 蓝色盾牌
zh_tw: 藍色盾牌

# item_shield_brown_name
source: Brown Shield
af_za: Bruin Skild
ar_sa: الدرع البنى
be_by: Карычневы шчыт
bg_bg: Кафяв щит
ca_es: Escut marró
cs: Hnědý štít
da_dk: Brunt skjold
de: Brauner Schild
el_gr: Καφέ Ασπίδα
es: Escudo marrón
eu_es: Ezkutu marroia
fa_ir: سپر قهوه ای
fi: Ruskea kilpi
fil_ph: Kayumangging Panangga
fr_ca: Bouclier brun
ga_ie: Sciath Dhonn
gl_es: Escudo marrón
he: מגן חום
hr_hr: Smeđi štit
hu_hu: Barna pajzs
id_id: Perisai coklat
it: Scudo marrone
ja_jp: 茶色の盾
ka_ge: ყავისფერი ფარი
ko_kr: 갈색 방패
lb_lu: Brongt Schëld
lt_lt: Rudas skydas
lv_lv: Brūns vairogs
ms_my: Perisai Coklat
mt_mt: Tarka Kannella
nl_nl: Bruin schild
nn_no: Brun skjold
pl: Brązowa tarcza
pt: Escudo Castanho
ro_ro: Scut maro
ru_ru: Коричневый щит
sk_sk: Hnedý štít
sl_si: Rjav ščit
sv_se: Brun sköld
th_th: โล่สีน้ำตาล
tr_tr: Kahverengi Kalkan
vi_vn: Khiên nâu
zh_cn: 棕色盾牌
zh_tw: 棕色盾牌

# item_shield_cyan_name
source: Cyan Shield
af_za: Siaan Skild
ar_sa: الدرع الأزرق السماوى
be_by: Бірузовы шчыт
bg_bg: Синьозелен щит
ca_es: Escut cian
cs: Azurový štít
da_dk: Turkis Skjold
de: Türkiser Schild
el_gr: Κυανή Ασπίδα
es: Escudo cian
eu_es: Zian koloreko ezkutua
fa_ir: سپر آبی دریایی
fi: Syaani kilpi
fil_ph: Siyang Panangga
fr_ca: Bouclier cyan
ga_ie: Sciath Chian
gl_es: Escudo ciano
he: מגן ציאן
hr_hr: Cijan štit
hu_hu: Türkizkék pajzs
id_id: Perisai Cyan
it: Scudo ciano
ja_jp: 水色の盾
ka_ge: ცისფერი ფარი
ko_kr: 청록색 방패
lb_lu: Turquoiset Schëld
lt_lt: Žydras skydas
lv_lv: Ciāna vairogs
ms_my: Perisai Cyan
mt_mt: Tarka Blu fl-Aħdar
nl_nl: Turquoise schild
nn_no: Turkis skjold
pl: Błękitna tarcza
pt: Escudo Ciano
ro_ro: Scut turcoaz
ru_ru: Бирюзовый щит
sk_sk: Tyrkysový štít
sl_si: Turkizen ščit
sv_se: Turkos sköld
th_th: โล่สีฟ้าคราม
tr_tr: Camgöbeği Kalkan
vi_vn: Khiên lục lam
zh_cn: 青色盾牌
zh_tw: 青色盾牌

# item_shield_gray_name
source: Grey Shield
af_za: Grys Skild
ar_sa: الدرع الرمادى
be_by: Шэры шчыт
bg_bg: Сив щит
ca_es: Escut gris
cs: Šedý štít
da_dk: Gråt Skjold
de: Grauer Schild
el_gr: Γκρι Ασπίδα
es: Escudo gris
eu_es: Ezkutu grisa
fa_ir: سپر خاکستری
fi: Harmaa kilpi
fil_ph: Abong Panangga
fr_ca: Bouclier gris
ga_ie: Sciath Liath
gl_es: Escudo gris
he: מגן אפור
hr_hr: Sivi štit
hu_hu: Szürke pajzs
id_id: Perisai abu-abu
it: Scudo grigio
ja_jp: 灰色の盾
ka_ge: ნაცრისფერი ფარი
ko_kr: 회색 방패
lb_lu: Grot Schëld
lt_lt: Pilkas skydas
lv_lv: Pelēks vairogs
ms_my: Perisai Kelabu
mt_mt: Tarka Griża
nl_nl: Grijs schild
nn_no: Grå skjold
pl: Szara tarcza
pt: Escudo Cinzento
ro_ro: Scut gri
ru_ru: Серый щит
sk_sk: Sivý štít
sl_si: Siv ščit
sv_se: Grå sköld
th_th: โล่สีเทา
tr_tr: Gri Kalkan
vi_vn: Khiên xám
zh_cn: 灰色盾牌
zh_tw: 灰色盾牌

# item_shield_green_name
source: Green Shield
af_za: Groen Skild
ar_sa: الدرع الأخضر
be_by: Зялёны шчыт
bg_bg: Зелен щит
ca_es: Escut verd
cs: Zelený štít
da_dk: Grønt skjold
de: Grüner Schild
el_gr: Πράσινη Ασπίδα
es: Escudo verde
eu_es: Ezkutu berdea
fa_ir: سپر سبز
fi: Vihreä kilpi
fil_ph: Lunting Panangga
fr_ca: Bouclier vert
ga_ie: Sciath Uaine
gl_es: Escudo verde
he: מגן ירוק
hr_hr: Zeleni štit
hu_hu: Zöld pajzs
id_id: Perisai hijau
it: Scudo verde
ja_jp: 緑色の盾
ka_ge: მწვანე ფარი
ko_kr: 초록색 방패
lb_lu: Gréngt Schëld
lt_lt: Žalias skydas
lv_lv: Zaļš vairogs
ms_my: Perisai Hijau
mt_mt: Tarka Ħadra
nl_nl: Groen schild
nn_no: Grøn skjold
pl: Zielona tarcza
pt: Escudo Verde
ro_ro: Scut verde
ru_ru: Зелёный щит
sk_sk: Zelený štít
sl_si: Zelen ščit
sv_se: Grön sköld
th_th: โล่สีเขียว
tr_tr: Yeşil Kalkan
vi_vn: Khiên xanh lá cây
zh_cn: 绿色盾牌
zh_tw: 綠色盾牌

# item_shield_lightBlue_name
source: Light Blue Shield
af_za: Ligte Blou Skild
ar_sa: الدرع الأزرق الفاتح
be_by: Блакітны шчыт
bg_bg: Светлосин щит
ca_es: Escut blau clar
cs: Světle modrý štít
da_dk: Lyse blåt skjold
de: Hellblauer Schild
el_gr: Ανοιχτή Μπλε Ασπίδα
es: Escudo azul claro
eu_es: Ezkutu urdin argia
fa_ir: سپر آبی روشن
fi: Vaaleansininen kilpi
fil_ph: Pananggang Langit
fr_ca: Bouclier bleu pâle
ga_ie: Sciath Bhánghorm
gl_es: Escudo azul claro
he: מגן כחול בהיר
hr_hr: Svijetlo plavi štit
hu_hu: Világoskék pajzs
id_id: Perisai cahaya biru
it: Scudo azzurro
ja_jp: 空色の盾
ka_ge: ღია-ლურჯი ფარი
ko_kr: 하늘색 방패
lb_lu: Hellblot Schëld
lt_lt: Šviesiai mėlynas skydas
lv_lv: Gaiši zils vairogs
ms_my: Perisai Biru Muda
mt_mt: Tarka Ċelesti
nl_nl: Lichtblauw schild
nn_no: Ljoseblå skjold
pl: Jasnoniebieska tarcza
pt: Escudo Azul Claro
ro_ro: Scut bleu
ru_ru: Голубой щит
sk_sk: Svetlomodrý štít
sl_si: Svetlo moder ščit
sv_se: Ljusblå sköld
th_th: โล่สีฟ้า
tr_tr: Açık Mavi Kalkan
vi_vn: Khiên xanh nước biển nhạt
zh_cn: 淡蓝色盾牌
zh_tw: 淺藍色盾牌
