Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# death_attack_drown_player
source: {0} drowned whilst trying to escape {1}
af_za: {0} het verdrink tydens 'n ontsnappingspoging van {1}
ar_sa: {0} غرق بينما يحاول الهرب {1}
be_by: {0} патануў, спрабуючы збегчы ад {1}
bg_bg: {0} се удави докато се опитваше да избяга от {1}
ca_es: {0} s'ha ofegat mentre fugia de {1}
cs: Hráč {0} utonul při pokusu o útěk hráči {1}
da_dk: {0} druknede da han prøvede at undslippe {1}
de: {0} ertrank beim Versuch {1} zu entkommen
el_gr: Ο/Η {0} πνίγηκε προσπαθώντας να ξεφύγει από τον/την {1}
es: {0} se ha ahogado mientras intentaba huir de {1}
eu_es: {0}-(e)k itota hil zen {1}-(r)engandik ihes egin saiatzean
fa_ir: {0} هنگام فرار از دست {1} غرق شد.
fi: {0} hukkui yrittäessään paeta {1}
fil_ph: Nalunod si {0} habang tumatakbo kay {1}
fr_ca: {0} s'est noyé(e) en tentant de fuir (un(e)) {1}
ga_ie: Bádh {0} agus é/í ag iarraidh éalú ó {1}
gl_es: {0} afogou tratando de escapar de {1}
he: {0} טבע בזמן שניסה לברוח מ {1}
hi_in: {0} भागने की कोशिश करते समय डूब गए {1}
hr_hr: {0} se utopio bježeći od {1}
hu_hu: {0} megfulladt, miközben {1} elől menekült
hy_am: {0} խեղդվեց, փորցելով փախչել {1}-ից
id_id: {0} tenggelam saat mencoba kabur dari {1}
is_is: {0} druknaði þegar hann var að flýja {1}
it: {0} è annegato fuggendo da {1}
ja_jp: {0} は {1} から逃れようとして溺れ死んだ
ka_ge: {1}-სგან გაქცევისას, {0} წყალში დაიხრჩო
ko_kr: {0}이(가) {1}(으)로부터 도망치려다가 익사했습니다
lb_lu: {0} wollt {1} entwëschen an ass dobäi erdronk
lt_lt: {0} nuskendo bandydamas/a pabėgti nuo {1}
lv_lv: {0} noslīka mēģinot aizbēgt no {1}
ms_my: {0} telah mati lemas semasa mencuba untuk melepaskan diri dari {1}
mt_mt: {0} għereq waqt li kien qed jipprova jaħrab lil {1}
nl_nl: {0} is verdronken tijdens het vluchten voor {1}
nn_no: {0} drukna under flukt frå {1}
pl: Gracz {0} utonął, próbując uciec przed graczem {1}
pt: {0} afogou-se enquanto tentava escapar de {1}
ro_ro: {0} s-a înecat încearcând să scape de {1}
ru_ru: {0} утонул, спасаясь от {1}
sk_sk: {0} sa utopil pri pokuse o utek hráčovi {1}
sl_si: {0} je utopil, ko je poskušal pobegniti {1}
sv_se: {0} drunknade i ett försök att fly från {1}
th_th: {0} จมน้ำระหว่างหนี {1}
tr_tr: {0}, {1}'den kaçmaya çalışırken boğuldu
vi_vn: {0} đã chết đuối khi đang cố trốn khỏi {1}
zh_cn: {0}在试图逃离{1}时淹死了
zh_tw: {0} 為了逃離 {1} 的追殺而在水中溺斃

# death_attack_explosion
source: {0} blew up
af_za: {0} het opgeblaas
ar_sa: {0} فُجّر
be_by: {0} падарваўся
bg_bg: {0} се взриви
ca_es: {0} ha volat pels aires
cs: Hráč {0} vybouchl
da_dk: {0} sprang i luften
de: {0} wurde in die Luft gesprengt
el_gr: Ο/H {0} ανατινάχτηκε
es: {0} ha explotado
eu_es: {0}-(e)k lehertu egin zuen
fa_ir: {0} منفجر شد
fi: {0} räjähti
fil_ph: Sumabog si {0}
fr_ca: {0} a péri dans une explosion
ga_ie: Phléasc {0}
gl_es: {0} rebentou
he: {0} התפוצץ
hi_in: {0} को विस्फोट से उड़ा दिया
hr_hr: {0} se raznio
hu_hu: {0} felrobbant
hy_am: {0} պայթեց
id_id: {0} meledak
is_is: {0} sprakk
it: {0} è saltato in aria
ja_jp: {0} は爆発に巻き込まれた
ka_ge: {0} აფეთქდა
ko_kr: {0}이(가) 폭파되었습니다
lb_lu: {0} ass explodéiert
lt_lt: {0} sprogo
lv_lv: {0} uzsprāga
ms_my: {0} meletup
mt_mt: {0} sploda
nl_nl: {0} is opgeblazen
nn_no: {0} vart sprengd i lufta
pl: Gracz {0} wyleciał w powietrze
pt: {0} explodiu
ro_ro: {0} a sărit în aer
ru_ru: {0} взорвался
sk_sk: {0} vybuchol
sl_si: {0} je razneslo
sv_se: {0} sprängdes
th_th: {0} ระเบิดแล้วตาย
tr_tr: {0} havaya uçtu
vi_vn: {0} đã nổ tung
zh_cn: {0}爆炸了
zh_tw: {0}被炸飛了

# death_attack_explosion_player
source: {0} was blown up by {1}
af_za: {0} is opgeblaas deur {1}
ar_sa: {0} تم تفجيره من قِبل {1}
be_by: {1} падарваў {0}
bg_bg: {0} бе взривен от {1}
ca_es: {1} ha fet volar pels aires a {0}
cs: Hráč {0} byl odpálen hráčem {1}
da_dk: {0} blev sprængt i luften af {1}
de: {0} wurde durch {1} in die Luft gesprengt
el_gr: Ο/H {0} ανατινάχτηκε από τον/την {1}
es: {1} ha hecho estallar a {0}
eu_es: {0}-(e)k {1}-(r)engantik estanda egin zuen
fa_ir: {0} توسط {1} منفجر شد
fi: {1} räjäytti {0}:n
fil_ph: Sinabog ni {1} si {0}
fr_ca: {0} a péri dans une explosion causée par (un) {1}
ga_ie: Phléasc {1} {0}
gl_es: {0} foi rebentado por {1}
he: {0} פוצץ על-ידי {1}
hi_in: {0} द्वारा उड़ा दिया गया था {1}
hr_hr: {1} je raznio {0}
hu_hu: {0} {1} robbantásának áldozata lett
hy_am: {0} պայթեց {1}-ի կողմից
id_id: {0} diledakkan oleh {1}
is_is: {0} var sprendur af {1}
it: {0} è stato fatto saltare in aria da {1}
ja_jp: {0} は {1} に爆破された
ka_ge: {1}-მ(ა) ააფეთქა {0}
ko_kr: {0}이(가) {1}에 의해 폭파되었습니다
lb_lu: {1} huet den {0} an d'Loft gesprengt
lt_lt: {0} buvo susprogdintas/a {1}
lv_lv: {1} uzspridzināja {0}
ms_my: {0} diletupkan oleh {1}
mt_mt: {0} ġie splodut minn {1}
nl_nl: {0} is opgeblazen door {1}
nn_no: {0} vart sprengd i lufta av {1}
pl: Gracz {0} został wysadzony w powietrze przez: {1}
pt: {0} foi rebentado por {1}
ro_ro: {0} a fost aruncat(ă) în aer de {1}
ru_ru: {0} был взорван {1}
sk_sk: {0} bol odpálený hráčom {1}
sl_si: {1} je razstrelil {0}
sv_se: {0} sprängdes av {1}
th_th: {0} ถูกระเบิดโดย {1}
tr_tr: {0}, {1} tarafından patlatıldı
vi_vn: {0} đã bị {1} làm nổ tung
zh_cn: {0}被{1}炸死了
zh_tw: {0} 被 {1} 炸死了

# death_attack_fall
source: {0} hit the ground too hard
af_za: {0} het hard met die aarde kennis gemaak
ar_sa: {0} سقط على الأرض بشدة
be_by: {0} занадта моцна ўдарыўся аб зямлю
bg_bg: {0} удари земята прекалено силно
ca_es: {0} s'ha estavellat contra el terra
cs: Hráč {0} dopadl na zem příliš tvrdě
da_dk: {0} ramte jorden for hårdt
de: {0} fiel der Schwerkraft zum Opfer
el_gr: Ο/Η {0} έπεσε με δύναμη το έδαφος
es: {0} se ha estampado contra el suelo
eu_es: {0}-(e)k lurra oso gogor jo zuen
fa_ir: {0} محکم به زمین خورد
fi: {0} putosi liian korkealta
fil_ph: Natamaan ni {0} ang lupa nang malakas
fr_ca: {0} s'est cassé(e) la gueule
ga_ie: Bhuail {0} an talamh go ró-throm
gl_es: {0} bateu contra o chan demasiado forte
he: {0} פגע חזק מדי באדמה
hi_in: {0} बहुत कठिन मैदान मारा
hr_hr: {0} je prejako udario u tlo
hu_hu: {0} túl erősen ért földet
hy_am: {0} ընկավ բարձր վայրից
id_id: {0} jatuh terlalu keras
is_is: {0} féll til dauða
it: {0} si è sfracellato
ja_jp: {0} は地面と強く激突した
ka_ge: {0} მიწას ჩაეხუტა
ko_kr: {0}이(가) 땅에 너무 세게 떨어졌습니다
lb_lu: {0} ass ze fest um Buedem opgeschloen
lt_lt: {0} smarkiai prisiplojo
lv_lv: {0} nokrita no pārāk liela augstuma
ms_my: {0} terhantuk tanah terlalu kuat
mt_mt: {0} waqa' mal-art b'saħħa kbira
nl_nl: {0} is te pletter gevallen
nn_no: {0} traff bakken ein smule hardt
pl: Gracz {0} zaliczył twarde lądowanie
pt: {0} embateu violentamente no chão
ro_ro: {0} s-a lovit prea tare de pământ
ru_ru: {0} разбился вдребезги
sk_sk: Hráč {0} dopadol príliš tvrdo
sl_si: {0} je skočil s prevelike višine in se polomil
sv_se: {0} slog i marken för hårt
th_th: {0} ตกลงพื้นอย่างแรง
tr_tr: {0} yere çok sert düştü
vi_vn: {0} đã rơi xuống đất quá mạnh
zh_cn: {0}落地过猛
zh_tw: {0} 以為能安然無恙的著地

# death_attack_fallingBlock
source: {0} was squashed by a falling block
af_za: ŉ Blok het {0} doodgeval
ar_sa: {0} سقطت عليه كتله
be_by: {0} быў раздаўлены блокам
bg_bg: {0} бе смачкан от падащо блокче
ca_es: {0} ha estat aixafat per un bloc que queia
cs: Hráč {0} byl rozmáčknut padajícím blokem
da_dk: {0} blev mast af en faldende blok
de: {0} wurde von einem fallenden Block zerquetscht
el_gr: Ένας κύβος έπεσε κι έλιωσε τον/την {0}
es: {0} ha sido aplastado por un bloque
eu_es: {0}-(e)k bloke batekin zanpatu eginda geratu zen
fa_ir: {0} با سقوط بلوک له شد
fi: {0} liiskautui putoavan kuution alle
fil_ph: Nahulugan si {0} sa isang nahululog na bloke
fr_ca: {0} s'est fait écraser par un bloc
ga_ie: Thit bloc ar {0} agus bascadh í/é
gl_es: {0} esmagouno un bloque contra o chan
he: {0} נמעך למוות על-ידי קובייה נופלת
hi_in: {0} एक गिरने ब्लॉक द्वारा कुचल गया था
hr_hr: Padajući blok je spljoštio {0}
hu_hu: {0} kilapult egy zuhanó blokk alatt
hy_am: {0}-գլխին սալի կոճղ ընկավ
id_id: {0} tergencet blok yang jatuh
is_is: {0} var kramin af fallandi kubbi
it: {0} è stato spiaccicato da un blocco
ja_jp: {0} は落下してきたブロックに押しつぶされた
ka_ge: {0} გასრისა ჩამოვარდნილმა ბლოკმა
ko_kr: {0}이(가) 떨어지는 블록에 깔렸습니다
lb_lu: {0} gouf vun engen Block zerquetscht
lt_lt: {0} buvo sutraiškytas/a krintančio bloko
lv_lv: Krītošs bloks saspieda {0}
ms_my: {0} telah dihapuskan oleh satu blok jatuh
mt_mt: {0} ġie mgħaffeġ bi blokka nieżla
nl_nl: {0} is verpletterd door een vallend blok
nn_no: {0} vart kverka av ein fallande blokk
pl: Gracz {0} został zmiażdżony przez spadający blok
pt: {0} foi esmagado por um bloco
ro_ro: {0} a fost strivit(ă) de un bloc căzut
ru_ru: {0} раздавлен падающим блоком
sk_sk: Hráča {0} rozpučila padajúca kocka
sl_si: {0} je bil zmečkan pod padajočo kocko
sv_se: {0} krossades av ett fallande block
th_th: {0} โดนบล็อคที่หล่นทับจนแบน
tr_tr: {0} düşen bir blok tarafından ezildi
vi_vn: {0} đã bị đè nát bởi một khối đang rơi
zh_cn: {0}被坠落的方块压扁了
zh_tw: {0} 被墜落下來的方塊壓扁了

# death_attack_fireball
source: {0} was fireballed by {1}
af_za: {0} was deur {1} se vuurbal getref
ar_sa: {0} قُذف بكرة من اللهب بواسطة {1}
be_by: {1} спапяліў {0}
bg_bg: {0} бе убит с огнена топка от {1}
ca_es: {1} li ha llançat una bola de foc a {0}
cs: Hráč {0} byl usmažen ohnivou koulí hráče {1}
da_dk: {0} blev skudt ned med ildkugler af {1}
de: {0} wurde von {1} flambiert
el_gr: Ο/Η {0} σκοτώθηκε με πύρινη μπάλα απο τον/την {1}
es: {1} ha calcinado a {0} con una bola de fuego
eu_es: {0}-(r)i {1}-(e)k zuzko bola bota zion
fa_ir: {0} توسط {1} آتش باران شد
fi: {1} surmasi pelaajan {0} tulipallolla
fil_ph: Tinamaan ng apoy si {0} ni {1}
fr_ca: {0} s'est fait tuer par une boule de feu d'un {1}
ga_ie: Mharaigh {1} {0} le caor thine
gl_es: {0} foi alcanzado por unha bóla de lume de {1}
he: {0} חטף כדור אש מ {1}
hi_in: {0} द्वारा एक आग का गोला के द्वारा मारा गया {1}
hr_hr: {1} je pogodio {0} vatrenom kuglom
hu_hu: {0} {1} tűzgolyójának áldozata lett
hy_am: {1} կրակե գնդերով սպանեց {0}
id_id: {0} ditembak bola api oleh {1}
is_is: {0} drap {1} með eldhnetti
it: {0} è stato preso a palle di fuoco da {1}
ja_jp: {0} は {1} に火だるまにされた
ka_ge: {1}-მ(ა) გაარტყა ცეცხლოვანი ბურთი {0}-ს
ko_kr: {0}이(가) {1}이(가) 던진 화염구에 맞았습니다
lb_lu: {1} huet den {0} flambéiert
lt_lt: {0} buvo apmėtytas/a ugnies kamuoliais pasidarbavus {1}
lv_lv: {1} nogalināja {0} ar ugunsbumbu
ms_my: {0} dibola api oleh {1}
mt_mt: {0} miet b'balma tan-nar sparata minn {1}
nl_nl: {0} is met een vuurbal gedood door {1}
nn_no: {0} vart klinka av ei eldkule frå {1}
pl: Gracz {0} został trafiony kulą ognia przez {1}a
pt: {0} levou com um projétil de fogo de {1}
ro_ro: {0} a fost lovit(ă) cu o minge de foc de {1}
ru_ru: {0} убит файерболом {1}
sk_sk: {1} usmažil hráča {0}
sl_si: {1} je zažgal {0}
sv_se: {1} dödade {0} med en eldboll
th_th: {0} โดนลูกไฟของ {1}
tr_tr: {0}, {1} tafarından bombalandı
vi_vn: {0} đã bị đánh bằng cầu lửa bởi {1}
zh_cn: {0}被{1}用火球烧死了
zh_tw: {0} 被 {1} 的火球殺死了

# death_attack_fireball_item
source: {0} was fireballed by {1} using {2}
af_za: {0} was met {1} se vuurbal getref deur {2}
ar_sa: {0} قُذف بكرة من اللهب بواسطة {1} مستخدماً {2}
be_by: {1} зпапяліў {0} з дапамогай {2}
bg_bg: {0} бе убит с огнена топка от {1} чрез {2}
ca_es: {1} li ha llançat una bola de foc a {0} utilitzant {2}
cs: Hráč {0} byl usmažen ohnivou koulí hráče {1} pomocí {2}
da_dk: {0} blev skudt ned med ildkugler af {1} ved hjælp af {2}
de: {0} wurde von {1} mit {2} flambiert
el_gr: Ο/Η {0} σκοτώθηκε με πύρινη μπάλα από τον/την {1} χρησιμοποιώντας {2}
es: {1} ha calcinado a {0} con una bola de fuego usando su {2}
eu_es: {0}-(r)i {1}-(e)k {2} erabiliz zuzko bola bota zion
fa_ir: {0} توسط {1} بوسیله ی {2} آتش باران شد
fi: {0} on fireballed {1} käyttämällä {2}
fil_ph: Tinamaan ng apoy si {0} ni {1} gamit ng {2}
fr_ca: {0} s'est fait tuer par une boule de feu d'un {1} avec {2}
ga_ie: Mharaigh {1} {0} le caor thine agus {2}
gl_es: {0} foi alcanzado por unha bóla de lume de {1} usando {2}
he: {0} חטף כדור אש מ {1} באמצעות {2}
hi_in: {0} द्वारा एक आग का गोला के द्वारा मारा गया {1} का उपयोग करते हुए {2}
hr_hr: {1} je pogodio {0} vatrenom kuglom koristeći {2}
hu_hu: {1} letűzgolyózta {0} játékost {2} használatával
hy_am: {1} կրակե գնդերով սպանեց {0} օգտագործելով {2}
id_id: {0} ditembak bola api oleh {1} menggunakan {2}
is_is: {0} var brendur af {1} með {2}
it: {0} è stato preso a palle di fuoco da {1} armato di {2}
ja_jp: {0} は {1} の {2} で火だるまにされた
ka_ge: {1}-მ(ა) გაარტყა ცეცხლოვანი ბურთი {0}-ს {2}-თ
ko_kr: {0}이(가) {2}을(를) 사용한 {1}이(가) 던진 화염구에 맞았습니다
lb_lu: {1} huet den {0} mat {2} flambéiert
lt_lt: {0} buvo apmėtytas/a ugnies kamuoliais pasidarbavus {1} naudojant {2}
lv_lv: {1} nogalināja {0} ar ugunsbumbu izmantojot {2}
ms_my: {0} telah fireballed oleh {1} menggunakan {2}
mt_mt: {0} miet b'balma tan-nar sġarata minn {1} b' {2}
nl_nl: {0} is met een vuurbal gedood door {1} met een {2}
nn_no: {0} vart klinka av ei eldkule frå {1} med {2}
pl: Gracz {0} został trafiony kulą ognia przez {1}a za pomocą: {2}
pt: {0} levou com projéteis de fogo de {1} usando {2}
ro_ro: {0} a fost lovit(ă) cu o minge de foc de {1} cu {2}
ru_ru: {0} убит файерболом {1} с помощью {2}
sk_sk: {1} usmažil hráča {0} za použitia {2}
sl_si: {1} je z {2} zažgal {0}
sv_se: {1} dödade {0} med en eldboll med {2}
th_th: {0} ถูกลูกไฟโดย {1} ที่ใช้ {2}
tr_tr: {0}, {2} kullanarak {1} tarafından bombalandı
vi_vn: {0} đã bị đánh bởi cầu lửa do {1} dùng {2}
zh_cn: {0}被{1}用{2}发射的火球烧死了
zh_tw: {0} 被 {1} 用 {2} 打出的火球殺死

# death_attack_flyIntoWall
source: {0} experienced kinetic energy
af_za: {0} het kinetiese energie ervaar
ar_sa: {0} اصطدم بشدة فى الحائط
be_by: {0} пакаштаваў кінетычнай энергіі
bg_bg: {0} претърпя кинетична енергия
ca_es: {0} experimentà l'energia cinètica
cs: Hráč {0} okusil konverzi kinetické energie
da_dk: {0} oplevet kinetisk energi
de: {0} erfuhr kinetische Energie
el_gr: {0} βίωσε κινητική ενέργεια
es: {0} ha experimentado la energía cinética
fa_ir: {0} انرژی جنبشی را تجربه کرد
fi: {0} tutustui liike-energiaan
fil_ph: {0} ay nakaranas ng kinetikong enerhiya
fr_ca: {0} vient d'expérimenter l'énergie cinétique
ga_ie: Fuair {0} taithí ar fhuinneamh cinéiteach
gl_es: {0} experimentou a enerxía cinética
he: {0} חווה אנרגיה קינטית
hr_hr: {0} je osjetio kinetičku energiju
hu_hu: {0} megtapasztalta a kinetikus energiát
id_id: {0} mengalami energi kinetik
it: {0} non ha temuto l'energia cinetica
ja_jp: {0} は運動エネルギーを体験した
ka_ge: {0}-მ(ა) შეიგრძნო კინეტიკური ენერგია
ko_kr: {0}이(가) 운동 에너지를 온몸으로 경험했습니다
lb_lu: {0} huet kinetesch Energie erfuer
lt_lt: {0} patyrė kinetinę energiją
lv_lv: {0} piedzīvoja kinētisko enerģiju
ms_my: {0} mengalami tenaga kinetik
mt_mt: {0} esperjenza enerġija kinetika
nl_nl: {0} ervaarde kinetische energie
nn_no: {0} opplevde kinetiske krefter
pl: Gracz {0} doświadczył energii kinetycznej
pt: {0} experienciou energia cinética
ro_ro: {0} a descoperit energia cinetică
ru_ru: {0} преобразовал кинетическую энергию во внутреннюю
sk_sk: {0} zažil kinetickú energiu
sl_si: {0} je občutil kinetično energijo
sv_se: {0} upplevde rörelseenergi
th_th: {0} พลังประสบการณ์
tr_tr: {0} kinetik enerjiye maruz kaldı
vi_vn: {0} đã cảm nhận động năng
zh_cn: {0}感受到了动能
zh_tw: {0} 體驗了動能

# death_attack_generic
source: {0} died
af_za: {0} is bokveld toe
ar_sa: {0} توفي
be_by: {0} памёр
bg_bg: {0} умря
ca_es: {0} ha mort
cs: Hráč {0} zemřel
da_dk: {0} døde
de: {0} starb
el_gr: Ο/Η {0} πέθανε
es: {0} ha muerto
eu_es: {0}-(e)k hil zen
fa_ir: {0} مرد
fi: {0} kuoli
fil_ph: Namatay si {0}
fr_ca: {0} est mort(e)
ga_ie: Fuair {0} bás
gl_es: {0} morreu
he: {0} מת
hi_in: {0} मर गया
hr_hr: {0} je umro
hu_hu: {0} meghalt
hy_am: {0} մահացավ
id_id: {0} tewas
is_is: {0} dó
it: {0} è morto
ja_jp: {0} は死んだ
ka_ge: {0} მოკვდა
ko_kr: {0}이(가) 죽었습니다
lb_lu: {0} ass gestuerwen
lt_lt: {0} mirė
lv_lv: {0} nomira
ms_my: {0} mati
mt_mt: {0} miet
nl_nl: {0} is gestorven
nn_no: {0} døydde
pl: Gracz {0} zginął
pt: {0} morreu
ro_ro: {0} a murit
ru_ru: {0} умер
sk_sk: {0} umrel
sl_si: {0} je umrl
sv_se: {0} dog
th_th: {0} ตาย
tr_tr: {0} öldü
vi_vn: {0} đã chết
zh_cn: {0}死了
zh_tw: {0} 已死亡

# death_attack_hotFloor
source: {0} discovered floor was lava
af_za: {0} het ontdek die vloer is lawa
ar_sa: {0} اكتشف ان الارض حمم بركانية
be_by: {0} дазнаўся, што наступіў на лаву
bg_bg: {0} откри, че подът е от лава
ca_es: {0} ha descobert que el terra és lava
cs: Hráč {0} zjistil, že podlaha je láva
da_dk: {0} opdagede gulvet var lavet af lava
de: {0} wurde der Boden zu heiß
de_at: {0} is da Bon zhoaß won
el_gr: Ο {0} ανακάλυψε ότι το έδαφος ήταν λάβα
es: {0} ha descubierto que el suelo era lava
fi: {0} huomasi lattian olevan laavaa
fil_ph: Natuklasan ni {0} na ang sahig ay kumukulong putik
fr_ca: {0} a découvert que le sol était fait en lave
ga_ie: Fuair {0} gur laibhe é an t-urlár
gd_gb: Fhuair {0} a-mac gun robh an làr 'na làbha
he: {0} גילה קומה לבה
hr_hr: {0} je otkrio da je pod lava.
hu_hu: {0} játékosnak forró lett a talaj a talpa alatt
id_id: {0} mendapati lantai adalah lava
it: {0} si è accorto che il pavimento era lava
ja_jp: {0} は床が溶岩だったと気付いた
ka_ge: {0}-მ(ა) ფეხქვეშ ლავა აღმოაჩინა
ko_kr: {0}이(가) 바닥이 용암인 것을 발견했습니다
lb_lu: {0} huet Bekanntschaft mat engem Lavabuedem gemaach
lt_lt: {0} suprato, kad grindys - lava
lv_lv: {0} atklāja ka grīda ir lava
ms_my: {0} mendapati bahawa lantai adalah lahar
mt_mt: {0} skopra li l-art kienet lava
nl_nl: {0} ontdekte dat de vloer van lava was
nn_no: {0} oppdaget at gulvet var lava
pl: Gracz {0} odkrył, że stąpa po lawie
pt: {0} descobriu que o chão era lava
ro_ro: {0} a descoperit că podeaua era din lavă
ru_ru: {0} обнаружил под ногами лаву
sk_sk: Hráč {0} objavil, že podlaha bola z lávy
sl_si: {0} je odkril, da so tla lava
sv_se: {0} upptäckte att golvet var lava
tr_tr: {0} zeminin lav olduğunu keşfetti
vi_vn: {0} phát hiện rằng dưới đất là dung nham
zh_cn: {0}发现了地板是熔岩做的
zh_tw: {0} 察覺地面是片熔岩

# death_attack_hotFloor_player
source: {0} walked into danger zone due to {1}
af_za: {0} het as gevolg van {1} in die gevaarsone ingeloop
ar_sa: {0} دخل منطقة الخطر بسبب {1}
be_by: {0} патрапіў у гарачае месца дзякуючы {1}
bg_bg: {0} влезе в опасната зона заради {1}
ca_es: {0} ha trepitjat una zona perillosa a causa d'un {1}
cs: Hráč {0} vstoupil do nebezpečné zóny kvůli hráči {1}
da_dk: {0} gik ind i farezonen på grund af {1}
de: {0} geriet wegen {1} in die Gefahrenzone
el_gr: Ο {0} μπήκε σε επικίνδυνη ζώνη εξαιτίας του {1}
es: {0} ha pisado una zona peligrosa debido a un {1}
fi: {1} ajoi pelaajan {0} vaaravyöhykkeelle
fil_ph: Lumakad si {0} sa mapanganib na lugar dahil sa/kay {1}
fr_ca: {0} a marché dans une zone dangereuse par (un(e)) {1}
ga_ie: Shiúil {0} isteach sa teorainn chomhraic mar gheall ar {1}
he: {0} נכנס לאזור הסכנה עקב {1}
hr_hr: {1} je odveo {0} u opasnu zonu
hu_hu: {0} forró talajra sétált {1} miatt
id_id: {0} berjalan menuju wilayah bahaya sebab {1}
it: {0} è finito in una zona pericolosa a causa di {1}
ja_jp: {0} は {1} に妨害されて危険地帯に足を踏み入れた
ka_ge: {0}-მ(ა) სახიფათო ზონაში შეაბიჯა {1}-(ი)ს დამსახურებით
ko_kr: {0}이(가) {1} 때문에 위험 지대로 걸어 들어가버렸습니다
lb_lu: {0} gouf vun {1} an ee Geforeberäich gedriwwen
lt_lt: {0} įėjo į pavojingą zoną dėl {1}
lv_lv: {0} iegāja bīstamajā zonā dēļ {1}
ms_my: {0} termasuk ke dalam zon berbahaya disebabkan oleh {1}
mt_mt: {0} mexa f'żona tal-perklu minħabba {1}
nl_nl: {0} liep in de gevarenzone door {1}
pl: Gracz {0} wszedł do niebezpiecznej strefy z powodu {1}
pt: {0} entrou numa zona de perigo devido a {1}
ro_ro: {0} a intrat într-o zonă periculoasă încercând să scape de {1}
ru_ru: {0} зашёл в опасную зону из-за {1}
sk_sk: Hráč {0} nakráčal do nebezpečnej zóny kvôli hráčovi {1}
sl_si: {0} je vstopil v nevarno območje zaradi {1}
sv_se: {0} klev på ett magmablock tack vare {1}
tr_tr: {0}, {1} yüzünden tehlikeli bölgeye yürüdü
vi_vn: {1} đã khiến {0} bước vào vùng nguy hiểm
zh_cn: {0}因{1}而步入危险之地
zh_tw: {0} 因為 {1} 而走進了危險地帶

# death_attack_inFire
source: {0} went up in flames
af_za: {0} het in vlamme opgegaan
ar_sa: {0} اشتعل
be_by: {0} згарэў
bg_bg: {0} изгоря в пламъци
ca_es: {0} ha cremat fins a les cendres
cs: Hráč {0} se vypařil v plamenech
da_dk: {0} Gik op i flammer
de: {0} ging in Flammen auf
el_gr: Ο/Η {0} τυλίχτηκε στις φλόγες
es: {0} ha ardido en llamas
eu_es: {0}-(e)k sutan erre zen
fa_ir: {0} در شعله ها فرو رفت.
fi: {0} paloi hengiltä
fil_ph: Lumiyab sa sunog si {0}
fr_ca: {0} a péri dans les flammes
ga_ie: D'imigh {0} in aon bhladhm amháin
gl_es: {0} ardeu en chamas
he: {0} עלה באש
hi_in: {0} आग की लपटों में चला गया
hr_hr: {0} je izgorio
hu_hu: {0} lángba borult
hy_am: {0} այրվեց կրակում
id_id: {0} tewas hangus terbakar
is_is: {0} fuðraði upp
it: {0} è andato a fuoco
ja_jp: {0} は炎に巻かれた
ka_ge: {0}-მ(ა) ცეცხლი ჭამა
ko_kr: {0}이(가) 화염에 휩싸였습니다
lb_lu: {0} ass a Flamen opgaangen
lt_lt: {0} sudegė
lv_lv: {0} sadega liesmās
ms_my: {0} terbakar
mt_mt: {0} qabad bin-nar
nl_nl: {0} is in vlammen opgegaan
nn_no: {0} gjekk opp i røyk
pl: Gracz {0} zginął w płomieniach
pt: {0} esvaiu-se em chamas
ro_ro: {0} a luat foc
ru_ru: {0} сгорел заживо
sk_sk: {0} padol popolom
sl_si: {0} je zgorel
sv_se: {0} brann upp
th_th: {0} ไหม้ในกองเพลิง
tr_tr: {0} alev aldı
vi_vn: {0} đã bốc cháy
zh_cn: {0} 浴火焚身
zh_tw: {0}在火焰中昇天

# death_attack_inFire_player
source: {0} walked into fire whilst fighting {1}
af_za: {0} het in die vuur ingeloop tydens 'n stryd met {1}
ar_sa: {0} مشى بداخل الحريق اثناء القتال {1}
be_by: {0} падпаліў сябе, пакуль біўся з {1}
bg_bg: {0} стъпи в огън, докато се биеше с {1}
ca_es: {0} ha caminat sobre foc mentre lluitava amb {1}
cs: Hráč {0} vstoupil do ohně při souboji s hráčem {1}
da_dk: {0} gik ind i ilden i kamp mod {1}
de: {0} lief ins Feuer, während er mit {1} kämpfte
el_gr: Ο/Η {0} έπεσε στη φωτιά ενώ πολεμούσε τον/την {1}
es: {0} se ha metido en el fuego mientras luchaba contra {1}
eu_es: {0}-(e)k sutan sartu zen {1}-(r)ekin borrokan zegoenean
fa_ir: {0} هنگام جنگ با {1} به آتش افتاد.
fi: {0} käveli liekkeihin taistellessaan {1} vastaan
fil_ph: Pumunta sa apoy si {0} habang nilalaban si {1}
fr_ca: {0} a marché dans du feu en tentant de combattre (un(e)) {1}
ga_ie: Shiúil {0} isteach sa tine agus é/í ag troid le {1}
gl_es: {0} camiñou no lume mentres pelexaba con {1}
he: {0} נכנס לתוך האש בזמן לחימה {1}
hi_in: {0} आग से लड़ने के whilst में चला गया {1}
hr_hr: {0} je ušetao u vatru boreći se s {1}
hu_hu: {0} belesétált a tűzbe, miközben vele harcolt: {1}
hy_am: {0} այրվեց կրակում, {1}-ի հետ կռվելու ժամանակ
id_id: {0} berjalan ke api saat melawan {1}
is_is: {0} labbaði inn í bál þegar hann var að berjast við {1}
it: {0} è finito nel fuoco lottando con {1}
ja_jp: {0} は {1} と戦いながら火の中へ踏み入った
ka_ge: {0}-მ(ა) გაიარა ცეცხლში {1}-(ს)თან ბრძოლისას
ko_kr: {0}이(가) {1}과(와) 싸우다가 불 속으로 걸어들어갔습니다
lb_lu: {0} ass während hie géint {1} gekämpft huet an d'Feier gelaf
lt_lt: {0} įžengė į ugnį kovojant su {1}
lv_lv: {0} iegāja ugunī, kamēr cīnijās ar {1}
ms_my: {0} telah berjalan ke dalam api ketika bertarung dengan {1}
mt_mt: {0} mexa ġon-nar waqt li kien qed jiġġieled ma' {1}
nl_nl: {0} liep in een vuur tijdens een gevecht met {1}
nn_no: {0} vart ein smule for heit i kampen mot {1}
pl: Gracz {0} wszedł w ogień podczas walki z graczem {1}
pt: {0} caminhou em direção ao fogo enquanto lutava com {1}
ro_ro: {0} a intrat în foc în timp ce se lupta cu {1}
ru_ru: {0} сгорел в огне, борясь с {1}
sk_sk: {0} vošiel do ohňa počas boja s hráčom {1}
sl_si: {0} je stopil v ogenj, med bojem z {1}
sv_se: {0} gick in i eld under en strid med {1}
th_th: {0} เผลอเดินไปในไฟจากการต่อสู้กับ {1}
tr_tr: {0}, {1} ile savaşırken ateşe yürüdü
vi_vn: {0} đã bước vảo lửa khi đang đánh nhau với {1}
zh_cn: {0}在与{1}战斗时不慎走入了火中
zh_tw: {0} 在和 {1} 戰鬥時踏入了火中
