Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_stripe_left_purple
source: Purple Pale Dexter
ar_sa: راية ملونة بنفسجي
be_by: Фіялетавая левая трэць
bg_bg: Лилава дясна лента
ca_es: Franja vertical morada a la part esquerra
cs: Fialový levý svislý pruh
da_dk: Lilla Højre Pæl
de: Violette rechte Flanke
de_at: Lilane rechte Flonkn
el_gr: Μωβ γραμμή αριστερά
es: Palo morado a diestra
fi: Violetti pieli
fil_ph: Lilang Maputlang Dexter
fr_ca: Flanc dextre de pourpre
ga_ie: Cuaille Corcra ar Dheis
gl_es: Pau púrpura a destra
he: פס אנכי שמאלי סגול
hr_hr: Ljubičasta Desna Traka
hu_hu: Lila jobb cölöp
id_id: Pita Ungu Tegak Kiri
is_is: Fjólblátt vinstra megin
it: Al palo destro di viola
ja_jp: 右に紫色の縦帯
ka_ge: ალისფერი მარჯვენა ზოლი
ko_kr: 보라색 오른쪽 세로띠
lb_lu: Mof Flank riets
lt_lt: Purpurinis kairysis trečdalis
ms_my: Dexter Ungu Pucat
mt_mt: Strixxa vjola fuq ix-xellug
nl_nl: Paarse paal dexter
nn_no: Lilla venstreband
pl: Fioletowa lewa flanka
pt: Pala Dextra Roxa
ro_ro: Pal violet dextru
ru_ru: Фиолетовый правосторонний столб
sk_sk: Fialový ľavý pruh
sl_si: Vijoličen desni bok
sv_se: Lila till vänster
th_th: สีม่วงอ่อนทางขวา
tr_tr: Soldan Mor Sütun
vi_vn: Vạch dọc tím ở góc trái
zh_cn: 右紫竖条
zh_tw: 右方紫色縱帶

# item_banner_stripe_left_red
source: Red Pale Dexter
ar_sa: راية ملونة أحمر
be_by: Чырвоная левая трэць
bg_bg: Червена дясна лента
ca_es: Franja vertical vermella a la part esquerra
cs: Červený levý svislý pruh
da_dk: Rød Højre Pæl
de: Rote rechte Flanke
de_at: Rote rechte Flonkn
el_gr: Κόκκινη γραμμή αριστερά
es: Palo rojo a diestra
fi: Punainen pieli
fil_ph: Pulang Maputlang Dexter
fr_ca: Flanc dextre de gueules
ga_ie: Cuaille Dearg ar Dheis
gl_es: Pau vermello a destra
he: פס אנכי שמאלי אדום
hr_hr: Crvena Desna Traka
hu_hu: Vörös jobb cölöp
id_id: Pita Merah Tegak Kiri
is_is: Rautt vinstra megin
it: Al palo destro di rosso
ja_jp: 右に赤色の縦帯
ka_ge: წითელი მარჯვენა ზოლი
ko_kr: 빨간색 오른쪽 세로띠
lb_lu: Rout Flank riets
lt_lt: Raudonas kairysis trečdalis
ms_my: Dexter Pucat Merah
nl_nl: Rode paal dexter
nn_no: Raudt venstreband
pl: Czerwona lewa flanka
pt: Pala Dextra Vermelha
ro_ro: Pal roșu dextru
ru_ru: Красный правосторонний столб
sk_sk: Červený ľavý pruh
sl_si: Rdeč desni bok
sv_se: Röd till vänster
th_th: สีแดงอ่อนทางขวา
tr_tr: Soldan Kırmızı Sütun
vi_vn: Vạch dọc đỏ ở góc trái
zh_cn: 右红竖条
zh_tw: 右方紅色縱帶

# item_banner_stripe_left_silver
source: Light Grey Pale Dexter
ar_sa: راية ملونة رمادي فاتح
be_by: Светла-шэрая левая трэць
bg_bg: Светлосива дясна лента
ca_es: Franja vertical grisa clara a la part esquerra
cs: Světle šedý levý svislý pruh
da_dk: Lys Grå Højre Pæl
de: Hellgraue rechte Flanke
de_at: Hellgraue rechte Flonkn
el_gr: Ανοιχτό Γκρι γραμμή αριστερά
es: Palo gris claro a diestra
fi: Vaaleanharmaa pieli
fil_ph: Mapusyaw na Abong Maputlang Dexter
fr_ca: Flanc dextre d'argent grisé
ga_ie: Cuaille Fionnliath ar Dheis
gl_es: Pau gris claro a destra
he: פס אנכי שמאלי אפור בהיר
hr_hr: Svijetlo Siva Desna Traka
hu_hu: Világosszürke jobb cölöp
id_id: Batas kiri warna abu muda
is_is: Ljósgrátt vinstra megin
it: Al palo destro di grigio chiaro
ja_jp: 右に薄灰色の縦帯
ka_ge: ღია-ნაცრისფერი მარჯვენა ზოლი
ko_kr: 회백색 오른쪽 세로띠
lb_lu: Hellgro Flank riets
lt_lt: Šviesiai pilkas kairysis trečdalis
ms_my: Dexter pucat kelabu terang
mt_mt: Strixxa griż ċar fuq ix-xellug
nl_nl: Lichtgrijze paal dexter
nn_no: Ljosegrått venstreband
pl: Jasnoszara lewa flanka
pt: Pala Dextra Cinzenta Clara
ro_ro: Pal gri-deschis dextru
ru_ru: Светло-серый правосторонний столб
sk_sk: Svetlosivý ľavý pruh
sl_si: Svetlo siv desni bok
sv_se: Ljusgrå till vänster
th_th: สีเทาอ่อนๆทางขวา
tr_tr: Soldan Açık Gri Sütun
vi_vn: Vạch dọc xám nhạt ở góc trái
zh_cn: 右淡灰竖条
zh_tw: 右方淺灰色縱帶

# item_banner_stripe_left_white
source: White Pale Dexter
ar_sa: راية ملونة أبيض
be_by: Белая левая трэць
bg_bg: Бяла дясна лента
ca_es: Franja vertical blanca a la part esquerra
cs: Bílý levý svislý pruh
da_dk: Hvid Højre Pæl
de: Weiße rechte Flanke
de_at: Weiße rechte Flonkn
el_gr: Λευκή γραμμή αριστερά
es: Palo blanco a diestra
fi: Valkoinen pieli
fil_ph: Puting Mapatlang Dexter
fr_ca: Flanc dextre d'argent
ga_ie: Cuaille Bán ar Dheis
gl_es: Pau branco a destra
he: פס אנכי שמאלי לבן
hr_hr: Bijela Desna Traka
hu_hu: Fehér jobb cölöp
id_id: Pita Putih Tegak Kiri
is_is: Hvítt vinstra megin
it: Al palo destro di bianco
ja_jp: 右に白色の縦帯
ka_ge: თეთრი მარჯვენა ზოლი
ko_kr: 하얀색 오른쪽 세로띠
lb_lu: Wäiss Flank riets
lt_lt: Baltas kairysis trečdalis
ms_my: Dexter putih pucat
mt_mt: Strixxa bajda fuq ix-xellug
nl_nl: Witte paal dexter
nn_no: Kvitt venstreband
pl: Biała lewa flanka
pt: Pala Dextra Branca
ro_ro: Pal alb dextru
ru_ru: Белый правосторонний столб
sk_sk: Biely ľavý pruh
sl_si: Bel desni bok
sv_se: Vit till vänster
th_th: สีขาวอ่อนทางขวา
tr_tr: Soldan Beyaz Sütun
vi_vn: Vạch dọc trắng ở bên trái
zh_cn: 右白竖条
zh_tw: 右方白色縱帶

# item_banner_stripe_left_yellow
source: Yellow Pale Dexter
ar_sa: راية ملونة أصفر
be_by: Жоўтая левая трэць
bg_bg: Жълта дясна лента
ca_es: Franja vertical groga a la part esquerra
cs: Žlutý levý svislý pruh
da_dk: Gul Højre Pæl
de: Gelbe rechte Flanke
de_at: Gelbe rechte Flonkn
el_gr: Κίτρινη γραμμή αριστερά
es: Palo amarillo a diestra
fi: Keltainen pieli
fil_ph: Dilaw na Maputlang Dexter
fr_ca: Flanc dextre d'or
ga_ie: Cuaille Buí ar Dheis
gl_es: Pau amarelo a destra
he: פס אנכי שמאלי צהוב
hr_hr: Žuta Desna Traka
hu_hu: Sárga jobb cölöp
id_id: Pita Kuning Tegak Kiri
is_is: Gult vinstra megin
it: Al palo destro di giallo
ja_jp: 右に黄色の縦帯
ka_ge: ყვითელი მარჯვენა ზოლი
ko_kr: 노란색 오른쪽 세로띠
lb_lu: Giel Flank riets
lt_lt: Geltonas kairysis trečdalis
ms_my: Dexter kuning pucat
mt_mt: Strixxa safra fuq ix-xellug
nl_nl: Gele paal dexter
nn_no: Gult venstreband
pl: Żółta lewa flanka
pt: Pala Dextra Amarela
ro_ro: Pal galben dextru
ru_ru: Жёлтый правосторонний столб
sk_sk: Žltý ľavý pruh
sl_si: Rumen desni bok
sv_se: Gul till vänster
th_th: สีเหลืองอ่อนทางขวา
tr_tr: Soldan Sarı Sütun
vi_vn: Vạch dọc vàng ở bên trái
zh_cn: 右黄竖条
zh_tw: 右方黃色縱帶

# item_banner_stripe_middle_black
source: Black Fess
ar_sa: راية ملونة أسود
be_by: Чорны пас
bg_bg: Черна хоризонтална лента
ca_es: Franja horitzontal negra a la part inferior
cs: Černý fess
da_dk: Sort Bjælke
de: Schwarzer Balken
de_at: Schworza Boikn
el_gr: Μαύρη οριζόντια γραμμή στο κέντρο
es: Franja negra
fi: Musta hirsi
fil_ph: Itim Fess
fr_ca: Fasce de sable
ga_ie: Balc Dubh
gl_es: Fraixa negra
he: פס אופקי שחור
hr_hr: Crna Pruga
hu_hu: Fekete csík
id_id: Garis Hitam Menyamping
is_is: Svört lárétt rönd
it: Alla fascia di nero
ja_jp: 黒色の横帯
ka_ge: შავი ფართო ზოლი
ko_kr: 검은색 중앙 가로띠
lb_lu: Schwaarze Balken
lt_lt: Juoda horizontali centrinė linija
ms_my: Belahan Mendatar Hitam
mt_mt: Strixxa sewda fin-nofs
nl_nl: Zwarte faas
nn_no: Svart horisontalt midtband
pl: Czarny poziomy pas
pt: Faixa Preta
ro_ro: Fascie neagră
ru_ru: Чёрный пояс
sk_sk: Čierny stredový pásik
sl_si: Črn tram
sv_se: Svart horisontellt streck
th_th: แถบขวางสีดำ
tr_tr: Ortadan Siyah Satır
vi_vn: Vạch ngang đen
zh_cn: 中黑横条
zh_tw: 中間黑色橫帶

# item_banner_stripe_middle_blue
source: Blue Fess
ar_sa: راية ملونة أزرق
be_by: Сіні пас
bg_bg: Синя хоризонтална лента
ca_es: Franja horitzontal blava a la part inferior
cs: Modrý fess
da_dk: Blå Bjælke
de: Blauer Balken
el_gr: Μπλε οριζόντια γραμμή στο κέντρο
es: Franja azul
fi: Sininen hirsi
fil_ph: Asul Fess
fr_ca: Fasce d'azur
ga_ie: Balc Gorm
gl_es: Faixa azul
he: פס אופקי כחול
hr_hr: Plava Pruga
hu_hu: Kék csík
id_id: Garis Biru Menyamping
is_is: Blá lárétt rönd
it: Alla fascia di blu
ja_jp: 青色の横帯
ka_ge: ლურჯი ფართო ზოლი
ko_kr: 파란색 중앙 가로띠
lb_lu: Bloe Balken
lt_lt: Mėlyna horizontali centrinė linija
ms_my: Belahan Mendatar Biru
mt_mt: Strixxa kaħlija fin-nofs
nl_nl: Blauwe faas
nn_no: Blått horisontalt midtband
pl: Niebieski poziomy pas
pt: Faixa Azul
ro_ro: Fascie albastră
ru_ru: Синий пояс
sk_sk: Modrý stredový pásik
sl_si: Moder tram
sv_se: Blått horisontellt streck
th_th: แถบขวางสีน้ำเงิน
tr_tr: Ortadan Mavi Satır
vi_vn: Vạch ngang xanh nước biển
zh_cn: 中蓝横条
zh_tw: 中間藍色橫帶

# item_banner_stripe_middle_brown
source: Brown Fess
ar_sa: راية ملونة بني
be_by: Карычневы пас
bg_bg: Кафява хоризонтална лента
ca_es: Franja horitzontal marró a la part inferior
cs: Hnědý fess
da_dk: Brun Bjælke
de: Brauner Balken
el_gr: Καφέ οριζόντια γραμμή στο κέντρο
es: Franja marrón
fi: Ruskea hirsi
fil_ph: Kape Fess
fr_ca: Fasce de brun
ga_ie: Balc Donn
gl_es: Faixa marrón
he: פס אופקי חום
hr_hr: Smeđa Pruga
hu_hu: Barna csík
id_id: Garis Coklat Menyamping
is_is: Brún lárétt rönd
it: Alla fascia di marrone
ja_jp: 茶色の横帯
ka_ge: ყავისფერი ფართო ზოლი
ko_kr: 갈색 중앙 가로띠
lb_lu: Bronge Balken
lt_lt: Ruda horizontali centrinė linija
ms_my: Belahan Mendatar Perang
mt_mt: Strixxa kannella fin-nofs
nl_nl: Bruine faas
nn_no: Brunt horisontalt midtband
pl: Brązowy poziomy pas
pt: Faixa Castanha
ro_ro: Fascie maro
ru_ru: Коричневый пояс
sk_sk: Hnedý stredový pásik
sl_si: Rjav tram
sv_se: Brunt horisontellt streck
th_th: แถบขวางสีน้ำตาล
tr_tr: Ortadan Kahverengi Satır
vi_vn: Vạch ngang dọc nâu
zh_cn: 中棕横条
zh_tw: 中間棕色橫帶

# item_banner_stripe_middle_cyan
source: Cyan Fess
ar_sa: راية ملونة سماوي
be_by: Бірузовы пас
bg_bg: Синьозелена хоризонтална лента
ca_es: Franja horitzontal cian a la part inferior
cs: Azurový fess
da_dk: Turkis Bjælke
de: Türkiser Balken
el_gr: Κυανή οριζόντια γραμμή στο κέντρο
es: Franja cian
fi: Turkoosi hirsi
fr_ca: Fasce de cyan
ga_ie: Balc Cian
gl_es: Faixa azul ciano
he: פס אופקי ציאן
hr_hr: Tirkizna Pruga
hu_hu: Türkizkék csík
is_is: Heiðblá lárétt rönd
it: Alla fascia di ciano
ja_jp: 水色の横帯
ka_ge: ცისფერი ფართო ზოლი
ko_kr: 청록색 중앙 가로띠
lb_lu: Turquoise Balken
lt_lt: Žalsvai mėlyna horizontali centrinė linija
ms_my: Belahan Mendatar Sian
nl_nl: Cyaan faas
nn_no: Turkis horisontalt midtband
pl: Błękitny poziomy pas
pt: Faixa Ciano
ro_ro: Fascie turcoaz
ru_ru: Бирюзовый пояс
sk_sk: Tyrkysový stredový pásik
sl_si: Turkizen tram
sv_se: Turkost horisontellt streck
th_th: แถบขวางสีฟ้าคราม
tr_tr: Ortadan Camgöbeği Satır
vi_vn: Vạch ngang lục lam
zh_cn: 中青横条
zh_tw: 中間青色橫帶

# item_banner_stripe_middle_gray
source: Grey Fess
ar_sa: راية ملونة رمادي
be_by: Шэры пас
bg_bg: Сива хоризонтална лента
ca_es: Franja horitzontal grisa a la part inferior
cs: Šedý fess
da_dk: Grå Bjælke
de: Grauer Balken
el_gr: Γκρι οριζόντια γραμμή στο κέντρο
es: Franja gris
fi: Harmaa hirsi
fil_ph: Abo Fess
fr_ca: Fasce d'acier
ga_ie: Balc Liath
gl_es: Faixa gris
he: פס אופקי אפור
hr_hr: Siva Pruga
hu_hu: Szürke csík
id_id: Garis Abu-abu Menyamping
is_is: Grá lárétt rönd
it: Alla fascia di grigio
ja_jp: 灰色の横帯
ka_ge: ნაცრისფერი ფართო ზოლი
ko_kr: 회색 중앙 가로띠
lb_lu: Groe Balken
lt_lt: Pilka horizontali centrinė linija
ms_my: Belahan Mendatar Kelabu
mt_mt: Gray Fess
nl_nl: Grijze faas
nn_no: Grått horisontalt midtband
pl: Szary poziomy pas
pt: Faixa Cinzenta
ro_ro: Fascie gri
ru_ru: Серый пояс
sk_sk: Sivý stredový pásik
sl_si: Siv tram
sv_se: Grått horisontellt streck
th_th: แถบขวางสีเทา
tr_tr: Ortadan Gri Satır
vi_vn: Vạch ngang xám
zh_cn: 中灰横条
zh_tw: 中間灰色橫帶

# item_banner_stripe_middle_green
source: Green Fess
ar_sa: راية ملونة أخضر
be_by: Зялёны пас
bg_bg: Зелена хоризонтална лента
ca_es: Franja horitzontal verda a la part inferior
cs: Zelený fess
da_dk: Grøn Bjælke
de: Grüner Balken
el_gr: Πράσινη οριζόντια γραμμή στο κέντρο
es: Franja verde
fi: Vihreä hirsi
fil_ph: Brerde Fess
fr_ca: Fasce de sinople
ga_ie: Balc Uaine
gl_es: Faixa verde
he: פס אופקי ירוק
hr_hr: Zelena Pruga
hu_hu: Zöld csík
id_id: Garis Hijau Menyamping
is_is: Græn lárétt rönd
it: Alla fascia di verde
ja_jp: 緑色の横帯
ka_ge: მწვანე ფართო ზოლი
ko_kr: 초록색 중앙 가로띠
lb_lu: Grénge Balken
lt_lt: Žalia horizontali centrinė linija
ms_my: Belahan Mendatar Hijau
mt_mt: Strixxa ħadra fin-nofs
nl_nl: Groene faas
nn_no: Grønt horisontalt midtband
pl: Zielony poziomy pas
pt: Faixa Verde
ro_ro: Fascie verde
ru_ru: Зелёный пояс
sk_sk: Zelený stredový pásik
sl_si: Zelen tram
sv_se: Grönt horisontellt streck
th_th: แถบขวางสีเขียว
tr_tr: Ortadan Yeşil Satır
vi_vn: Vạch ngang xanh lá cây
zh_cn: 中绿横条
zh_tw: 中間綠色橫帶

# item_banner_stripe_middle_lightBlue
source: Light Blue Fess
ar_sa: راية ملونة أزرق فاتح
be_by: Блакітны пас
bg_bg: Светлосиня хоризонтална лента
ca_es: Franja horitzontal blava clara a la part inferior
cs: Světle modrý fess
da_dk: Lyseblå Bjælke
de: Hellblauer Balken
el_gr: Ανοιχτό Μπλε οριζόντια γραμμή στο κέντρο
es: Franja azul claro
fi: Vaaleansininen hirsi
fil_ph: Mahinang Asul Fess
fr_ca: Fasce de bleu céleste
ga_ie: Balc Bánghorm
gl_es: Faixa azul claro
he: פס אופקי תכלת
hr_hr: Svijetlo Plava Pruga
hu_hu: Világoskék csík
id_id: Garis Biru Muda Menyamping
is_is: Ljósblá lárétt rönd
it: Alla fascia d'azzurro
ja_jp: 空色の横帯
ka_ge: ღია-ლურჯი ფართო ზოლი
ko_kr: 하늘색 중앙 가로띠
lb_lu: Hellbloe Balken
lt_lt: Šviesiai mėlyna horizontali centrinė linija
ms_my: Belahan Mendatar Biru Muda
nl_nl: Lichtblauwe faas
nn_no: Ljoseblått horisontalt midtband
pl: Jasnoniebieski poziomy pas
pt: Faixa Azul Clara
ro_ro: Fascie bleu
ru_ru: Голубой пояс
sk_sk: Svetlomodrý stredový pásik
sl_si: Svetlo moder tram
sv_se: Ljusblått horisontellt streck
th_th: แถบขวางสีฟ้า
tr_tr: Ortadan Açık Mavi Satır
vi_vn: Vạch ngang xanh nước biển nhạt
zh_cn: 中淡蓝横条
zh_tw: 中間淺藍色橫帶

# item_banner_stripe_middle_lime
source: Lime Fess
ar_sa: راية ملونة ليموني
be_by: Лаймавы пас
bg_bg: Жълтозелена хоризонтална лента
ca_es: Franja horitzontal verda llima a la part inferior
cs: Světle zelený fess
da_dk: Limegrøn Bjælke
de: Hellgrüner Balken
el_gr: Ανοιχτό Πράσινο οριζόντια γραμμή στο κέντρο
es: Franja verde lima
fi: Lime hirsi
fil_ph: Kalamansi Fess
fr_ca: Fasce de sinople clair
ga_ie: Balc Líomach
gl_es: Faixa lima
he: פס אופקי ליים
hr_hr: Svijetlo Siva Pruga
hu_hu: Világoszöld csík
id_id: Limau Bergaris
is_is: Gulgræn lárétt rönd
it: Alla fascia di lime
ja_jp: 黄緑色の横帯
ka_ge: სალათისფერი ფართო ზოლი
ko_kr: 연두색 중앙 가로띠
lb_lu: Hellgrénge Balken
lt_lt: Gelsvai žalsva horizontali centrinė linija
ms_my: Belahan Mendatar Limau Hijau
nl_nl: Lichtgroene faas
nn_no: Limegrønt horisontalt midtband
pl: Jasnozielony poziomy pas
pt: Faixa Verde Lima
ro_ro: Fascie verde-deschis
ru_ru: Лаймовый пояс
sk_sk: Svetlozelený stredový pásik
sl_si: Svetlo zelen tram
sv_se: Limegrönt horisontellt streck
th_th: แถบขวางสีเขียวมะนาว
tr_tr: Ortadan Açık Yeşil Satır
vi_vn: Vạch ngang xanh lá mạ
zh_cn: 中黄绿横条
zh_tw: 中間淺綠色橫帶

# item_banner_stripe_middle_magenta
source: Magenta Fess
ar_sa: راية ملونة أرجواني
be_by: Пурпурны пас
bg_bg: Пурпурна хоризонтална лента
ca_es: Franja horitzontal magenta a la part inferior
cs: Purpurový fess
da_dk: Magenta Bjælke
de: Magenta Balken
de_at: Magentana Boiken
el_gr: Ματζέντα οριζόντια γραμμή στο κέντρο
es: Franja magenta
fi: Purppura hirsi
fr_ca: Fasce de magenta
ga_ie: Balc Maigeanta
gl_es: Faixa maxenta
he: פס אופקי מג'נטה
hr_hr: Roza Pruga
hu_hu: Bíbor csík
id_id: Magenta Bergaris
is_is: Vínrauð lárétt rönd
it: Alla fascia di magenta
ja_jp: 赤紫色の横帯
ka_ge: იისფერი ფართო ზოლი
ko_kr: 자홍색 중앙 가로띠
lb_lu: Magentae Balken
lt_lt: Rausvai raudona horizontali centrinė linija
ms_my: Belahan Mendatar Magenta
nl_nl: Magenta faas
nn_no: Ljoselilla horisontalt midtband
pl: Karmazynowy poziomy pas
pt: Faixa Magenta
ro_ro: Fascie magenta
ru_ru: Пурпурный пояс
sk_sk: Purpurový stredový pásik
sl_si: Škrlanten tram
sv_se: Ljuslila horisontellt streck
th_th: แถบขวางสีบานเย็น
tr_tr: Ortadan Eflatun Satır
vi_vn: Vạch ngang đỏ sậm
zh_cn: 中品红横条
zh_tw: 中間洋紅色橫帶

# item_banner_stripe_middle_orange
source: Orange Fess
ar_sa: راية ملونة برتقالي
be_by: Аранжавы пас
bg_bg: Оранжева хоризонтална лента
ca_es: Franja horitzontal taronja a la part inferior
cs: Oranžový fess
da_dk: Orange Bjælke
de: Oranger Balken
el_gr: Πορτοκαλί οριζόντια γραμμή στο κέντρο
es: Franja naranja
fi: Oranssi hirsi
fil_ph: Dalandan Fess
fr_ca: Fasce d'orangé
ga_ie: Balc Oráisteach
gl_es: Faixa laranxa
he: פס אופקי כתום
hr_hr: Narančasta Pruga
hu_hu: Narancssárga csík
id_id: Jingga Bergaris
is_is: Appelsínugul lárétt rönd
it: Alla fascia d'arancione
ja_jp: 橙色の横帯
ka_ge: ნარინჯისფერი ფართო ზოლი
ko_kr: 주황색 중앙 가로띠
lb_lu: Orange Balken
lt_lt: Oranžinė horizontali centrinė linija
ms_my: Belahan Mendatar Jingga
nl_nl: Oranje faas
nn_no: Oransje horisontalt midtband
pl: Pomarańczowy poziomy pas
pt: Faixa Laranja
ro_ro: Fascie portocalie
ru_ru: Оранжевый пояс
sk_sk: Oranžový stredný pruh
sl_si: Oranžen tram
sv_se: Orange horisontellt streck
th_th: แถบขวางสีส้ม
tr_tr: Ortadan Turuncu Satır
vi_vn: Vạch ngang cam
zh_cn: 中橙横条
zh_tw: 中間橙色橫帶

# item_banner_stripe_middle_pink
source: Pink Fess
ar_sa: راية ملونة وردي
be_by: Ружовы пас
bg_bg: Розова хоризонтална лента
ca_es: Franja horitzontal rosa a la part inferior
cs: Růžový fess
da_dk: Lyserød Bjælke
de: Rosa Balken
el_gr: Ροζ οριζόντια γραμμή στο κέντρο
es: Franja rosa
fi: Vaaleanpunainen hirsi
fil_ph: Rosas Fess
fr_ca: Fasce de rose
ga_ie: Balc Bándearg
gl_es: Faixa rosa
he: פס אופקי ורוד
hr_hr: Ružičasta Pruga
hu_hu: Rózsaszín csík
id_id: Fess Merah Muda
is_is: Bleik lárétt rönd
it: Alla fascia di rosa
ja_jp: 桃色の横帯
ka_ge: ვარდისფერი ფართო ზოლი
ko_kr: 분홍색 중앙 가로띠
lb_lu: Rosae Balken
lt_lt: Rožinė horizontali centrinė linija
ms_my: Belahan Mendatar Merah Jambu
nl_nl: Roze faas
nn_no: Rosa horisontalt midtband
pl: Różowy poziomy pas
pt: Faixa Rosa
ro_ro: Fascie roz
ru_ru: Розовый пояс
sk_sk: Ružový stredový pásik
sl_si: Roza tram
sv_se: Rosa horisontellt streck
th_th: แถบขวางสีชมพู
tr_tr: Ortadan Pembe Satır
vi_vn: Vạch ngang hồng
zh_cn: 中粉红横条
zh_tw: 中間粉紅色橫帶

# item_banner_stripe_middle_purple
source: Purple Fess
ar_sa: راية ملونة بنفسجي
be_by: Фіялетавы пас
bg_bg: Лилава хоризонтална лента
ca_es: Franja horitzontal morada a la part inferior
cs: Fialový fess
da_dk: Lilla Bjælke
de: Violetter Balken
el_gr: Μωβ οριζόντια γραμμή στο κέντρο
es: Franja morada
fi: Violetti hirsi
fil_ph: Lila Fess
fr_ca: Fasce de pourpre
ga_ie: Balc Corcra
gl_es: Faixa morado
he: פס אופקי סגול
hr_hr: Ljubičasta Pruga
hu_hu: Lila csík
id_id: Garis Ungu Menyamping
is_is: Fjólublá lárétt rönd
it: Alla fascia di viola
ja_jp: 紫色の横帯
ka_ge: ალისფერი ფართო ზოლი
ko_kr: 보라색 중앙 가로띠
lb_lu: Mofe Balken
lt_lt: Purpurinė horizontali centrinė linija
ms_my: Belahan Mendatar Ungu
mt_mt: Strixxa vjola fin-nofs
nl_nl: Paarse faas
nn_no: Lilla horisontalt midtband
pl: Fioletowy poziomy pas
pt: Faixa Roxa
ro_ro: Fascie violetă
ru_ru: Фиолетовый пояс
sk_sk: Fialový stredový pásik
sl_si: Vijoličen tram
sv_se: Lila horisontellt streck
th_th: แถบขวางสีม่วง
tr_tr: Ortadan Mor Satır
vi_vn: Vạch ngang tím
zh_cn: 中紫横条
zh_tw: 中間紫色橫帶

# item_banner_stripe_middle_red
source: Red Fess
ar_sa: راية ملونة أحمر
be_by: Чырвоны пас
bg_bg: Червена хоризонтална лента
ca_es: Franja horitzontal vermella a la part inferior
cs: Červený fess
da_dk: Rød Bjælke
de: Roter Balken
el_gr: Κόκκινη οριζόντια γραμμή στο κέντρο
es: Franja roja
fi: Punainen hirsi
fil_ph: Pula Fess
fr_ca: Fasce de gueules
ga_ie: Balc Dearg
gl_es: Faixa vermella
he: פס אופקי אדום
hr_hr: Crvena Pruga
hu_hu: Vörös csík
id_id: Garis Merah Menyamping
is_is: Rauð lárétt rönd
it: Alla fascia di rosso
ja_jp: 赤色の横帯
ka_ge: წითელი ფართო ზოლი
ko_kr: 빨간색 중앙 가로띠
lb_lu: Roude Balken
lt_lt: Raudona horizontali centrinė linija
ms_my: Belahan Mendatar Merah
mt_mt: Strixxa ħamra fin-nofs
nl_nl: Rode faas
nn_no: Raudt horisontalt midtband
pl: Czerwony poziomy pas
pt: Faixa Vermelha
ro_ro: Fascie roșie
ru_ru: Красный пояс
sk_sk: Červený stredový pásik
sl_si: Rdeč tram
sv_se: Rött horisontellt streck
th_th: แถบขวางสีแดง
tr_tr: Ortadan Kırmızı Satır
vi_vn: Vạch ngang đỏ
zh_cn: 中红横条
zh_tw: 中間紅色橫帶

# item_banner_stripe_middle_silver
source: Light Grey Fess
ar_sa: راية ملونة رمادي فاتح
be_by: Светла-шэры пас
bg_bg: Светлосива хоризонтална лента
ca_es: Franja horitzontal grisa clara a la part inferior
cs: Světle šedý fess
da_dk: Lysegrå Bjælke
de: Hellgrauer Balken
el_gr: Ανοιχτό Γκρι οριζόντια γραμμή στο κέντρο
es: Franja gris claro
fi: Vaaleanharmaa hirsi
fil_ph: Mahinang Abo Fess
fr_ca: Fasce d'argent grisé
ga_ie: Balc Fionnliath
gl_es: Faixa gris claro
he: פס אופקי אפור בהיר
hr_hr: Svijetlo Siva Pruga
hu_hu: Világosszürke csík
id_id: Garis Abu-abu Muda Menyamping
is_is: Ljósgrá lárétt rönd
it: Alla fascia di grigio chiaro
ja_jp: 薄灰色の横帯
ka_ge: ღია-ნაცრისფერი ფართო ზოლი
ko_kr: 회백색 중앙 가로띠
lb_lu: Hellgroe Balken
lt_lt: Šviesiai pilka horizontali centrinė linija
ms_my: Belahan Mendatar Kelabu Muda
mt_mt: Light Gray Fess
nl_nl: Lichtgrijze faas
nn_no: Ljosegrått horisontalt midtband
pl: Jasnoszary poziomy pas
pt: Faixa Cinzenta Clara
ro_ro: Fascie gri-deschis
ru_ru: Светло-серый пояс
sk_sk: Svetlosivý stredový pásik
sl_si: Svetlo siv tram
sv_se: Ljusgrått horisontellt streck
th_th: แถบขวางสีเทาอ่อน
tr_tr: Ortadan Açık Gri Satır
vi_vn: Vạch ngang xám nhạt
zh_cn: 中淡灰横条
zh_tw: 中間淺灰色橫帶

# item_banner_stripe_middle_white
source: White Fess
ar_sa: راية ملونة أبيض
be_by: Белы пас
bg_bg: Бяла хоризонтална лента
ca_es: Franja horitzontal blanca a la part inferior
cs: Bílý fess
da_dk: Hvid Bjælke
de: Weißer Balken
el_gr: Λευκή οριζόντια γραμμή στο κέντρο
es: Franja blanca
fi: Valkoinen hirsi
fil_ph: Puti Fess
fr_ca: Fasce d'argent
ga_ie: Balc Bán
gl_es: Faixa branca
he: פס אופקי לבן
hr_hr: Bijela Pruga
hu_hu: Fehér csík
id_id: Garis Putih Menyamping
is_is: Hvít lárétt rönd
it: Alla fascia di bianco
ja_jp: 白色の横帯
ka_ge: თეთრი ფართო ზოლი
ko_kr: 하얀색 중앙 가로띠
lb_lu: Wäisse Balken
lt_lt: Balta horizontali centrinė linija
ms_my: Belahan Mendatar Putih
nl_nl: Witte faas
nn_no: Kvitt horisontalt midtband
pl: Biały poziomy pas
pt: Faixa Branca
ro_ro: Fascie albă
ru_ru: Белый пояс
sk_sk: Biely stredný pruh
sl_si: Bel tram
sv_se: Vitt horisontellt streck
th_th: แถบขวางสีขาว
tr_tr: Ortadan Beyaz Satır
vi_vn: Vạch ngang trắng
zh_cn: 中白横条
zh_tw: 中間白色橫帶

# item_banner_stripe_middle_yellow
source: Yellow Fess
ar_sa: راية ملونة أصفر
be_by: Жоўты пас
bg_bg: Жълта хоризонтална лента
ca_es: Franja horitzontal groga a la part inferior
cs: Žlutý fess
da_dk: Gul Bjælke
de: Gelber Balken
el_gr: Κίτρινη οριζόντια γραμμή στο κέντρο
es: Franja amarilla
fi: Keltainen hirsi
fil_ph: Dilaw Fess
fr_ca: Fasce d'or
ga_ie: Balc Buí
gl_es: Faixa amarela
he: פס אופקי צהוב
hr_hr: Žuta Pruga
hu_hu: Sárga csík
id_id: Garis Kuning Menyamping
is_is: Gul lárétt rönd
it: Alla fascia di giallo
ja_jp: 黄色の横帯
ka_ge: ყვითელი ფართო ზოლი
ko_kr: 노란색 중앙 가로띠
lb_lu: Giele Balken
lt_lt: Geltona horizontali centrinė linija
ms_my: Belahan Mendatar Kuning
nl_nl: Gele faas
nn_no: Gult horisontalt midtband
pl: Żółty poziomy pas
pt: Faixa Amarela
ro_ro: Fascie galbenă
ru_ru: Жёлтый пояс
sk_sk: Žltý stredový pásik
sl_si: Rumen tram
sv_se: Gult horisontellt streck
th_th: แถบขวางสีเหลือง
tr_tr: Ortadan Sarı Satır
vi_vn: Vạch ngang vàng
zh_cn: 中黄横条
zh_tw: 中間黃色橫帶
