Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_straight_cross_magenta
source: Magenta Cross
af_za: Magenta Kruis
ar_sa: الصليب الأرجواني
be_by: Пурпурны крыж
bg_bg: Пурпурен кръст
ca_es: Creu magenta
cs: Purpurový kříž
da_dk: Lyslilla Kors
de: Magenta Kreuz
de_at: Magentas Kreiz
el_gr: Ματζέντα Σταυρός
es: Cruz magenta
eu_es: Gurutz magenta
fi: Purppura risti
fr_ca: Croix de magenta
ga_ie: Cros Maigeanta
gl_es: Cruz maxenta
he: צלב מג'נטה
hr_hr: Rozi Križ
hu_hu: Bíbor kereszt
id_id: Magenta salib
is_is: Ljósfjólublár Kross
it: Alla croce di magenta
ja_jp: 赤紫色の十字
ka_ge: იისფერი ჯვარი
ko_kr: 자홍색 십자
lb_lu: Magentat Kräiz
lt_lt: Rausvai raudonas kryžius
lv_lv: Fuksīna krusts
ms_my: Saib Magenta
nl_nl: Magenta kruis
nn_no: Ljoselilla kross
pl: Karmazynowy krzyż
pt: Cruz Magenta
ro_ro: Cruce magenta
ru_ru: Пурпурный крест
sk_sk: Purpurový kríž
sl_si: Škrlanten križ
sv_se: Ljuslila kors
th_th: กางเขนสีบานเย็น
tr_tr: Eflatun Haç
vi_vn: Chữ thập đỏ sậm
zh_cn: 品红正十字
zh_tw: 洋紅色十字

# item_banner_straight_cross_orange
source: Orange Cross
af_za: Oranje Kruis
ar_sa: صليب برتقالي
be_by: Аранжавы крыж
bg_bg: Оранжев кръст
ca_es: Creu taronja
cs: Oranžový kříž
da_dk: Orange Kors
de: Oranges Kreuz
el_gr: Πορτοκαλί Σταυρός
es: Cruz naranja
eu_es: Gurutz laranja
fa_ir: صلیب نارنجی
fi: Oranssi risti
fr_ca: Croix d'orangé
ga_ie: Cros Oráisteach
gl_es: Cruz maxenta
he: צלב כתום
hr_hr: Narančasti Križ
hu_hu: Narancssárga kereszt
id_id: Oranye salib
is_is: Appelsínugulur Kross
it: Alla croce d'arancione
ja_jp: 橙色の十字
ka_ge: ნარინჯისფერი ჯვარი
ko_kr: 주황색 십자
lb_lu: Oranget Kräiz
lt_lt: Oranžinis kryžius
lv_lv: Oranžs krusts
ms_my: Saib Oren
nl_nl: Oranje kruis
nn_no: Oransje kross
pl: Pomarańczowy krzyż
pt: Cruz Laranja
ro_ro: Cruce portocalie
ru_ru: Оранжевый крест
sk_sk: Oranžový kríž
sl_si: Oranžen križ
sv_se: Orange kors
th_th: กางเขนสีส้ม
tr_tr: Turuncu Haç
vi_vn: Chữ thập cam
zh_cn: 橙正十字
zh_tw: 橙色十字

# item_banner_straight_cross_pink
source: Pink Cross
af_za: Pienk Kruis
ar_sa: صليب وردي
be_by: Ружовы крыж
bg_bg: Розов кръст
ca_es: Creu rosa
cs: Růžový kříž
da_dk: Lyserødt Kors
de: Rosa Kreuz
el_gr: Ροζ Σταυρός
es: Cruz rosa
eu_es: Gurutz arroza
fa_ir: صلیب صورتی
fi: Vaaleanpunainen risti
fr_ca: Croix de rose
ga_ie: Cros Bándearg
gl_es: Cruz rosa
he: צלב ורוד
hr_hr: Ružičasti Križ
hu_hu: Rózsaszín kereszt
id_id: Salib merah muda
is_is: Bleikur Kross
it: Alla croce di rosa
ja_jp: 桃色の十字
ka_ge: ვარდისფერი ჯვარი
ko_kr: 분홍색 십자
lb_lu: Rosat Kräiz
lt_lt: Rožinis kryžius
lv_lv: Rozā krusts
ms_my: Saib Merah Jambu
nl_nl: Roze kruis
nn_no: Rosa kross
pl: Różowy krzyż
pt: Cruz Rosa
ro_ro: Cruce roz
ru_ru: Розовый крест
sk_sk: Ružový kríž
sl_si: Roza križ
sv_se: Rosa kors
th_th: กางเขนสีชมพู
tr_tr: Pembe Haç
vi_vn: Chữ thập hồng
zh_cn: 粉红正十字
zh_tw: 粉紅色十字

# item_banner_straight_cross_purple
source: Purple Cross
af_za: Pers Kruis
ar_sa: الصليب الأرجواني
be_by: Фіялетавы крыж
bg_bg: Лилав кръст
ca_es: Creu morat
cs: Fialový kříž
da_dk: Lilla Kors
de: Violettes Kreuz
el_gr: Μωβ Σταυρός
es: Cruz morada
eu_es: Gurutz morea
fa_ir: صلیب بنفش
fi: Violetti risti
fr_ca: Croix de pourpre
ga_ie: Cros Corcra
gl_es: Cruz púrpura
he: צלב סגול
hr_hr: Ljubičasti Križ
hu_hu: Lila kereszt
id_id: Ungu Cross
is_is: Fjólublár Kross
it: Alla croce di viola
ja_jp: 紫色の十字
ka_ge: ალისფერი ჯვარი
ko_kr: 보라색 십자
lb_lu: Moft Kräiz
lt_lt: Purpurinis kryžius
lv_lv: Purpura krusts
ms_my: Saib Ungu
nl_nl: Paars kruis
nn_no: Lilla kross
pl: Fioletowy krzyż
pt: Cruz Roxa
ro_ro: Cruce violetă
ru_ru: Фиолетовый крест
sk_sk: Fialový kríž
sl_si: Vijoličen križ
sv_se: Lila kors
th_th: กางเขนสีม่วง
tr_tr: Mor Haç
vi_vn: Chữ thập tím
zh_cn: 紫正十字
zh_tw: 紫色十字

# item_banner_straight_cross_red
source: Red Cross
af_za: Rooi Kruis
ar_sa: الصليب الأحمر
be_by: Чырвоны крыж
bg_bg: Червен кръст
ca_es: Creu vermella
cs: Červený kříž
da_dk: Rødt kors
de: Rotes Kreuz
el_gr: Κόκκινος Σταυρός
es: Cruz roja
eu_es: Gurutz gorria
fa_ir: صلیب سرخ
fi: Punainen risti
fr_ca: Croix de gueules
ga_ie: Cros Dearg
gl_es: Cruz vermella
he: צלב אדום
hr_hr: Crveni Križ
hu_hu: Vörös kereszt
id_id: Palang Merah
is_is: Rauður Kross
it: Alla croce di rosso
ja_jp: 赤色の十字
ka_ge: წითელი ჯვარი
ko_kr: 빨간색 십자
lb_lu: Rout Kräiz
lt_lt: Raudonas kryžius
lv_lv: Sarkans krusts
ms_my: Saib Merah
nl_nl: Rode kruis
nn_no: Raud kross
pl: Czerwony krzyż
pt: Cruz Vermelha
ro_ro: Cruce roșie
ru_ru: Красный крест
sk_sk: Červený kríž
sl_si: Rdeč križ
sv_se: Rött kors
th_th: กางเขนสีแดง
tr_tr: Kırmızı Haç
vi_vn: Chữ thập đỏ
zh_cn: 红正十字
zh_tw: 紅色十字

# item_banner_straight_cross_silver
source: Light Grey Cross
af_za: Liggrys Kruis
ar_sa: صليب رمادي فاتح
be_by: Светла-шэры крыж
bg_bg: Светлосив кръст
ca_es: Creu gris clar
cs: Světle šedý kříž
da_dk: Lysegråt Kors
de: Hellgraues Kreuz
el_gr: Ανοιχτό Γκρι Σταυρός
es: Cruz gris claro
eu_es: Gurutz gris argia
fa_ir: صلیب خاکستری روشن
fi: Vaaleanharmaa risti
fr_ca: Croix d'argent grisé
ga_ie: Cros Fionnliath
gl_es: Cruz gris clara
he: צלב אפור בהיר
hr_hr: Svijetlo Sivi Križ
hu_hu: Világosszürke kereszt
id_id: Salib abu-abu terang
is_is: Ljósgrár Kross
it: Alla croce di grigio chiaro
ja_jp: 薄灰色の十字
ka_ge: ღია-ნაცრისფერი ჯვარი
ko_kr: 회백색 십자
lb_lu: Hellgrot Kräiz
lt_lt: Šviesiai pilkas kryžius
lv_lv: Gaiši pelēks krusts
ms_my: Saib Kelabu Muda
mt_mt: Light Gray Cross
nl_nl: Lightgrijze kruis
nn_no: Ljosegrå kross
pl: Jasnoszary krzyż
pt: Cruz Cinzenta Clara
ro_ro: Cruce gri-deschis
ru_ru: Светло-серый крест
sk_sk: Svetlosivý kríž
sl_si: Svetlo siv križ
sv_se: Ljusgrått kors
th_th: กางเขนสีเทาอ่อน
tr_tr: Açık Gri Haç
vi_vn: Chữ thập xám nhạt
zh_cn: 淡灰正十字
zh_tw: 淺灰色十字

# item_banner_straight_cross_white
source: White Cross
af_za: Wit Kruis
ar_sa: صليب أبيض
be_by: Белы крыж
bg_bg: Бял кръст
ca_es: Creu blanca
cs: Bílý kříž
da_dk: Hvidt Kors
de: Weißes Kreuz
el_gr: Λευκός Σταυρός
es: Cruz blanca
eu_es: Gurutz zuria
fa_ir: صلیب سفید
fi: Valkoinen risti
fr_ca: Croix d'argent
ga_ie: Cros Bán
gl_es: Cruz branca
he: צלב לבן
hr_hr: Bijeli Križ
hu_hu: Fehér kereszt
id_id: Putih Cross
is_is: Hvítur Kross
it: Alla croce di bianco
ja_jp: 白色の十字
ka_ge: თეთრი ჯვარი
ko_kr: 하얀색 십자
lb_lu: Wäisst Kräiz
lt_lt: Baltas kryžius
lv_lv: Balts krusts
ms_my: Saib Putih
nl_nl: Witte kruis
nn_no: Kvit kross
pl: Biały krzyż
pt: Cruz Branca
ro_ro: Cruce albă
ru_ru: Белый крест
sk_sk: Biely kríž
sl_si: Bel križ
sv_se: Vitt kors
th_th: กางเขนสีขาว
tr_tr: Beyaz Haç
vi_vn: Chữ thập trắng
zh_cn: 白正十字
zh_tw: 白色十字

# item_banner_straight_cross_yellow
source: Yellow Cross
af_za: Geel Gruis
ar_sa: صليب أصفر
be_by: Жоўты крыж
bg_bg: Жълт кръст
ca_es: Creu groga
cs: Žlutý kříž
da_dk: Gult Kors
de: Gelbes Kreuz
el_gr: Κίτρινος Σταυρός
es: Cruz amarilla
eu_es: Gurutz horia
fa_ir: صلیب زرد
fi: Keltainen risti
fr_ca: Croix d'or
ga_ie: Cros Buí
gl_es: Cruz amarela
he: צלב צהוב
hr_hr: Žuti Križ
hu_hu: Sárga kereszt
id_id: Kuning Cross
is_is: Gulur Kross
it: Alla croce di giallo
ja_jp: 黄色の十字
ka_ge: ყვითელი ჯვარი
ko_kr: 노란색 십자
lb_lu: Gielt Kräiz
lt_lt: Geltonas kryžius
lv_lv: Dzeltens krusts
ms_my: Saib Kuning
nl_nl: Gele kruis
nn_no: Gul kross
pl: Żółty krzyż
pt: Cruz Amarela
ro_ro: Cruce galbenă
ru_ru: Жёлтый крест
sk_sk: Žltý kríž
sl_si: Rumen križ
sv_se: Gult kors
th_th: กางเขนสีเหลือง
tr_tr: Sarı Haç
vi_vn: Chữ thập vàng
zh_cn: 黄正十字
zh_tw: 黃色十字

# item_banner_stripe_bottom_black
source: Black Base Fess
ar_sa: راية ملونة أسود
be_by: Чорная пята
bg_bg: Черна долна лента
ca_es: Franja grossa negra a la part inferior
cs: Černý spodní fess
da_dk: Sort Bundbjælke
de: Schwarzer Bannerfuß
de_at: Schworza Bannerfuaß
el_gr: Μαύρο το κάτω ένα τρίτο
es: Franja negra en base
fi: Musta tyviö
fil_ph: Itim Base Fess
fr_ca: Champagne de sable
ga_ie: Balc Dubh sa Bhun
gl_es: Faixa negra en base
he: קו אופקי תחתון שחור
hr_hr: Crna Donja Pruga
hu_hu: Fekete alsó pólya
id_id: Garis horisontal Hitam Bawah
is_is: Svart neðantil
it: Alla fascia in punta di nero
ja_jp: 下に黒色の横帯
ka_ge: შავი ქვედა ფართო ზოლი
ko_kr: 검은색 아래쪽 가로띠
lb_lu: Schwaarze Foussbalken
lt_lt: Juodas apatinis trečdalis
ms_my: Belahan tapak hitam
nl_nl: Zwarte basis faas
nn_no: Svart botn
pl: Czarna podstawa
pt: Faixa Preta Inferior
ro_ro: Fascie neagră în talpă
ru_ru: Чёрное основание
sk_sk: Čierny dolný pásik
sl_si: Črno ščitovo dno
sv_se: Svart nedtill
th_th: แบ่งขวางล่างสีดำ
tr_tr: Alttan Siyah Satır
vi_vn: Vạch ngang đen ở góc dưới
zh_cn: 底黑横条
zh_tw: 下方黑色橫帶

# item_banner_stripe_bottom_blue
source: Blue Base Fess
ar_sa: راية ملونة أزرق
be_by: Сіняя пята
bg_bg: Синя долна лента
ca_es: Franja grossa blava a la part inferior
cs: Modrý spodní fess
da_dk: Blå Bundbjælke
de: Blauer Bannerfuß
el_gr: Μπλε το κάτω έν' τρίτο
es: Franja azul en base
fi: Sininen tyviö
fil_ph: Asul Base Fess
fr_ca: Champagne d'azur
ga_ie: Balc Gorm sa Bhun
gl_es: Faixa azul en base
he: קו אופקי תחתון כחול
hr_hr: Plava Donja Pruga
hu_hu: Kék alsó pólya
id_id: Garis horisontal Biru Bawah
is_is: Blátt neðantil
it: Alla fascia in punta di blu
ja_jp: 下に青色の横帯
ka_ge: ლურჯი ქვედა ფართო ზოლი
ko_kr: 파란색 아래쪽 가로띠
lb_lu: Bloe Foussbalken
lt_lt: Mėlynas apatinis trečdalis
ms_my: Belahan tapak biru
nl_nl: Blauwe basis faas
nn_no: Blå botn
pl: Niebieska podstawa
pt: Faixa Azul Inferior
ro_ro: Fascie albastră în talpă
ru_ru: Синее основание
sk_sk: Modrý dolný pásik
sl_si: Modro ščitovo dno
sv_se: Blå nedtill
th_th: แบ่งขวางล่างสีน้ำเงิน
tr_tr: Alttan Mavi Satır
vi_vn: Vạch ngang xanh nước biển ở góc dưới
zh_cn: 底蓝横条
zh_tw: 下方藍色橫帶

# item_banner_stripe_bottom_brown
source: Brown Base Fess
ar_sa: راية ملونة بني
be_by: Карычневая пята
bg_bg: Кафява долна лента
ca_es: Franja grossa marró a la part inferior
cs: Hnědý spodní fess
da_dk: Brun Bundbjælke
de: Brauner Bannerfuß
el_gr: Καφέ το κάτω έν' τρίτο
es: Franja marrón en base
fi: Ruskea tyviö
fil_ph: Kape Base Fess
fr_ca: Champagne de brun
ga_ie: Balc Donn sa Bhun
gl_es: Faixa marrón en base
he: קו אופקי תחתון חום
hr_hr: Smeđa Donja Pruga
hu_hu: Barna alsó pólya
id_id: Garis horisontal Coklat Bawah
is_is: Brúnt neðantil
it: Alla fascia in punta di marrone
ja_jp: 下に茶色の横帯
ka_ge: ყავისფერი ქვედა ფართო ზოლი
ko_kr: 갈색 아래쪽 가로띠
lb_lu: Bronge Foussbalken
lt_lt: Rudas apatinis trečdalis
ms_my: Belahan tapak perang
nl_nl: Bruine basis faas
nn_no: Brun botn
pl: Brązowa podstawa
pt: Faixa Castanha Inferior
ro_ro: Fascie maro în talpă
ru_ru: Коричневое основание
sk_sk: Hnedý dolný pásik
sl_si: Rjavo ščitovo dno
sv_se: Brun nedtill
th_th: แบ่งขวางล่างสีน้ำตาล
tr_tr: Alttan Kahverengi Satır
vi_vn: Vạch ngang nâu ở góc dưới
zh_cn: 底棕横条
zh_tw: 下方棕色橫帶

# item_banner_stripe_bottom_cyan
source: Cyan Base Fess
ar_sa: راية ملونة سماوي
be_by: Бірузовая пята
bg_bg: Синьозелена долна лента
ca_es: Franja grossa cian a la part inferior
cs: Azurový spodní fess
da_dk: Tyrkis Bundbjælke
de: Türkiser Bannerfuß
el_gr: Κυανό το κάτω έν' τρίτο
es: Franja cian en base
fi: Turkoosi tyviö
fr_ca: Champagne de cyan
ga_ie: Balc Cian sa Bhun
gl_es: Faixa ciana en base
he: קו אופקי תחתון ציאן
hr_hr: Tirkizna Donja Pruga
hu_hu: Türkiz alsó pólya
id_id: Garis horisontal Biru muda Bawah
is_is: Heiðblátt neðantil
it: Alla fascia in punta di ciano
ja_jp: 下に水色の横帯
ka_ge: ცისფერი ქვედა ფართო ზოლი
ko_kr: 청록색 아래쪽 가로띠
lb_lu: Turquoise Foussbalken
lt_lt: Žalsvai mėlynas apatinis trečdalis
ms_my: Belahan tapak sian
nl_nl: Cyaan basis faas
nn_no: Turkis botn
pl: Błękitna podstawa
pt: Faixa Ciano Inferior
ro_ro: Fascie turcoaz în talpă
ru_ru: Бирюзовое основание
sk_sk: Tyrkysový dolný pásik
sl_si: Turkizno ščitovo dno
sv_se: Turkos nedtill
th_th: แบ่งขวางล่างสีฟ้าคราม
tr_tr: Alttan Camgöbeği Satır
vi_vn: Vạch ngang lục lam ở góc dưới
zh_cn: 底青横条
zh_tw: 下方青色橫帶

# item_banner_stripe_bottom_gray
source: Grey Base Fess
ar_sa: راية ملونة رمادي
be_by: Шэрая пята
bg_bg: Сива долна лента
ca_es: Franja grossa grisa a la part inferior
cs: Šedý spodní fess
da_dk: Grå Bundbjælke
de: Grauer Bannerfuß
el_gr: Γκρι το κάτω έν' τρίτο
es: Franja gris en base
fi: Harmaa tyviö
fil_ph: Abo Base Fess
fr_ca: Champagne d'acier
ga_ie: Balc Liath sa Bhun
gl_es: Faixa gris en base
he: קו אופקי תחתון אפור
hr_hr: Siva Donja Pruga
hu_hu: Szürke alsó pólya
id_id: Garis horisontal abu-abu Bawah
is_is: Grátt neðantil
it: Alla fascia in punta di grigio
ja_jp: 下に灰色の横帯
ka_ge: ნაცრისფერი ქვედა ზოლი
ko_kr: 회색 아래쪽 가로띠
lb_lu: Groe Foussbalken
lt_lt: Pilkas apatinis trečdalis
ms_my: Belahan tapak kelabu
mt_mt: Gray Base Fess
nl_nl: Grijze basis faas
nn_no: Grå botn
pl: Szara podstawa
pt: Faixa Cinzenta Inferior
ro_ro: Fascie gri în talpă
ru_ru: Серое основание
sk_sk: Sivý dolný pásik
sl_si: Sivo ščitovo dno
sv_se: Grå nedtill
th_th: แบ่งขวางล่างสีเทา
tr_tr: Alttan Gri Satır
vi_vn: Vạch ngang xám ở góc dưới
zh_cn: 底灰横条
zh_tw: 下方灰色橫帶

# item_banner_stripe_bottom_green
source: Green Base Fess
ar_sa: راية ملونة أخضر
be_by: Зялёная пята
bg_bg: Зелена долна лента
ca_es: Franja grossa verda a la part inferior
cs: Zelený spodní fess
da_dk: Grøn Bundbjælke
de: Grüner Bannerfuß
el_gr: Πράσινο το κάτω έν' τρίτο
es: Franja verde en base
fi: Vihreä tyviö
fil_ph: Berde Base Fess
fr_ca: Champagne de sinople
ga_ie: Balc Uaine sa Bhun
gl_es: Faixa verde en base
he: קו אופקי תחתון ירוק
hr_hr: Zelena Donja Pruga
hu_hu: Zöld alsó pólya
id_id: Garis horisontal Hijau Bawah
is_is: Grænt neðantil
it: Alla fascia in punta di verde
ja_jp: 下に緑色の横帯
ka_ge: მწვანე ქვედა ფართო ზოლი
ko_kr: 초록색 아래쪽 가로띠
lb_lu: Grénge Foussbalken
lt_lt: Žalias apatinis trečdalis
ms_my: Belahan tapak hijau
nl_nl: Groene basis faas
nn_no: Grøn botn
pl: Zielona podstawa
pt: Faixa Verde Inferior
ro_ro: Fascie verde în talpă
ru_ru: Зелёное основание
sk_sk: Zelený dolný pásik
sl_si: Zeleno ščitovo dno
sv_se: Grön nedtill
th_th: แบ่งขวางล่างสีเขียว
tr_tr: Alttan Yeşil Satır
vi_vn: Vạch ngang xanh lá cây ở góc dưới
zh_cn: 底绿横条
zh_tw: 下方綠色橫帶

# item_banner_stripe_bottom_lightBlue
source: Light Blue Base Fess
ar_sa: راية ملونة أزرق فاتح
be_by: Блакітная пята
bg_bg: Светлосиня долна лента
ca_es: Franja grossa blava clara a la part inferior
cs: Světle modrý spodní fess
da_dk: Lyseblå Bundbjælke
de: Hellblauer Bannerfuß
el_gr: Γαλάζιο το κάτω έν' τρίτο
es: Franja azul claro en base
fi: Vaaleansininen tyviö
fil_ph: Mahinang Asul Base Fess
fr_ca: Champagne de bleu céleste
ga_ie: Balc Bánghorm sa Bhun
gl_es: Faixa azul claro en base
he: קו אופקי תחתון תכלת
hr_hr: Svijetlo Plava Donja Pruga
hu_hu: Világoskék alsó pólya
id_id: Garis horisontal Biru Muda Bawah
is_is: Ljósblátt neðantil
it: Alla fascia in punta d'azzurro
ja_jp: 下に空色の横帯
ka_ge: ღია-ლურჯი ქვედა ზოლი
ko_kr: 하늘색 아래쪽 가로띠
lb_lu: Hellbloe Foussbalken
lt_lt: Šviesiai mėlynas apatinis trečdalis
ms_my: Asas Fess biru terang
nl_nl: Lichtblauwe basis faas
nn_no: Ljoseblå botn
pl: Jasnoniebieska podstawa
pt: Faixa Azul Clara Inferior
ro_ro: Fascie bleu în talpă
ru_ru: Голубое основание
sk_sk: Svetlomodrý dolný pásik
sl_si: Svetlo modro ščitovo dno
sv_se: Ljusblå nedtill
th_th: แบ่งขวางล่างสีฟ้า
tr_tr: Alttan Açık Mavi Satır
vi_vn: Vạch ngang xanh nước biển nhạt ở góc dưới
zh_cn: 底淡蓝横条
zh_tw: 下方淺藍色橫帶

# item_banner_stripe_bottom_lime
source: Lime Base Fess
ar_sa: راية ملونة ليموني
be_by: Лаймавая пята
bg_bg: Жълтозелена долна лента
ca_es: Franja grossa verda llima a la part inferior
cs: Světle zelený spodní fess
da_dk: Limegrøn Bundbjælke
de: Hellgrüner Bannerfuß
el_gr: Ανοιχτό Πράσινο το κάτω έν' τρίτο
es: Franja verde lima en base
fi: Lime tyviö
fil_ph: Kalamansi Base Fess
fr_ca: Champagne de sinople clair
ga_ie: Balc Líomach sa Bhun
gl_es: Faixa lima en base
he: קו אופקי תחתון ליים
hr_hr: Svijetlo Zelena Donja Pruga
hu_hu: Világoszöld alsó pólya
id_id: Garis horisontal Limau Bawah
is_is: Gulgrænt neðantil
it: Alla fascia in punta di lime
ja_jp: 下に黄緑色の横帯
ka_ge: სალათისფერი ქვედა ზოლი
ko_kr: 연두색 아래쪽 가로띠
lb_lu: Hellgrénge Foussbalken
lt_lt: Gelsvai žalsvas apatinis trečdalis
ms_my: Belahan tapak limau hijau
nl_nl: Lichtgroene basis faas
nn_no: Limegrøn botn
pl: Jasnozielona podstawa
pt: Faixa Verde Lima Inferior
ro_ro: Fascie verde-deschis în talpă
ru_ru: Лаймовое основание
sk_sk: Svetlozelený dolný pásik
sl_si: Svetlo zeleno ščitovo dno
sv_se: Limegrön nedtill
th_th: แบ่งขวางล่างสีเขียวมะนาว
tr_tr: Alttan Açık Yeşil Satır
vi_vn: Vạch ngang xanh lá mạ ở góc dưới
zh_cn: 底黄绿横条
zh_tw: 下方淺綠色橫帶

# item_banner_stripe_bottom_magenta
source: Magenta Base Fess
ar_sa: راية ملونة أرجواني
be_by: Пурпурная пята
bg_bg: Пурпурна долна лента
ca_es: Franja grossa magenta a la part inferior
cs: Purpurový spodní fess
da_dk: Magenta Bundbjælke
de: Magenta Bannerfuß
de_at: Magentana Bannerfuaß
el_gr: Ματζέντα το κάτω έν' τρίτο
es: Franja magenta en base
fi: Purppura tyviö
fr_ca: Champagne de magenta
ga_ie: Balc Maigeanta sa Bhun
gl_es: Faixa maxenta en base
he: קו אופקי תחתון מג'נטה
hr_hr: Roza Donja Pruga
hu_hu: Bíbor alsó pólya
id_id: Garis horisontal Merahkeunguan Bawah
is_is: Vínrautt neðantil
it: Alla fascia in punta di magenta
ja_jp: 下に赤紫色の横帯
ka_ge: იისფერი ქვედა ზოლი
ko_kr: 자홍색 아래쪽 가로띠
lb_lu: Magentae Foussbalken
lt_lt: Rausvai raudonas apatinis trečdalis
ms_my: Asas Fess Magenta
nl_nl: Magenta basis faas
nn_no: Ljoselilla botn
pl: Karmazynowa podstawa
pt: Faixa Magenta Inferior
ro_ro: Fascie magenta în talpă
ru_ru: Пурпурное основание
sk_sk: Purpurový dolný pásik
sl_si: Škrlatno ščitovo dno
sv_se: Ljuslila nedtill
th_th: แบ่งขวางล่างสีบานเย็น
tr_tr: Alttan Eflatun Satır
vi_vn: Vạch ngang đỏ sậm ở góc dưới
zh_cn: 底品红横条
zh_tw: 下方洋紅色橫帶

# item_banner_stripe_bottom_orange
source: Orange Base Fess
ar_sa: راية ملونة برتقالي
be_by: Аранжавая пята
bg_bg: Оранжева долна лента
ca_es: Franja grossa taronja a la part inferior
cs: Oranžový spodní fess
da_dk: Orange Bundbjælke
de: Oranger Bannerfuß
el_gr: Πορτοκαλί το κάτω έν' τρίτο
es: Franja naranja en base
fi: Oranssi tyviö
fil_ph: Dalandan Base Fess
fr_ca: Champagne d'orangé
ga_ie: Balc Oráisteach sa Bhun
gl_es: Faixa laranxa en base
he: קו אופקי תחתון כתום
hr_hr: Narančasta Donja Pruga
hu_hu: Narancssárga alsó pólya
id_id: Garis horisontal Jingga Bawah
is_is: Appelsínugult neðantil
it: Alla fascia in punta d'arancione
ja_jp: 下に橙色の横帯
ka_ge: ნარინჯისფერი ქვედა ზოლი
ko_kr: 주황색 아래쪽 가로띠
lb_lu: Orange Foussbalken
lt_lt: Oranžinis apatinis trečdalis
ms_my: Asas Fess Oren
nl_nl: Oranje basis faas
nn_no: Oransje botn
pl: Pomarańczowa podstawa
pt: Faixa Laranja Inferior
ro_ro: Fascie portocalie în talpă
ru_ru: Оранжевое основание
sk_sk: Oranžový dolný pásik
sl_si: Oranžno ščitovo dno
sv_se: Orange nedtill
th_th: แบ่งขวางล่างสีส้ม
tr_tr: Alttan Turuncu Satır
vi_vn: Vạch ngang cam ở góc dưới
zh_cn: 底橙横条
zh_tw: 下方橙色橫帶

# item_banner_stripe_bottom_pink
source: Pink Base Fess
ar_sa: راية ملونة وردي
be_by: Ружовая пята
bg_bg: Розова долна лента
ca_es: Franja grossa rosa a la part inferior
cs: Růžový spodní fess
da_dk: Lyserød Bundbjælke
de: Rosa Bannerfuß
el_gr: Ροζ το κάτω έν' τρίτο
es: Franja rosa en base
fi: Vaaleanpunainen tyviö
fil_ph: Rosas Base Fess
fr_ca: Champagne de rose
ga_ie: Balc Bandearg sa Bhun
gl_es: Faixa rosa en base
he: קו אופקי תחתון ורוד
hr_hr: Ružičasta Donja Pruga
hu_hu: Rózsaszín alsó pólya
id_id: Garis horisontal Merah muda Bawah
is_is: Bleikt neðantil
it: Alla fascia in punta di rosa
ja_jp: 下に桃色の横帯
ka_ge: ვარდისფერი ქვედა ზოლი
ko_kr: 분홍색 아래쪽 가로띠
lb_lu: Rosae Foussbalken
lt_lt: Rožinis apatinis trečdalis
ms_my: Belahan tapak merah jambu
nl_nl: Roze basis faas
nn_no: Rosa botn
pl: Różowa podstawa
pt: Faixa Rosa Inferior
ro_ro: Fascie roz în talpă
ru_ru: Розовое основание
sk_sk: Ružový dolný pásik
sl_si: Roza ščitovo dno
sv_se: Rosa nedtill
th_th: แบ่งขวางล่างสีชมพู
tr_tr: Alttan Pembe Satır
vi_vn: Vạch ngang hồng ở góc dưới
zh_cn: 底粉红横条
zh_tw: 下方粉紅色橫帶

# item_banner_stripe_bottom_purple
source: Purple Base Fess
ar_sa: راية ملونة بنفسجي
be_by: Фіялетавая пята
bg_bg: Лилава долна лента
ca_es: Franja grossa morada a la part inferior
cs: Fialový spodní fess
da_dk: Lilla Bundbjælke
de: Violetter Bannerfuß
el_gr: Μωβ το κάτω έν' τρίτο
es: Franja morada en base
fi: Violetti tyviö
fil_ph: Lila Base Fess
fr_ca: Champagne de pourpre
ga_ie: Balc Corcra sa Bhun
gl_es: Faixa púrpura en base
he: קו אופקי תחתון סגול
hr_hr: Ljubičasta Donja Pruga
hu_hu: Lila alsó pólya
id_id: Garis horisontal Ungu Bawah
is_is: Fjólublátt neðantil
it: Alla fascia in punta di viola
ja_jp: 下に紫色の横帯
ka_ge: ალისფერი ქვედა ფართო ზოლი
ko_kr: 보라색 아래쪽 가로띠
lb_lu: Mofe Foussbalken
lt_lt: Purpurinis apatinis trečdalis
ms_my: Belahan tapak ungu
nl_nl: Paarse basis faas
nn_no: Lilla botn
pl: Fioletowa podstawa
pt: Faixa Roxa Inferior
ro_ro: Fascie violetă în talpă
ru_ru: Фиолетовое основание
sk_sk: Fialový dolný pásik
sl_si: Vijolično ščitovo dno
sv_se: Lila nedtill
th_th: แบ่งขวางล่างสีม่วง
tr_tr: Alttan Mor Satır
vi_vn: Vạch ngang tím ở góc dưới
zh_cn: 底紫横条
zh_tw: 下方紫色橫帶

# item_banner_stripe_bottom_red
source: Red Base Fess
ar_sa: راية ملونة أحمر
be_by: Чырвоная пята
bg_bg: Червена долна лента
ca_es: Franja grossa roja a la part inferior
cs: Červený spodní fess
da_dk: Rød Bundbjælke
de: Roter Bannerfuß
el_gr: Κόκκινο το κάτω έν' τρίτο
es: Franja roja en base
fi: Punainen tyviö
fil_ph: Pula Base Fess
fr_ca: Champagne de gueules
ga_ie: Balc Dearg sa Bhun
gl_es: Faixa vermella en base
he: קו אופקי תחתון אדום
hr_hr: Crvena Donja Pruga
hu_hu: Vörös alsó pólya
id_id: Garis horisontal Merah Bawah
is_is: Rautt neðantil
it: Alla fascia in punta di rosso
ja_jp: 下に赤色の横帯
ka_ge: წითელი ქვედა ფართო ზოლი
ko_kr: 빨간색 아래쪽 가로띠
lb_lu: Roude Foussbalken
lt_lt: Raudonas apatinis trečdalis
ms_my: Belahan tapak merah
nl_nl: Rode basis faas
nn_no: Raud botn
pl: Czerwona podstawa
pt: Faixa Vermelha Inferior
ro_ro: Fascie roșie în talpă
ru_ru: Красное основание
sk_sk: Červený dolný pásik
sl_si: Rdeče ščitovo dno
sv_se: Röd nedtill
th_th: แบ่งขวางล่างสีแดง
tr_tr: Alttan Kırmızı Satır
vi_vn: Vạch ngang đỏ ở góc dưới
zh_cn: 底红横条
zh_tw: 下方紅色橫帶

# item_banner_stripe_bottom_silver
source: Light Grey Base Fess
ar_sa: راية ملونة رمادي فاتح
be_by: Светла-шэрая пята
bg_bg: Светлосива долна лента
ca_es: Franja grossa grisa clara a la part inferior
cs: Světle šedý spodní fess
da_dk: Lysegrå Bundbjælke
de: Hellgrauer Bannerfuß
el_gr: Ανοιχτό Γκρι το κάτω έν' τρίτο
es: Franja gris claro en base
fi: Vaaleanharmaa tyviö
fil_ph: Mahinang Abo Base Fess
fr_ca: Champagne d'argent grisé
ga_ie: Balc Fionnliath sa Bhun
gl_es: Faixa gris claro en base
he: קו אופקי תחתון אפור בהיר
hr_hr: Svijetlo Siva Donja Pruga
hu_hu: Világosszürke alsó pólya
id_id: Garis horisontal abu-abu muda Bawah
is_is: Ljósgrátt neðantil
it: Alla fascia in punta di grigio chiaro
ja_jp: 下に薄灰色の横帯
ka_ge: ღია-ნაცრისფერი ქვედა ფართო ზოლი
ko_kr: 회백색 아래쪽 가로띠
lb_lu: Hellgroe Foussbalken
lt_lt: Šviesiai pilkas apatinis trečdalis
ms_my: Belahan tapak kelabu muda
mt_mt: Light Gray Base Fess
nl_nl: Lichtgrijze basis faas
nn_no: Ljosegrå botn
pl: Jasnoszara podstawa
pt: Faixa Cinzenta Claro Inferior
ro_ro: Fascie gri-deschis în talpă
ru_ru: Светло-серое основание
sk_sk: Svetlosivý dolný pásik
sl_si: Svetlo sivo ščitovo dno
sv_se: Ljusgrå nedtill
th_th: แบ่งขวางล่างสีเทาอ่อน
tr_tr: Alttan Açık Gri Satır
vi_vn: Vạch ngang xám nhạt ở góc dưới
zh_cn: 底淡灰横条
zh_tw: 下方淺灰色橫帶
