Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# advMode_setCommand
source: Set Console Command for Block
af_za: Verstel konsole opdrag vir Blok
ar_sa: ضع وحدة التحكم للمكعب
be_by: Задайце каманду
bg_bg: Задайте команда за конкретния блок
ca_es: Canvia el comandament del bloc
cs: Nastavit příkaz pro blok
da_dk: Sæt konsolkommando for blok
de: Befehl eingeben
el_gr: Καθορίστε εντολή τερματικού για κύβο
es: Establece un comando de consola para el bloque
eu_es: Ezarri ezazu blokean kontsola agindu bat
fa_ir: دستوري را وارد کنيد
fi: Aseta kuutiolle konsolikomento
fil_ph: Isulat ang Utos sa Tipak ng Utos
fr_ca: Définition d'une commande de la console pour le bloc
ga_ie: Socraigh Ordú Consóil don Bhloc
gl_es: Axusta un comando de consola para o bloque
he: הגדר פקודת מסוף לבלוק
hi_in: ब्लॉक के लिए सेट करें कंसोल आदेश
hr_hr: Unesite naredbu
hu_hu: Konzol-parancs beállítása a blokkhoz
hy_am: Ընտրել Բլոկի Հրամանը
id_id: Atur Perintah Konsol untuk Blok
is_is: Stilltu skipun fyrir kubbinn
it: Assegna un comando al blocco
ja_jp: コマンドブロックが実行するコンソールコマンド
ka_ge: კონსოლის ბრძანების ბლოკისთვის მინიჭება
ko_kr: 블록에 콘솔 명령어 설정
lb_lu: Befehl aginn
lt_lt: Konsolės komandos blokui nustatymas
lv_lv: Piešķirt blokam konsoles komandu
ms_my: Setkan Arahan Konsol untuk Blok
mt_mt: Applika l-Kodiċi
nl_nl: Consoleopdracht voor blok instellen
nn_no: Set konsollkommando for blokk
pl: Ustaw polecenie konsoli dla bloku komend
pt: Definir a consola de comandos para o bloco
ro_ro: Definește o comandă pentru acest bloc
ru_ru: Задайте команду для блока
sk_sk: Nastav konzolový príkaz pre kocku
sl_si: Nastavi ukaz
sv_se: Ange konsolkommando för block
th_th: ตั้งค่าคำสั่งสำหรับบล็อกคำสั่งนี้
tr_tr: Blok için Konsol Komutu Ayarla
vi_vn: Thiết lập lệnh bảng điều khiển cho khối
zh_cn: 设置此方块的控制台指令
zh_tw: 設置指令方塊的指令

# advMode_setCommand_success
source: Command set: {0}
af_za: Opdrag stel: {0}
ar_sa: قيادة المجموعة: {0}
be_by: Зададзена каманда: {0}
bg_bg: Зададена команда: {0}
ca_es: Comandament establert: {0}
cs: Příkaz nastaven: {0}
da_dk: Kommando indstillet: {0}
de: Befehl gesetzt: {0}
el_gr: Η εντολή ορίστηκε: {0}
es: Comando establecido: {0}
eu_es: Ezarritako agindua: {0}
fa_ir: دستور تنظيم شد: {0}
fi: Komento asetettu: {0}
fil_ph: Naisulat ang Utos: {0}
fr_ca: Commande définie : {0}
ga_ie: Ordú socraithe: {0}
gl_es: Comando aplicado: {0}
he: הפקודה נקבע: {0}
hi_in: कमान के सेट: {0}
hr_hr: Komanda postavljena: {0}
hu_hu: Parancs beállítva: {0}
hy_am: Հրամանը ընտրված է։ {0}
id_id: Perintah diatur: {0}
is_is: Aðgerð hefur verið gerð: {0}
it: Comando assegnato: {0}
ja_jp: コマンドを設定しました： {0}
ka_ge: ბრძანება დაყენდა: {0}
ko_kr: 명령어 설정: {0}
lb_lu: Befehl gesat: {0}
lt_lt: Komanda nustatyta: {0}
lv_lv: Komanda iestātīta: {0}
ms_my: Set arahan: {0}
mt_mt: Kodiċi ssettjata: {0}
nl_nl: Opdracht ingesteld: {0}
nn_no: Kommando vart sett: {0}
pl: Komenda ustawiona: {0}
pt: Comando definido: {0}
ro_ro: Comandă definită: {0}
ru_ru: Команда задана: {0}
sk_sk: Príkaz nastavený: {0}
sl_si: Ukaz nastavljen: {0}
sv_se: Kommando angivet: {0}
th_th: ชุดคำสั่ง: {0}
tr_tr: Komut ayarlandı: {0}
vi_vn: Lệnh được thiết lập: {0}
zh_cn: 成功设置：{0}
zh_tw: 指令設為：{0}

# attribute_name_generic_armor
source: Armour
af_za: Wapenrusting
ar_sa: الدرع
be_by: Браня
bg_bg: Броня
ca_es: Armadura
cs: Brnění
da_dk: Rustning
de: Rüstung
el_gr: Πανοπλία
es: Armadura
eu_es: Armadura
fa_ir: زره
fi: Suojavarustus
fil_ph: Panatag
fr_ca: Armure
ga_ie: Cathéide
gl_es: Armadura
he: שריון
hr_hr: Oklop
hu_hu: Páncél
id_id: Zirah
it: Punti armatura
ja_jp: 防具
ka_ge: აბჯარი
ko_kr: 방어
lb_lu: Rüstung
lt_lt: Šarvai
lv_lv: Bruņas
ms_my: Perisai
mt_mt: Armar
nl_nl: Harnas
nn_no: Rustning
pl: Zbroja
pt: Proteção
ro_ro: armură
ru_ru: Броня
sk_sk: Brnenie
sl_si: Oklep
sv_se: rustning
th_th: เกราะ
tr_tr: Zırh
vi_vn: Giáp
zh_cn: 盔甲
zh_tw: 盔甲

# attribute_name_generic_armorToughness
source: Armour Toughness
af_za: Wapenrusting taaiheid
ar_sa: قوة الدرع
be_by: Трываласць брані
bg_bg: Издръжливост на броня
ca_es: Duresa de l'armadura
cs: Houževnatost brnění
da_dk: Armor Wytrzymałość
de: Rüstungshärte
el_gr: Ανθεκτικότητα πανοπλίας
es: Dureza de la armadura
eu_es: Armaduraren erresistentzia
fi: Haarniskan kovuus
fil_ph: (na) Lakas sa Armor
fr_ca: de robustesse
ga_ie: Righneas Cathéide
gl_es: Resistencia da armadura
he: קשיחות שריון
hr_hr: Izdržljivost oklopa
hu_hu: Páncél ellenállás
id_id: Ketangguhan Zirah
it: Solidità
ja_jp: 防具強度
ka_ge: აბჯრის სიმაგრე
ko_kr: 방어 강도
lb_lu: Rüstungshäert
lt_lt: Šarvų kietumas
lv_lv: Bruņu stingrība
ms_my: Kekuatan Perisai
mt_mt: Saħħa tal-Armar
nl_nl: Harnashardheid
nn_no: Rustningsstyrke
pl: Wytrzymałość zbroi
pt: Resistência de Armadura
ro_ro: duritate a armurii
ru_ru: Твёрдость брони
sk_sk: Húževnatosť brnenia
sl_si: Moč oklepa
sv_se: rustningshårdhet
th_th: ความแข็งแรงของเกราะ
tr_tr: Zırh Sertliği
vi_vn: Độ bền của áo giáp
zh_cn: 盔甲韧性
zh_tw: 盔甲強度

# attribute_name_generic_attackDamage
source: Attack Damage
af_za: Aanval Skade
ar_sa: أضرار الهجوم
be_by: Пашкоджанні
bg_bg: Нападателни щети
ca_es: Dany per atac
cs: Síla útoku
da_dk: Angrebsstyrke
de: Angriffsschaden
el_gr: Ζημιά Επίθεσης
es: Daño de ataque
eu_es: Eraso kaltea
fa_ir: دميج
fi: Vahinkoa
fil_ph: Lakas ng Tama
fr_ca: de dégâts d'attaque
ga_ie: Damáiste Ionsaithe
gl_es: Dano de ataque
he: כוח התקפה
hi_in: हमले क्षति
hr_hr: Jačina Napada
hu_hu: sebzés
hy_am: Հարվածի Ուժը
id_id: Kekuatan Serangan
is_is: Árásar skaði
it: Danni per colpo
ja_jp: 攻撃力
ka_ge: შეტევის ზიანი
ko_kr: 공격 피해
lb_lu: Ugrëffsschued
lt_lt: Puolimo žala
lv_lv: Uzbrukuma bojājums
ms_my: Kekuatan Serangan
mt_mt: Ħsara tal-Attakk
nl_nl: Aanvalsschade
nn_no: Skade
pl: Obrażenia
pt: Dano de Ataque
ro_ro: puncte de atac
ru_ru: Урон
sk_sk: Sila útoku
sl_si: Škoda napada
sv_se: attackskada
th_th: ความแรงของการโจมตี
tr_tr: Saldırı Hasarı
vi_vn: Sức tấn công
zh_cn: 攻击伤害
zh_tw: 攻擊傷害

# attribute_name_generic_attackSpeed
source: Attack Speed
af_za: Aanval Spoed
ar_sa: سرعة الهجوم
be_by: Хуткасць атакі
bg_bg: Скорост на атакуване
ca_es: Velocitat d'atac
cs: Rychlost útoku
da_dk: Angrebs hastighed
de: Angriffsgeschwindigkeit
el_gr: Ταχύτητα της Επίθεσης
es: Velocidad de ataque
eu_es: Eraso abiadura
fa_ir: سرعت حمله
fi: Hyökkäysnopeus
fil_ph: Bilis ng Pagatake
fr_ca: de vitesse d'attaque
ga_ie: Luas Ionsaithe
gl_es: Velocidade de ataque
he: מהירות התקפה
hr_hr: Brzina Napada
hu_hu: támadási sebesség
id_id: Kecepatan Serangan
it: Velocità d'attacco
ja_jp: 攻撃速度
ka_ge: შეტევის სიჩქარე
ko_kr: 공격 속도
lb_lu: Ugrëffsgeschwindegkeet
lt_lt: Puolimo greitis
lv_lv: Uzbrukuma ātrums
ms_my: Kelajuan Serangan
mt_mt: Veloċità tal-Attakk
nl_nl: Aanvalssnelheid
nn_no: Angrepsfart
pl: Szybkość ataku
pt: Velocidade de Ataque
ro_ro: viteză de atac
ru_ru: Скорость атаки
sk_sk: Rýchlosť útočenia
sl_si: Hitrost napada
sv_se: attackhastighet
th_th: ความเร็วของการโจมตี
tr_tr: Saldırı Hızı
vi_vn: Tốc độ tấn công
zh_cn: 攻击速度
zh_tw: 攻擊速度

# attribute_name_generic_followRange
source: Mob Follow Range
af_za: Mob Volgafstand
ar_sa: مسافة لحاق الوحش
be_by: Далёкасць пераследавання істот
bg_bg: Радиус на преследване на същества
ca_es: Distància de seguiment del monstre
cs: Dosah útočení stvoření
da_dk: Væsenfølgeradius
de: Kreaturen-Folgedistanz
el_gr: Εμβέλεια Ακολούθησης Εχθρών
es: Rango de seguimiento
eu_es: Munstruen segimendu maila
fa_ir: رنج پيمايش موب
fi: Olion seurantaetäisyys
fil_ph: Layong ng Sinusundan
fr_ca: de portée de détection des mobs
ga_ie: Raon Braite na gCréatúr
gl_es: Rango de Seguemento de Mobs
he: טווח מעקב המפלצת
hi_in: भीड़ का पालन रेंज
hr_hr: Domet Praćenja Stvorenja
hu_hu: Mobok követési távolsága
hy_am: Մոբերի Հետևլու Սահմանը
id_id: Jarak Ikut Makhluk
is_is: Mob elti svið
it: Raggio di rilevamento delle creature
ja_jp: Mobの追跡範囲
ka_ge: არსების მიყოლის არე
ko_kr: 몹 유인 거리
lb_lu: Kreaturen-Verfolgungsdistanz
lt_lt: Padarų sekimo atstumas
lv_lv: Radību Sēkošanas Attālums
ms_my: Julat Ikutan Mob
mt_mt: Distanza li Jsegwu l-Monstri
nl_nl: Volgbereik mobs
nn_no: Avstand monster vil følje deg
pl: Zasięg podążania stworzeń
pt: Alcance de seguimento de Mobs
ro_ro: rază de urmărire a creaturilor
ru_ru: Диапазон преследования моба
sk_sk: Dosah prenasledovania stvorení
sl_si: Doseg zasledovanja bitij
sv_se: förföljelseräckvidd för monster
th_th: ม็อบตามช่วง
tr_tr: Canlı Takip Menzili
vi_vn: Phạm vi theo đuổi của quái thú
zh_cn: 生物跟随距离
zh_tw: 生物追蹤範圍

# attribute_name_generic_knockbackResistance
source: Knockback Resistance
af_za: Terugstoot Weerstand
ar_sa: تدق مرة أخرى المقاومة
be_by: Супраціў адкіданню
bg_bg: Устойчивост на отблъскване
ca_es: Resistència a l'empenta
cs: Odolnost proti odražení
da_dk: Tilbageslagsbeskyttelse
de: Standfestigkeit
el_gr: Αντίσταση Απώθησης
es: Resistencia al empuje
eu_es: Errebesaren aurkako erresistentzia
fa_ir: مقاومت در برابر "پرتاب"
fi: Taakselyönnin vastustaminen
fil_ph: Paglaban sa Tulak
fr_ca: de résistance au recul
ga_ie: Seasmhacht in aghaidh Cnag Siar
gl_es: Resistencia ó empuxe
he: התנגדות רתיעה
hi_in: प्रतिरोध वापस दस्तक
hr_hr: Otpor na Snažan Udarac
hu_hu: Stabilitás
hy_am: Բռթելու Դիմադրություն
id_id: Tahan kekutan
is_is: Afturkasts vörn
it: Resistenza al contraccolpo
ja_jp: ノックバック耐性
ka_ge: უკუგდების გამძლეობა
ko_kr: 밀치기 저항
lb_lu: Standfestegkeet
lt_lt: Atsparumas smūgiams
lv_lv: Atpakaļsitiena Pretestība
ms_my: Ketahanan Knockback
mt_mt: Resistenza għall-Imbuttar
nl_nl: Terugslagsweerstand
nn_no: Motstand mot tilbakeslag
pl: Odporność na odrzut
pt: Resistência a Repulsão
ro_ro: rezistență la recul
ru_ru: Сопротивление отбрасыванию
sk_sk: Odolnosť proti odrážaniu
sl_si: Odpornost na odsunek
sv_se: knuffresistans
th_th: ต้านทานการกระเด็น
tr_tr: Savrulma Direnci
vi_vn: Kháng đẩy lùi
zh_cn: 击退抗性
zh_tw: 擊退抗性

# attribute_name_generic_luck
source: Luck
af_za: Geluk
ar_sa: الحظ
be_by: Удача
bg_bg: Късмет
ca_es: Sort
cs: Štěstí
da_dk: Held
de: Glück
el_gr: Τύχη
es: Suerte
eu_es: Zortea
fa_ir: شانس
fi: Onni
fil_ph: Suwerte
fr_ca: de chance
ga_ie: Ádh
gl_es: Sorte
he: מזל
hr_hr: Sreća
hu_hu: Szerencse
id_id: Keberuntungan
it: Fortuna
ja_jp: 幸運
ka_ge: იღბალი
ko_kr: 행운
lb_lu: Gléck
lt_lt: Sėkmė
lv_lv: Veiksme
ms_my: Nasib
mt_mt: Fortuna
nl_nl: Geluk
nn_no: Flaks
pl: Szczęście
pt: Sorte
ro_ro: noroc
ru_ru: Удача
sk_sk: Šťastie
sl_si: Sreča
sv_se: tur
th_th: โชค
tr_tr: Şans
vi_vn: May mắn
zh_cn: 幸运值
zh_tw: 好運

# attribute_name_generic_maxHealth
source: Max Health
af_za: Maksimum Gesondheid
ar_sa: الصحة القصوى
be_by: Максімальнае здароўе
bg_bg: Максимално здраве
ca_es: Salut màxima
cs: Maximální zdraví
da_dk: Maksimum helbred
de: Maximale Gesundheit
el_gr: Μέγιστη Υγεία
es: Salud máxima
eu_es: Osasun maximoa
fa_ir: جان ماکزيموم
fi: Maksimielinvoima
fil_ph: Ganap na Buhay
fr_ca: de vie maximale
ga_ie: Uasmhéid Sláinte
gl_es: Vida máxima
he: מקסימום חיים
hi_in: अधिकतम स्वास्थ्य
hr_hr: Maksimalno zdravlje
hu_hu: Max életpont
hy_am: Առավելագույն Կյանքը
id_id: Nyawa maksimal
is_is: Hámarks heilsa
it: Salute massima
ja_jp: 最大体力
ka_ge: მაქსიმალური სიცოცხლე
ko_kr: 최대 체력
lb_lu: Maximal Liewen
lt_lt: Daugiausia sveikatos
lv_lv: Maksimālā veselība
ms_my: Nyawa Maksima
mt_mt: Saħħa Massima
nl_nl: Maximale gezondheid
nn_no: Maksimal helse
pl: Maksymalne zdrowie
pt: Vida Máxima
ro_ro: viață maximă
ru_ru: Максимальное здоровье
sk_sk: Maximálne zdravie
sl_si: Največ zdravja
sv_se: maxhälsa
th_th: สุขภาพสูงสุด
tr_tr: Maks Sağlık
vi_vn: Sinh lực tối đa
zh_cn: 最大生命值
zh_tw: 最高生命值

# attribute_name_generic_movementSpeed
source: Speed
af_za: Spoed
ar_sa: السرعة
be_by: Хуткасць
bg_bg: Скорост
ca_es: Velocitat
cs: Svižnost
da_dk: Hastighed
de: Geschwindigkeit
el_gr: Ταχύτητα
es: Velocidad
eu_es: Abiadura
fa_ir: سرعت
fi: Nopeus
fil_ph: Bilis
fr_ca: de rapidité
ga_ie: Luas
gl_es: Velocidade
he: מהירות
hi_in: गति
hr_hr: Brzina
hu_hu: Gyorsaság
hy_am: Արագություն
id_id: Kecepatan
is_is: Hraði
it: Velocità
ja_jp: 移動速度
ka_ge: სიჩქარე
ko_kr: 속도
lb_lu: Geschwindegkeet
lt_lt: Greitis
lv_lv: Ātrums
ms_my: Kelajuan
mt_mt: Veloċita'
nl_nl: Snelheid
nn_no: Snøggleik
pl: Szybkość
pt: Velocidade
ro_ro: viteză
ru_ru: Скорость
sk_sk: Rýchlosť
sl_si: Hitrost
sv_se: hastighet
th_th: ความเร็ว
tr_tr: Hız
vi_vn: Tốc độ
zh_cn: 速度
zh_tw: 速度

# attribute_name_horse_jumpStrength
source: Horse Jump Strength
af_za: Perd Spring Krag
ar_sa: قوة قفز الخيل
be_by: Сіла скачка каня
bg_bg: Сила на конски скок
ca_es: Força de salt del cavall
cs: Síla skoku koně
da_dk: Hestespringstyrke
de: Pferdesprungstärke
el_gr: Δύναμη άλματος αλόγου
es: Potencia de salto
eu_es: Zaldiaren jauzi indarra
fa_ir: قدرت پرش
fi: Hevosen hyppyvoimakkuus
fil_ph: Lakas ng Talon
fr_ca: de puissance de saut du cheval
ga_ie: Neart Léim an Chapaill
gl_es: Forza de Salto de Cabalo
he: כוח הקפיצה של הסוס
hi_in: घोड़े कूद ताकत
hr_hr: Jačina skoka konja
hu_hu: Ló ugrási ereje
hy_am: Ձիու թռիչքի Ուժը
id_id: Kekuatan kuda melompat
is_is: Stökk kraftur hests
it: Forza di salto del cavallo
ja_jp: ウマの跳躍力
ka_ge: ცხენის ხტუნვის ძალა
ko_kr: 말 점프 강도
lb_lu: Spronghéicht vum Päerd
lt_lt: Arklio šuolio jėga
lv_lv: Zirga Lēcienu Spēks
ms_my: Kekuatan Lompatan Kuda
mt_mt: Qawwa tal-Qbiż taż-Ziemel
nl_nl: Sterkte paardensprong
nn_no: Hestens bykse-kraft
pl: Siła skoku konia
pt: Força de Salto do Cavalo
ro_ro: forța săriturii calului
ru_ru: Сила прыжка лошади
sk_sk: Sila výskoku koňa
sl_si: Moč skoka konja
sv_se: Hästhoppstyrka
th_th: แรงม้ากระโดด
tr_tr: At Zıplama Gücü
vi_vn: Sức nhảy cùa ngựa
zh_cn: 马匹跳跃能力
zh_tw: 馬跳躍力

# attribute_name_zombie_spawnReinforcements
source: Zombie Reinforcements
af_za: Zombie Versterkings
ar_sa: تعزيزات الزومبي
be_by: Падмацаванне зомбі
bg_bg: Подкрепления на зомбита
ca_es: Reforços zombi
cs: Zombie posily
da_dk: Zombieforstærkninger
de: Zombie-Verstärkung
el_gr: Ενισχύσεις Ζόμπι
es: Refuerzos zombi
eu_es: Zonbi errefortzuak
fa_ir: زامبي هاي کمکي
fi: Zombivahvistusjoukot
fil_ph: Dagdag sa mga Zombi
fr_ca: de renforts de zombies
ga_ie: Zombaithe Athneartacha
gd_gb: Foirlionadh cuirp coisiche
gl_es: Reforzos Zombi
he: זומבי תגבורת
hi_in: ज़ोंबी सुदृढीकरण
hr_hr: Zombi Pojačanje
hu_hu: Zombik erősítéshívása
hy_am: Զոմբիի Ուժեղացումներ
id_id: Bantuan Zombie
is_is: Auka Uppvakningar
it: Rinforzi zombi
ja_jp: ゾンビの増援
ka_ge: ზომბების დამხმარე ძალები
ko_kr: 좀비 증원
lb_lu: Zombi Verstäerkung
lt_lt: Zombių pastiprinimas
lv_lv: Zombiju palīgspēki
ms_my: Tenaga Bantuan Zombi
mt_mt: Iktar Mostri
nl_nl: Zombieversterkingen
nn_no: Forsterkningar av daudingar
pl: Posiłki zombie
pt: Reforços de Zombies
ro_ro: întăriri ale zombilor
ru_ru: Подкрепление зомби
sk_sk: Zombie posily
sl_si: Okrepitve zombijev
sv_se: Zombieförstärkningar
th_th: ผีดิบเรียกพวก
tr_tr: Zombi Takviyesi
vi_vn: Lực lượng thây ma tăng cường
zh_cn: 僵尸增援
zh_tw: 殭屍增援隊

# book_byAuthor
source: by {0}
af_za: deur {0}
ar_sa: تأليف {0}
be_by: Аўтар: {0}
bg_bg: от {0}
ca_es: escrit per {0}
cs: napsal {0}
da_dk: af {0}
de: von {0}
de_at: vo {0}
el_gr: του {0}
es: por {0}
eu_es: arabera {0}
fa_ir: نوشته {0}
fi: kirjoittanut {0}
fil_ph: ni {0}
fr_ca: par {0}
ga_ie: le {0}
gd_gb: le {0}
gl_es: de {0}
he: על ידי {0}
hi_in: द्वारा {0}
hr_hr: za {0}
hu_hu: szerző: {0}
hy_am: Հեղինակ {0}
id_id: oleh {0}
is_is: eftir {0}
it: di {0}
ja_jp: 著者 {0}
ka_ge: ავტორი {0}
ko_kr: {0}이(가) 씀
lb_lu: vun {0}
lt_lt: autorius: {0}
lv_lv: Autors: {0}
mi_nz: na {0} i tuhi
mk_mk: од {0}
mn_mn: зохиогч {0}
ms_my: oleh {0}
mt_mt: awtur: {0}
nl_nl: door {0}
nn_no: av {0}
pl: autorstwa {0}
pt: por {0}
ro_ro: de {0}
ru_ru: Автор: {0}
sk_sk: Autor {0}
sl_si: napisal: {0}
sq_al: duke {0}
sv_se: av {0}
th_th: โดย {0}
tr_tr: Yazar: {0}
vi_vn: bởi {0}
zh_cn: {0} 著
zh_tw: 作者 {0}

# book_editTitle
source: Enter Book Title:
af_za: Sleutel Boektitel In:
ar_sa: أدخل عنوان الكتاب:
be_by: Увядзіце назву кнігі:
bg_bg: Въвеждане на заглавие на книгата:
ca_es: Escriu el títol del llibre:
cs: Zadej název knihy:
da_dk: Angiv bogtitel:
de: Buchtitel eingeben:
de_at: Buachnom eigebn:
el_gr: Πληκτρολογήστε τίτλο για το βιβλίο:
es: Título del libro:
eu_es: Idatzi liburuaren izenburua:
fa_ir: عنوان کتاب را وارد کنید:
fi: Anna kirjalle nimi:
fil_ph: Ilagay ang titolo ng Libro:
fr_ca: Entrez le titre du livre :
ga_ie: Teideal an Leabhair:
gd_gb: Cuir a-steach tiotal an leabhair:
gl_es: Introduce o título do libro:
he: הכנס כותרת לספר:
hi_in: पुस्तक शीर्षक दर्ज करें:
hr_hr: Naslov Knjige:
hu_hu: A könyv címe:
hy_am: Մուտքագրեք Գրքի Վերնագիրը։
id_id: Masukkan judul buku:
is_is: Sláðu inn titil bókar:
it: Titolo del libro:
ja_jp: 本のタイトルを入力してください：
ka_ge: წიგნის სათაური:
ko_kr: 책 제목 입력:
lb_lu: Dro den Titel an:
lt_lt: Įveskite knygos pavadinimą:
lv_lv: Ievadi Grāmatas Nosaukumu:
mi_nz: Tomo Book Taitara:
mk_mk: Внесете Насловот на Книгата:
mn_mn: Номын гарчгийг оруулна уу:
ms_my: Masukkan Judul Buku:
mt_mt: Daħħal l-Isem tal-Ktieb:
nl_nl: Titel invoeren:
nn_no: Skriv inn bokas tittel:
pl: Podaj tytuł książki:
pt: Introduz o Título do Livro:
ro_ro: Titlul cărții:
ru_ru: Введите название книги:
sk_sk: Uveď názov knihy:
sl_si: Vnesi naslov knjige:
sq_al: Futni Titulli I Librit:
sv_se: Ange boktitel:
th_th: ชื่อหนังสือ:
tr_tr: Kitap Başlığı:
vi_vn: Nhập tiêu đề sách:
zh_cn: 输入书名：
zh_tw: 輸入書名：

# book_finalizeButton
source: Sign and Close
af_za: Onderteken en Sluit
ar_sa: سجّل واغلق
be_by: Падпісаць і закрыць
bg_bg: Подписване и затваряне
ca_es: Signa i tanca
cs: Podepsat a uzavřít
da_dk: Underskriv og luk
de: Endgültig signieren
de_at: Untaschreibn und Schliaßn
el_gr: Υπογραφή και κλείσιμο
es: Firmar y cerrar
eu_es: Sinatu eta itxi
fa_ir: امضاء و بستن
fi: Allekirjoita ja sulje
fil_ph: Pirmahan at Isarado
fr_ca: Signer et fermer
ga_ie: Sínigh agus Dún
gd_gb: Cuir do làmh ris is dùin e
gl_es: Asinar e pechar
he: חתום וסגור
hi_in: साइन इन करें और बंद
hr_hr: Potpiši i Zatvori
hu_hu: Aláírás és bezárás
hy_am: Ստորագրել և Փակել
id_id: Terbitkan Dan Tutup
is_is: Kvitta og loka
it: Firma e chiudi
ja_jp: 署名して閉じる
ka_ge: მოწერა და დახურვა
ko_kr: 서명하고 닫기
lb_lu: Endgülteg signéieren
lt_lt: Pasirašyti ir uždaryti
lv_lv: Parakstīt Un Aizvērt
mi_nz: Tohu me Katia
mk_mk: Потпишувате и Затвор
mn_mn: Дуусгаад хаах
ms_my: Tandatangan dan Tutup
mt_mt: Iffirma u Agħlaq
nl_nl: Signeren en sluiten
nn_no: Signer og lat att boka
pl: Podpisz i zamknij
pt: Assinar e Fechar
ro_ro: Semnează și închide
ru_ru: Подписать и закрыть
sk_sk: Podpísať a zatvoriť
sl_si: Podpiši in zapri
sq_al: Të nënshkruar dhe të Mbyllur
sv_se: Signera och stäng
th_th: ลงนามและปิด
tr_tr: İmzala ve Kapat
vi_vn: Kí tên và đóng lại
zh_cn: 署名并关闭
zh_tw: 署名並完成此書

# book_finalizeWarning
source: Note! Once you sign the book, it will no longer be editable.
af_za: Let wel! Wanneer jy die boek teken, sal dit nie meer gewysig kan word nie.
ar_sa: ملاحظة! عندما توقع على الكتاب، فإنه لا يمكن تعديله أبداً.
be_by: Увага! Пасля падпісання кнігу нельга рэдагаваць!
bg_bg: Важно! Когато подпишете книгата, няма да можете да я редактирате.
ca_es: NOTA: Un cop signat, un llibre no és editable.
cs: Nezapomeň! Podepsanou knihu již nelze upravovat.
da_dk: Bemærk! Når du underskriver bogen, kan den ikke længere redigeres.
de: Hinweis! Wenn du das Buch signierst, kann es nicht mehr bearbeitet werden.
de_at: Hoch zua! Wenn du des Buach untaschreibst, kos neama beoabatet wean.
el_gr: Προσοχή! Αν υπογράψετε το βιβλίο, δεν θα είναι πλέον επεξεργάσιμο.
es: ¡Aviso! Una vez firmado, no podrá editarse.
eu_es: Kontuan izan! Behin liburua sinatuz gero, jada aldatu ezina izango da.
fa_ir: توجه داشته باشید! وقتی که شما کتاب را امضاء می کنید، آن دیگر قابل ویرایش نخواهد بود.
fi: Huom! Allekirjoitettuasi kirjan sitä ei voi enää muokata.
fil_ph: Paalala! Pag napirmahan mo na ito, hindi mo and pwedeng sulatan pa.
fr_ca: Attention ! Quand vous signerez le livre, il ne sera plus modifiable.
ga_ie: Tabhair faoi deara! Nuair a shíneoidh tú an leabhar, ní bheidh tú in ann é a athrú.
gd_gb: An aire! Nuair a bhios tu air do làmh a chur ris an leabhar, cha ghabh a dheasachadh tuilleadh.
gl_es: Nota! Cando asines o libro xa non se poderá editar.
he: שים לב! ברגע חתימת הספר, לא יהיה ניתן לערוך אותו.
hi_in: ध्यान दें! जब आप पुस्तक पर हस्ताक्षर, यह अब संपादन योग्य हो जाएगा.
hr_hr: Oprez! Knjigu nije moguće uređivati nakon potpisa.
hu_hu: Vigyázz! Ha aláírtad a könyvet, többé már nem szerkesztheted.
hy_am: Ուշադրություն. Գիրքը ստորագրելուց հետո, այն այլևս հնարավոր չէ խմբագրել
id_id: Perhatian! Ketika Anda menandatangani buku ini, buku tersebut tidak bisa di ubah lagi.
is_is: ATH! Eftir að þú kvittar í bókina, þá er ekki lengur hægt að breyta henni.
it: Attenzione! Dopo aver firmato il libro non potrai più modificarlo.
ja_jp: 注意！署名をすると、二度と編集できなくなります！
ka_ge: ხელმოწერის შემდეგ, წიგნის ჩასწორება შეუძლებელია!
ko_kr: 참고! 책에 서명을 하면 더 이상 편집할 수 없게 됩니다.
lb_lu: Pass op! Wanns du d'Buch signéiers, kanns du et net méi beaarbechten.
lt_lt: Pastaba: pasirašius knygą, jos nebebus galima redaguoti.
lv_lv: Piezīme! Kad grāmata tiks parakstīta, to vaira nevarēs rediģēt.
mi_nz: Kia mōhio mai! A, no te haina koe i te pukapuka, ka kore e taea te reira.
mk_mk: Забелешка! Кога ќе се потпишувате на книгата, таа веќе нема да може да се уредува.
mn_mn: Санамж! Энэ номыг дуусгахад дахин засварлаж болохгүй.
ms_my: Perhatian! Apabila anda menandatangani buku ini, buku ini tidak akan dapat disunting lagi.
mt_mt: Kun af! Meta tiffirma l-ktieb, ma tkunx tista' tagħmel iktar bidliet fih.
nl_nl: Let op! Als een boek eenmaal is gesigneerd, is het niet meer te bewerken!
nn_no: PS! Signerar du boka, kan du ikkje lenger redigere ho.
pl: Uwaga! Po podpisaniu książki nie będzie można jej już edytować.
pt: Nota! Quando assinares o livro, este já não será editável.
ro_ro: Atenție! După ce semnezi cartea, nu vei mai putea să scrii în ea.
ru_ru: Внимание! После подписания книгу нельзя редактировать!
sk_sk: Pozor! Keď knihu podpíšeš, už sa nebude dať upraviť.
sl_si: Opomba! Ko podpišeš knjigo, je ne boš moral več urejati.
sq_al: Vini re! Kur ju regjistroheni librin, ajo nuk do të jetë më editable.
sv_se: OBS! När du signerat boken kan den inte längre redigeras.
th_th: คำเตือน! หากลงนามหนังสือแล้ว, จะแก้ไขไม่ได้อีกต่อไป
tr_tr: Not! Eğer kitabı imzalarsanız, bundan böyle üzerinde değişiklik yapılamaz.
vi_vn: Lưu ý! Khi bạn kí tên vào quyển sách, nó sẽ không thể được chỉnh sửa nữa.
zh_cn: 注意！在你署名后，它将不能再被修改。
zh_tw: 注意！當您在這本書署名後，將無法再修改書中內容。

# book_generation_0
source: Original
af_za: Oorspronklike
ar_sa: الأصلي
be_by: Арыгінал
bg_bg: Оригинал
cs: Originál
el_gr: Πρωτότυπο
eu_es: Originala
fa_ir: اصلی
fi: Alkuperäinen
fil_ph: Orihinal
ga_ie: Bunleabhar
gd_gb: Tùsail
gl_es: Orixinal
he: מקור
hi_in: असली
hu_hu: Eredeti
id_id: Biasa
is_is: Frumrit
it: Originale
ja_jp: オリジナル
ka_ge: ორიგინალი
ko_kr: 원본
lt_lt: Originalas
lv_lv: Oriģināls
mk_mk: Оригинален
mn_mn: Эх бичвэр
ms_my: Asal
mt_mt: Oriġinali
nl_nl: Origineel
pl: Oryginał
ru_ru: Оригинал
sk_sk: Originál
sq_al: Origjinal
th_th: ดั้งเดิม
tr_tr: Orijinal
vi_vn: Bản gốc
zh_cn: 原稿
zh_tw: 原始版本
