Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_banip_invalid
source: You have entered an invalid IP address or a player that is not online
af_za: Jy het 'n ongeldige IP adres ingesleutel of 'n speler is nie aanlyn is nie
ar_sa: لقد قمت بإدخال عنوان IP غير صالح أو لاعب غير متصل
be_by: Уведзены IP-адрас памылковы альбо гулец не ў сетцы
bg_bg: Въведохте невалиден IP адрес или играч, който не играе в момента
ca_es: Has escrit una adreça IP invàlida o un jugador que no està conectat
cs: Zadal jsi neplatnou IP adresu nebo hráče, který není ve hře
da_dk: Du har angivet en ugyldig IP-adresse eller en spiller, der ikke er online
de: Du hast eine ungültige IP-Adresse eingegeben oder der Spieler ist nicht online
el_gr: Πληκτρολογήσατε μια μη έγκυρη διεύθυνση IP ή ένα παίκτη που δεν είναι συνδεδεμένος
es: La IP que has introducido no es válida o el jugador no está conectado
eu_es: Sartu duzu baliogabeko IP helbide edo linean ez dagoen jokalaria bat
fa_ir: شما يک آيپي اشتباه يا نام کاربري اشتباه وارد کرده ايد
fi: Syötit virheellisen IP-osoitteen tai pelaajan, joka ei ole paikalla
fil_ph: Ang IP adress/manlalaro na pinasok mo ay hindi tama o hindi lumalaro
fr_ca: Vous avez entré une adresse IP invalide ou un joueur qui n'est pas en ligne
ga_ie: Chuir tú isteach seoladh IP neamhbhailí nó níl an t-imreoir sin ar líne
gl_es: Inseriches unha IP inválida ou o xogador non está en liña
he: הזנת כתובת איפי שגוייה או שחקן שאינו מחובר
hi_in: आपने एक अमान्य IP पते या ऑनलाइन नहीं है कि एक दिया है खिलाड़ी दिया है
hr_hr: Upisali ste krivu IP adresu ili korisnik trenutno nije umrežen
hu_hu: Hibás IP címet adtál meg, vagy olyan játékost, aki jelenleg nincs online
hy_am: Դուք գրել եք սխալ IP հասցե կամ տվյալ խաղացողը սերվերում չէ
id_id: Anda memasukkan alamat IP tak sah atau pemain tersebut sedang luring
is_is: Þú hefur slegið inn ranga IP tölu eða leikmann sem er ekki tengdur
it: Hai inserito un indirizzo IP non valido o il nome di un giocatore non connesso
ja_jp: 無効なIPアドレスが入力されたか、プレイヤーがオンラインになっていません
ka_ge: შეყვანილია უმართებულო IP მისამართი ან მოთამაშე, რომელიც სერვერზე არ იმყოფება
ko_kr: 잘못된 IP 주소 또는 접속하지 않은 플레이어를 입력했습니다
lb_lu: Du hues eng ongülteg IP-Adress aginn oder de Spiller ass net online
lt_lt: Jūs įvedėte neteisingą IP adresą arba žaidėjas/a nėra prisijungęs/usi
lv_lv: Tu esi ievadījis nepareizu IP adresi vai arī spēlētājs nav pieslēdzies
ms_my: Anda telah memasukkan sebuah alamat IP atau seorang pemain yang tiada dalam talian
mt_mt: Daħħalt IP adress invalidu jew plejer li mhuwiex online
nl_nl: Je hebt een ongeldig IP-adres of een speler die niet online is opgegeven
nn_no: Du skreiv ein ugyldig IP-adresse eller namnet på ein spelar som ikkje er pålogga
pl: Podany został niewłaściwy adres IP lub nazwa gracza, który obecnie nie przebywa w grze
pt: Introduziste um endereço IP inválido ou um jogador que não está online
ro_ro: Ai introdus o adresă IP invalidă sau un jucător care nu este conectat
ru_ru: Указан неверный IP-адрес или имя игрока, отключённого от сервера
sk_sk: Zadal si nesprávnu IP adresu, alebo hráča, ktorý nie je online
sl_si: Vnesli ste napačen IP naslov oziroma igralca, ki ga ni na strežniku
sv_se: Du har angett en ogiltig IP-adress eller en spelare som inte är online
th_th: คุณป้อนไอพีที่ไม่ถูกต้องหรือไม่ก็ผู้เล่นคนนั้นไม่ได้ออนไลน์อยู่
tr_tr: Geçersiz bir IP adresi veya çevrimiçi olmayan bir oyuncu girdiniz
vi_vn: Bạn đã nhập một địa chỉ IP không hợp lệ hoặc một người chơi hiện không ở trên mạng
zh_cn: 你输入了一个无效的IP地址或者此玩家不在线
zh_tw: 你輸入了一個無效的IP位址或是玩家並不在線上。

# commands_banip_success
source: Banned IP address {0}
af_za: IP-adres {0} is verban
ar_sa: حظر عنوان IP {0}
be_by: IP-адрас {0} забанены
bg_bg: IP адресът бе блокиран {0}
ca_es: L'adreça IP {0} ha estat bandejada
cs: IP adresa {0} byla zakázána
da_dk: Bandlyste IP-adressen {0}
de: IP-Adresse {0} wurde gesperrt
el_gr: Αποκλεισμένες IP διευθύνσεις {0}
es: Se ha desadmitido la IP {0}
eu_es: {0} IP helbidea debekatua
fa_ir: آيپي {0} اخراج شد
fi: Annettiin porttikielto IP-osoitteelle {0}
fil_ph: Pinagbawalan ang IP address na {0}
fr_ca: L'adresse IP {0} est maintenant bannie
ga_ie: Cuireadh cosc ar sheoladh IP {0}
gl_es: Baneouse a IP: {0}
he: החרים את כתובת האיפי {0}
hi_in: पर प्रतिबंध लगादिया आइपी पता {0}
hr_hr: /zabranjena IP adresa {0}
hu_hu: IP cím letiltva: {0}
hy_am: {0} IP հասցեն բանադրվեց
id_id: Banned alamat IP {0}
is_is: Bannaði IP töluna {0}
it: L'indirizzo IP {0} è stato inibito
ja_jp: IPアドレス {0} のアクセスを禁止しました
ka_ge: IP მისამართი {0} აიკრძალა
ko_kr: IP 주소 {0}을(를) 차단했습니다
lb_lu: IP-Adresse {0} gouf gespaart
lt_lt: Uždraustas IP adresas {0}
lv_lv: IP adrese {0} tika bloķēta
ms_my: Alaman IP {0} telah diharamkan
mt_mt: L-IP address {0} ġie projbit
nl_nl: IP-adres {0} is verbannen
nn_no: Bannlyste IP-adressa {0}
pl: Zbanowano adres IP {0}
pt: Endereço IP {0} banido
ro_ro: Adresa IP {0} a fost blocată
ru_ru: IP-адрес {0} заблокирован
sk_sk: IP adresa {0} bola zabanovaná
sl_si: Zavrnjen IP naslov {0}
sv_se: Bannade IP-adressen {0}
th_th: แบนไอพี {0} แล้ว
tr_tr: IP adresi {0} yasaklandı
vi_vn: Đã cấm địa chỉ IP {0}
zh_cn: 已封禁IP地址{0}
zh_tw: 封鎖IP位址 {0} 。

# commands_banip_success_players
source: Banned IP address {0} belonging to {1}
af_za: IP-adres {0}, wat behoort aan {1}, is verban
ar_sa: حظر عنوان IP {0} الخاص ب {1}
be_by: IP-адрас {0}, які належыць гульцу {1}, забанены
bg_bg: Блокираният IP адрес {0} принадлежи на {1}
ca_es: Bandejada l'adreça IP {0} (pertany a {1})
cs: IP adresa {0} patřící hráči {1} byla zakázána
da_dk: Bandlyste IP-adresse {0} tilhørende {1}
de: IP-Adresse {0} ({1}) wurde gesperrt
el_gr: Αποκλεισμένες IP διευθύνσεις {0} που ανήκουν στο {1}
es: Se ha desadmitido la IP {0} de {1}
eu_es: Debekatutako {0} IP helbidea {1}-(r)ena da
fa_ir: آيپي {0} متعلق به {1} اخراج شد
fi: Annettiin porttikielto IP-osoitteelle {0}, joka kuuluu pelaajalle {1}
fil_ph: Pinagbawalan na IP address na {0} na si {1} ay ang ari
fr_ca: L'adresse IP {0} appartenant à {1} est maintenant bannie
ga_ie: Cuireadh cosc ar sheoladh IP {0} le {1}
gl_es: Baneouse a IP {0} pertencente a {1}
he: החרים את כתובת האיפי {0} השייכת ל{1}
hi_in: पर प्रतिबंध लगा दिया आई पी पते {0} {1} से संबंधित
hr_hr: Zabranjena IP adresa {0} koja pripada {1}
hu_hu: IP cím letiltva: {0} (játékos: {1})
hy_am: {0} IP հասցեն բանադրվեց, որը պատկանում էր {1}-ին
id_id: alamat IP yang di tolak {0} milik {1}
is_is: Bannaði IP töluna {0} undir {1}
it: L'indirizzo IP {0} appartenente a {1} è stato inibito
ja_jp: IPアドレス {0} の {1} の所属を禁止しました
ka_ge: აიკრძალა IP მისამართი {0}, ეკუთვნოდა {1}-ს
ko_kr: {0}에 속한 IP 주소 {1}을(를) 차단했습니다
lb_lu: IP-Adresse {0} ({1}) gouf gespaart
lt_lt: Uždraustas IP adresas {0} priklausantis {1}
lv_lv: IP adrese {0} ,kas pieder {1}, tika bloķēta
ms_my: Alamant IP {0} kepunyaan {1} telah diharamkan
mt_mt: L-IP address {0} użat minn {1} ġie projbit
nl_nl: Het IP-adres {0}, behorende tot {1}, is verbannen
nn_no: Den bannlysa IP-adressa, {0}, eigast av {1}
pl: Zbanowano adres IP {0} należący do gracza {1}
pt: Endereço IP {0} banido pertencente a {1}
ro_ro: Adresa IP {0}, aparținând lui {1}, a fost blocată
ru_ru: Заблокирован IP-адрес {0}, принадлежащий игроку {1}
sk_sk: IP adresa {0} patriaca hráčovi {1} bola zabanovaná
sl_si: Zavrnjen IP naslov {0} pripada {1}
sv_se: Bannade IP-adressen {0} som tillhör {1}
th_th: แบนไอพี {0} ที่เป็นของ {1} แล้ว
tr_tr: {1}'e ait IP adresi {0} yasaklandı
vi_vn: Đã cấm địa chỉ IP {0} thuộc về {1}
zh_cn: 已封禁的IP地址{0}是属于{1}的
zh_tw: 封鎖IP位址 {0} ({1} 的來源位址)。

# commands_banip_usage
source: /ban-ip <address|name> [reason ...]
af_za: /ban-ip <address|name> [rede ...]
be_by: /ban-ip <адрас|імя гульца> [прычына ...]
bg_bg: /ban-ip <IP|име> [<причина>]
ca_es: /ban-ip <adreça IP|jugador> [raó...]
cs: /ban-ip <adresa|hráč> [<důvod …>]
da_dk: /ban-ip <adresse|navn> [årsag ...]
de: /ban-ip <Adresse|Spieler> [<Grund ...>]
de_at: /ban-ip <Adress|Spiela> [<Grund ...>]
el_gr: /ban-ip <προσφώνηση|όνομα> [λόγος...]
es: /ban-ip <dirección|nombre> [motivo ...]
eu_es: /ban-ip <address|name> [arrazoia ...]
fa_ir: /ban-ip <نام/آيپي> [دليل ...]
fi: /ban-ip <IP-osoite|nimi> [syy...]
fr_ca: /ban-ip <adresse IP|joueur> [raison ...]
ga_ie: /ban-ip <seoladh|ainm> [fáth ...]
gl_es: /ban-ip <IP|nome> [razón...]
he: /ban-ip <סיבה ...] <שם|כתובת]
hi_in: /ban-ip <पता|नाम> [कारण...]
hr_hr: /ban-ip <adresa|ime> [razlog ...]
hu_hu: /ban-ip <cím|név> [magyarázat ...]
hy_am: /ban-ip <հասցե|խաղացող> [պատճառ ...]
id_id: /ban-ip <alamat|nama> [alasan...]
is_is: /ban-ip <ip tala|nafn> [ástæða ...]
it: /ban-ip <indirizzo|giocatore> [motivo ...]
ja_jp: /ban-ip <IPアドレス|プレイヤー名> [理由…]
ka_ge: /ban-ip <მისამართი|სახელი> [reason ...]
ko_kr: /ban-ip <IP 주소|플레이어> [사유 ...]
lb_lu: /ban-ip <Adresse|Spiller> [Grond ...]
lt_lt: /ban-ip <adresas|vardas> [priežastis...]
lv_lv: /ban-ip <adrese|vārds> [iemesls ...]
ms_my: /ban-ip <alamat|nama> [alasan ...]
mt_mt: /ban-ip <address|isem> [raġuni...]
nl_nl: /ban-ip <adres|naam> [reden ...]
nn_no: /ban-ip <adresse|namn> [grunn ... ]
pl: /ban-ip <adres IP|nazwa gracza> [powód...]
pt: /ban-ip <endereço|nome> [razão ...]
ro_ro: /ban-ip <adresă|jucător> [<motiv ...>]
ru_ru: /ban-ip <адрес|имя игрока> [причина ...]
sk_sk: /ban-ip <adresa|meno> [dôvod ...]
sl_si: /ban-ip <naslov|ime> [razlog ...]
sv_se: /ban-ip <IP-adress|namn> [anledning...]
th_th: /ban-ip <ไอพี|ชื่อ> [เหตุผล]
tr_tr: /ban-ip <adres|isim> [sebep ...]
vi_vn: /ban-ip <địa chỉ|tên> [lí do ...]
zh_cn: /ban-ip <地址|名称> [原因...]
zh_tw: /ban-ip <IP位址|名稱> [理由...]

# commands_banlist_ips
source: There are {0} total banned IP addresses:
af_za: Daar is {0} verbande IP-adresse:
ar_sa: هناك {0} عناوين IP محظورة:
be_by: {0} IP-адрасоў знаходзяцца ў бане:
bg_bg: Има общо {0} блокирани IP адреса:
ca_es: Hi ha {0} adreces IP bandejades:
cs: Je zde celkem {0} zakázaných IP adres:
da_dk: Der er {0} bandlyste IP-adresser:
de: Es gibt {0} gesperrte IP-Adressen:
el_gr: Υπάρχουν {0} αποκλεισμένες διευθύνσεις συνολικά:
es: Hay {0} direcciónes IP desadmitidas:
eu_es: Erabateko debekatuta dauden IP helbideak {0} dira:
fa_ir: در کل {0} آيپي اخراج شده وجود دارد :
fi: Yhteensä {0} porttikiellon saanutta IP-osoitetta:
fil_ph: Merong {0} na binan na IP adress:
fr_ca: Il y a un total de {0} adresse(s) IP bannie(s) :
ga_ie: Tá cosc ar {0} seoladh IP san iomlán:
gl_es: Hai un total de {0} IP's baneadas:
he: ישנם סך של {0} כתובות איפי חסומות:
hi_in: वहाँ हैं {0} रोक कुल लगाया हुआ खिलाड़ियों
hr_hr: Postoji {0} zabranjenih IP adresa:
hu_hu: Összesen {0} letiltott IP cím van:
hy_am: Ընհանուր {0} արգելված IP հասցե:
id_id: Terdapat {0} alamat IP yang diblokir:
is_is: Það eru samtals {0} bannaðar IP tölur:
it: Ci sono in totale {0} indirizzi IP inibiti:
ja_jp: {0} 個のIPアドレスがアクセスを禁止されています:
ka_ge: {0} აკრძალული IP მისამართი:
ko_kr: 총 {0}개의 차단된 IP 주소가 있습니다:
lb_lu: Et ginn {0} gespaarten IP-Adressen:
lt_lt: Yra {0} užblokuotų IP adresų:
lv_lv: Kopā ir bloķētas {0} IP adreses:
ms_my: Terdapat {0} alamat protokol yang diharamkan secara keseluruhan:
mt_mt: Hawn {0} IP addresses projbiti:
nl_nl: Er zijn in totaal {0} verbannen IP-adressen:
nn_no: Det er totalt {0} bannlyste IP-adresser:
pl: W sumie zbanowanych jest {0} adresów IP:
pt: Há no total {0} endereços IP banidos:
ro_ro: {0} adrese IP sunt blocate:
ru_ru: Заблокировано {0} IP-адресов:
sk_sk: Je celkovo {0} zabanovaných IP adries:
sl_si: {0} zavrnjenih IP naslovov:
sv_se: Det finns totalt {0} bannade IP-adresser:
th_th: มีไอพีทั้งสิ้น {0} เลขที่ถูกแบน:
tr_tr: Toplam {0} yasaklanmış IP adresi var:
vi_vn: Có tổng cộng {0} địa chỉ IP bị cấm:
zh_cn: 总共有{0}个被封禁的IP地址：
zh_tw: 共有 {0} 個被封鎖的IP位置：

# commands_banlist_players
source: There are {0} total banned players:
af_za: Daar is {0} verbande spelers:
ar_sa: هناك {0} لاعب محظور:
be_by: {0} гульцоў знаходзяцца ў бане:
bg_bg: Има общо {0} недопуснати играчи:
ca_es: Hi ha {0} jugadors bandejats:
cs: Je zde celkem {0} zakázaných hráčů:
da_dk: Der er {0} bandlyste spillere:
de: Es gibt insgesamt {0} gesperrte Spieler:
el_gr: Υπάρχουν {0} αποκλεισμένοι παίκτες συνολικα:
es: Hay {0} jugadores desadmitidos:
eu_es: Erabateko debekatuta dauden jokalariak {0} dira:
fa_ir: در کل {0} بازيکن اخراج شده وجود دارد :
fi: Yhteensä {0} porttikiellon saanutta pelaajaa:
fil_ph: Merong {0} na binan na manglalaro:
fr_ca: Il y a un total de {0} joueur(s) banni(s) :
ga_ie: Tá cosc ar {0} imreoir san iomlán:
gl_es: Hai un total de {0} xogadores baneados:
he: ישנם סך של {0} שחקנים מוחרמים:
hi_in: {0} कुल प्रतिबंधित खिलाड़ी हैं:
hr_hr: Postoji {0} zabranjenih igrača:
hu_hu: Összesen {0} kitiltott játékos van:
hy_am: Ընհանուր {0} բանադրված խաղացողներ:
id_id: Terdapat {0} pemain yang diblokir:
is_is: Það eru samtals {0} bannaðir leikmenn:
it: Ci sono in totale {0} giocatori banditi:
ja_jp: {0} 人のプレイヤーがアクセス禁止されています：
ka_ge: {0} აკრძალული მოთამაშე:
ko_kr: 총 {0}명의 차단된 플레이어가 있습니다:
lb_lu: Et sinn insgesamt {0} Spiller gespaart:
lt_lt: Yra {0} užblokuotų žaidėjų:
lv_lv: Kopā ir bloķēti {0} spēlētāji:
ms_my: Terdapat {0} jumlah pemain yang diharamkan secara keseluruhan:
mt_mt: Hawn {0} plejers projbiti:
nl_nl: Er zijn in totaal {0} verbannen spelers:
nn_no: Det er totalt {0} bannlyste spelarar:
pl: W sumie zbanowanych jest {0} graczy:
pt: Há no total {0} jogadores banidos:
ro_ro: {0} jucători sunt blocați:
ru_ru: Заблокировано {0} игроков:
sk_sk: Na serveri je celkovo {0} banovaných hráčov:
sl_si: {0} zavrnjenih igralcev:
sv_se: Det finns totalt {0} bannade spelare:
th_th: มีผู้เล่นทั้งสิ้น {0} คนที่ถูกแบน:
tr_tr: Toplam {0} yasaklanmış oyuncu var:
vi_vn: Có tổng cộng {0} người chơi bị cấm:
zh_cn: 总共有{0}个被封禁的玩家
zh_tw: 共有 {0} 個被封鎖的玩家：

# commands_banlist_usage
source: /banlist [ips|players]
ar_sa: /banlist [ips|اللاعبون]
be_by: /banlist [IP-адрасы|гульцы]
da_dk: /banlist [ips|spillere]
el_gr: /banlist [ips|παίκτες]
fa_ir: /banlist [players برای بازیکنان/ips برای آی پی ها]
ga_ie: /banlist [ips|imreoirí]
hy_am: /banlist [ips|խաղացողներ]
id_id: /banlist [ips|pemain]
is_is: /banlist [ips|leikmenn]
ja_jp: /banlist [ips|プレイヤー]
ko_kr: /banlist [ips|플레이어]
ms_my: /banlist [ips|pemain]
nl_nl: /banlist [ips|spelers]
nn_no: /banlist [ips|spelarar]
zh_cn: /banlist [ips|玩家]
zh_tw: /banlist [ ips(IP位址) | players(玩家) ]

# commands_blockdata_failed
source: The data tag did not change: {0}
af_za: Die data-merker het nie verander nie: {0}
ar_sa: لم تقم بتغيير علامة البيانات: {0}
be_by: Тэг дадзеных не змяніўся: {0}
bg_bg: Информационният таг не се промени: {0}
ca_es: No s'ha canviat l'etiqueta de les dades: {0}
cs: Datový tag se nezměnil: {0}
da_dk: Datatag blev ikke ændret: {0}
de: Die NBT-Daten haben sich nicht geändert: {0}
el_gr: Η ετικέτα δεδομένων δεν άλλαξε: {0}
es: La dataTag no ha cambiado: {0}
eu_es: Iada artutako datuak ez dira aldatuko: {0}
fa_ir: برچسب داده ها تغییر نکرد : {0}
fi: Datatagi ei muuttunut: {0}
fil_ph: Ang data tag ay hindi nabago: {0}
fr_ca: Le data tag n'a pas changé : {0}
ga_ie: Níor athraíodh an chlib sonraí: {0}
gl_es: A dataTag non cambiou: {0}
he: תג הנתונים לא השתנה: {0}
hr_hr: Podatkovna oznaka nije promijenjena: {0}
hu_hu: Az adatcímke nem változott: {0}
id_id: Data tag tidak berubah: {0}
is_is: Gagnatagið breyttist ekki: {0}
it: I dati NBT non sono cambiati: {0}
ja_jp: データタグは変更されませんでした：{0}
ka_ge: ინფორმაცია არ შეცვლილა: {0}
ko_kr: 데이터 태그가 변경되지 않았습니다: {0}
lb_lu: NBT-Daten hunn net geännert: {0}
lt_lt: Duomenų žymė nebuvo pakeista: {0}
lv_lv: Datu tags nemainījās: {0}
ms_my: Tanda data tidak berubah: {0}
mt_mt: Data tag ma nbidlitx: {0}
nl_nl: De datatag is niet veranderd: {0}
nn_no: Datakoda blei ikkje endra: {0}
pl: Data tag nie zmienił się: {0}
pt: A tag não mudou: {0}
ro_ro: Datele NBT nu s-au schimbat: {0}
ru_ru: Тег данных не изменился: {0}
sk_sk: NBT dáta sa nezmenili: {0}
sl_si: Podatkovna oznaka se ni spremenila: {0}
sv_se: Datataggen ändrades inte: {0}
th_th: แท็กข้อมูลยังไม่ได้เปลี่ยน: {0}
tr_tr: Veri etiketi değiştirilemedi: {0}
vi_vn: Mã dữ liệu không được thay đổi: {0}
zh_cn: 数据标签未更改：{0}
zh_tw: 未有變更此資料標記：{0}

# commands_blockdata_notValid
source: The target block is not a data holder block
af_za: Die teiken-blok is nie 'n data-houer blok nie
ar_sa: كتلة الهدف ليس كتلة حامل البيانات
be_by: Выбраны блок не можа ўтрымліваць дадзеныя
bg_bg: Целения блок не съдържа информация
ca_es: El bloc de destinació no és un bloc de dades
cs: Cílový blok není držitelem dat
da_dk: Målblok er ikke en datablok indehaver
de: Der Ziel-Block kann keine NBT-Daten besitzen
el_gr: Το μπλοκ του στόχου δεν κατέχει δεδομένα
es: El bloque objetivo no puede contener datos
eu_es: Blokearen helburua ez da datuen izeneko blokea izatea
fa_ir: بلاک مورد نظر دارای داده نمی باشد
fi: Kohdekuutio ei ole dataa sisältävä kuutio
fil_ph: Ang napiling block ay hindi block na naghahawak ng data
fr_ca: Le bloc ciblé n'est pas un bloc portant des données
ga_ie: Ní coimeádán sonraí é an bloc sprice
gl_es: O bloque obxectivo non pode conter datos
he: הבלוק שנבחר הוא לא בלוק בעל נתונים
hr_hr: Navedeni blok ne sadrži podatke
hu_hu: A célblokk nem tud adatokat tárolni
id_id: Blok sasaran bukan blok penyimpan data
is_is: Markkubburinn er ekki gagnageymslukubbur
it: Il blocco destinatario non può contenere dati NBT
ja_jp: 対象のブロックはデータを持たないブロックです
ka_ge: არჩეული ბლოკი არ არის ინფორმაციის შემცველი
ko_kr: 대상 블록은 데이터를 가지고 있는 블록이 아닙니다
lb_lu: Ziel Block kann keng zousätzlech Daten kréien
lt_lt: Pasirinktas blokas neturi duomenų
lv_lv: Mērķa bloks nav datu turētāja bloks
ms_my: Blok disasar bukan blok penyimpan data
mt_mt: Il-blokka magħżula ma żżommx data
nl_nl: Het doelblok is geen datahouderblok
nn_no: Den valde blokka er ikkje ei dataholderblokk
pl: Docelowy blok nie przechowuje danych
pt: O bloco-alvo não consegue conter dados
ro_ro: Blocul țintă nu poate păstra date NBT
ru_ru: Выбранный блок не может содержать параметров
sk_sk: Cieľová kocka nemá dáta
sl_si: Ciljna kocka nima podatkovne oznake
sv_se: Målblocket är inte ett block som kan hålla data
th_th: บล็อกเป้าหมายไม่ใช่บล็อกที่จัดเก็บข้อมูล
tr_tr: Hedef blok, veri sahibi olan bir blok değil
vi_vn: Khối được chọn làm đích không phải một khối chứa dữ liệu
zh_cn: 目标方块没有持有数据
zh_tw: 指定的方塊不能持有附加資料值

# commands_blockdata_outOfWorld
source: Cannot change block outside of the world
af_za: Kan nie ŉ blok buite die wêreld verander nie
ar_sa: غير قادر على تغيير المكعبات خارج العالم
be_by: Немагчыма змяніць блок за межамі свету
bg_bg: Не може да се променят блокове извън света
ca_es: No es poden canviar el blocs fora del món
cs: Bloky mimo svět nelze upravit
da_dk: Kan ikke placere blokke uden for verdenen
de: Kann Block nicht außerhalb der geladenen Welt verändern
el_gr: Αδύνατη η αλλαγή μπλοκ έξω από τον κόσμο
es: No se puede cambiar un bloque fuera del mundo
eu_es: Ezin da mundutik kanpoko blokerik aldatu
fa_ir: بلوک را نمی توان خارج از دنیا قرار داد
fi: Kuutioita maailman ulkopuolella ei voi muuttaa
fil_ph: Hindi maaring maglagay ng bloke sa labas ng mundo
fr_ca: Impossible de changer le bloc en dehors du monde
ga_ie: Ní féidir bloc a athrú taobh amuigh den domhan
gl_es: Non se pode cambiar un bloque fora do mundo
he: אין אפשרות למקם בלוק מחוץ לעולם
hr_hr: Nije moguće promijeniti blok izvan svijeta
hu_hu: Nem lehet a világon kívül blokkot módosítani
id_id: Tidak dapat mengubah blok diluar dunia
is_is: Get ekki breytt kubbum fyrir utan heiminn
it: Impossibile cambiare un blocco al di fuori del mondo
ja_jp: ワールドの範囲外のブロックは変更できません
ka_ge: შეუძლებელია სამყაროს გარეთ მყოფი ბლოკის შეცვლა
ko_kr: 세계 외부에 있는 블록은 바꿀 수 없습니다
lb_lu: Kann Block net ausserhalb vun der Welt veränneren
lt_lt: Negalima pakeisti bloko už pasaulio ribų
lv_lv: Nevar mainīt bloku ārpus pasaulē
ms_my: Tidak boleh meletakkan blok di luar dunia
mt_mt: Ma tistax tibdel blokka barra mid-dinja
nl_nl: Kan blok niet wijzigen buiten de wereld
nn_no: Kan ikkje plassera blokker utanfor verda
pl: Nie można zmienić bloku poza światem
pt: Impossível mudar um bloco fora do mundo
ro_ro: Nu se poate schimba un bloc din afara lumii
ru_ru: Не удаётся изменить блок за пределами мира
sk_sk: Kocka mimo sveta sa nedá zmeniť
sl_si: Ni mogoče postaviti kocke izven sveta
sv_se: Kan inte ändra på block utanför världen
th_th: ไม่สามารถเปลี่ยนบล็อกที่อยู่นอกโลกได้
tr_tr: Dünyanın dışındaki bloğu değiştiremezsin
vi_vn: Không thể thay đổi khối ở ngoài thế giới
zh_cn: 无法更改世界外的方块
zh_tw: 無法更改位於世界外的方塊

# commands_blockdata_success
source: Block data updated to: {0}
af_za: Blok data opgedateer om: {0}
ar_sa: بيانات المكعبات حدثت إلى: {0}
be_by: Дадзеныя блока абноўлены: {0}
bg_bg: Информацията в блока беше актуализирана: {0}
ca_es: Dades del bloc actualitzades a: {0}
cs: Data bloku byla aktualizována: {0}
da_dk: Blok data opdateret til: {0}
de: NBT-Daten aktualisiert zu: {0}
el_gr: Δεδομένα μπλοκ ενημερώθηκαν σε: {0}
es: Los datos del bloque se han actualizado a: {0}
eu_es: Blokeko data eguneratuta, orain {0} da
fa_ir: دیتای بلوک به {0} آپدیت شد
fi: Kuution tiedot päivittetty tietoihin: {0}
fil_ph: Block data ay na-update na: {0}
fr_ca: Les données du bloc ont été mises à jour pour : {0}
ga_ie: Nuashonraíodh sonraí an bhloic go: {0}
gl_es: Os datos do bloque actualizaronse a: {0}
he: נתוני בלוק מעודכנים ל: {0}
hr_hr: Podaci bloka ažurirani na: {0}
hu_hu: Blokkadat frissítve erre: {0}
id_id: Data blok diperbarui menjadi: {0}
is_is: Gögn kubba uppfærð í: {0}
it: I dati del blocco sono stati cambiati in: {0}
ja_jp: ブロック情報を更新しました：{0}
ka_ge: ბლოკის მონაცემები განახლდა: {0}
ko_kr: 블록 데이터가 갱신되었습니다: {0}
lb_lu: Block Daten aktualiséiert zu: {0}
lt_lt: Blokų duomenys atnaujinti į: {0}
lv_lv: Bloķēt datu atjauninājumu {0}
ms_my: Data blok dikemaskini ke: {0}
mt_mt: Data tal-blokka ġiet aġġornata għal: {0}
nl_nl: Blokdata bijgewerkt naar: {0}
nn_no: Blokkdata oppdatert til: {0}
pl: Zaktualizowano dane bloków do: {0}
pt: Dados de bloco atualizados para: {0}
ro_ro: Datele blocului au fost actualizate: {0}
ru_ru: Данные блока обновлены: {0}
sk_sk: Dáta kocky zmenené na: {0}
sl_si: Oznaka kocke posodobljena na: {0}
sv_se: Blockdata uppdaterat till: {0}
th_th: ข้อมูลบล็อกถูกปรับเป็น: {0}
tr_tr: Blok verisi şu şekilde güncellendi: {0}
vi_vn: Dữ liệu khối đã được cập nhật thành: {0}
zh_cn: 方块数据更新为：{0}
zh_tw: 方塊資料值已更新為：{0}
