Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# tile_oreRedstone_name
source: Redstone Ore
af_za: Redstone-Erts
ar_sa: خام الحجر الاحمر
be_by: Рэдстоўнавая руда
bg_bg: Червенокаменна руда
ca_es: Mena de roca vermella
cs: Ruditové ložisko
da_dk: Rødstensmalm
de: Redstone-Erz
de_at: Redstone-Erz
el_gr: Μετάλλευμα Ρέντστοουν
es: Mena de redstone
eu_es: Harrigorri mea
fa_ir: سنگ معدن رداستون
fi: Punakivimalmi
fil_ph: Kulog-bato
fr_ca: Minerai de redstone
ga_ie: Mian Deargchloiche
gd_gb: Clach-mhèinneir redstone
gl_es: Mineral de Redstone
he: עפרת רדסטון
hi_in: लाल पत्थर अयस्क
hr_hr: Redstone Ruda
hu_hu: Redstone-érc
hy_am: Կարմրաքարի Հանքաքար
id_id: Bijih Batu Merah
is_is: Roðsteins grýti
it: Redstone grezza
ja_jp: レッドストーン鉱石
ka_ge: რედსტოუნის მადანი
ko_kr: 레드스톤 광석
lb_lu: Redstoneäerz
lt_lt: Redstouno rūda
lv_lv: Sarkanakmens Rūda
mn_mn: Улаан чулууны хүдэр
ms_my: Bijih Batu Merah
mt_mt: Sigħat tar-Redstone
nl_nl: Redstone-erts
nn_no: Redstone-malm
pl: Ruda redstone
pt: Minério de Redstone
ro_ro: Minereu de redstone
ru_ru: Редстоуновая руда
sk_sk: Redstonová ruda
sl_si: Redstone ruda
sv_se: Redstonemalm
th_th: แร่หินแดง
tr_tr: Kızıl Taş Cevheri
vi_vn: Quặng Redstone
zh_cn: 红石矿石
zh_tw: 紅石礦

# tile_pistonBase_name
source: Piston
af_za: Pompsuier
ar_sa: مكبس
be_by: Поршань
bg_bg: Бутало
ca_es: Pistó
cs: Píst
da_dk: Stempel
de: Kolben
de_at: Kolbn
el_gr: Πιστόνι
es: Pistón
eu_es: Pistoia
fa_ir: پيستون
fi: Mäntä
ga_ie: Loine
gl_es: Pistón
he: בוכנה
hi_in: पिस्टन
hr_hr: Pokretni Klip
hu_hu: Dugattyú
hy_am: Մխոց
is_is: Stimpill
it: Pistone
ja_jp: ピストン
ka_ge: დგუში
ko_kr: 피스톤
lt_lt: Stūmoklis
lv_lv: Virzulis
mn_mn: Түлхэгч
ms_my: Omboh
mt_mt: Pistun
nl_nl: Zuiger
nn_no: Stempel
pl: Tłok
pt: Pistão
ru_ru: Поршень
sk_sk: Piest
sl_si: Bat
sv_se: Kolv
th_th: ลูกสูบ
vi_vn: Pít-tông
zh_cn: 活塞
zh_tw: 活塞

# tile_pistonStickyBase_name
source: Sticky Piston
af_za: Taai Pompsuier
ar_sa: مكبس لزج
be_by: Ліпкі поршань
bg_bg: Лепкаво бутало
ca_es: Pistó enganxós
cs: Lepivý píst
da_dk: Klistret stempel
de: Klebriger Kolben
de_at: Pickiga Kolbn
el_gr: Κολλώδες πιστόνι
es: Pistón pegajoso
eu_es: Itsaskor pistoia
fa_ir: پيستون چسبناک
fi: Tarttumamäntä
fil_ph: Pistong Malagkit
fr_ca: Piston collant
ga_ie: Loine Greamaitheach
gl_es: Pistón pegañento
he: בוכנה דביקה
hi_in: स्टिकी पिस्टन
hr_hr: Ljepljivi Pokretni Klip
hu_hu: Ragacsos dugattyú
hy_am: Կպչուն Մխոց
id_id: Piston Lengket
is_is: Klístraður stimpill
it: Pistone appiccicoso
ja_jp: 粘着ピストン
ka_ge: წებოვანი დგუში
ko_kr: 끈끈이 피스톤
lb_lu: Pechege Piston
lt_lt: Lipnus stūmoklis
lv_lv: Lipīgs virzulis
mn_mn: Наалдамхай түлхэгч
ms_my: Omboh Melekit
mt_mt: Pistun Iweħħel
nl_nl: Kleefzuiger
nn_no: Klisterstempel
pl: Lepki tłok
pt: Pistão Adesivo
ro_ro: Piston lipicios
ru_ru: Липкий поршень
sk_sk: Lepkavý piest
sl_si: Lepljiv bat
sv_se: Klibbig kolv
th_th: ลูกสูบเหนียว
tr_tr: Yapışkan Piston
vi_vn: Pít-tông dính
zh_cn: 粘性活塞
zh_tw: 黏性活塞

# tile_portal_name
source: Portal
af_za: Portaal
ar_sa: بوابة
be_by: Партал
bg_bg: Портал
cs: Portál
el_gr: Πύλη
eu_es: Ataria
fa_ir: پرتال جهنم
fi: Portaali
fil_ph: Lagusan
fr_ca: Portail
ga_ie: Tairseach
gd_gb: Doras
he: שער
hi_in: द्वार
hu_hu: Portál
hy_am: Պորտալ
is_is: Gátt
it: Portale
ja_jp: ポータル
ka_ge: პორტალი
ko_kr: 포털
lt_lt: Portalas
lv_lv: Portāls
mn_mn: Хаалга
nl_nl: Portaal
ru_ru: Портал
sk_sk: Portál
th_th: ประตูมิติ
tr_tr: Geçit
vi_vn: Cổng
zh_cn: 传送门
zh_tw: 傳送門

# tile_potatoes_name
source: Potatoes
af_za: Aartappels
ar_sa: البطاطا
be_by: Бульба
bg_bg: Картофи
ca_es: Patates
cs: Brambory
da_dk: Kartofler
de: Kartoffeln
de_at: Kartoffen
el_gr: Πατάτες
es: Patatas
eu_es: Patatak
fa_ir: سيب زميني ها
fi: Perunoita
fil_ph: Mga Patatas
fr_ca: Patates
ga_ie: Prátaí
gl_es: Patacas
he: תפוחי אדמה
hi_in: आलू
hr_hr: Krumpiri
hu_hu: Burgonyák
hy_am: Կարտոֆիլ
id_id: Kentang
is_is: Kartöflur
it: Patate
ja_jp: ジャガイモ
ka_ge: კარტოფილი
ko_kr: 감자
lb_lu: Gromperen
lt_lt: Bulvės
lv_lv: Kartupeļi
mi_nz: Rīwai
mn_mn: Төмс
ms_my: Kentang
mt_mt: Patata
nl_nl: Aardappels
nn_no: Poteter
pl: Ziemniaki
pt: Batatas
ro_ro: Cartofi
ru_ru: Картофель
sk_sk: Zemiaky
sl_si: Krompir
sv_se: Potatisar
th_th: มันฝรั่ง
tr_tr: Patatesler
vi_vn: Khoai tây
zh_cn: 马铃薯
zh_tw: 馬鈴薯

# tile_pressurePlateStone_name
source: Stone Pressure Plate
af_za: Klip Drukplaat
ar_sa: لوحة ضغط حجرية
be_by: Каменная націскная пліта
bg_bg: Каменна претегляща сигнална плоча
ca_es: Placa de pressió de roca
cs: Kamenná nášlapná deska
da_dk: Sten trykplade
de: Steindruckplatte
de_at: Stoadruckplottn
el_gr: Πέτρινη Πλάκα Πίεσης
es: Placa de presión de piedra
eu_es: Harrizko presio plaka
fa_ir: صفحه فشاری سنگی
fi: Kivinen painelevy
fil_ph: Apakan na Bato
fr_ca: Plaque de pression en pierre
ga_ie: Brúphláta Cloiche
gl_es: Chapa de presión de pedra
he: לוחית לחץ מאבן
hr_hr: Kamena nagazna ploča
hu_hu: Kő nyomólap
id_id: Papan Tekan Batu
is_is: Þrýstihella úr steini
it: Pedana a pressione di roccia
ja_jp: 石の感圧板
ka_ge: ქვის მგრძნობიარე ფილა
ko_kr: 돌 압력판
lb_lu: Steendrockplack
lt_lt: Akmeninė slėgio plokštė
lv_lv: Akmens spiediena plāksne
mn_mn: Чулуун даралтын хавтан
ms_my: Plat Tekanan Batu
mt_mt: Pjanċa tal-Ġebel
nl_nl: Stenen drukplaat
nn_no: Trykkplate av stein
pl: Kamienna płyta naciskowa
pt: Placa de Pressão de Pedra
ro_ro: Placă de presiune de piatră
ru_ru: Каменная нажимная плита
sk_sk: Kamenná prítlačná doska
sl_si: Kamnita zaznavna plošča
sv_se: Stentryckplatta
th_th: แป้นเหยียบหิน
tr_tr: Taş Basınç Plakası
vi_vn: Đĩa cảm biến áp lực bằng đá
zh_cn: 石质压力板
zh_tw: 石製壓力板

# tile_pressurePlateWood_name
source: Wooden Pressure Plate
af_za: Hout Drukplaat
ar_sa: لوحة ضغط خشبية
be_by: Драўляная націскная пліта
bg_bg: Дървена претегляща сигнална плоча
ca_es: Placa de pressió de fusta
cs: Dřevěná nášlapná deska
da_dk: Træ trykplade
de: Holzdruckplatte
de_at: Hoizdruckplottn
el_gr: Ξύλινη Πλάκα Πίεσης
es: Placa de presión de madera
eu_es: Zurezko presio plaka
fa_ir: صفحه فشاری چوبی
fi: Puinen painelevy
fil_ph: Apakan na Kahoy
fr_ca: Plaque de pression en bois
ga_ie: Brúphláta Adhmaid
gl_es: Chapa de presión de madeira
he: לוחית לחץ מעץ
hr_hr: Drvena nagazna ploča
hu_hu: Fa nyomólap
id_id: Papan Tekan Kayu
is_is: Þrýstihella úr viði
it: Pedana a pressione di legno
ja_jp: 木の感圧板
ka_ge: ხის მგრძნობიარე ფილა
ko_kr: 나무 압력판
lb_lu: Holzdrockplack
lt_lt: Medinė slėgio plokštė
lv_lv: Koka spiediena plāksne
mn_mn: Модон даралтын хавтан
ms_my: Plat Tekanan Kayu
mt_mt: Pjanċa tal-Injam
nl_nl: Houten drukplaat
nn_no: Trykkplate av tre
pl: Drewniana płyta naciskowa
pt: Placa de Pressão de Madeira
ro_ro: Placă de presiune de lemn
ru_ru: Деревянная нажимная плита
sk_sk: Drevená prítlačná doska
sl_si: Lesena zaznavna plošča
sv_se: Trätryckplatta
th_th: แป้นเหยียบไม้
tr_tr: Tahta Basınç Plakası
vi_vn: Đĩa cảm biến áp lực bằng gỗ
zh_cn: 木质压力板
zh_tw: 木製壓力板

# tile_prismarine_bricks_name
source: Prismarine Bricks
af_za: Prismaryn Bakstene
ar_sa: احجار الصخور البحرية
be_by: Прызмарынавая цэгла
bg_bg: Призмаринови тухли
ca_es: Maons de prismarina
cs: Prismarínové cihly
da_dk: Prismarine Mursten
de: Prismarinziegel
de_at: Prismarinziagl
el_gr: Πρισμαρένια Τούβλα
es: Ladrillos de prismarina
eu_es: Prismarina adreiluak
fa_ir: آجر های منشور دریایی
fi: Prismariinitiiliä
fil_ph: Laryo ng Prismarin
fr_ca: Briques de prismarine
ga_ie: Brící Priosmuirínigh
gd_gb: Breigean priosaim-mhara
gl_es: Bloques de prismarina
he: לבני פריזמרין
hr_hr: Prizmarin Blok
hu_hu: Prizmarintégla
id_id: Batu bata Prismarine
is_is: Prismarín múrsteinar
it: Prismarino sagomato
ja_jp: プリズマリンレンガ
ka_ge: პრიზმარინის აგურები
ko_kr: 프리즈머린 벽돌
lb_lu: Prismarinezillen
lt_lt: Prizmarino plytos
lv_lv: Prizmarīna Ķieģeļi
mn_mn: Присмарин тоосго
ms_my: Bata Prismarine
mt_mt: Briks tal-Prismarine
nl_nl: Prismarien blokstenen
nn_no: Prismarinmur
pl: Pryzmarynowe cegły
pt: Tijolos de Prismarinho
ro_ro: Cărămizi de prismarin
ru_ru: Призмариновый кирпич
sk_sk: Prizmarínové tehly
sl_si: Opeke morske prizme
sv_se: Prismarintegel
th_th: อิฐพริสมารีน
tr_tr: Prizmarin Tuğlası
vi_vn: Gạch lăng trụ biển
zh_cn: 海晶石砖
zh_tw: 海磷石磚

# tile_prismarine_dark_name
source: Dark Prismarine
af_za: Donker Prismaryn
ar_sa: الموشور البحري المظلم
be_by: Цёмны прызмарын
bg_bg: Тъмен призмарин
ca_es: Prismarina fosca
cs: Tmavý prismarín
da_dk: Mørk Prismarine
de: Dunkler Prismarin
de_at: Dunkla Prismarin
el_gr: Σκούρο Θαλάσσιο Πρίσμα
es: Prismarina oscura
eu_es: Prismarina iluna
fa_ir: منشور دریایی تیره
fi: Tumma prismariini
fil_ph: Itim na Prismarin
fr_ca: Prismarine sombre carrelée
ga_ie: Priosmuiríneach Dubh
gd_gb: Priosam-mara dorcha
gl_es: Prismarina escura
he: פריזמרין כהה
hr_hr: Tamni Prizmarin
hu_hu: Sötét prizmarin
id_id: Prismarine Gelap
is_is: Dökkt prismarín
it: Prismarino scuro
ja_jp: ダークプリズマリン
ka_ge: მუქი პრიზმარინი
ko_kr: 짙은 프리즈머린
lb_lu: Donkele Prismarine
lt_lt: Tamsusis prizmarinas
lv_lv: Tumšais Prizmarīns
mn_mn: Хар присмарин
ms_my: Prismarine Gelap
mt_mt: Prismarine Skur
nl_nl: Donkere prismarien
nn_no: Mørk prismarin
pl: Ciemny pryzmaryn
pt: Prismarinho Escuro
ro_ro: Prismarin întunecat
ru_ru: Тёмный призмарин
sk_sk: Tmavý prizmarín
sl_si: Temna morska prizma
sv_se: Mörk prismarin
th_th: พริสมารีนสีดำ
tr_tr: Koyu Prizmarin
vi_vn: Lăng trụ biển sẫm màu
zh_cn: 暗海晶石
zh_tw: 暗海磷石

# tile_prismarine_rough_name
source: Prismarine
af_za: Prismaryn
ar_sa: صخور بحرية
be_by: Прызмарын
bg_bg: Призмарин
ca_es: Prismarina
cs: Prismarín
da_dk: Prismarin
de: Prismarin
de_at: Prismarin
el_gr: Θαλάσσιο Πρίσμα
es: Prismarina
eu_es: Prismarina
fa_ir: منشور دریایی
fi: Prismariini
fil_ph: Prismarin
ga_ie: Priosmuiríneach
gd_gb: Priosam-mara
gl_es: Prismarina
he: פריזמרין
hi_in: प्रिज़्मरीन
hr_hr: Prizmarin
hu_hu: Prizmarin
id_id: Prismarin
is_is: Prismarín
it: Prismarino
ja_jp: プリズマリン
ka_ge: პრიზმარინი
ko_kr: 프리즈머린
lt_lt: Prizmarinas
lv_lv: Prizmarīns
mn_mn: Присмарин
nl_nl: Prismarien
nn_no: Prismarin
pl: Pryzmaryn
pt: Prismarinho
ro_ro: Prismarin
ru_ru: Призмарин
sk_sk: Prizmarín
sl_si: Morska prizma
sv_se: Prismarin
th_th: พริสมารีน
tr_tr: Prizmarin
vi_vn: Lăng trụ biển
zh_cn: 海晶石
zh_tw: 海磷石

# tile_pumpkin_name
source: Pumpkin
af_za: Pampoen
ar_sa: يقطين
be_by: Гарбуз
bg_bg: Тиква
ca_es: Carbassa
cs: Dýně
da_dk: Græskar
de: Kürbis
de_at: Kürbis
el_gr: Κολοκύθα
es: Calabaza
eu_es: Kalabaza
fa_ir: کدوتنبل
fi: Kurpitsa
fil_ph: Kalabasa
fr_ca: Citrouille
ga_ie: Puimcín
gl_es: Cabaza
he: דלעת
hi_in: कद्दू
hr_hr: Bundeva
hu_hu: Tök
hy_am: Դդում
id_id: Labu
is_is: Grasker
it: Zucca
ja_jp: カボチャ
ka_ge: გოგრა
ko_kr: 호박
lb_lu: Kürbis
lt_lt: Moliūgas
lv_lv: Ķirbis
mi_nz: Paukena
mn_mn: Хулуу
ms_my: Labu
mt_mt: Qargħa Ħamra
nl_nl: Pompoen
nn_no: Graskar
pl: Dynia
pt: Abóbora
ro_ro: Dovleac
ru_ru: Тыква
sk_sk: Tekvica
sl_si: Buča
sv_se: Pumpa
th_th: ฟักทอง
tr_tr: Balkabağı
vi_vn: Bí ngô
zh_cn: 南瓜
zh_tw: 南瓜

# tile_pumpkinStem_name
source: Pumpkin Stem
af_za: Pampoenstingel
ar_sa: جذع اليقطين
be_by: Тушаны гарбуз
bg_bg: Стебло
ca_es: Tija de carbassa
cs: Dýňový stonek
da_dk: Græskar stilk
de: Kürbispflanze
de_at: Kürbispflonzn
el_gr: Βλαστός Κολοκύθας
es: Tallo de calabaza
eu_es: Kalabaza zurtoina
fa_ir: ساقه کدو تنبل
fi: Kurpitsan varsi
fil_ph: Tangkay ng kalabasa
fr_ca: Tige de courge
ga_ie: Gas Puimcín
gl_es: Talo de cabaza
he: גזע דלעת
hr_hr: Stabljika bundeve
hu_hu: Tök szár
id_id: Labu batang
is_is: Graskerstilkur
it: Gambo di zucca
ja_jp: カボチャの茎
ka_ge: გოგრის ღერო
ko_kr: 호박 줄기
lb_lu: Kürbisstill
lt_lt: Moliūgo stiebas
lv_lv: Ķirbju lieta
mn_mn: Хулууны иш
ms_my: Batang Labu
mt_mt: Zokk tal-Qargħa Ħamra
nl_nl: Pompoenstam
nn_no: Graskarstilk
pl: Łodyga dyni
pt: Pé de Abóbora
ro_ro: Tulpină de dovleac
ru_ru: Стебель тыквы
sk_sk: Stonka tekvice
sl_si: Bučna stebla
sv_se: Pumpastjälk
th_th: ต้นฟักทอง
tr_tr: Balkabağı Sapı
vi_vn: Cuống bí ngô
zh_cn: 南瓜梗
zh_tw: 南瓜梗

# tile_purpurBlock_name
source: Purpur Block
af_za: Purpurblok
ar_sa: حجر بوربور
be_by: Блок пурпуру
bg_bg: Пурпурен блок
ca_es: Bloc de Purpur
cs: Blok purpuru
da_dk: Purpur blok
el_gr: Πέρπερ Κύβος
es: Bloque de púrpur
eu_es: Purpura blokea
fa_ir: بلوک پور پور
fi: Purpur-kuutio
fil_ph: Bloke ng Purpur
fr_ca: Briques de purpur
ga_ie: Bloc Purpaire
gd_gb: Bloca purpur
gl_es: Bloque de púrpur
he: פורפור
hr_hr: Purpur blok
hu_hu: Purpurblokk
id_id: PurPur Blok
is_is: Purpurakubbur
it: Purpur
ja_jp: プルパーブロック
ka_ge: პურპურის ბლოკი
ko_kr: 퍼퍼 블록
lt_lt: Purpuro blokas
lv_lv: Purpūra bloks
mn_mn: Пурпур блок
ms_my: Blok Purpur
mt_mt: Blokka tal-Purpur
nl_nl: Purpurblok
nn_no: Purpurblokk
pl: Blok purpuru
pt: Bloco de Púrpura
ro_ro: Bloc de purpur
ru_ru: Пурпур-блок
sk_sk: Purpurová kocka
sl_si: Purpurna kocka
th_th: บล็อกเพอร์เพอร์
tr_tr: Purpur Bloğu
vi_vn: Khối purpur
zh_cn: 紫珀块
zh_tw: 紫珀磚

# tile_purpurPillar_name
source: Purpur Pillar
af_za: Purpur Pilaar
ar_sa: بوربور pillar
be_by: Пурпуровая калона
bg_bg: Пурпурна колона
ca_es: Pilar de purpur
cs: Purpurový pilíř
da_dk: Purpur søjle
de: Purpursäule
de_at: Purpuasäule
el_gr: Πέρπερ Κίονας
es: Pilar de púrpur
eu_es: Purpur pilarea
fa_ir: بلوک پور پور ستونی
fi: Purpur-pilari
fil_ph: Poste ng Purpur
fr_ca: Bloc de pilier de purpur
ga_ie: Colún Purpaire
gd_gb: Colbh purpur
gl_es: Pilar de púrpur
he: עמוד פורפור
hr_hr: Purpur stup
hu_hu: Purpuroszlop
id_id: PurPur Pilar
is_is: Purpurasúla
it: Pilastro di purpur
ja_jp: 柱状プルパーブロック
ka_ge: პურპურის სვეტი
ko_kr: 퍼퍼 기둥
lb_lu: Purpursail
lt_lt: Purpuro kolonos blokas
lv_lv: Purpūra pīlārs
mn_mn: Пурпур багана
ms_my: Tonggak Purpur
mt_mt: Pilastru tal-Purpur
nl_nl: Purpurpilaar
nn_no: Purpursøyle
pl: Filar z purpuru
pt: Pilar de Púrpura
ro_ro: Coloană de purpur
ru_ru: Пурпуровый пилон
sk_sk: Purpurový stĺp
sl_si: Purpurni steber
sv_se: Purpurpelare
th_th: เสาบล็อกเพอร์เพอร์
tr_tr: Purpur Sütun
vi_vn: Cột trụ purpur
zh_cn: 竖纹紫珀块
zh_tw: 柱狀紫珀磚

# tile_purpurSlab_name
source: Purpur Slab
af_za: Purpur Blad
ar_sa: لوح بوربور
be_by: Пурпуровая пліта
bg_bg: Пурпурна плоча
ca_es: Llosa de Purpur
cs: Purpurový půlblok
de: Purpurstufe
de_at: Purpuastufn
el_gr: Πέρπερ Πλάκα
es: Losa de púrpur
eu_es: Purpur baldosa
fa_ir: قطعه پور پور
fi: Purpur-laatta
fil_ph: Tilad na Purpur
fr_ca: Dalle en briques de purpur
ga_ie: Leac Purpaire
gd_gb: Leac purpur
gl_es: Lousa de púrpur
he: פורפור חצוי
hr_hr: Purpurna Ploča
hu_hu: Purpurlap
id_id: PurPur Lempengan
is_is: Purpurahella
it: Lastra di purpur
ja_jp: プルパーハーフブロック
ka_ge: პურპურის ფილა
ko_kr: 퍼퍼 반 블록
lb_lu: Purpurträpplek
lt_lt: Purpuro pusblokis
lv_lv: Purpur pusbloks
mn_mn: Пурпур хавтан
ms_my: Bongkah Purpur
mt_mt: Ċangun tal-Purpur
nl_nl: Purpurplaat
nn_no: Purpurhelle
pl: Płyta z purpuru
pt: Degrau de Púrpura
ro_ro: Lespede de purpur
ru_ru: Пурпуровая плита
sk_sk: Purpurový schodík
sl_si: Purpna plošča
sv_se: Purpurplatta
th_th: แผ่นเพอร์เพอร์
tr_tr: Purpur Basamak
vi_vn: Phiến purpur
zh_cn: 紫珀台阶
zh_tw: 紫珀磚半磚

# tile_quartzBlock_chiseled_name
source: Chiselled Quartz Block
af_za: Afgewerkde Kwartsblok
ar_sa: مكتب كوارتز منحوت
be_by: Разны кварцавы блок
bg_bg: Изписан кварцов блок
ca_es: Bloc de quars cisellat
cs: Opracovaný blok křemene
da_dk: Mejslet kvarts blok
de: Gemeißelter Quarzblock
de_at: Gmeißlta Quarzblock
el_gr: Λαξευμένος Κύβος Χαλαζία
es: Bloque de cuarzo cincelado
eu_es: Zizelkatutako kuartzo blokea
fa_ir: بلوک کوارتز تراشي
fi: Kaiverrettu kvartsikuutio
fil_ph: Pinaitang Tipakang Kuwarta
fr_ca: Bloc de quartz ciselé
ga_ie: Bloc Grianchloiche Siséalta
gl_es: Bloque de cuarzo cicelado
he: בלוק קוורץ מפוסל
hi_in: गढ़े हुए क्वार्ट्ज ब्लॉक
hr_hr: Isklesani Blok Kvarca
hu_hu: Vésett kvarcblokk
hy_am: Փորագրված Կվարցի Բլոկ
id_id: Blok Kuarsa yang Dipahat
is_is: Útskorinn Kvarskubbur
it: Blocco di quarzo intagliato
ja_jp: 模様入りネザー水晶ブロック
ka_ge: გამოქანდაკებული კვარცის ბლოკი
ko_kr: 조각된 석영 블록
lb_lu: Gemeesselte Quarzblock
lt_lt: Raižytas kvarco blokas
lv_lv: Slīpēts kvarca bloks
mn_mn: Сийлсэн кварц блок
ms_my: Blok Kuarza Terpahat
mt_mt: Blokka tal-Kwarz Imnaqqxa
nl_nl: Gebeiteld kwartsblok
nn_no: Forma kvarts
pl: Rzeźbiony blok kwarcu
pt: Bloco de Quartzo Cinzelado
ro_ro: Bloc de cuarț sculptat
ru_ru: Резной кварцевый блок
sk_sk: Otesaná kocka kremeňa
sl_si: Izklesana kocka kamene strele
sv_se: Mejslat kvartsblock
th_th: บล็อคควอตซ์สลัก
tr_tr: Oyma Kuvars Bloğu
vi_vn: Khối thạch anh được đục
zh_cn: 錾制石英块
zh_tw: 浮雕石英磚

# tile_quartzBlock_default_name
source: Quartz Block
af_za: Kwartsblok
ar_sa: مكعب كوارتز
be_by: Кварцавы блок
bg_bg: Кварцов блок
ca_es: Bloc de quars
cs: Blok křemene
da_dk: Kvartsblok
de: Quarzblock
de_at: Quarzblock
el_gr: Κύβος Χαλαζία
es: Bloque de cuarzo
eu_es: Kuartzo blokea
fa_ir: بلوک کوارتز
fi: Kvartsikuutio
fil_ph: Tipakang Kuwarta
fr_ca: Bloc de quartz
ga_ie: Bloc Grianchloiche
gl_es: Bloque de cuarzo
he: קוביית קוורץ
hi_in: क्वार्ट्ज के ब्लॉक
hr_hr: Blok Kvarca
hu_hu: Kvarcblokk
hy_am: Կվարցի Բլոկ
id_id: Balok Kuarsa
is_is: Kvarskubbur
it: Blocco di quarzo
ja_jp: ネザー水晶ブロック
ka_ge: კვარცის ბლოკი
ko_kr: 석영 블록
lb_lu: Quarzblock
lt_lt: Kvarco blokas
lv_lv: Kvarca bloks
mn_mn: Кварц блок
ms_my: Blok Kuarza
mt_mt: Blokka tal-Kwarz
nl_nl: Kwartsblok
nn_no: Blokk av kvarts
pl: Blok kwarcu
pt: Bloco de Quartzo
ro_ro: Bloc de cuarț
ru_ru: Кварцевый блок
sk_sk: Kocka kremeňa
sl_si: Kocka kamene strele
sv_se: Kvartsblock
th_th: บล็อกควอตซ์
tr_tr: Kuvars Bloğu
vi_vn: Khối thạch anh
zh_cn: 石英块
zh_tw: 石英磚

# tile_quartzBlock_lines_name
source: Pillar Quartz Block
af_za: Pilaar Kwartsblok
ar_sa: كتلة عمود الكوارتز
be_by: Кварцавая калона
bg_bg: Кварцова колона
ca_es: Pilar de quars
cs: Křemenný pilíř
da_dk: Kvartssøjle
de: Quarzsäule
de_at: Quarzsäule
el_gr: Πιλόνας από χαλαζία
es: Pilar de cuarzo
eu_es: Kuartzo pilare blokea
fa_ir: بلوک کوارتز ستوني
fi: Kvartsipilari
fil_ph: Postang Tipakang Kuwarta
fr_ca: Bloc de pilier de quartz
ga_ie: Colún Grianchloiche
gl_es: Pilar de cuarzo
he: עמוד בלוק קוורץ
hi_in: स्तंभ क्वार्ट्ज ब्लॉक
hr_hr: Stup Kvarca
hu_hu: Kvarcoszlop
hy_am: Սյունաձև Կվարցի Բլոկից
id_id: Pilar Kuarsa
is_is: Kvarssúla
it: Pilastro di quarzo
ja_jp: 柱状ネザー水晶ブロック
ka_ge: საყრდენი კვარცის ბლოკი
ko_kr: 석영 기둥 블록
lb_lu: Quarzsail
lt_lt: Kvarco kolonos blokas
lv_lv: Kvarca pilārs
mn_mn: Баганан кварц блок
ms_my: Tiang Blok Kuarsa
mt_mt: Pilastru tal-Kwarz
nl_nl: Kwartspilaar
nn_no: Søyle av kvarts
pl: Kwarcowa kolumna
pt: Bloco de Quartzo de Pilar
ro_ro: Coloană de cuarț
ru_ru: Кварцевая колонна
sk_sk: Kremenný stĺp
sl_si: Steber kamene strele
sv_se: Pelarkvartsblock
th_th: เสาบล็อคควอตซ์
tr_tr: Kuvars Bloğu Sütun
vi_vn: Khối cột trụ thạch anh
zh_cn: 竖纹石英块
zh_tw: 柱狀石英磚

# tile_quartzBlock_name
source: Quartz Block
af_za: Kwartsblok
ar_sa: مكعب كوارتز
be_by: Кварцавы блок
bg_bg: Кварцов блок
ca_es: Bloc de quars
cs: Blok křemene
da_dk: Kvartsblok
de: Quarzblock
de_at: Quarzblock
el_gr: Κύβος Χαλαζία
es: Bloque de cuarzo
eu_es: Kuartzozko blokea
fa_ir: بلوک کوارتز
fi: Kvartsikuutio
fil_ph: Tipakang Kuwarta
fr_ca: Blocs en quartz
ga_ie: Bloc Grianchloiche
gl_es: Bloque de cuarzo
he: בלוק קוורץ
hi_in: क्वार्ट्ज के ब्लॉक
hr_hr: Blok Kvarca
hu_hu: Kvarcblokk
id_id: Balok Kuarsa
is_is: Kvarskubbur
it: Blocco di quarzo
ja_jp: ネザー水晶ブロック
ka_ge: კვარცის ბლოკი
ko_kr: 석영 블록
lb_lu: Quarzblock
lt_lt: Kvarco blokas
lv_lv: Kvarca bloks
mn_mn: Кварц блок
ms_my: Blok Quarza
mt_mt: Blokka tal-Kwarz
nl_nl: Kwartsblok
nn_no: Blokk av kvarts
pl: Blok kwarcu
pt: Bloco de Quartzo
ro_ro: Bloc de cuarț
ru_ru: Кварцевый блок
sk_sk: Kocka kremeňa
sl_si: Kocka kamene strele
sv_se: Kvartsblock
th_th: บล็อกควอตซ์
tr_tr: Kuvars Bloğu
vi_vn: Khối thạch anh
zh_cn: 石英块
zh_tw: 石英磚

# tile_rail_name
source: Rail
af_za: Spoor
ar_sa: سكة حديدية
be_by: Рэйкі
bg_bg: Релси
cs: Kolej
da_dk: Spor
de: Schiene
de_at: Schiene
el_gr: Ράγα
es: Raíl
eu_es: Erraila
fa_ir: ریل
fi: Raide
fil_ph: Riles
fr_ca: Rails
ga_ie: Ráillí
gl_es: Raíl
he: מסילה
hi_in: रेल
hr_hr: Pruga
hu_hu: Sín
hy_am: Ռելս
id_id: Rel
is_is: Lestarteinn
it: Binario
ja_jp: レール
ka_ge: რელსი
ko_kr: 레일
lb_lu: Schinn
lt_lt: Bėgiai
lv_lv: Sliedes
mi_nz: Ara tereina
mn_mn: Төмөр зам
ms_my: Landasan
mt_mt: Linji tat-Trakk
nl_nl: Spoor
nn_no: Skinne
pl: Tory
pt: Carril
ro_ro: Șine
ru_ru: Рельсы
sk_sk: Koľajnice
sl_si: Tirnica
sv_se: Räls
th_th: รางรถไฟ
tr_tr: Ray
vi_vn: Đường ray
zh_cn: 铁轨
zh_tw: 鐵軌

# tile_redNetherBrick_name
source: Red Nether Brick
af_za: Rooi Nether Baksteen
ar_sa: وكنــدا الطوب الاحمر
be_by: Чырвоная нэдэрская цэгла
bg_bg: Червена тухла от Недъра
ca_es: Maons del Nether vermells
cs: Rudé netheritové cihly
da_dk: Rød nethermursten
de: Rote Netherziegel
de_at: Rote Netherziagl
el_gr: Κόκκινο τούβλο του Νέδερ
es: Ladrillos del Nether rojos
fi: Punainen Nether-tiili
fil_ph: Pulang Impyelaryo
fr_ca: Briques rouges du Nether
ga_ie: Bloc Íochtarbhrící Dearga
gd_gb: Breige Nether ruadh
he: לבנת נת'ר אדומה
hr_hr: Crvena podzemna cigla
hu_hu: Vörös nethertégla
id_id: Bata Neraka Merah
it: Mattoni del Nether rossi
ja_jp: 赤いネザーレンガ
ka_ge: წითელი ნეზერის აგური
ko_kr: 붉은 네더 벽돌
lb_lu: Rout Netherzill
lt_lt: Raudonosios Pragaro plytos
lv_lv: Sarkanie elles ķieģeļi
mn_mn: Улаан тамын тоосго
ms_my: Batu-bata Merah Nether
mt_mt: Briksa Ħamra tan-Nether
nl_nl: Rode Netherbaksteen
nn_no: Underverden-blokk
pl: Czerwona netherowa cegła
pt: Tijolos do Nether Vermelhos
ro_ro: Cărămizi de Nether roșii
ru_ru: Красный незеритовый кирпич
sk_sk: Červená netheritová tehla
sl_si: Rdeča peklenska opeka
sv_se: Röd nethersten
th_th: อิฐเนเธอร์แดง
tr_tr: Kırmızı Nether Tuğlası
vi_vn: Gạch Nether đỏ
zh_cn: 红色地狱砖
zh_tw: 紅地獄磚

# tile_redSandStone_chiseled_name
source: Chiselled Red Sandstone
af_za: Afgewerkte Rooi Sandsteen
ar_sa: حجر رملي أحمر منحوت
be_by: Разны чырвоны пясчанік
bg_bg: Изписан червен пясъчен камък
ca_es: Roca sorrenca cisellada
cs: Opracovaný rudý pískovec
da_dk: Mejslet rød sandsten
de: Gemeißelter roter Sandstein
de_at: Gmeißlta Rota Sondstoa
el_gr: Λαξευμένος Κόκκινος Αμμόλιθος
es: Arenisca roja cincelada
eu_es: Zizelkatutako hareharri gorria
fa_ir: مخروط ماسه سنگ قرمز
fi: Kaiverrettu punainen hiekkakivi
fil_ph: Pinanait na Mapulang Batubuhangin
fr_ca: Grès rouge ciselé
ga_ie: Gaineamhchloch Dhearg Shiséalta
gd_gb: Clach-ghainmhich ruadh ghilbichte
gl_es: Arenito vermello cicelado
he: אבן חול אדומה מפוסלת
hr_hr: Isklesani Crveni Pješčani Kamen
hu_hu: Vésett vörös homokkő
id_id: Batu Pasir Merah Pahatan
is_is: Meitlaður rauður sandsteinn
it: Arenaria rossa intagliata
ja_jp: 模様入りの赤い砂岩
ka_ge: მოპირკეთებული წითელი ქვიშაქვა
ko_kr: 조각된 붉은 사암
lb_lu: Gemeesselte roude Sandsteen
lt_lt: Raižytas raudonas smiltainis
lv_lv: Noslīpēts sarkanais smilšakmens
mn_mn: Сийлсэн улаан элсэн чулуу
ms_my: Batu Pasir Merah Berpahat
mt_mt: Ġebel Aħmar tal-Franka Mnaqqax
nl_nl: Gebeiteld rood zandsteen
nn_no: Forma raud sandstein
pl: Rzeźbiony czerwony piaskowiec
pt: Arenito Vermelho Cinzelado
ro_ro: Gresie roșie sculptată
ru_ru: Резной красный песчаник
sk_sk: Otesaný červený pieskovec
sl_si: Izklesani rdeči peščenjak
sv_se: Mejslad röd sandsten
th_th: หินทรายสลักสีแดง
tr_tr: Oyma Kırmızı Kum Taşı
vi_vn: Cát kết đỏ được đục
zh_cn: 錾制红沙石
zh_tw: 浮雕紅砂岩
