Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_rhombus_silver
source: Light Grey Lozenge
ar_sa: معين رمادي فاتح
be_by: Светла-шэры ромб
bg_bg: Светлосив ромб
ca_es: Rombe gris clar
cs: Světle šedý kosočtverec
da_dk: Lysegrå Rombe
de: Hellgraue Raute
de_at: Hellgraue Rautn
el_gr: Ανοιχτός Γκρι Ρόμβος
es: Rombo gris claro
fi: Vaaleanharmaa ruutu
fr_ca: Losange d'argent grisé
ga_ie: Muileata Fionnliath
gl_es: Rombo gris claro
he: יהלום אפור בהיר
hr_hr: Svijetlo Sivi Romb
hu_hu: Világosszürke nagyruta
id_id: Belah ketupat abu-abu terang
it: Alla losanga di grigio chiaro
ja_jp: 薄灰色の菱形
ka_ge: ღია-ნაცრისფერი რომბი
ko_kr: 회백색 마름모
lb_lu: Hellgro Raut
lt_lt: Šviesiai pilkas rombas centre
lv_lv: Gaiši pelēks rombs
ms_my: Rombus Kelabu Muda
mt_mt: Light Gray Lozenge
nl_nl: Lichtgrijze ruit
nn_no: Ljosegrå diamant
pl: Jasnoszary romb
pt: Losango Cinzento Claro
ro_ro: Romb gri-deschis
ru_ru: Светло-серый ромб
sk_sk: Svetlosivý kosoštvorec
sl_si: Svetlo siv srčni ščit
sv_se: Ljusgrå diamant
th_th: ข้าวหลามตัดสีเทาอ่อน
tr_tr: Açık Gri Eşkenar Dörtgen
vi_vn: Hình thoi xám nhạt
zh_cn: 淡灰色菱形
zh_tw: 淺灰色菱形

# item_banner_rhombus_white
source: White Lozenge
ar_sa: معين أبيض
be_by: Белы ромб
bg_bg: Бял ромб
ca_es: Rombe blanc
cs: Bílý kosočtverec
da_dk: Hvid Rombe
de: Weiße Raute
de_at: Weiße Rautn
el_gr: Άσπρος Ρόμβος
es: Rombo blanco
fi: Valkoinen ruutu
fr_ca: Losange d'argent
ga_ie: Muileata Bán
gl_es: Rombo branco
he: יהלום לבן
hr_hr: Bijeli Romb
hu_hu: Fehér nagyruta
id_id: Belah ketupat Putih
it: Alla losanga di bianco
ja_jp: 白色の菱形
ka_ge: თეთრი რომბი
ko_kr: 하얀색 마름모
lb_lu: Wäiss Raut
lt_lt: Baltas rombas centre
lv_lv: Balts rombs
ms_my: Lozenge putih
nl_nl: Witte ruit
nn_no: Kvit diamant
pl: Biały romb
pt: Losango Branco
ro_ro: Romb alb
ru_ru: Белый ромб
sk_sk: Biely kosoštvorec
sl_si: Bel srčni ščit
sv_se: Vit diamant
th_th: ข้าวหลามตัดสีขาว
tr_tr: Beyaz Eşkenar Dörtgen
vi_vn: Hình thoi trắng
zh_cn: 白色菱形
zh_tw: 白色菱形

# item_banner_rhombus_yellow
source: Yellow Lozenge
ar_sa: معين أصفر
be_by: Жоўты ромб
bg_bg: Жълт ромб
ca_es: Rombe groc
cs: Žlutý kosočtverec
da_dk: Gul Rombe
de: Gelbe Raute
de_at: Gelbe Rautn
el_gr: Κίτρινος Ρόμβος
es: Rombo amarillo
fi: Keltainen ruutu
fr_ca: Losange d'or
ga_ie: Muileata Buí
gl_es: Rombo amarelo
he: יהלום צהוב
hr_hr: Žuti Romb
hu_hu: Sárga nagyruta
id_id: Belah ketupat kuning
it: Alla losanga di giallo
ja_jp: 黄色の菱形
ka_ge: ყვითელი რომბი
ko_kr: 노란색 마름모
lb_lu: Giel Raut
lt_lt: Geltonas rombas centre
lv_lv: Dzeltens rombs
ms_my: Rombus Kuning
nl_nl: Gele ruit
nn_no: Gul diamant
pl: Żółty romb
pt: Losango Amarelo
ro_ro: Romb galben
ru_ru: Жёлтый ромб
sk_sk: Žltý kosoštvorec
sl_si: Rumen srčni ščit
sv_se: Gul diamant
th_th: ข้าวหลามตัดสีเหลือง
tr_tr: Sarı Eşkenar Dörtgen
vi_vn: Hình thoi vàng
zh_cn: 黄色菱形
zh_tw: 黃色菱形

# item_banner_silver_name
source: Light Grey Banner
af_za: Ligtegrys Vlag
ar_sa: راية رمادية فاتحة
be_by: Светла-шэры сцяг
bg_bg: Светлосиво знаме
ca_es: Estendard gris clar
cs: Světle šedý prapor
da_dk: Lysegråt Banner
de: Hellgraues Banner
de_at: Hellgraus Banner
el_gr: Ανοικτό Γκρι Λάβαρο
es: Estandarte gris claro
eu_es: Estandarte gris argia
fi: Vaaleanharmaa lippu
fil_ph: Mapusyaw na Kulay Abong Watawat
fr_ca: Bannière d'argent grisé
ga_ie: Meirge Fionnliath
gl_es: Estandarte gris claro
he: שלט בצבע אפור בהיר
hr_hr: Svijetlo Siva Zastava
hu_hu: Világosszürke zászló
id_id: Banner abu-abu muda
is_is: Ljósgrár fáni
it: Stendardo grigio chiaro
ja_jp: 薄灰色の旗
ka_ge: ღია-ნაცრისფერი დროშა
ko_kr: 회백색 현수막
lb_lu: Hellgroe Fändel
lt_lt: Šviesiai pilka vėliava
lv_lv: Gaiši pelēks Baneris
ms_my: Panji Kelabu Muda
mt_mt: Bandiera Griża Ċara
nl_nl: Lichtgrijze banier
nn_no: Ljosegrå fane
pl: Jasnoszary sztandar
pt: Bandeira Cinzenta Clara
ro_ro: Stindard gri-deschis
ru_ru: Светло-серый флаг
sk_sk: Svetlosivá vlajka
sl_si: Svetlo siv prapor
sv_se: Ljusgrå banderoll
th_th: ธงสีเทาอ่อน
tr_tr: Açık Gri Flama
vi_vn: Biểu ngữ xám nhạt
zh_cn: 淡灰色旗帜
zh_tw: 淺灰色旗幟

# item_banner_skull_black
source: Black Skull Charge
ar_sa: شعار جمجمة سوداء
be_by: Чорная фігура чэрапа
bg_bg: Черна фигура на череп
ca_es: Estampat de calavera negra
cs: Černý znak lebky
da_dk: Sort Kranie Ladning
de: Schwarzer Schädel
de_at: Schworza Schädl
el_gr: Μαύρο Κρανιοκαψούλι
es: Estampado negro de calavera
fi: Musta kallo
fr_ca: Tête de mort de sable
ga_ie: Fíor Cloiginn Dubh
gd_gb: Claigeann dubh
gl_es: Estampado negro de caveira
he: גולגולת שחורה
hr_hr: Crni Lik Lubanje
hu_hu: Fekete koponya címerkép
id_id: Biaya tengkorak hitam
it: Al teschio di nero
ja_jp: 黒色の骸骨模様
ka_ge: შავი თავის ქალა
ko_kr: 검은색 해골 모양
lb_lu: Schwaarze Schiedel
lt_lt: Juoda kaukolė
lv_lv: Melns galvaskauss
ms_my: Caj Tengkorak Hitam
nl_nl: Zwart schedelwapen
nn_no: Svart daudinghovud
pl: Czarna figura czaszki
pt: Emblema de Caveira Preta
ro_ro: Cap de mort negru
ru_ru: Чёрный череп
sk_sk: Čierna lebka
sl_si: Črn gusarski znak
sv_se: Svart dödskalle
th_th: ตราสัญลักษณ์กะโหลกสีดำ
tr_tr: Siyah Kuru Kafa Şekli
vi_vn: Phù hiệu đầu lâu đen
zh_cn: 黑色头颅盾徽
zh_tw: 黑色骷髏徽章

# item_banner_skull_blue
source: Blue Skull Charge
ar_sa: شعار الجمجمة الزرقاء
be_by: Сіняя фігура чэрапа
bg_bg: Синя фигура на череп
ca_es: Estampat de calavera blava
cs: Modrý znak lebky
da_dk: Blå Kranie Ladning
de: Blauer Schädel
el_gr: Μπλε Κρανιοκαψούλι
es: Estampado azul de calavera
fi: Sininen kallo
fr_ca: Tête de mort d'azur
ga_ie: Fíor Cloiginn Gorm
gd_gb: Claigeann gorm
gl_es: Estampado azul de caveira
he: גולגולת כחולה
hr_hr: Plavi Lik Lubanje
hu_hu: Kék koponya címerkép
id_id: Biaya tengkorak biru
it: Al teschio di blu
ja_jp: 青色の骸骨模様
ka_ge: ლურჯი თავის ქალა
ko_kr: 파란색 해골 모양
lb_lu: Bloe Schiedel
lt_lt: Mėlyna kaukolė
lv_lv: Zils galvaskauss
ms_my: Caj Tengkorak Biru
nl_nl: Blauw schedelwapen
nn_no: Blå daudinghovud
pl: Niebieska figura czaszki
pt: Emblema de Caveira Azul
ro_ro: Cap de mort albastru
ru_ru: Синий череп
sk_sk: Modrá lebka
sl_si: Moder gusarski znak
sv_se: Blå dödskalle
th_th: ตราสัญลักษณ์กะโหลกสีฟ้า
tr_tr: Mavi Kuru Kafa Şekli
vi_vn: Phù hiệu đầu lâu xanh nước biển
zh_cn: 蓝色头颅盾徽
zh_tw: 藍色骷髏徽章

# item_banner_skull_brown
source: Brown Skull Charge
ar_sa: شعار الجمجمة البنية
be_by: Карычневая фігура чэрапа
bg_bg: Кафява фигура на череп
ca_es: Estampat de calavera marró
cs: Hnědý znak lebky
da_dk: Brun Kranie Ladning
de: Brauner Schädel
el_gr: Καφέ Κρανιοκαψούλι
es: Estampado marrón de calavera
fi: Ruskea kallo
fr_ca: Tête de mort de brun
ga_ie: Fíor Cloiginn Donn
gd_gb: Claigeann donn
gl_es: Estampado marrón de caveira
he: גולגולת חומה
hr_hr: Smeđi Lik Lubanje
hu_hu: Barna koponya címerkép
id_id: Biaya tengkorak coklat
it: Al teschio di marrone
ja_jp: 茶色の骸骨模様
ka_ge: ყავისფერი თავის ქალა
ko_kr: 갈색 해골 모양
lb_lu: Bronge Schiedel
lt_lt: Ruda kaukolė
lv_lv: Brūns galvaskauss
ms_my: Caj Tengkorak Perang
nl_nl: Bruin schedelwapen
nn_no: Brun daudinghovud
pl: Brązowa figura czaszki
pt: Emblema de Caveira Castanha
ro_ro: Cap de mort maro
ru_ru: Коричневый череп
sk_sk: Hnedá lebka
sl_si: Rjav gusarski znak
sv_se: Brun dödskalle
th_th: ตราสัญลักษณ์กะโหลกสีน้ำตาล
tr_tr: Kahverengi Kuru Kafa Şekli
vi_vn: Phù hiệu đầu lâu nâu
zh_cn: 棕色头颅盾徽
zh_tw: 棕色骷髏徽章

# item_banner_skull_cyan
source: Cyan Skull Charge
ar_sa: شعار الجمجمة السماوي
be_by: Бірузовая фігура чэрапа
bg_bg: Синьозелена фигура на череп
ca_es: Estampat cian de calavera
cs: Azurový znak lebky
da_dk: Cyan Kranie Ladning
de: Türkiser Schädel
el_gr: Κυανό Κρανιοκαψούλι
es: Estampado cian de calavera
fi: Syaani kallo
fr_ca: Tête de mort de cyan
ga_ie: Fíor Cloiginn Cian
gd_gb: Claigeann saidhean
gl_es: Estampado ciano de caveira
he: גולגולת טורקיז
hr_hr: Tirkizni Lik Lubanje
hu_hu: Türkizkék koponya címerkép
id_id: Biaya tengkorak cyan
it: Al teschio di ciano
ja_jp: 水色の骸骨模様
ka_ge: ცისფერი თავის ქალა
ko_kr: 청록색 해골 모양
lb_lu: Turquoise Schiedel
lt_lt: Žalsvai mėlyna kaukolė
lv_lv: Ciāna galvaskauss
ms_my: Caj Tengkorak Cyan
nl_nl: Cyaan schedelwapen
nn_no: Turkis daudinghovud
pl: Błękitna figura czaszki
pt: Emblema de Caveira Ciano
ro_ro: Cap de mort turcoaz
ru_ru: Бирюзовый череп
sk_sk: Tyrkysová lebka
sl_si: Turkizen gusarski znak
sv_se: Turkos dödskalle
th_th: ตราสัญลักษณ์กระโหลกสีม่วงอ่อน
tr_tr: Camgöbeği Kuru Kafa Şekli
vi_vn: Phù hiệu đầu lâu lục lam
zh_cn: 青色头颅盾徽
zh_tw: 青色骷髏徽章

# item_banner_skull_gray
source: Grey Skull Charge
ar_sa: شعار الجمجمة الرمادية
be_by: Шэрая фігура чэрапа
bg_bg: Сива фигура на череп
ca_es: Estampat de calavera gris
cs: Šedý znak lebky
da_dk: Grå Kranie Ladning
de: Grauer Schädel
el_gr: Γκρι Κρανιοκαψούλι
es: Estampado gris de calavera
fi: Harmaa kallo
fr_ca: Tête de mort d'acier
ga_ie: Fíor Cloiginn Liath
gd_gb: Claigeann liath
gl_es: Estampado gris de caveira
he: גולגולת אפורה
hr_hr: Sivi Lik Lubanje
hu_hu: Szürke koponya címerkép
id_id: Biaya tengkorak abu-a
it: Al teschio di grigio
ja_jp: 灰色の骸骨模様
ka_ge: ნაცრისფერი თავის ქალა
ko_kr: 회색 해골 모양
lb_lu: Groe Schiedel
lt_lt: Pilka kaukolė
lv_lv: Pelēks galvaskauss
ms_my: Caj Tengkorak Kelabu
mt_mt: Gray Skull Charge
nl_nl: Grijs schedelwapen
nn_no: Grå daudinghovud
pl: Szara figura czaszki
pt: Emblema de Caveira Cinzenta
ro_ro: Cap de mort gri
ru_ru: Серый череп
sk_sk: Sivá lebka
sl_si: Siv gusarski znak
sv_se: Grå dödskalle
th_th: ตราสัญลักษณ์กะโหลกสีเทา
tr_tr: Gri Kuru Kafa Şekli
vi_vn: Phù hiệu đầu lâu xám
zh_cn: 灰色头颅盾徽
zh_tw: 灰色骷髏徽章

# item_banner_skull_green
source: Green Skull Charge
ar_sa: شعار الجمجمة الخضراء
be_by: Зялёная фігура чэрапа
bg_bg: Зелена фигура на череп
ca_es: Estampat de calavera verda
cs: Zelený znak lebky
da_dk: Grøn Kranie Ladning
de: Grüner Schädel
el_gr: Πράσινο Κρανιοκαψούλι
es: Estampado verde de calavera
fi: Vihreä kallo
fr_ca: Tête de mort de sinople
ga_ie: Fíor Cloiginn Uaine
gd_gb: Claigeann uaine
gl_es: Estampado verde de caveira
he: גולגולת ירוקה
hr_hr: Zeleni Lik Lubanje
hu_hu: Zöld koponya címerkép
id_id: Biaya tengkorak hijau
it: Al teschio di verde
ja_jp: 緑色の骸骨模様
ka_ge: მწვანე თავის ქალა
ko_kr: 초록색 해골 모양
lb_lu: Grénge Schiedel
lt_lt: Žalia kaukolė
lv_lv: Zaļs galvaskauss
ms_my: Caj Tengkorak Hijau
nl_nl: Groen schedelwapen
nn_no: Grøn daudinghovud
pl: Zielona figura czaszki
pt: Emblema de Caveira Verde
ro_ro: Cap de mort verde
ru_ru: Зелёный череп
sk_sk: Zelená lebka
sl_si: Zelen gusarski znak
sv_se: Grön dödskalle
th_th: ตราสัญลักษณ์กะโหลกสีเขียว
tr_tr: Yeşil Kuru Kafa Şekli
vi_vn: Phù hiệu đầu lâu xanh lá cây
zh_cn: 绿色头颅盾徽
zh_tw: 綠色骷髏徽章

# item_banner_skull_lightBlue
source: Light Blue Skull Charge
ar_sa: شعار الجمجمة الزرقاء فاتحه
be_by: Блакітная фігура чэрапа
bg_bg: Светлосиня фигура на череп
ca_es: Estampat de calavera blau clar
cs: Světle modrý znak lebky
da_dk: Lyseblå Kranie Ladning
de: Hellblauer Schädel
el_gr: Γαλάζιο Κρανιοκαψούλι
es: Estampado azul claro de calavera
fi: Vaaleansininen kallo
fr_ca: Tête de mort de bleu céleste
ga_ie: Fíor Cloiginn Bánghorm
gd_gb: Claigeann soilleir-ghorm
gl_es: Estampado azul claro de caveira
he: גולגולת בצבע תכלת
hr_hr: Svijetlo Plavi Lik Lubanje
hu_hu: Világoskék koponya címerkép
id_id: Biaya tengkorak cahaya biru
it: Al teschio d'azzurro
ja_jp: 空色の骸骨模様
ka_ge: ღია-ლურჯი თავის ქალა
ko_kr: 하늘색 해골 모양
lb_lu: Hellbloe Schiedel
lt_lt: Šviesiai mėlyna kaukolė
lv_lv: Gaiši zils galvaskauss
ms_my: Caj Tengkorak Biru Muda
nl_nl: Lichtblauw schedelwapen
nn_no: Ljoseblå daudinghovud
pl: Jasnoniebieska figura czaszki
pt: Emblema de Caveira Azul Clara
ro_ro: Cap de mort bleu
ru_ru: Голубой череп
sk_sk: Svetlomodrá lebka
sl_si: Svetlo moder gusarski znak
sv_se: Ljusblå dödskalle
th_th: ตราสัญลักษณ์กระโหลกสีฟ้าอ่อน
tr_tr: Açık Mavi Kuru Kafa Şekli
vi_vn: Phù hiệu đầu lâu xanh nước biển nhạt
zh_cn: 淡蓝色头颅盾徽
zh_tw: 淺藍色骷髏徽章

# item_banner_skull_lime
source: Lime Skull Charge
ar_sa: شعار الجمجمة خضراء فاتحة
be_by: Лаймавая фігура чэрапа
bg_bg: Жълтозелена фигура на череп
ca_es: Estampat de calavera verd llima
cs: Světle zelený znak lebky
da_dk: Lime Kranie Ladning
de: Hellgrüner Schädel
el_gr: Ελαφρύ Πράσινο Κρανιοκαψούλι
es: Estampado verde lima de calavera
fi: Lime kallo
fr_ca: Tête de mort de sinople clair
ga_ie: Fíor Cloiginn Líomach
gd_gb: Claigeann dath na liomaide
gl_es: Estampado lima de caveira
he: גולגולת בצבע ליים
hr_hr: Svijetlo Zeleni Lik Lubanje
hu_hu: Világoszöld koponya címerkép
id_id: Biaya tengkorak hijau limau
it: Al teschio di lime
ja_jp: 黄緑色の骸骨模様
ka_ge: სალათისფერი თავის ქალა
ko_kr: 연두색 해골 모양
lb_lu: Hellgrénge Schiedel
lt_lt: Gelsvai žalsva kaukolė
lv_lv: Laima galvaskauss
ms_my: Caj Tengkorak Limau
nl_nl: Lichtgroen schedelwapen
nn_no: Limegrøn daudinghovud
pl: Jasnozielona figura czaszki
pt: Emblema de Caveira Verde Lima
ro_ro: Cap de mort verde-deschis
ru_ru: Лаймовый череп
sk_sk: Svetlozelená lebka
sl_si: Svetlo zelen gusarski znak
sv_se: Limegrön dödskalle
th_th: ตราสัญลักษณ์กะโหลกสีมะนาว
tr_tr: Açık Yeşil Kuru Kafa Şekli
vi_vn: Phù hiệu đầu lâu xanh lá mạ
zh_cn: 黄绿色头颅盾徽
zh_tw: 淺綠色骷髏徽章

# item_banner_skull_magenta
source: Magenta Skull Charge
ar_sa: شعار الجمجمة ألارجوانيه
be_by: Пурпурная фігура чэрапа
bg_bg: Пурпурна фигура на череп
ca_es: Estampat de calavera magenta
cs: Purpurový znak lebky
da_dk: Magenta Kranie Ladning
de: Magenta Schädel
de_at: Magentana Schädl
el_gr: Ματζέντα Κρανιοκαψούλι
es: Estampado magenta de calavera
fi: Purppura kallo
fr_ca: Tête de mort de magenta
ga_ie: Fíor Cloiginn Maigeanta
gd_gb: Claigeann magenta
gl_es: Estampado maxenta de caveira
he: גולגולת בצבע מגנטה
hr_hr: Rozi Lik Lubanje
hu_hu: Bíbor koponya címerkép
id_id: Biaya tengkorak magenta
it: Al teschio di magenta
ja_jp: 赤紫色の骸骨模様
ka_ge: იისფერი თავის ქალა
ko_kr: 자홍색 해골 모양
lb_lu: Magentae Schiedel
lt_lt: Rausvai raudona kaukolė
lv_lv: Fuksīna galvaskauss
ms_my: Caj Tengkorak Magenta
nl_nl: Magenta schedelwapen
nn_no: Ljoselilla daudinghovud
pl: Karmazynowa figura czaszki
pt: Emblema de Caveira Magenta
ro_ro: Cap de mort magenta
ru_ru: Пурпурный череп
sk_sk: Purpurová lebka
sl_si: Škrlaten gusarski znak
sv_se: Ljuslila dödskalle
th_th: ตราสัญลักษณ์กะโหลกสีชมพูแกมม่วง
tr_tr: Eflatun Kuru Kafa Şekli
vi_vn: Phù hiệu đầu lâu đỏ sậm
zh_cn: 品红色头颅盾徽
zh_tw: 洋紅色骷髏徽章

# item_banner_skull_orange
source: Orange Skull Charge
ar_sa: شعار الجمجمة البرتقاليه
be_by: Аранжавая фігура чэрапа
bg_bg: Оранжева фигура на череп
ca_es: Estampat de calavera taronja
cs: Oranžový znak lebky
da_dk: Orange Kranie Ladning
de: Oranger Schädel
el_gr: Πορτοκαλί Κρανιοκαψούλι
es: Estampado naranja de calavera
fi: Oranssi kallo
fr_ca: Tête de mort d'orangé
ga_ie: Fíor Cloiginn Oráisteach
gd_gb: Claigeann orains
gl_es: Estampado laranxa de caveira
he: גולגולת בצבע כתום
hr_hr: Narančasti Lik Lubanje
hu_hu: Narancssárga koponya címerkép
id_id: Biaya tengkorak jingga
it: Al teschio d'arancione
ja_jp: 橙色の骸骨模様
ka_ge: ნარინჯისფერი თავის ქალა
ko_kr: 주황색 해골 모양
lb_lu: Orange Schiedel
lt_lt: Oranžinė kaukolė
lv_lv: Oranžs galvaskauss
ms_my: Caj Tengkorak Oren
nl_nl: Oranje schedelwapen
nn_no: Oransje daudinghovud
pl: Pomarańczowa figura czaszki
pt: Emblema de Caveira Laranja
ro_ro: Cap de mort portocaliu
ru_ru: Оранжевый череп
sk_sk: Oranžová lebka
sl_si: Oranžen gusarski znak
sv_se: Orange dödskalle
th_th: ตราสัญลักษณ์กะโหลกสีส้ม
tr_tr: Turuncu Kuru Kafa Şekli
vi_vn: Phù hiệu đầu lâu cam
zh_cn: 橙色头颅盾徽
zh_tw: 橙色骷髏徽章

# item_banner_skull_pink
source: Pink Skull Charge
ar_sa: شعار الجمجمة الوردية
be_by: Ружовая фігура чэрапа
bg_bg: Розова фигура на череп
ca_es: Estampat de calavera rosa
cs: Růžový znak lebky
da_dk: Lyserød Kranie Ladning
de: Rosa Schädel
el_gr: Ρωζ Κρανιοκαψούλι
es: Estampado rosa de calavera
fi: Vaaleanpunainen kallo
fr_ca: Tête de mort de rose
ga_ie: Fíor Cloiginn Bándearg
gd_gb: Claigeann pinc
gl_es: Estampado rosa de caveira
he: גולגולת ורודה
hr_hr: Ružičasti Lik Lubanje
hu_hu: Rózsaszín koponya címerkép
id_id: Biaya tengkorak merah muda
it: Al teschio di rosa
ja_jp: 桃色の骸骨模様
ka_ge: ვარდისფერი თავის ქალა
ko_kr: 분홍색 해골 모양
lb_lu: Rosae Schiedel
lt_lt: Rožinė kaukolė
lv_lv: Rozā galvaskauss
ms_my: Caj Tengkorak Merah Jambu
nl_nl: Roze schedelwapen
nn_no: Rosa daudinghovud
pl: Różowa figura czaszki
pt: Emblema de Caveira Rosa
ro_ro: Cap de mort roz
ru_ru: Розовый череп
sk_sk: Ružová lebka
sl_si: Roza gusarski znak
sv_se: Rosa dödskalle
th_th: ตราสัญลักษณ์กะโหลกสีชมพู
tr_tr: Pembe Kuru Kafa Şekli
vi_vn: Phù hiệu đầu lâu hồng
zh_cn: 粉红色头颅盾徽
zh_tw: 粉紅色骷髏徽章

# item_banner_skull_purple
source: Purple Skull Charge
ar_sa: شعار الجمجمة الأرجوانية
be_by: Фіялетавая фігура чэрапа
bg_bg: Лилава фигура на череп
ca_es: Estampat de calavera morada
cs: Fialový znak lebky
da_dk: Lilla Kranie Ladning
de: Violetter Schädel
el_gr: Μωβ Κρανιοκαψούλι
es: Estampado morado de calavera
fi: Violetti kallo
fr_ca: Tête de mort de pourpre
ga_ie: Fíor Cloiginn Corcra
gd_gb: Claigeann purpaidh
gl_es: Estampado púrpura de caveira
he: גולגולת סגולה
hr_hr: Ljubičasti Lik Lubanje
hu_hu: Lila koponya címerkép
id_id: Tengkorak biaya ungu
it: Al teschio di viola
ja_jp: 紫色の骸骨模様
ka_ge: ალისფერი თავის ქალა
ko_kr: 보라색 해골 모양
lb_lu: Mofe Schiedel
lt_lt: Purpurinė kaukolė
lv_lv: Purpura galvaskauss
ms_my: Caj Tengkorak Ungu
nl_nl: Paars schedelwapen
nn_no: Lilla daudinghovud
pl: Fioletowa figura czaszki
pt: Emblema de Caveira Roxa
ro_ro: Cap de mort violet
ru_ru: Фиолетовый череп
sk_sk: Fialová lebka
sl_si: Vijoličen gusarski znak
sv_se: Lila dödskalle
th_th: ตราสัญลักษณ์กะโหลกสีม่วง
tr_tr: Mor Kuru Kafa Şekli
vi_vn: Phù hiệu đầu lâu tím
zh_cn: 紫色头颅盾徽
zh_tw: 紫色骷髏徽章

# item_banner_skull_red
source: Red Skull Charge
ar_sa: شعار الجمجمة الحمراء
be_by: Чырвоная фігура чэрапа
bg_bg: Червена фигура на череп
ca_es: Estampat de calavera vermella
cs: Červený znak lebky
da_dk: Rød Kranie Ladning
de: Roter Schädel
el_gr: Ερυθρό Κρανιοκαψούλι
es: Estampado rojo de calavera
fi: Punainen kallo
fr_ca: Tête de mort de gueules
ga_ie: Fíor Cloiginn Dearg
gd_gb: Claigeann dearg
gl_es: Estampado vermello de caveira
he: גולגולת אדומה
hr_hr: Crveni Lik Lubanje
hu_hu: Vörös koponya címerkép
id_id: Biaya tengkorak merah
it: Al teschio di rosso
ja_jp: 赤色の骸骨模様
ka_ge: წითელი თავის ქალა
ko_kr: 빨간색 해골 모양
lb_lu: Roude Schiedel
lt_lt: Raudona kaukolė
lv_lv: Sarkans galvaskauss
ms_my: Caj Tengkorak Merah
nl_nl: Rood schedelwapen
nn_no: Raud daudinghovud
pl: Czerwona figura czaszki
pt: Emblema de Caveira Vermelha
ro_ro: Cap de mort roșu
ru_ru: Красный череп
sk_sk: Červená lebka
sl_si: Rdeč gusarski znak
sv_se: Röd dödskalle
th_th: ตราสัญลักษณ์กะโหลกสีแดง
tr_tr: Kırmızı Kuru Kafa Şekli
vi_vn: Phù hiệu đầu lâu đỏ
zh_cn: 红色头颅盾徽
zh_tw: 紅色骷髏徽章

# item_banner_skull_silver
source: Light Grey Skull Charge
ar_sa: الجمجمة الرمادية (فاتح)
be_by: Светла-шэрая фігура чэрапа
bg_bg: Светлосива фигура на череп
ca_es: Estampat de calavera gris clar
cs: Světle šedý znak lebky
da_dk: Lysegrå Kranie Ladning
de: Hellgrauer Schädel
el_gr: Ελαφριά Γκρι Κρανιοκαψούλι
es: Estampado gris claro de calavera
fi: Vaaleanharmaa kallo
fr_ca: Tête de mort d'argent grisé
ga_ie: Fíor Cloiginn Fionnliath
gd_gb: Claigeann soilleir-liath
gl_es: Estampado gris claro de caveira
he: גולגולת אפורה בהירה
hr_hr: Svijetlo Sivi Lik Lubanje
hu_hu: Világosszürke koponya címerkép
id_id: Biaya tengkorak abu-abu terang
it: Al teschio di grigio chiaro
ja_jp: 薄灰色の骸骨模様
ka_ge: ღია-ნაცრისფერი თავის ქალა
ko_kr: 회백색 해골 모양
lb_lu: Hellgroe Schiedel
lt_lt: Šviesiai pilka kaukolė
lv_lv: Gaiši pelēks galvaskauss
ms_my: Caj Tengkorak Kelabu Muda
mt_mt: Light Gray Skull Charge
nl_nl: Lightgrijs schedelwapen
nn_no: Ljosegrå daudinghovud
pl: Jasnoszara figura czaszki
pt: Emblema de Caveira Cinzenta Clara
ro_ro: Cap de mort gri-deschis
ru_ru: Светло-серый череп
sk_sk: Svetlosivá lebka
sl_si: Svetlo siv gusarski znak
sv_se: Ljusgrå dödskalle
th_th: ตราสัญลักษณ์กะโหลกสีเทาอ่อน
tr_tr: Açık Gri Kuru Kafa Şekli
vi_vn: Phù hiệu đầu lâu xám nhạt
zh_cn: 淡灰色头颅盾徽
zh_tw: 淺灰色骷髏徽章

# item_banner_skull_white
source: White Skull Charge
ar_sa: شعار الجمجمة البيضاء
be_by: Белая фігура чэрапа
bg_bg: Бяла фигура на череп
ca_es: Estampat de calavera blanc
cs: Bílý znak lebky
da_dk: Hvid Kranie Ladning
de: Weißer Schädel
el_gr: Άσπρο Κρανιοκαψούλι
es: Estampado blanco de calavera
fi: Valkoinen kallo
fr_ca: Tête de mort d'argent
ga_ie: Fíor Cloiginn Bán
gd_gb: Claigeann geal
gl_es: Estampado branco de caveira
he: גולגולת בצבע לבן
hr_hr: Bijeli Lik Lubanje
hu_hu: Fehér koponya címerkép
id_id: Biaya tengkorak putih
it: Al teschio di bianco
ja_jp: 白色の骸骨模様
ka_ge: თეთრი თავის ქალა
ko_kr: 하얀색 해골 모양
lb_lu: Wäisse Schiedel
lt_lt: Balta kaukolė
lv_lv: Balts galvaskauss
ms_my: Caj Tengkorak Putih
nl_nl: Wit schedelwapen
nn_no: Kvit daudinghovud
pl: Biała figura kwiatu
pt: Emblema de Caveira Branca
ro_ro: Cap de mort alb
ru_ru: Белый череп
sk_sk: Biela lebka
sl_si: Bel gusarski znak
sv_se: Vit dödskalle
th_th: ตราสัญลักษณ์กะโหลกสีขาว
tr_tr: Beyaz Kuru Kafa Şekli
vi_vn: Phù hiệu đầu lâu trắng
zh_cn: 白色头颅盾徽
zh_tw: 白色骷髏徽章

# item_banner_skull_yellow
source: Yellow Skull Charge
ar_sa: شعار الجمجمة الصفراء
be_by: Жоўтая фігура чэрапа
bg_bg: Жълта фигура на череп
ca_es: Estampat de calavera groga
cs: Žlutý znak lebky
da_dk: Gul Kranie Ladning
de: Gelber Schädel
el_gr: Κίτρινο Κρανιοκαψούλι
es: Estampado amarillo de calavera
fi: Keltainen kallo
fr_ca: Tête de mort d'or
ga_ie: Fíor Cloiginn Buí
gd_gb: Claigeann buidhe
gl_es: Estampado amarelo de caveira
he: גולגולת צהובה
hr_hr: Žuti Lik Lubanje
hu_hu: Sárga koponya címerkép
id_id: Biaya tengkorak kuning
it: Al teschio di giallo
ja_jp: 黄色の骸骨模様
ka_ge: ყვითელი თავის ქალა
ko_kr: 노란색 해골 모양
lb_lu: Giele Schiedel
lt_lt: Geltona kaukolė
lv_lv: Dzeltens galvaskauss
ms_my: Caj Tengkorak Kuning
nl_nl: Geel schedelwapen
nn_no: Gul daudinghovud
pl: Żółta figura czaszki
pt: Emblema de Caveira Amarela
ro_ro: Cap de mort galben
ru_ru: Жёлтый череп
sk_sk: Žltá lebka
sl_si: Rumen gusarski znak
sv_se: Gul dödskalle
th_th: ตราสัญลักษณ์กะโหลกสีเหลือง
tr_tr: Sarı Kuru Kafa Şekli
vi_vn: Phù hiệu đầu lâu vàng
zh_cn: 黄色头颅盾徽
zh_tw: 黃色骷髏徽章

# item_banner_small_stripes_black
source: Black Paly
ar_sa: اسود شاحب
be_by: Чорныя слупкі
bg_bg: Черни хоризонтални ивици
ca_es: Quadribarrada negra
cs: Černé svislé pruhy
da_dk: Sort Gitter
de: Vier schwarze Pfähle
de_at: Vier schworze Pfoi
el_gr: Μαύρες Οριζόντιες Ριγες
es: Bastonado negro
fi: Musta neloisriuku
fr_ca: Quatre pals de sable
ga_ie: Cuailleach Dubh
gl_es: Barra Negra
he: פסים קטנים בצבע שחור
hr_hr: Crna Prugasta
hu_hu: Feketével cölöpölt
id_id: Garis halus vertikal hitam
is_is: Svört rönd
it: Palato di nero
ja_jp: 黒色の縦縞
ka_ge: შავი ზოლები
ko_kr: 검은색 세로줄 무늬
lb_lu: Véier schwaarz Péil
lt_lt: Juodos vertikalios juostos
ms_my: Pucat Hitam
nl_nl: Zwarte paly
nn_no: Svarte striper
pl: Czarne pasy
pt: Palado Preto
ro_ro: Paluri negre
ru_ru: Чёрные столбы
sk_sk: Čierne pruhy
sl_si: Črni stebri
sv_se: Svartrandig
th_th: สีดำจางๆ
tr_tr: Siyah İnce Sütunlar
vi_vn: Vạch dọc đen nhỏ
zh_cn: 黑竖条纹
zh_tw: 黑色垂直條紋

# item_banner_small_stripes_blue
source: Blue Paly
ar_sa: ازرق شاحب
be_by: Сінія слупкі
bg_bg: Сини хоризонтални ивици
ca_es: Quadribarrada blava
cs: Modré svislé pruhy
da_dk: Blåt Gitter
de: Vier blaue Pfähle
el_gr: Μπλε Οριζόντιες Ρίγες
es: Bastonado azul
fi: Sininen neloisriuku
fr_ca: Quatre pals d'azur
ga_ie: Cuailleach Gorm
gl_es: Barra azul
he: פסים קטנים בצבע כחול
hr_hr: Plava Prugasta
hu_hu: Kékkel cölöpölt
id_id: Garis halus vertikal biru
is_is: Blá rönd
it: Palato di blu
ja_jp: 青色の縦縞
ka_ge: ლურჯი ზოლები
ko_kr: 파란색 세로줄 무늬
lb_lu: Véier blo Péil
lt_lt: Mėlynos vertikalios juostos
ms_my: Pucat Biru
nl_nl: Blauwe paly
nn_no: Blåe striper
pl: Niebieskie pasy
pt: Palado Azul
ro_ro: Paluri albastre
ru_ru: Синие столбы
sk_sk: Modré pruhy
sl_si: Modri stebri
sv_se: Blårandig
th_th: สีน้ำเงินจางๆ
tr_tr: Mavi İnce Sütunlar
vi_vn: Vạch dọc xanh nước biển nhỏ
zh_cn: 蓝竖条纹
zh_tw: 藍色垂直條紋
