Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# subtitles_block_redstone_torch_burnout
source: Torch fizzes
af_za: Fakkel sis
ar_sa: يشغل الشعلة
be_by: Шыпенне факела
bg_bg: Съскане на факла
ca_es: Torxa crema
cs: vyhoření ruditové louče
da_dk: Fakkel syder
de: Fackel zischt
de_at: Focke zischt
el_gr: πυρσος πυρωνει
es: Antorcha arde
fi: Soihtu sihisee
fil_ph: Sumasagitsit ang Ilaw
fr_ca: Torche qui grille
ga_ie: Tóirse ag siosarnach
gl_es: Facho ardendo
he: לפיד תוסס
hr_hr: Baklja šišti
hu_hu: Fáklya sercen
id_id: Obor berdesis
it: Torcia di redstone bruciata
ja_jp: トーチが焼き切れる
ka_ge: ჩირაღდნის შიშინი
ko_kr: 횃불이 타오름
lb_lu: Fakel zischt
lt_lt: Sušnypščia deglas
ms_my: Fizz obor
mt_mt: Torċa ntfiet
nl_nl: Fakkel sist
nn_no: Fakkel freser
pl: Pochodnia syczy
pt: Tocha apaga-se
ro_ro: Torță stingându-se
ru_ru: Шипение факела
sk_sk: Syčanie fakle
sl_si: Bakla cvrči
sv_se: Fackla pyser
th_th: คบไฟปะทุ
tr_tr: Meşale söndü
vi_vn: Đuốc xì ra
zh_cn: 红石火把：熄灭
zh_tw: 火把嘶嘶聲

# subtitles_block_trapdoor_toggle
source: Trapdoor creaks
af_za: Valdeur kreun
ar_sa: فتح الباب الأرضى
be_by: Люк рыпіць
bg_bg: Скърцане на капак
ca_es: Trapa grinyola
cs: vrznutí poklopu
da_dk: Lemmen knirker
de: Falltür knarrt
el_gr: καταπακτη τριζει
es: Crujido de trampilla
fi: Luukku narahtaa
fil_ph: Lumalangitngit ang Pintong Maliit
fr_ca: Claquement de trappe
ga_ie: Comhla thógála ag díoscadh
gl_es: Chirrío de trapela
he: דלת מלכודת חורקת
hu_hu: Csapóajtó csikorog
id_id: Pintu Jebakan menguning
it: Cigolio di una botola
ja_jp: トラップドアが開閉する
ka_ge: საძვრენის ჭრიალი
ko_kr: 다락문이 삐걱거림
lb_lu: Klappdier quiitscht
lt_lt: Girgžda liukas
ms_my: Derakan trapdoor
mt_mt: Bokkaport użat
nl_nl: Valdeur kraakt
nn_no: Luke knirkar
pl: Klapa skrzypi
pt: Alçapão chia
ro_ro: Trapă scârțâind
ru_ru: Скрип люка
sk_sk: Vŕzganie poklopu
sl_si: Loputa zaškripa
sv_se: Fallucka knarrar
th_th: ประตูกับดักฝืด
tr_tr: Tuzak Kapısı gıcırdadı
vi_vn: Cửa sập két lên
zh_cn: 陷阱门：嘎吱作响
zh_tw: 地板門嘎吱作響

# subtitles_block_tripwire_attach
source: Tripwire attaches
af_za: Strikdraad aangeheg
ar_sa: وُصِل حبل المصيدة
be_by: Нацягнута расцяжка
bg_bg: Прикрепване на жица
ca_es: Corda es lliga
cs: připojení nástražného drátu
da_dk: Snubletråd sat
de: Stolperdraht gespannt
el_gr: καταπακτει αποδιδει
es: Cuerda trampa se conecta
fi: Ansalanka kiinnittyy
fil_ph: Kinabit ang Dapaan
fr_ca: Fil de déclenchement attaché
ga_ie: Sreang Thuisle ag ceangail
gl_es: Cable trampa activado
he: חוט מעידה נתפס
hu_hu: Botlódrót kifeszül
id_id: Tripwire dipasang
it: Filo ad inciampo agganciato
ja_jp: トリップワイヤーが仕掛けられる
ka_ge: ხაფანგი გაიჭიმა
ko_kr: 철사덫이 설치됨
lb_lu: Faldrot gespaant
lt_lt: Prijungiama viela
ms_my: Melekat tripwire
mt_mt: Trappola twaħħlet
nl_nl: Struikeldraad wordt vastgezet
nn_no: Snubletråd festas
pl: Linka przyczepia się
pt: Gancho anexa
ro_ro: Fir declanșator atașându-se
ru_ru: Натянута растяжка
sk_sk: Pripojenie nástražnej šnúry
sl_si: Žična past se pripne
sv_se: Snubbeltråd kopplas på
th_th: วางเชือกกับดักแล้ว
tr_tr: Tuzak İpi bağlandı
vi_vn: Dây bẫy được gắn
zh_cn: 绊线钩：连接
zh_tw: 絆線連接

# subtitles_block_tripwire_click
source: Tripwire clicks
af_za: Tripwire klik
ar_sa: ضغط حبل المصيدة
be_by: Пстрык расцяжкі
bg_bg: Щракане на жица
ca_es: Corda espetega
cs: cvaknutí nástražného drátu
da_dk: Snubletråd Klikker
de: Stolperdraht ausgelöst
el_gr: Tripwire κλικ
es: Chasquido de cuerda trampa
fi: Ansalanka painuu
fil_ph: May nadapa sa Dapaan
fr_ca: Clic de crochets
ga_ie: Sreang Thuisle ag cliceáil
gl_es: Cable trampa activado
he: חוט מעידה נוקש
hu_hu: Botlódrót kattan
id_id: Klik kawat
it: Schiocco di un filo ad inciampo
ja_jp: トリップワイヤーが作動する
ka_ge: ხაფანგის წკაპუნი
ko_kr: 철사덫이 눌러짐
lb_lu: Faldrot klickt
lt_lt: Vielos spragtelėjimas
ms_my: Klik tripwire
mt_mt: Trappola klikkjat
nl_nl: Struikeldraad klikt
nn_no: Snubletråd klikkar
pl: Linka klika
pt: Gancho clica
ro_ro: Fir declanșator activat
ru_ru: Щелчок растяжки
sk_sk: Cvakanie nástražnej šnúry
sl_si: Žična past klikne
sv_se: Snubbeltråd klickar
th_th: คลิกเชือกกับดัก
tr_tr: Tuzak İpi tetiklendi
vi_vn: Dây bẫy kêu lên
zh_cn: 绊线钩：被触发
zh_tw: 絆線咔嗒聲

# subtitles_block_tripwire_detach
source: Tripwire detaches
af_za: Strikdraad ontkoppel
ar_sa: قُطِع حبل المصيدة
be_by: Расцяжка знятая
bg_bg: Отделяне на жица
ca_es: Corda es deslliga
cs: odpojení nástražného drátu
da_dk: Snubletråd ødelagt
de: Stolperdraht entspannt
el_gr: Tripwire αποσυνδεεται
es: Cuerda trampa se desconecta
fi: Ansalanka irtoaa
fil_ph: Natanggal ang Dapaan
fr_ca: Fil de déclenchement détaché
ga_ie: Sreang Thuisle ag scor
gl_es: Cable trampa desactivado
he: חוט מעידה נתוק
hu_hu: Botlódrót leoldódik
id_id: Tripwire dilepas
it: Filo ad inciampo rimosso
ja_jp: トリップワイヤーが外される
ka_ge: ხაფანგი მოიხსნა
ko_kr: 철사덫이 분리됨
lb_lu: Faldrot entspaant
lt_lt: Atjungiama viela
ms_my: Menanggalkan tripwire
mt_mt: Trappola tneħħiet
nl_nl: Struikeldraad wordt losgekoppeld
nn_no: Snubletråd løysas
pl: Linka odczepia się
pt: Gancho desanexa
ro_ro: Fir declanșator detașându-se
ru_ru: Снята растяжка
sk_sk: Odpojenie nástražnej šnúry
sl_si: Žična past se odpne
sv_se: Snubbeltråd lossnar
th_th: ถอดเชือกกับดัก
tr_tr: Tuzak İpi çözüldü
vi_vn: Dây bẫy được tháo
zh_cn: 绊线钩：断开
zh_tw: 絆線分離

# subtitles_block_water_ambient
source: Water flows
af_za: Water vloei
ar_sa: الماء يتدفق
be_by: Плёскат вады
bg_bg: Шуртене на вода
ca_es: Flux d'aigua
cs: tečení vody
da_dk: Vand løber
de: Wasser fließt
el_gr: To νερό ρέει
es: Agua fluyendo
fi: Vesi virtaa
fil_ph: Umaagos ang Tubig
fr_ca: Eau qui coule
ga_ie: Uisce ag rith
gl_es: Auga fluíndo
he: מים זורמים
hu_hu: Víz csobog
id_id: Air mengalir
it: Scorrimento dell'acqua
ja_jp: 水が流れる
ka_ge: წყლის დინება
ko_kr: 물 흐르는 소리
lb_lu: Waasser fléisst
lt_lt: Teka vanduo
ms_my: Saliran air
mt_mt: Ilma jċarċar
nl_nl: Water stroomt
nn_no: Vatn sildrar
pl: Woda płynie
pt: Água flui
ro_ro: Apă curgând
ru_ru: Плеск воды
sk_sk: Tečenie vody
sl_si: Voda teče
sv_se: Vatten rinner
th_th: น้ำไหล
tr_tr: Su akıyor
vi_vn: Nước chảy
zh_cn: 水：流动
zh_tw: 流水聲

# subtitles_enchant_thorns_hit
source: Thorns prick
af_za: Dorings steek
ar_sa: وخز الأشواك
be_by: Укол калючкай
bg_bg: Убождане от тръни
ca_es: Punxada d'unes espines
cs: pobodání trny
da_dk: Torne prikker
de: Dornen stechen
el_gr: Τα αγκάθια τρυπάνε
es: Pinchazo con espinas
fi: Piikikkyys vahingoittaa
fil_ph: Naturok ng Tinik
fr_ca: Piqûre d'épines
ga_ie: Dealga ag priocadh
gl_es: Pinchazo de espinas
he: קוצים מנקבים
hu_hu: Tüske varázslat üt
id_id: Tusukan duri
it: Colpo di spine
ja_jp: 棘が刺さる
ka_ge: ეკლის ჩხვლეტა
ko_kr: 가시에 찔림
lb_lu: Däre picken
lt_lt: Spyglių įdūrimas
ms_my: Cucukan duri
mt_mt: Tniggiż
nl_nl: Doornen prikken
nn_no: Taggar stikk
pl: Ciernie kłują
pt: Picada dos espinhos
ro_ro: Spini înțepând
ru_ru: Укол шипами
sk_sk: Pichanie tŕňmi
sl_si: Trnje bode
sv_se: Taggar sticker
th_th: หนามแทง
tr_tr: Dikenler battı
vi_vn: Gai chích
zh_cn: 荆棘：反刺
zh_tw: 棘刺聲

# subtitles_entity_armorstand_fall
source: Something fell
af_za: Iets het geval
ar_sa: شيء سقط
be_by: Нешта ўпала
bg_bg: Падане на нещо
ca_es: Alguna cosa cau
cs: dopad stojanu na brnění
da_dk: Noget faldt
de: Rüstungsständer ist gefallen
el_gr: Κάτι έπεσε
es: Caída de un objeto
fa_ir: چیزی افتاد
fi: Jokin tippui
fil_ph: May nahulog
fr_ca: Porte-armure qui atterrit
ga_ie: Thit rud éigin
gl_es: Obxecto caído
he: משהו נפל
hu_hu: Valami leesik
id_id: Sesuatu terjatuh
it: Supporto per armatura atterrato
ja_jp: 何かが落ちる
ka_ge: რაღაც ჩამოვარდა
ko_kr: 무언가 떨어짐
lb_lu: Rüstungsstänner fëllt em
lt_lt: Kažkas nukrito
ms_my: Sesuatu benda telah jatuh
mt_mt: Waqgħet xi ħaġa
nl_nl: Iets viel
nn_no: Noko fall
pl: Coś spadło
pt: Alguma coisa cai
ro_ro: Ceva căzând
ru_ru: Что-то упало
sk_sk: Pád niečoho
sl_si: Nekaj je padlo
sv_se: Någonting föll
th_th: มีบางสิ่งตกลงมา
tr_tr: Bir şey düştü
vi_vn: Cái gì đó rơi
zh_cn: 某物：着地
zh_tw: 盔甲座掉落

# subtitles_entity_arrow_hit
source: Arrow hits
af_za: Pyl tref
ar_sa: سهم يصيب
be_by: Страла трапіла
bg_bg: Удряне на стрела
ca_es: Impacte de fletxa
cs: dopad šípu
da_dk: Pil ramte
de: Pfeil trifft
el_gr: βελος χτυπαει
es: Impacto de flecha
fi: Nuoli osui
fil_ph: Tumama ang Tunod
fr_ca: Flèche qui se plante
ga_ie: Saighead ag buaileadh
gl_es: Impacto de frecha
he: חץ פוגע
hu_hu: Nyíl becsapódik
id_id: Panah pemogokan
it: Impatto di una freccia
ja_jp: 矢が当たる
ka_ge: ისარი მოხვდა
ko_kr: 화살이 명중
lb_lu: Feil trefft
lt_lt: Pataikė strėlė
ms_my: Anak panah melanda
mt_mt: Vleġġa laqtet xi ħaġa
nl_nl: Pijl raakt
nn_no: Pil treffer
pl: Uderzenie strzały
pt: Flecha acertada
ro_ro: Săgeată nimerind
ru_ru: Попадание стрелой
sk_sk: Trafenie šípom
sl_si: Puščica zadane
sv_se: Pil träffar
th_th: ยิงลูกศรเข้าเป้า
tr_tr: Ok isabet aldı
vi_vn: Mũi tên cắm trúng
zh_cn: 箭：击中
zh_tw: 箭矢擊中聲

# subtitles_entity_arrow_hit_player
source: Player hit
af_za: Speler getref
ar_sa: ضرب لاعب
be_by: Удар па гульцу
bg_bg: Уцелване на играч
ca_es: Jugador es fa mal
cs: zásah hráče šípem
da_dk: Spiller bliver ramt
de: Spieler getroffen
el_gr: παικτης χτυπαει
es: Impacto a un jugador
eu_es: Jokalari bateri jo egin dio
fi: Pelaajaan osuu nuoli
fil_ph: Nasaktan ang Manlalaro
fr_ca: Joueur touché
ga_ie: Imreoir buailte
gl_es: Xogador golpeado
he: שחקן נפגע
hu_hu: Játékost találat éri
id_id: Pemain memukul
it: Giocatore trafitto da una freccia
ja_jp: 矢がプレイヤーに当たる
ka_ge: მოთამაშეს მოხვდა
ko_kr: 플레이어에 명중
lb_lu: Spiller getraff
lt_lt: Sužeistas žaidėjas
ms_my: Pemain dilanda
mt_mt: Plejer ġie milqut
nl_nl: Speler geraakt
nn_no: Spelar truffen
pl: Uderzono gracza
pt: Jogador atingido
ro_ro: Jucător nimerit
ru_ru: Попадание в игрока
sk_sk: Trafenie hráča
sl_si: Igralec zadet
sv_se: Spelare träffas
th_th: โดนผู้เล่น
tr_tr: Oyuncu vuruldu
vi_vn: Người chơi bị mũi tên bắn trúng
zh_cn: 箭：击中玩家
zh_tw: 擊中玩家

# subtitles_entity_arrow_shoot
source: Arrow fired
af_za: Pyl gevuur
ar_sa: تم اطلاق السهم
be_by: Стрэл з лука
bg_bg: Изстрелване на стрела
ca_es: Fletxa disparada
cs: vystřelení šípu
da_dk: Pil affyres
de: Pfeil abgefeuert
el_gr: βελος πυροβοληται
es: Disparo de flecha
fi: Nuoli ammuttu
fil_ph: Pinaputok ang Tunod
fr_ca: Flèche tirée
ga_ie: Scaoileadh saighead
gl_es: Disparo de frecha
he: חצים נורו
hu_hu: Nyíl elszáll
id_id: Panah ditembakan
it: Freccia scoccata
ja_jp: 矢が発射される
ka_ge: ისრის გასროლა
ko_kr: 화살이 발사됨
lb_lu: Feil ofgeschoss
lt_lt: Iššauta strėlė
ms_my: Anak panah dipecat
mt_mt: Vleġġa sparat
nl_nl: Pijl wordt afgeschoten
nn_no: Pil skoten
pl: Strzał z łuku
pt: Flecha atirada
ro_ro: Săgeată trasă
ru_ru: Выстрел стрелой
sk_sk: Vystrelenie šípu
sl_si: Puščica izstreljena
sv_se: Pil skjuts
th_th: ยิงธนู
tr_tr: Ok fırlatıldı
vi_vn: Mũi tên bắn ra
zh_cn: 箭：被射出
zh_tw: 射出箭矢

# subtitles_entity_bat_ambient
source: Bat screeches
af_za: Vlermuis skreeu
ar_sa: صياح الخفافيش
be_by: Кажан пішчыць
bg_bg: Прилеп кряска
ca_es: Xisclet de ratpenat
cs: netopýří pískání
da_dk: Flagermus skriger
de: Fledermaus kreischt
el_gr: νυχτεριδα κραβγαζει
es: Murciélago chilla
fi: Lepakko kirkuu
fil_ph: Tumili ang Paniki
fr_ca: Chauve-souris qui grince
ga_ie: Ialtóg ag bíogarnach
gd_gb: Tha an t-ialtag a' sgreuchail
gl_es: Chíos de morcego
he: עטלף צווח
hr_hr: Šišmiš vrišće
hu_hu: Denevér sivít
id_id: Lengkingan kelelawar
it: Un pipistrello stride
ja_jp: コウモリが鳴く
ka_ge: ღამურის კივილი
ko_kr: 박쥐가 울음
lb_lu: Flantermaus kräischt
lt_lt: Sucypia šikšnosparnis
ms_my: Melaju Kelawar
mt_mt: Farfett il-lejl werżaq
nl_nl: Vleermuis piept
nn_no: Flaggermus skrik
pl: Nietoperz piszczy
pt: Morcego guincha
ro_ro: Liliac țipând
ru_ru: Визг летучей мыши
sk_sk: Škriekanie netopiera
sl_si: Netopir zakriči
sv_se: Fladdermus piper
th_th: ค้างคาวกรีดร้อง
tr_tr: Yarasa çığlık attı
vi_vn: Dơi kêu
zh_cn: 蝙蝠：尖声叫
zh_tw: 蝙蝠叫聲

# subtitles_entity_bat_death
source: Bat dies
af_za: Vlermuis sterf
ar_sa: الخفاش يموت
be_by: Кажан гіне
bg_bg: Прилеп умира
ca_es: Ratpenat mor
cs: netopýr zemřel
da_dk: Flagermus dør
de: Fledermaus stirbt
el_gr: Η νυχτερίδα πεθαίνει
es: Murciélago muere
fa_ir: مردن خفاش
fi: Lepakko kuolee
fil_ph: Namatay ang Paniki
fr_ca: Chauve-souris qui meurt
ga_ie: Ialtóg ag fáil bháis
gd_gb: Tha an t-ialtag a' bàsachadh
gl_es: Morte de morcego
he: עטלף מת
hr_hr: Šišmiš umire
hu_hu: Denevér meghal
id_id: Kelelawar meninggal
it: Un pipistrello muore
ja_jp: コウモリが死ぬ
ka_ge: ღამურა მოკვდა
ko_kr: 박쥐가 죽음
lb_lu: Flantermaus stierft
lt_lt: Miršta šikšnosparnis
ms_my: Kelawar meninggal dunia
mt_mt: Farfett il-lejl miet
nl_nl: Vleermuis sterft
nn_no: Flaggermus døyr
pl: Nietoperz ginie
pt: Morcego morre
ro_ro: Liliac murind
ru_ru: Летучая мышь погибла
sk_sk: Umieranie netopiera
sl_si: Netopir umre
sv_se: Fladdermus dör
th_th: ค้างคาวตาย
tr_tr: Yarasa öldü
vi_vn: Dơi chết
zh_cn: 蝙蝠：死亡
zh_tw: 蝙蝠死亡

# subtitles_entity_bat_hurt
source: Bat hurts
af_za: Vlermuis beseer
ar_sa: جرح الخفاش
be_by: Кажан паранены
bg_bg: Нараняване на прилеп
ca_es: Ratpenat ferit
cs: netopýr byl zraněn
da_dk: Flagermus bliver skadet
de: Fledermaus nimmt Schaden
el_gr: Η νυχτερίδα πονά
es: Murciélago herido
fi: Lepakko vahingoittuu
fil_ph: Nasaktan ang Paniki
fr_ca: Chauve-souris blessée
ga_ie: Gortaítear ialtóg
gd_gb: Chaidh an ialtag a leònadh
gl_es: Morcego herido
he: עטלף נפצע
hr_hr: Šišmiš je ozlijeđen
hu_hu: Denevér sérül
id_id: Kelelawar terluka
it: Un pipistrello è ferito
ja_jp: コウモリがダメージを受ける
ka_ge: ღამურა დაიჭრა
ko_kr: 박쥐가 상처를 입음
lb_lu: Flantermaus hellt Schued
lt_lt: Sužeistas šikšnosparnis
ms_my: Kelawar kesakitkan
mt_mt: Farfett il-lejl weġġa'
nl_nl: Vleermuis heeft pijn
nn_no: Flaggermus har vondt
pl: Nietoperz cierpi
pt: Morcego aleija-se
ro_ro: Liliac rănit
ru_ru: Летучая мышь ранена
sk_sk: Poranenie netopiera
sl_si: Netopir se poškoduje
sv_se: Fladdermus skadas
th_th: ค้างคาวได้รับบาดเจ็บ
tr_tr: Yarasa hasar aldı
vi_vn: Dơi bị thương
zh_cn: 蝙蝠：受伤
zh_tw: 蝙蝠受傷

# subtitles_entity_bat_takeoff
source: Bat takes off
af_za: Vlermuis vlieg
ar_sa: خفاش يحلق
be_by: Узляцеў кажан
bg_bg: Прилеп излита
ca_es: Ratpenat agafa el vol
cs: netopýr vzlétá
da_dk: Flagermus begynder at flyve
de: Fledermaus fliegt los
el_gr: Η νυχτερίδα απογειώνεται
es: Murciélago echa a volar
fi: Lepakko lähtee lentoon
fil_ph: Lumilipad ang Paniki
fr_ca: Chauve-souris qui s'envole
ga_ie: Ialtóg ag éirí in airde
gd_gb: Tha an t-ialtag ag itealadh
gl_es: Morcego sae voando
he: עטלף ממריא
hr_hr: Šišmiš polijeće
hu_hu: Denevér felszáll
id_id: Kelelawar terbang
it: Un pipistrello inizia a volare
ja_jp: コウモリが羽ばたく
ka_ge: ღამურა აფრინდა
ko_kr: 박쥐가 날아오름
lb_lu: Flantermaus flitt fort
lt_lt: Išskrenda šikšnosparnis
ms_my: Kelawar menerbang
mt_mt: Farfett il-lejl tar
nl_nl: Vleermuis gaat vliegen
nn_no: Flaggermus flyg avgarde
pl: Nietoperz odlatuje
pt: Morcego levanta voo
ro_ro: Liliac luându-și zborul
ru_ru: Взлёт летучей мыши
sk_sk: Vzlietnutie netopiera
sl_si: Netopir je vzletel
sv_se: Fladdermus flyger iväg
th_th: ค้างคาวบินหนี
tr_tr: Yarasa kalktı
vi_vn: Dơi cất cánh
zh_cn: 蝙蝠：起飞
zh_tw: 蝙蝠飛翔聲

# subtitles_entity_blaze_ambient
source: Blaze breathes
af_za: Opvlammer haal asem
ar_sa: بلاز يتنفس
be_by: Дыханне іфрыта
bg_bg: Блейз диша
ca_es: Respiració d'esperit del foc
cs: zafunění ohniváka
da_dk: Blaze ånder
de: Lohe atmet
el_gr: Ο Πύρινος αναπνέει
es: Blaze respira
fi: Roihu hengittää
fil_ph: Humihinga ang Blaze
fr_ca: Blaze qui respire
ga_ie: Lasaire ag análú
gd_gb: Tha an leus a' tarraing anail
gl_es: Respiración de Blaze
he: יישות מתלקחת נושמת
hr_hr: Bljesak uzdiše
hu_hu: Őrláng lélegzik
id_id: Blaze bernapas
it: Un blaze respira
ja_jp: ブレイズが呼吸をする
ka_ge: ცეცხლა სუნთქავს
ko_kr: 블레이즈가 숨을 들이쉼
lb_lu: Lou ootmet
lt_lt: Liepsna kvėpuoja
ms_my: Bernafasan Kebakaran
mt_mt: Monstru tan-nar ħa nifs
nl_nl: Blaze ademt
nn_no: Eldskrømt pustar
pl: Płomyk dyszy
pt: Blaze respira
ro_ro: Dogoreală respirând
ru_ru: Дыхание ифрита
sk_sk: Dýchanie ohniváka
sl_si: Blaze zadiha
sv_se: Brännare andas
th_th: แบลซหายใจ
tr_tr: Alaz nefes alıyor
vi_vn: Quỷ lửa thở
zh_cn: 烈焰人：呼吸
zh_tw: 烈焰使者叫聲

# subtitles_entity_blaze_burn
source: Blaze crackles
af_za: Opvlammer knetter
ar_sa: بلاز يضحك
be_by: Трэск іфрыта
bg_bg: Блейз пръщи
ca_es: Esperit de foc crepita
cs: burácení ohniváka
da_dk: Blaze knitrer
de: Lohe knistert
el_gr: Ο Πύρινος κροταλίζει
es: Blaze chisporrotea
fi: Roihu rätisee
fil_ph: Kumakaluskos ang Blaze
fr_ca: Crépitement de Blaze
ga_ie: Lasaire ag brioscarnach
gd_gb: Tha an leus a' gnagadh
gl_es: Cruxidos de Blaze
he: יישות מתלקחת בוערת
hr_hr: Bljesak pucketa
hu_hu: Őrláng pattog
id_id: Gemercik blaze
it: Un blaze crepita
ja_jp: ブレイズが燃える
ka_ge: ცეცხლას ტკაცუნი
ko_kr: 블레이즈가 탁탁거림
lb_lu: Lou knistert
lt_lt: Sutraška liepsna
ms_my: Gemercik Kebakaran
mt_mt: Monstru tan-nar faqqa'
nl_nl: Blaze knettert
nn_no: Eldskrømt knitrar
pl: Płomyk trzaska
pt: Blaze estala
ro_ro: Dogoreală trosnind
ru_ru: Потрескивание всполоха
sk_sk: Praskanie ohniváka
sl_si: Blaze zaprasketa
sv_se: Brännare knastrar
th_th: แบลซปะทุ
tr_tr: Alaz çatırdıyor
vi_vn: Quỷ lửa bập bùng
zh_cn: 烈焰人：噼啪作响
zh_tw: 烈焰使者劈啪聲

# subtitles_entity_blaze_death
source: Blaze dies
af_za: Opvlammer sterf
ar_sa: بلاز يموت
be_by: Іфрыт гіне
bg_bg: Блейз умира
ca_es: Esperit de foc mor
cs: ohnivák zemřel
da_dk: Blaze dør
de: Lohe stirbt
el_gr: Ο Πύρινος πεθαίνει
es: Blaze muere
fi: Roihu kuolee
fil_ph: Namatay ang Blaze
fr_ca: Blaze qui meurt
ga_ie: Lasaire ag fáil bháis
gd_gb: Tha an leus a' bàsachadh
gl_es: Morte de Blaze
he: יישות מתלקחת מתה
hr_hr: Bljesak umire
hu_hu: Őrláng meghal
id_id: Blaze meninngal
it: Un blaze muore
ja_jp: ブレイズが死ぬ
ka_ge: ცეცხლა მოკვდა
ko_kr: 블레이즈가 죽음
lb_lu: Lou stierft
lt_lt: Liepsna miršta
lv_lv: Liesmeklis mirst
ms_my: Kebakaran meninggal dunia
mt_mt: Monstru tan-nar miet
nl_nl: Blaze sterft
nn_no: Eldskrømt døyr
pl: Płomyk ginie
pt: Blaze morre
ro_ro: Dogoreală murind
ru_ru: Всполох погибает
sk_sk: Umieranie ohniváka
sl_si: Blaze umre
sv_se: Brännare dör
th_th: แบลซตาย
tr_tr: Alaz öldü
vi_vn: Quỷ lửa chết
zh_cn: 烈焰人：死亡
zh_tw: 烈焰使者死亡

# subtitles_entity_blaze_hurt
source: Blaze hurts
af_za: Blaze beseer
ar_sa: يضر الحريق
be_by: Іфрыт паранены
bg_bg: Нараняване на блейз
ca_es: Esperit del foc ferit
cs: ohnivák byl zraněn
da_dk: Blaze bliver skadet
de: Lohe nimmt Schaden
el_gr: Ο Πύρινος τραυματίζεται
es: Blaze herido
fi: Roihu vahingoittuu
fil_ph: Nasaktan ang Blaze
fr_ca: Blaze blessé
ga_ie: Gortaítear lasaire
gd_gb: Chaidh an leus a leònadh
gl_es: Blaze ferido
he: יישות מתלקחת נפצעת
hr_hr: Bljesak je ozlijeđen
hu_hu: Őrláng sérül
id_id: Blaze terluka
it: Un blaze è ferito
ja_jp: ブレイズがダメージを受ける
ka_ge: ცეცხლა დაიჭრა
ko_kr: 블레이즈가 상처를 입음
lb_lu: Lou hellt Schued
lt_lt: Sužeista liepsna
lv_lv: Liesmeklis ievainots
ms_my: Kebakaran kesakitan
mt_mt: Monstru tan-nar weġġa'
nl_nl: Blaze heeft pijn
nn_no: Eldskrømt har vondt
pl: Płomyk cierpi
pt: Blaze aleija-se
ro_ro: Dogoreală rănită
ru_ru: Всполох ранен
sk_sk: Poranenie ohniváka
sl_si: Blaze se poškoduje
sv_se: Brännare skadas
th_th: แบลซได้รับบาดเจ็บ
tr_tr: Alaz hasar aldı
vi_vn: Quỷ lửa bị thương
zh_cn: 烈焰人：受伤
zh_tw: 烈焰使者受傷

# subtitles_entity_blaze_shoot
source: Blaze shoots
af_za: Opvlammer skiet
ar_sa: يضر الحريق
be_by: Іфрыт страляе
bg_bg: Блейз стреля
ca_es: Esperit del doc dispara
cs: ohnivák útočí
da_dk: Blaze skyder
de: Lohe schießt
el_gr: Ο Πύρινος πυροβολάει
es: Blaze dispara
fi: Roihu ampuu
fil_ph: Bumaril ang Blaze
fr_ca: Blaze qui tire
ga_ie: Lasaire ag scaoileadh
gd_gb: Tha an leus a' losgadh
gl_es: Disparo de Blaze
he: יישות מתלקחת יורה
hr_hr: Bljesak ispaljava
hu_hu: Őrláng lő
id_id: Blaze menembak
it: Un blaze spara una palla di fuoco
ja_jp: ブレイズが発射する
ka_ge: ცეცხლა ისვრის
ko_kr: 블레이즈가 화염구를 쏨
lb_lu: Lou schéisst
lt_lt: Liepsna šauna
lv_lv: Liesmekļa šāvieni
ms_my: Kebakaran memucuk
mt_mt: Monstru tan-nar spara
nl_nl: Blaze schiet
nn_no: Eldskrømt skyt
pl: Płomyk strzela
pt: Blaze dispara
ro_ro: Dogoreală trăgând
ru_ru: Выстрел всполоха
sk_sk: Útočenie ohniváka
sl_si: Blaze strelja
sv_se: Brännare skjuter
th_th: แบลซยิงลูกไฟ
tr_tr: Alaz ateş etti
vi_vn: Quỷ lửa bắn
zh_cn: 烈焰人：射击
zh_tw: 烈焰使者發射

# subtitles_entity_bobber_splash
source: Fishing hook splashes
af_za: Vishoek plons
be_by: Нешта трапіла на кручок!
bg_bg: Цопване на въдица
ca_es: Una canya de pescar esquitxa
cs: šplouchání splávku
da_dk: Fiskekrog plasker
de: Köder platscht
el_gr: Το καλάμι ψαρέματος πιτσιλάει
es: Salpicadura del cebo de la caña
fi: Ongenkoukku loiskii
fil_ph: Sumaboy ang kawit ng Baliwasnan
fr_ca: Flotteur qui s'enfonce
ga_ie: Steallann duan iascaireachta
gl_es: Salpicadura do cebo da cana
he: חכת הדייג משכשכת במים
hr_hr: Udica zapljuskuje
hu_hu: Horog csobban
id_id: Percikan kait
it: Schizzi dell'amo
ja_jp: 釣り針に魚がかかる
ka_ge: ანკესის სატყუარა ჩავარდა
ko_kr: 찌가 첨벙거림
lb_lu: Köder platscht
lt_lt: Plūdė skęsta
lv_lv: Zvejas āķa šļakatas
ms_my: Cangkuk memancing memercik
mt_mt: Ganċ tas-sajd waqa' fl-ilma
nl_nl: Vishaak plonst
nn_no: Fiskekrok plaskar
pl: Haczyk pluska
pt: Anzol salpica a água
ro_ro: Plută pleoscăind
ru_ru: Всплеск от рыболовного крючка
sk_sk: Špliechanie háčika
sl_si: Ribiška palica začofota
sv_se: Fiskekrok plaskar
th_th: ปาเบ้ดตกปลา
tr_tr: Olta iğnesi şapırdamaları
vi_vn: Móc câu cá bắn nước
zh_cn: 钓鱼钩：溅起水花
zh_tw: 釣鉤濺水聲

# subtitles_entity_bobber_throw
source: Bobber thrown
af_za: Dobber gegooi
be_by: Паплавок закінуты
bg_bg: Хвърляне на въдица
ca_es: Un ham ha estat tirat
cs: splávek nahozen
da_dk: Bobber kastest
de: Köder ausgeworfen
el_gr: Το αγκίστρι πετιέται
es: Caña de pescar lanzada
fi: Onki heitetty
fil_ph: Lumutang ang Palutang
fr_ca: Flotteur lancé
ga_ie: Duan iascaireachta caite amach
gl_es: Cana de pescar lanzada
he: מצוף החכה נזרק
hr_hr: Plovak bačen
hu_hu: Horog eldobva
id_id: Umpan dilempar
it: Amo gettato
ja_jp: 浮きが投げられる
ka_ge: ტივტივა გავარდა
ko_kr: 찌가 던져짐
lb_lu: Köder ausgeworf
lt_lt: Įmetama plūdė
lv_lv: Izmests pludiņš
ms_my: Bobber dibuang
mt_mt: Sunnara twaddbet
nl_nl: Dobber wordt gegooid
nn_no: Dupp kasta
pl: Spławik rzucony
pt: Isco atirado
ro_ro: Plută aruncată
ru_ru: Всплеск от поплавка
sk_sk: Nahodenie plaváka
sl_si: Plovec vržen
sv_se: Flöte kastas ut
th_th: เหวี่ยงทุ่นตกปลา
tr_tr: Olta atıldı
vi_vn: Phao được ném
zh_cn: 浮标：甩出
zh_tw: 投出魚鉤

# subtitles_entity_cat_ambient
source: Cat meows
af_za: Kat meow
ar_sa: القطة تموء
be_by: Кот мяўкае
bg_bg: Котка мяука
ca_es: Miols de gat
cs: zamňoukání
da_dk: Kat mijaver
de: Katze miaut
el_gr: Η γάτα νιαουρίζει
es: Maullidos de gato
fi: Kissa maukuu
fil_ph: Nag-ngiyaw ang Pusa
fr_ca: *Miaou*
ga_ie: Cat ag meamhlach
gd_gb: Tha an cat a' miamhail
gl_es: *miau*
he: חתול מיילל
hr_hr: Mačka mjauče
hu_hu: Macska nyávog
id_id: Kucing mengeong
it: Un gatto miagola
ja_jp: ネコが鳴く
ka_ge: კატის ჩხავილი
ko_kr: 고양이가 울음
lb_lu: Katz miaut
lt_lt: Katė miaukia
lv_lv: Kaķis ņaud
ms_my: Meow kucing
mt_mt: Qattus għajjat
nl_nl: Kat miauwt
nn_no: Katt mjauar
pl: Kot miauczy
pt: Gato mia
ro_ro: Pisică mieunând
ru_ru: Кошачье мяуканье
sk_sk: Mňaukanie mačky
sl_si: Mačka mijavka
sv_se: Katt jamar
th_th: แมวร้อง
tr_tr: Kedi miyavladı
vi_vn: Mèo kêu meo
zh_cn: 猫：喵~
zh_tw: 貓叫聲

# subtitles_entity_cat_death
source: Cat dies
af_za: Kat sterf
ar_sa: القطة تموت
be_by: Кот гіне
bg_bg: Котка умира
ca_es: Gat mor
cs: kočka zemřela
da_dk: Kat dør
de: Katze stirbt
el_gr: Η γάτα πεθαίνει
es: Gato muere
fi: Kissa kuolee
fil_ph: Namatay ang Pusa
fr_ca: Minou qui meurt
ga_ie: Cat ag fáil bháis
gd_gb: Tha an cat a' bàsachadh
gl_es: Morte de gato
he: חתול מת
hr_hr: Mačka umire
hu_hu: Macska meghal
id_id: Kucing menginngal
it: Un gatto muore
ja_jp: ネコが死ぬ
ka_ge: კატა მოკვდა
ko_kr: 고양이가 죽음
lb_lu: Katz stierft
lt_lt: Katė miršta
lv_lv: Kaķis nomirst
ms_my: Kucing mati
mt_mt: Qattus miet
nl_nl: Kat sterft
nn_no: Katt døyr
pl: Kot ginie
pt: Gato morre
ro_ro: Pisică murind
ru_ru: Кошка погибла
sk_sk: Umieranie mačky
sl_si: Mačka umre
sv_se: Katt dör
th_th: แมวตาย
tr_tr: Kedi öldü
vi_vn: Mèo chết
zh_cn: 猫：死亡
zh_tw: 貓死亡
