Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_clear_failure
source: Could not clear the inventory of {0}, no items to remove
af_za: Kon nie {0} uit die inventaris haal nie, daar is geen items om te verwyder nie
ar_sa: لايمكن مسح المخزن من {0}، لا عناصر لازالتها
be_by: Немагчыма ачысціць рыштунак гульца, у {0} няма прадметаў для выдалення
bg_bg: Не може да се изчисти инвентара на {0}, защото нямат предмет за премахване
ca_es: No es pot buidar l'inventari del jugador {0} perquè no porta res
cs: Inventář hráče {0} nelze vymazat, protože je prázdný
da_dk: Kunne ikke rydde op i inventarlisten {0}'s, da der ikke var nogle objekter at fjerne
de: Das Inventar von {0} konnte nicht geleert werden, da es bereits leer war
el_gr: Δεν θα μπορούσε να καθαρίσει την απογραφή των {0} Δεν υπάρχουν στοιχεία για να αφαιρέσετε
es: No se pudo vaciar el inventario de {0}, no tiene objetos
eu_es: Ezin zen {0} -en inbentarioa garbitu, ez dago artikulurik kentzeko
fa_ir: نمي توان کوله پشتي {0} را خالي کرد ، آيتمي وجود ندارد
fi: Ei voitu poistaa luettelon {0}, ei kohdetta poistaa
fil_ph: Hindi kayang burahin ang Bag ni {0}, wala siyang bagay
fr_ca: Impossible de vider l'inventaire de/d' {0}, aucun objet à enlever
ga_ie: Níorbh fhéidir {0} a bhaint den fhardal; níl aon rud ann le baint
gd_gb: Cha b' urrainn dhuinn {0} a ghlanadh on tasgadh, chan eil nì ri thoirt air falbh ann
gl_es: Non se puido borrar o inventario de {0}, non levaba nada enriba
he: לא היתה אפשרות לנקות את המלאי של {0}, פריטים שניתן להסיר
hi_in: सकता है नहीं साफ है यह इनवेंटरी की {0} नहीं आइटम से हटाना
hr_hr: Nemoguće očistiti inventar od {0},nema stvari koje se mogu uzet
hu_hu: Nem sikerült kiüríteni {0} felszerelését, nincs mit eltávolítani
hy_am: Հնարավոր չէ մաքրել {0}-ի պայուսակը, քանի որ այն դատարկ է
id_id: Tidak bisa menghapus inventori dari {0}, tidak ada barang untuk dihapus
is_is: Gat ekki tæmt bakpokann hjá {0}, það var ekkert í honum
it: Impossibile svuotare l'inventario di {0} poiché non ci sono oggetti da rimuovere
ja_jp: {0} のインベントリーにはアイテムがないので消去できません
ka_ge: ინვენტარიდან {0}-ის გაწმენდა ვერ მოხერხდა, ინვენტარი ცარიელია
ko_kr: 제거할 아이템이 없어 {0}의 보관함을 비우지 못했습니다
lb_lu: D'Inventar vum {0} konnt net eidel gemaach ginn, well et schonns eidel war
lt_lt: Nepavyko išvalyti {0} inventoriaus, nes nėra daiktų pašalinimui
lv_lv: Nevarēja iztīrīt {0} inventāru, nav mantu ko izņemt
ms_my: Tidak dapat mengkosongkan inventori {0}, tiada barang untuk dikeluarkan
mt_mt: L-inventorju ta' {0} ma setgħax jiġi żvujtat, m'hemmx oġġetti x'jitneħħew
nl_nl: Kan de inventaris van {0} niet legen, geen voorwerpen om te verwijderen
nn_no: Kunne ikkje fjerna inventaret til {0}, det er ingen gjenstandar å fjerna
pl: Nie można wyczyścić ekwipunku gracza {0}, nie ma przedmiotów do usunięcia
pt: Não foi possível limpar o inventário de {0}, nenhum item será removido
ro_ro: Inventarul lui {0} nu a putut fi golit pentru că era deja gol
ru_ru: Нельзя очистить инвентарь {0}, нет предметов для удаления
sk_sk: Nemožno vymazať inventár hráča {0}, žiadne položky na odstránenie
sl_si: Ni bilo mogoče počistiti inventarja od {0}, ker nima predmetov
sv_se: Kunde inte rensa utrustning för {0}, inga föremål att ta bort
th_th: ไม่สามารถล้างสินค้าคงคลังของ{0}, รายการสินค้าที่จะล
tr_tr: {0}'in envanteri temizlenemedi, silecek eşya yok
vi_vn: Không thể làm trống hành trang của {0}, không có món đồ nào để loại bỏ
zh_cn: 无法清除{0}的物品栏，没有可清除的物品
zh_tw: 無法清空 {0} 的背包，無物可清除

# commands_clear_success
source: Cleared the inventory of {0}, removing {1} items
af_za: Inhoud van {0} is leeggemaak deur {1} items te verwyder
ar_sa: مسح المخزون من {0}، إزالة {1} عناصر
be_by: Рыштунак {0} ачышчаны, выдалена {1} прадметаў
bg_bg: Инвентара на {0} бе изчистен, бяха премахнати {1} предмета
ca_es: S'ha buidat l'inventari del jugador {0}, eliminant {1} ítems
cs: Inventář hráče {0} vymazán. Odstraněné položky: {1}
da_dk: Tømte invartarlisten over {0}s fjernede {1} genstande
de: Inventar von {0} geleert, {1} Gegenstände entfernt
el_gr: Αφαιρέθηκαν {0} αντικείμενα από τα αποθέματα του/της {1}
es: Vaciando el inventario de {0}, eliminando {1} objetos
eu_es: Inbentarioa {0} -ez garbituta, {1} objektu eliminatuta
fa_ir: کوله پشتي {0} خالي شد ، داراي {1} آيتم
fi: Pelaajan {0} tavaraluettelo tyhjennetty, poistetaan {1} esinettä
fil_ph: Binura ang Bag ni {0}, inalis ang {1} na bagay
fr_ca: L'inventaire de/d' {0} a été vidé, supprimant {1} objet(s)
ga_ie: Glanadh fardal {0}; baineadh {1} earra
gd_gb: Chaidh {0} a ghlanadh on tasgadh, a' toirt {1} nì air falbh
gl_es: Vaciouse o inventario de {0}, eliminando {1} obxectos
he: מנקה את המלאי של {0}, מסיר {1} פריטים
hi_in: {0}, {1} आइटम्स को हटाने की सूची को मंजूरी दे दी
hr_hr: Očišćen inventar igrača{0},uklanjanje{1}predmeta
hu_hu: {0} felszerelése kiürítve, {1} tárgy eltávolítva
hy_am: {0} Խաղացողի պայուսակը մաքրված է, ջնջվեց {1} առարկա
id_id: Membersihkan invertaris dari {0}, menghapus {1} item
is_is: Tæmdi {0} úr bakpoka {1}
it: L'inventario di {0} è stato svuotato, rimuovendo {1} oggetti
ja_jp: {0} のインベントリーから、{1} 個のアイテムを消去しました
ka_ge: გასუფთავებულია {0}-ის ინვენტარი, წაშლილია {1} ნივთი
ko_kr: {0}의 보관함에서 아이템 {1}개를 제거했습니다
lb_lu: D'Inventar vum {0} gouf eidel gemaach, {1} Géigestänn goufe geläscht
lt_lt: {0} inventorius išvalytas, pašalinta {1} daiktų
lv_lv: {0} inventārs tika iztīrīts, atņemot {1} priekšmetus
ms_my: Inventori {0} telah dipadamkan, menghapuskan {1} item
mt_mt: L-inventorju ta' {0} ġie żvujtat, u {1} oġġetti ġew imħassra
nl_nl: Inventaris van {0} gewist, {1} voorwerpen verwijderd
nn_no: Rydda opp i inventaret til {0}, fjerna {1} gjenstandar
pl: Wyczyszczono ekwipunek gracza {0}, usuwając {1} przedmiotów
pt: Inventário de {0} limpo, removendo {1} itens
ro_ro: Inventarul lui {0} a fost golit, îndepărtând {1} obiecte
ru_ru: Инвентарь игрока {0} очищен, удалено {1} предметов
sk_sk: Vyčistený inventár hráča {0}, odstránených {1} predmetov
sl_si: Inventar od {0} izbrisan, {1} predmetov je bilo odstranjenih
sv_se: Tömde {0}s utrustning och tog bort {1} föremål
th_th: ล้างกระเป๋าเก็บของของ {0} ลบไปเป็นจำนวน {1} ไอเท็ม
tr_tr: {0}'in envanteri boşaltıldı, {1} eşya silindi
vi_vn: Đã loại bỏ túi đồ của {0}, qua đó loại bỏ {1} vật phẩm
zh_cn: 清除了{0}的物品栏，删除了{1}个物品
zh_tw: 已清空 {0} 的背包，移除了 {1} 個物品

# commands_clear_tagError
source: Data tag parsing failed: {0}
af_za: Data-merker ontleding het misluk: {0}
ar_sa: خطأ في توزيع البيانات: {0}
be_by: Памылка разбору тэгаў: {0}
bg_bg: Разбора на информационния таг е неуспешен: {0}
ca_es: L'anàlisi d'etiqueta de dades ha fallat: {0}
cs: Syntaktická analýza se nezdařila: {0}
da_dk: Datatag fortolkning mislykkedes:{0}
de: Kann NBT-Daten nicht analysieren: {0}
el_gr: Η συντακτική ανάλυση του data tag απέτυχε: {0}
es: El análisis de la dataTag falló: {0}
eu_es: Data Tag-eren analisia huts egin zuen: {0}
fi: Datatagin jäsennys epäonnistui: {0}
fil_ph: Ang pag-pa-parse ng data tag ay bumigo: {0}
fr_ca: L'analyse syntaxique du data tag a échoué : {0}
ga_ie: Theip ar pharsáil clib sonraí: {0}
gl_es: A análise da dataTag fallou: {0}
he: ניתוח של תג נתונים נכשלה: {0}
hr_hr: Rasčlanjivanje podatkovnih oznaka nije uspjelo: {0}
hu_hu: Adatcímke értelmezése sikertelen: {0}
id_id: Parsing data tag gagal: {0}
is_is: Úrvinnsla gagnatags mistókst: {0}
it: L'analisi sintattica dei dati NBT è fallita: {0}
ja_jp: データタグの解析に失敗しました：{0}
ka_ge: შეცდომა მონაცემთა ტეგის გარჩევისას: {0}
ko_kr: 데이터 태그 구문 분석에 실패했습니다: {0}
lb_lu: Parsen vun den NBT-Date feelgeschloen: {0}
lt_lt: Duomenų žymės apdoroti nepavyko: {0}
lv_lv: Datu tagu parsēšana neizdevās: {0}
ms_my: Gagal menanda data: {0}
mt_mt: Data tag ħażin: {0}
nl_nl: Parseren van datatag mislukt: {0}
nn_no: Teikn-tolking mislykkast: {0}
pl: Analiza data tag zawiodła: {0}
pt: Erro na Tag dos dados: {0}
ro_ro: Analiza datelor NBT a eșuat: {0}
ru_ru: Ошибка разбора тегов: {0}
sk_sk: Nesprávny formát NBT dát: {0}
sl_si: Razčlenjevanje podatkovne oznake ni bilo uspešno: {0}
sv_se: Tolkning av datatagg misslyckades: {0}
th_th: แยกแท็กข้อมูลล้มเหลว: {0}
tr_tr: Veri etiketi ayrıştırma başarısız oldu: {0}
vi_vn: Phân tích nhãn dữ liệu thất bại: {0}
zh_cn: 数据标签解析失败：{0}
zh_tw: 資料標記解析失敗：{0}

# commands_clear_usage
source: /clear [player] [item] [data] [maxCount] [dataTag]
af_za: /clear [speler] [item] [data] [maksTelling] [dataMerker]
ar_sa: /clear [اللاعب] [الغرض] [البيانات] [أقصى عدد] [علامة البيانات]
be_by: /clear [гулец] [прадмет] [дадзеныя] [максКолькасць] [тэг]
bg_bg: /clear [<играч>] [<предмет>] [<данни>] [<максимален брой>] [<таг>]
cs: /clear [<hráč>] [<předmět>] [<data>] [<maximální počet>] [<datový tag>]
de: /clear [<Spieler>] [<Gegenstand>] [<Metadaten>] [<MaxMenge>] [<NBT-Daten>]
es: /clear [jugador] [objeto] [datos] [cantidad máxima] [dataTag]
fi: /clear [pelaaja] [esine] [data] [maxCount] [dataTagi]
fil_ph: /clear [naglalaro] [aytem] [data] [pinakamataasNaBilang] [dataTag]
fr_ca: /clear [joueur] [objet] [donnée] [quantité maximum] [dataTag]
gl_es: /clear [xogador] [obxecto] [data] [cantidad máxima] [dataTag]
he: /clear [טאג-נתון] [כמות-מקסימלית] [נתון] [פריט] [שחקן]
hu_hu: /clear [játékos] [tárgy] [adat] [maxMennyiség] [adatcímke]
id_id: /clear [pemain] [barang] [data] [MaksimalCacah] [PenandaData]
it: /clear [giocatore] [oggetto] [metadato] [quantità massima] [dati NBT]
ja_jp: /clear [プレイヤー名] [アイテム名] [データ値] [最大個数] [データタグ]
ka_ge: /clear [მოთამაშე] [ნივთი] [ინფორმაცია] [მაქს. რაოდენობა] [მონაც. ტეგი]
ko_kr: /clear [플레이어] [아이템] [데이터] [최대 개수] [데이터 태그]
lb_lu: /clear [Spiller] [Géigestand] [Metadaten] [maxUnzuel] [NBT-Daten]
lt_lt: /clear [žaidėjas] [daiktas] [duomenys] [maks. kiekis] [duomenų-žymė]
lv_lv: /clear [spēlētājs] [priekšmets] [informācīja] [maximālaisSkaits] [informācījasEtiķete]
ms_my: /clear [pemain] [barang] [data] [JumlahMax] [tandaData]
nl_nl: /clear [speler] [voorwerp] [data] [maxAantal] [dataTag]
nn_no: /clear [spelar] [item] [data] [maxCount] [dataTag]
pl: /clear [gracz] [przedmiot] [dane] [maksymalnaLiczba] [dataTag]
pt: /clear [jogador] [item] [dados] [quantidadeMáxima] [Tags]
ro_ro: /clear [<jucător>] [<obiect>] [<metadate>] [<cantitate maximă>] [<date NBT>]
ru_ru: /clear [игрок] [предмет] [данные] [максКол-во] [тегДанных]
sk_sk: /clear [hráč] [predmet] [dáta] [najvyššíPočet] [dátováZnačka]
sl_si: /clear [igralec] [predmet] [podatki] [maksimalnoŠtevilo] [podatkovnaOznaka]
sv_se: /clear [spelare] [föremål] [data] [maxantal] [datatagg]
tr_tr: /clear [oyuncu] [eşya] [veri] [maksMiktar] [veriEtiketi]
vi_vn: /clear [người chơi] [vật phẩm] [dữ liệu] [lượng tối đa] [nhãn dữ liệu]
zh_cn: /clear [玩家] [物品] [数据] [最大量] [数据标签]
zh_tw: /clear [玩家] [物品] [資料] [最多數量] [資料標籤]

# commands_clone_failed
source: No blocks cloned
af_za: Geen blokke gekloon nie
ar_sa: لم تستنسخ البلوكات
be_by: Ніводны блок не быў кланаваны
bg_bg: Няма клонирани блокове
ca_es: No s'han clonat els blocs
cs: Nebyly naklonovány žádné bloky
da_dk: Ingen blokke blev klonet
de: Keine Blöcke kopiert
el_gr: Κανένα μπλοκ δεν κλωνοποιήθηκε
es: No se ha clonado ningún bloque
eu_es: Ez da blokerik klonatu
fa_ir: هیج بلوکی دوباره سازی نشد
fi: Kuutioita ei kloonattu
fil_ph: Walang block na na-kopya
fr_ca: Aucun bloc n'a été cloné
ga_ie: Níor clónáladh bloc ar bith
gl_es: Non se clonaron bloques
he: לא הועתקו בלוקים
hr_hr: 0 blokova klonirano
hu_hu: Egy blokk sem lett lemásolva
id_id: Tidak ada blok yang diklon
is_is: Engir kubbar klónaðir
it: Nessun blocco è stato clonato
ja_jp: ブロックが複製されませんでした
ka_ge: ბლოკების კლონირება არ მომხდარა
ko_kr: 복제된 블록이 없습니다
lb_lu: Keng Bléck gekloont
lt_lt: Nėra klonuotų blokų
lv_lv: Nevies bloks netika klonēts
ms_my: Tiada blok diklon
mt_mt: L-ebda blokka ma ġiet ikkupjata
nl_nl: Geen blokken gekloond
nn_no: Ingen blokker klona
pl: Nie sklonowano żadnych bloków
pt: Nenhum bloco clonado
ro_ro: Niciun bloc nu a fost clonat
ru_ru: Клонирование блоков выполнить не удалось
sk_sk: Žiadne kocky neboli skopírované
sl_si: Nobena kocka ni bila klonirana
sv_se: Inga block klonade
th_th: ไม่มีบล็อกที่โคลน
tr_tr: Hiçbir blok kopyalanmadı
vi_vn: Không có khối nào được sao chép
zh_cn: 没有方块被复制
zh_tw: 未有複製任何方塊

# commands_clone_noOverlap
source: Source and destination can not overlap
af_za: Bron en eindpunt mag nie oorvleuel nie
ar_sa: لا يمكن أن تتداخل مع المصدر والوجهة
be_by: Крыніца і месца прызначэння не павінны накладацца
bg_bg: Източникът и дестинацията не може да се припокриват
ca_es: L'origen i la destinació no es poden superposar
cs: Zdroj a cíl se nemůže překrývat
da_dk: Kilde og destination må ikke overlapper
de: Quelle und Ziel können sich nicht überschneiden
el_gr: Προέλευση και προορισμός δεν είναι δυνατό να επικαλύπτονται
es: El origen y el destino no se pueden superponer
eu_es: Iturri eta helmuga ezin dira gainjarri
fa_ir: مبدا و مقصد نمی توانند منطبق باشند
fi: Lähde ja kohde eivät saa mennä päällekkäin
fil_ph: Ang pinagmulan at ang destinasyon ay bawal magsanib
fr_ca: La source et la destination ne peuvent pas se chevaucher
ga_ie: Ní fhéadann an foinse agus an ceann scríbe forluí ar a chéile
gl_es: A orixe e o destino non se poden sobrepoñer
he: המקור והיעד אינם יכולים לחפוף
hr_hr: Izvor i odredište se ne mogu preklapati
hu_hu: A forrás és a cél nem fedheti át egymást
id_id: Sumber dan tujuan tidak boleh tumpang tindih
is_is: Uppruni og áfangastaður mega ekki skarast
it: Origine e destinazione non possono coincidere
ja_jp: コピー元とコピー先を重ねることができません
ka_ge: წყაროსა და დანიშნულების ადგილი არ შეიძლება ერთი და იგივე იყოს
ko_kr: 원본과 복사본은 서로 겹칠 수 없습니다
lb_lu: Quell an Ziel kënnen sech net iwwerschneiden
lt_lt: Šaltinis ir vieta negali persikloti
lv_lv: Avots un mērķis nevar pārklāties
ms_my: Sumber dan destinasi tidak boleh ditindih
mt_mt: Is-sors u d-destinazzjoni ma jistawx jidħlu f'xulxin
nl_nl: Bron en bestemming kunnen niet overlappen
nn_no: Kjelde og mål kan ikkje overlappe kvarandre
pl: Źródło i cel nie mogą się na siebie nakładać
pt: A fonte e o destino não se podem cruzar
ro_ro: Sursa și destinația nu se pot suprapune
ru_ru: Источник и место назначения не могут совпадать
sk_sk: Zdroj a cieľ sa nesmú prelínať
sl_si: Izvor in cilj se ne smeta prepletati
sv_se: Källa och destination får inte överlappa
th_th: ต้นทางและปลายทางไม่สามารถทับซ้อน
tr_tr: Kaynak ve hedef örtüşemez
vi_vn: Nguồn và đích đến không thể đè lên nhau
zh_cn: 源坐标和目标坐标不能重叠
zh_tw: 來源地不能與目的地重疊

# commands_clone_outOfWorld
source: Cannot access blocks outside of the world
af_za: Kan nie toegang tot blokke buite die wêreld kry nie
ar_sa: لا يمكن الوصول الى المكعبات خارج العالم
be_by: Немагчыма атрымаць доступ да блокаў за межамі свету
bg_bg: Не може да се използват блокове извън света
ca_es: No es pot accedir als blocs fora del món
cs: K blokům mimo svět nelze přistupovat
da_dk: Kan ikke tilgå blokke uden for verdenen
de: Auf Blöcke außerhalb der geladenen Welt kann nicht zugegriffen werden
el_gr: Αδύνατη η πρόσβαση μπλοκ έξω από τον κόσμο
es: No se puede acceder a bloques fuera del mundo
eu_es: Ezin dira mundutik kanpoko blokeak aldatu
fa_ir: به بلوک های خارح از دنیا نمی توان دسترسی داشت
fi: Kuutioita maailman ulkopuolella ei voi käyttää
fil_ph: Hindi maaring ma-access ang mga nloke sa labas ng mundo
fr_ca: Impossible d'accéder aux blocs en dehors du monde
ga_ie: Ní féidir bloic a rochtain taobh amuigh den domhan
gl_es: Non se pode acceder a bloques fora do mundo
he: לא יכול לגשת לבלוקים מחוץ לעולם
hr_hr: Nije moguće pristupiti blokovima izvan svijeta
hu_hu: Nem másolhatók blokkok a világon kívülről
id_id: Tidak dapat mengakses blok di luar dunia
is_is: Hef ekki aðgang að kubbum utan heimsins
it: Impossibile accedere a blocchi al di fuori del mondo
ja_jp: ワールドの範囲外にあるブロックにはアクセスできません
ka_ge: შეუძელბელია სამყაროს გარეთ მყოფი ბლოკზე წვდომა
ko_kr: 세계 외부에 있는 블록은 복사할 수 없습니다
lb_lu: Ob Bléck ausserhalb vun der Welt kann net zougegraff ginn
lt_lt: Negalima pasiekti blokų, esančių už pasaulio ribų
lv_lv: Nevar Sasniegt Blokus Arpus Pasaulēs
ms_my: Gagal mengakses blok diluar dunia
mt_mt: Ma tistax taċċessa blokki barra mid-dinja
nl_nl: Geen toegang tot blokken buiten de wereld
nn_no: Får ikkje tilgang til blokker utanfor verda
pl: Nie można uzyskać dostępu do bloków poza światem
pt: Não podes acessar blocos fora do mundo
ro_ro: Nu se pot accesa blocuri din afara lumii
ru_ru: Доступ к блокам за пределами мира невозможен
sk_sk: Ku kockám mimo sveta sa nedá pristupovať
sl_si: Ne moreš dostopati do kock zunaj sveta
sv_se: Kan inte komma åt block utanför världen
th_th: ไม่สามารถเข้าถึงบล็อกต่างๆที่อยู่นอกโลกได้
tr_tr: Dünyanın dışındaki bloklara erişilemiyor
vi_vn: Không thể truy cập các khối ở ngoài thế giới
zh_cn: 无法访问世界外的方块
zh_tw: 無法操作位於世界外的方塊

# commands_clone_success
source: {0} blocks cloned
af_za: {0} blokke gekloon
ar_sa: {0} مكعبات مستنسخة
be_by: Кланаваных блокаў: {0}
bg_bg: {0} блока бяха клонирани
ca_es: {0} blocs clonats
cs: Počet naklonovaných bloků: {0}
da_dk: {0} blokke klonede
de: {0} Blöcke kopiert
el_gr: {0} μπλοκ κλωνοποιήθηκαν
es: Se han clonado {0} bloques
eu_es: {0} bloke klonatuta
fa_ir: {0} بلوک دوباره سازی شد
fi: {0} kuutiota kloonattu
fil_ph: {0} blocks na naikopya
fr_ca: {0} blocs ont été clonés
ga_ie: {0} bloic clónáilte
gl_es: Clonáronse {0} bloques
he: {0} בלוקים הועתקו
hr_hr: {0} blokova klonirano
hu_hu: {0} blokk lemásolva
id_id: {0} blok dikloning
is_is: {0} kubbar klónaðir
it: {0} blocchi sono stati clonati
ja_jp: {0} 個のブロックを複製しました
ka_ge: მოხდა {0} ბლოკის კლონირება
ko_kr: 블록 {0}개가 복제되었습니다
lb_lu: {0} Bléck gekloont
lt_lt: Klonuota {0} blokų
lv_lv: bloki klonēti
ms_my: {0} blok diklon
mt_mt: {0} blokki ġew ikkupjati
nl_nl: {0} blokken gekloond
nn_no: {0} blokker klona
pl: Sklonowano bloków: {0}
pt: {0} blocos clonados
ro_ro: {0} blocuri au fost clonate
ru_ru: {0} блоков клонировано
sk_sk: Skopírovaných {0} kociek
sl_si: {0} kock kloniranih
sv_se: {0} block klonade
th_th: {0} บล็อกได้ถูกโคลนเรียบร้อย
tr_tr: {0} blok kopyalandı
vi_vn: {0} khối đã được sao chép
zh_cn: 已复制{0}个方块
zh_tw: 已複製 {0} 個方塊

# commands_clone_tooManyBlocks
source: Too many blocks in the specified area ({0} > {1})
af_za: Te veel blokke in die gespesifiseerde area ({0} > {1})
ar_sa: كتل كثيرة جداً في المجال المحدد ({0} > {1})
be_by: Зашмат блокаў у вызначанай вобласці ({0} > {1})
bg_bg: Има прекалено много блокове в посочения район ({0} > {1})
ca_es: Massa blocs a la zona especificada ({0} > {1})
cs: V označené oblasti je příliš mnoho bloků ({0} > {1})
da_dk: For mange blokke i det angivne område ({0} > {1})
de: Zu viele Blöcke im angegebenen Bereich ({0} > {1})
el_gr: Πάρα πολλά μπλοκ στην καθορισμένη περιοχή ({0} > {1})
es: Demasiados bloques en el área especificada ({0} > {1})
eu_es: Bloke gehiegi emandako gunean ({0} > {1})
fa_ir: تعداد بلوک‌های داخل منطقه‌ی انتخاب شده بیش از حد مجاز است. ({0} > {1})
fi: Liian monta kuutiota määritetyllä alueella ({0} > {1})
fil_ph: Masyadong maraming bloke ang nasa lugar na ito ({0} > {1})
fr_ca: Trop de blocs dans la zone spécifiée ({0} > {1})
ga_ie: An iomarca bloc sa cheantar sonraithe ({0} > {1})
gl_es: Demasiados bloques na área especificada ({0} > {1})
he: יותר מדי בלוקים במקום שצויין ({0} > {1})
hr_hr: Previše blokova u navedenom području ({0} > {1})
hu_hu: Túl sok blokk van a megadott területben ({0} > {1})
id_id: Terlalu banyak blok pada area yang dispesifikasikan ({0} > {1})
is_is: Of margir kubbar á tilgreinda svæðinu ({0} > {1})
it: Troppi blocchi nell'area specificata ({0} > {1})
ja_jp: 指定した領域にあるブロックが多過ぎます ({0} > {1})
ka_ge: აღნიშნულ ადგილას ზედმეტად ბევრი ბლოკია ({0} > {1})
ko_kr: 지정된 영역에 너무 많은 블록이 있습니다 ({0} > {1})
lb_lu: Ze vill Bléck am spezifizéierte Beräich ({0} > {1})
lt_lt: Per daug blokų nurodytoje vietoje ({0} > {1})
lv_lv: Pārāk daudz blokus norādītajā apgabalā ({0} > {1})
ms_my: Terlalu banyak blok di kawasan tertentu ({0} > {1})
mt_mt: Wisq blokki fiż-żona speċifikata ({0} > {1})
nl_nl: Teveel blokken in het opgegeven gebied ({0} > {1})
nn_no: For mange blokker i det spesifiserte området ({0} > {1})
pl: Zbyt wiele bloków w określonym obszarze ({0} > {1})
pt: Demasiados blocos na área especificada ({0} > {1})
ro_ro: Sunt prea multe blocuri în zona specificată ({0} > {1})
ru_ru: Слишком много блоков в заданной области ({0} > {1})
sk_sk: V zadanej oblasti je príliš veľa kociek ({0} > {1})
sl_si: Preveč kock v navedenem območju ({0} > {1})
sv_se: För många block i det specificerade området ({0} > {1})
th_th: มีบล็อกมากเกินไปในพื้นที่ที่ระบุ ({0} > {1})
tr_tr: Belirtilen alanda çok fazla blok var ({0} > {1})
vi_vn: Quá nhiều khối ở khu vực được lựa chọn ({0} > {1})
zh_cn: 选定区域内的方块太多（{0}>{1}）
zh_tw: 指定區域內的方塊數量太多 ({0} > {1})

# commands_clone_usage
source: /clone <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [maskMode] [cloneMode]
ar_sa: /clone <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [وضع القناع] [وضع النسخ]
be_by: /clone <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [filtered|masked|replace] [force|move|normal]
bg_bg: /clone <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [filtered|masked|replace] [force|move|normal] [<име на блокче>]
cs: /clone <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [filtered|masked|replace] [move|force|normal] [<blok>] [<data>]
de: /clone <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [filtered|masked|replace] [move|force|normal] [<FilterblockName>] [<FilterblockMetadaten>]
el_gr: /clone <χ1> <ψ1> <ζ1> <χ2> <ψ2> <ζ2> <χ> <ψ> <ζ> [Είδος κλωνοποίησης] [Τρόπος Κλωνοποίησης]
es: /clone <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [modo de máscara] [modo de clonación]
fil_ph: /clone <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [maskaraModa] [gayaModa]
fr_ca: /clone <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [filtered|masked|replace] [force|move|normal]
gl_es: /clone <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [modo de máscara] [modo clonar]
he: /clone <x1> <y1> <z1> <x2> <y2> <z2><x><y><z>[שיטת-שכפול] [שיטת-מיסוך]
it: /clone <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [replace|masked|filtered] [normal|force|move] [nome del blocco filtro] [metadato]
ja_jp: /clone <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [マスクモード] [複製モード]
ko_kr: /clone <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [마스크 모드] [복제 모드]
lb_lu: /clone <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [filtered|masked|replace] [move|force|normal] [FilterblockNumm] [FilterblockMetadaten]
lt_lt: /clone <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [kaukės-režimas] [klonavimo-režimas]
pl: /clone <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [trybMaskowania] [trybKlonowania]
pt: /clone <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [ModoDeMáscara] [ModoDeClone]
ro_ro: /clone <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [filtered|masked|replace] [move|force|normal] [<nume bloc filtru>] [<metadate bloc filtru>]
ru_ru: /clone <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [режимНаложения] [режимКлонирования]
sk_sk: /clone <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [režimMasky] [režimKlonovania]
sv_se: /clone <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [maskeringsläge] [kloningsläge]
tr_tr: /clone <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [maskelemeModu] [kopyalamaModu]
zh_cn: /clone <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [遮罩模式] [复制模式]
zh_tw: /clone <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [遮罩模式] [複製模式]
