Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_stripe_downleft_gray
source: Grey Bend Sinister
ar_sa: راية ملونة رمادي
be_by: Шэрая левая перавязь
bg_bg: Сив диагонал от дясно на ляво
ca_es: Banda grisa a la dreta
cs: Šedý diagonální pruh zprava doleva
da_dk: Gråt Venstrebånd
de: Grauer Schräglinksbalken
de_at: Graua Schräglinksboikn
el_gr: Γκρι Γραμμή από πάνω Δεξιά προς κάτω Αριστερά
es: Banda gris a siniestra
fi: Harmaa vastapalkki
fil_ph: Abo Kurba Kanan
fr_ca: Barre d'acier
ga_ie: Clébhandán Liath
gl_es: Banda gris a sinistra
he: אלכסון ימני אפור
hr_hr: Siva Lijeva Dijagonala
hu_hu: Szürke balharántpólya
id_id: Kelabu Melengkung Kanan
is_is: Grá öfug skárönd
it: Alla sbarra di grigio
ja_jp: 灰色の逆斜め帯
ka_ge: ნაცრისფერი მარცხენა დიაგონალი
ko_kr: 회색 왼쪽 대각선
lb_lu: Gro Schréi lénks
lt_lt: Pilka įstriža linija iš apačios į viršų
ms_my: Liku Sinister Kelabu
mt_mt: Gray Bend Sinister
nl_nl: Grijze band sinister
nn_no: Grå diagonal oppover
pl: Szary lewy skos
pt: Banda Sinistra Cinzenta
ro_ro: Bară gri
ru_ru: Серая левосторонняя перевязь
sk_sk: Sivý diagonálny pruh sprava doľava
sl_si: Siva leva lenta
sv_se: Grått omvänt diagonalt streck
th_th: แถบทแยงขวาสีเทา
tr_tr: Gri Ters Eğik Şerit
vi_vn: Vạch chéo ngược xám
zh_cn: 左灰斜条
zh_tw: 左斜灰色對角帶

# item_banner_stripe_downleft_green
source: Green Bend Sinister
ar_sa: راية ملونة أخضر
be_by: Зялёная левая перавязь
bg_bg: Зелен диагонал от дясно на ляво
ca_es: Banda verda a la dreta
cs: Zelený diagonální pruh zprava doleva
da_dk: Grønt Venstrebånd
de: Grüner Schräglinksbalken
de_at: Grüna Schräglinksboikn
el_gr: Πράσινη Γραμμή από πάνω Δεξιά προς κάτω Αριστερά
es: Banda verde a siniestra
fi: Vihreä vastapalkki
fil_ph: Berde Kurba Kanan
fr_ca: Barre de sinople
ga_ie: Clébhandán Uaine
gl_es: Banda verde a sinistra
he: אלכסון ימני ירוק
hr_hr: Zelena Lijeva Dijagonala
hu_hu: Zöld balharántpólya
id_id: Hijau Melengkung Kanan
is_is: Græn öfug skárönd
it: Alla sbarra di verde
ja_jp: 緑色の逆斜め帯
ka_ge: მწვანე მარცხენა დიაგონალი
ko_kr: 초록색 왼쪽 대각선
lb_lu: Gréng Schréi lénks
lt_lt: Žalia įstriža linija iš apačios į viršų
ms_my: Liku Sinister Hijau
nl_nl: Groene band sinister
nn_no: Grøn diagonal oppover
pl: Zielony lewy skos
pt: Banda Sinistra Verde
ro_ro: Bară verde
ru_ru: Зелёная левосторонняя перевязь
sk_sk: Zelený diagonálny pruh sprava doľava
sl_si: Zelena leva lenta
sv_se: Grönt omvänt diagonalt streck
th_th: แถบทแยงขวาสีเขียว
tr_tr: Yeşil Ters Eğik Şerit
vi_vn: Vạch chéo ngược xanh lá cây
zh_cn: 左绿斜条
zh_tw: 左斜綠色對角帶

# item_banner_stripe_downleft_lightBlue
source: Light Blue Bend Sinister
ar_sa: راية ملونة أزرق فاتح
be_by: Блакітная левая перавязь
bg_bg: Светлосин диагонал от дясно на ляво
ca_es: Banda blava clara a la dreta
cs: Světle modrý diagonální pruh zprava doleva
da_dk: Lyseblåt Venstrebånd
de: Hellblauer Schräglinksbalken
de_at: Hellblaua Schräglinksboiken
el_gr: Ανοιχτό Μπλε Γραμμή από πάνω Δεξιά προς κάτω Αριστερά
es: Banda azul claro a siniestra
fi: Vaaleansinen vastapalkki
fr_ca: Barre de bleu céleste
ga_ie: Clébhandán Bánghorm
gl_es: Banda azul claro a sinistra
he: אור כחול אפל
hr_hr: Svijetlo Plava Lijeva Dijagonala
hu_hu: Világoskék balharántpólya
id_id: Merah Muda Melengkung Kanan
is_is: Ljósblá öfug skárönd
it: Alla sbarra d'azzurro
ja_jp: 空色の逆斜め帯
ka_ge: ღია-ლურჯი მარცხენა დიაგონალი
ko_kr: 하늘색 왼쪽 대각선
lb_lu: Hellblo Schréi lénks
lt_lt: Šviesiai mėlyna įstriža linija iš apačios į viršų
ms_my: Liku Jahat Biru Muda
nl_nl: Lichtblauwe band sinister
nn_no: Ljoseblå diagonal oppover
pl: Jasnoniebieski lewy skos
pt: Banda Sinistra Azul Clara
ro_ro: Bară bleu
ru_ru: Голубая левосторонняя перевязь
sk_sk: Svetlomodrý diagonálny pruh sprava doľava
sl_si: Svetlo modra leva lenta
sv_se: Ljusblått omvänt diagonalt streck
th_th: แถบทแยงขวาสีฟ้า
tr_tr: Açık Mavi Ters Eğik Şerit
vi_vn: Vạch chéo ngược xanh nước biển nhạt
zh_cn: 左淡蓝斜条
zh_tw: 左斜淺藍色對角帶

# item_banner_stripe_downleft_lime
source: Lime Bend Sinister
ar_sa: راية ملونة ليموني
be_by: Лаймавая левая перавязь
bg_bg: Жълтозелен диагонал от дясно на ляво
ca_es: Banda verda llima a la dreta
cs: Světle zelený diagonální pruh zprava doleva
da_dk: Limegrønt Venstrebånd
de: Hellgrüner Schräglinksbalken
de_at: Hellgrüna Schräglinksboikn
el_gr: Ανοιχτό Πράσινο Γραμμή από πάνω Δεξιά προς κάτω Αριστερά
es: Banda verde lima a siniestra
fi: Lime vastapalkki
fr_ca: Barre de sinople clair
ga_ie: Clébhandán Líomach
gl_es: Banda lima a sinistra
he: אלכסון ימני ירוק בהיר
hr_hr: Svijetlo Zelena Lijeva Dijagonala
hu_hu: Világoszöld balharántpólya
id_id: Limau Melengkung Kanan
is_is: Gulgræn öfug skárönd
it: Alla sbarra di lime
ja_jp: 黄緑色の逆斜め帯
ka_ge: სალათისფერი მარცხენა დიაგონალი
ko_kr: 연두색 왼쪽 대각선
lb_lu: Hellgréng Schréi lénks
lt_lt: Gelsvai žalsva įstriža linija iš apačios į viršų
ms_my: Liku Sinister Limau
nl_nl: Lichtgroene band sinister
nn_no: Limegrøn diagonal oppover
pl: Jasnozielony lewy skos
pt: Banda Sinistra Verde Lima
ro_ro: Bară verde-deschis
ru_ru: Лаймовая левосторонняя перевязь
sk_sk: Svetlozelený diagonálny pruh sprava doľava
sl_si: Svetlo zelena leva lenta
sv_se: Limegrönt omvänt diagonalt streck
th_th: แถบทแยงขวาสีเขียวมะนาว
tr_tr: Açık Yeşil Ters Eğik Şerit
vi_vn: Vạch chéo ngược xanh lá mạ
zh_cn: 左黄绿斜条
zh_tw: 左斜淺綠色對角帶

# item_banner_stripe_downleft_magenta
source: Magenta Bend Sinister
ar_sa: راية ملونة أرجواني
be_by: Пурпурная левая перавязь
bg_bg: Пурпурен диагонал от дясно на ляво
ca_es: Banda magenta a la dreta
cs: Purpurový diagonální pruh zprava doleva
da_dk: Magenta Venstrebånd
de: Magenta Schräglinksbalken
de_at: Magentana Schräglinksboikn
el_gr: Ματζέντα Γραμμή από πάνω Δεξιά προς κάτω Αριστερά
es: Banda magenta a siniestra
fi: Purppura vastapalkki
fr_ca: Barre de magenta
ga_ie: Clébhandán Maigeanta
gl_es: Banda maxenta a sinistra
he: מגנטה אפלה
hr_hr: Roza Lijeva Dijagonala
hu_hu: Bíbor balharántpólya
id_id: Magenta Melengkung Kanan
is_is: Vínrauð öfug skárönd
it: Alla sbarra di magenta
ja_jp: 赤紫色の逆斜め帯
ka_ge: იისფერი მარცხენა დიაგონალი
ko_kr: 자홍색 왼쪽 대각선
lb_lu: Magenta Schréi lénks
lt_lt: Rausvai raudona įstriža linija iš apačios į viršų
ms_my: Liku Magenta Jahat
nl_nl: Magenta band sinister
nn_no: Ljoselilla diagonal oppover
pl: Karmazynowy lewy skos
pt: Banda Sinistra Magenta
ro_ro: Bară magenta
ru_ru: Пурпурная левосторонняя перевязь
sk_sk: Purpurový diagonálny pruh sprava doľava
sl_si: Škrlatna leva lenta
sv_se: Ljuslila omvänt diagonalt streck
th_th: แถบทแยงขวาสีบานเย็น
tr_tr: Eflatun Ters Eğik Şerit
vi_vn: Vạch chéo ngược đỏ sậm
zh_cn: 左品红斜条
zh_tw: 左斜洋紅色對角帶

# item_banner_stripe_downleft_orange
source: Orange Bend Sinister
ar_sa: راية ملونة برتقالي
be_by: Аранжавая левая перавязь
bg_bg: Оранжев диагонал от дясно на ляво
ca_es: Banda taronja a la dreta
cs: Oranžový diagonální pruh zprava doleva
da_dk: Orange Venstrebånd
de: Oranger Schräglinksbalken
de_at: Oranga Schräglinksboiken
el_gr: Πορτοκαλί Γραμμή από πάνω Δεξιά προς κάτω Αριστερά
es: Banda naranja a siniestra
fi: Oranssi vastapalkki
fr_ca: Barre d'orangé
ga_ie: Clébhandán Oráisteach
gl_es: Banda laranxa a sinistra
he: כתום אפל
hr_hr: Narančasta Lijeva Dijagonala
hu_hu: Narancssárga balharántpólya
id_id: Jingga Melengkung Kanan
is_is: Appelsínugul öfug skárönd
it: Alla sbarra d'arancione
ja_jp: 橙色の逆斜め帯
ka_ge: ნარინჯისფერი მარცხენა დიაგონალი
ko_kr: 주황색 왼쪽 대각선
lb_lu: Orange Schréi lénks
lt_lt: Oranžinė įstriža linija iš apačios į viršų
ms_my: Liku Oren Jahat
nl_nl: Oranje band sinister
nn_no: Oransje diagonal oppover
pl: Pomarańczowy lewy skos
pt: Banda Sinistra Laranja
ro_ro: Bară portocalie
ru_ru: Оранжевая левосторонняя перевязь
sk_sk: Oranžový diagonálny pruh sprava doľava
sl_si: Oranžna leva lenta
sv_se: Orange omvänt diagonalt streck
th_th: แถบทแยงขวาสีส้ม
tr_tr: Turuncu Ters Eğik Şerit
vi_vn: Vạch chéo ngược cam
zh_cn: 左橙斜条
zh_tw: 左斜橙色對角帶

# item_banner_stripe_downleft_pink
source: Pink Bend Sinister
ar_sa: راية ملونة وردي
be_by: Ружовая левая перавязь
bg_bg: Розов диагонал от дясно на ляво
ca_es: Banda rosa a la dreta
cs: Růžový diagonální pruh zprava doleva
da_dk: Lyserødt Venstrebånd
de: Rosa Schräglinksbalken
de_at: Rosana Schräglinksboikn
el_gr: Ροζ Γραμμή από πάνω Δεξιά προς κάτω Αριστερά
es: Banda rosa a siniestra
fi: Vaaleanpunainen vastapalkki
fil_ph: Rosas Kurba Kanan
fr_ca: Barre de rose
ga_ie: Clébhandán Bándearg
gl_es: Banda rosa a sinistra
he: אלכסון ימני ורוד
hr_hr: Ružičasta Lijeva Dijagonala
hu_hu: Rózsaszín balharántpólya
id_id: Merah Jambu Melengkung Kanan
is_is: Bleik öfug skárönd
it: Alla sbarra di rosa
ja_jp: 桃色の逆斜め帯
ka_ge: ვარდისფერი მარცხენა დიაგონალი
ko_kr: 분홍색 왼쪽 대각선
lb_lu: Rosa Schréi lénks
lt_lt: Rožinė įstriža linija iš apačios į viršų
ms_my: Liku Sinister Merah Jambu
nl_nl: Roze band sinister
nn_no: Rosa diagonal oppover
pl: Różowy lewy skos
pt: Banda Sinistra Rosa
ro_ro: Bară roz
ru_ru: Розовая левосторонняя перевязь
sk_sk: Ružový diagonálny pruh sprava doľava
sl_si: Roza leva lenta
sv_se: Rosa omvänt diagonalt streck
th_th: แถบทแยงขวาสีชมพู
tr_tr: Pembe Ters Eğik Şerit
vi_vn: Vạch chéo ngược hồng
zh_cn: 左粉红斜条
zh_tw: 左斜粉紅色對角帶

# item_banner_stripe_downleft_purple
source: Purple Bend Sinister
ar_sa: راية ملونة بنفسجي
be_by: Фіялетавая левая перавязь
bg_bg: Лилав диагонал от дясно на ляво
ca_es: Banda morada a la dreta
cs: Fialový diagonální pruh zprava doleva
da_dk: Lilla Venstrebånd
de: Violetter Schräglinksbalken
de_at: Lilana Schräglinksboikn
el_gr: Μωβ Γραμμή από πάνω Δεξιά προς κάτω Αριστερά
es: Banda morada a siniestra
fi: Violetti vastapalkki
fil_ph: Lila Kurba Kanan
fr_ca: Barre de pourpre
ga_ie: Clébhandán Corcra
gl_es: Banda púrpura a sinistra
he: אלכסון ימני סגול
hr_hr: Ljubičasta Lijeva Dijagonala
hu_hu: Lila balharántpólya
id_id: Ungu Melengkung Kanan
is_is: Fjólublá öfug skárönd
it: Alla sbarra di viola
ja_jp: 紫色の逆斜め帯
ka_ge: ალისფერი მარცხენა დიაგონალი
ko_kr: 보라색 왼쪽 대각선
lb_lu: Mof Schréi lénks
lt_lt: Purpurinė įstriža linija iš apačios į viršų
ms_my: Liku Sinister Ungu
nl_nl: Paarse band sinister
nn_no: Lilla diagonal oppover
pl: Fioletowy lewy skos
pt: Banda Sinistra Roxa
ro_ro: Bară violetă
ru_ru: Фиолетовая левосторонняя перевязь
sk_sk: Fialový diagonálny pruh sprava doľava
sl_si: Vijolična leva lenta
sv_se: Lila omvänt diagonalt streck
th_th: แถบทแยงขวาสีม่วง
tr_tr: Mor Ters Eğik Şerit
vi_vn: Vạch chéo ngược tím
zh_cn: 左紫斜条
zh_tw: 左斜紫色對角帶

# item_banner_stripe_downleft_red
source: Red Bend Sinister
ar_sa: راية ملونة أحمر
be_by: Чырвоная левая перавязь
bg_bg: Червен диагонал от дясно на ляво
ca_es: Banda vermella a la dreta
cs: Červený diagonální pruh zprava doleva
da_dk: Rødt Venstrebånd
de: Roter Schräglinksbalken
de_at: Rota Schräglinksboikn
el_gr: Κόκκινη Γραμμή από πάνω Δεξιά προς κάτω Αριστερά
es: Banda roja a siniestra
fi: Punainen vastapalkki
fil_ph: Pula Kurba Kanan
fr_ca: Barre de gueules
ga_ie: Clébhandán Dearg
gl_es: Banda vermella a sinistra
he: אלכסון ימני אדום
hr_hr: Crvena Lijeva Dijagonala
hu_hu: Vörös balharántpólya
id_id: Merah Melengkung Terbalik
is_is: Rauð öfug skárönd
it: Alla sbarra di rosso
ja_jp: 赤色の逆斜め帯
ka_ge: წითელი მარცხენა დიაგონალი
ko_kr: 빨간색 왼쪽 대각선
lb_lu: Rout Schréi lénks
lt_lt: Raudona įstriža linija iš apačios į viršų
ms_my: Liku Sinister Merah
nl_nl: Rode band sinister
nn_no: Raud diagonal oppover
pl: Czerwony lewy skos
pt: Banda Sinistra Vermelha
ro_ro: Bară roșie
ru_ru: Красная левосторонняя перевязь
sk_sk: Červený diagonálny pruh sprava doľava
sl_si: Rdeča leva lenta
sv_se: Rött omvänt diagonalt streck
th_th: แถบทแยงขวาสีแดง
tr_tr: Kırmızı Ters Eğik Şerit
vi_vn: Vạch chéo ngược đỏ
zh_cn: 左红斜条
zh_tw: 左斜紅色對角帶

# item_banner_stripe_downleft_silver
source: Light Grey Bend Sinister
ar_sa: راية ملونة رمادي فاتح
be_by: Светла-шэрая левая перавязь
bg_bg: Светлосив диагонал от дясно на ляво
ca_es: Banda grisa clara a la dreta
cs: Světle šedý diagonální pruh zprava doleva
da_dk: Lysegråt Venstrebånd
de: Hellgrauer Schräglinksbalken
de_at: Hellgraua Schräglinksboikn
el_gr: Ανοιχτό Γκρι Γραμμή από πάνω Δεξιά προς κάτω Αριστερά
es: Banda gris claro a siniestra
fi: Vaaleanharmaa vastapalkki
fil_ph: Mahinang Abo Kurba Kanan
fr_ca: Barre d'argent grisé
ga_ie: Clébhandán Fionnliath
gl_es: Banda gris claro a sinistra
he: אלכסון ימני אפור בהיר
hr_hr: Svijetlo Siva Lijeva Dijagonala
hu_hu: Világosszürke balharántpólya
id_id: Kelabu Muda Melengkung Kanan
is_is: Ljósgrá öfug skárönd
it: Alla sbarra di grigio chiaro
ja_jp: 薄灰色の逆斜め帯
ka_ge: ღია-ნაცრისფერი მარცხენა დიაგონალი
ko_kr: 회백색 왼쪽 대각선
lb_lu: Hellgro Schréi lénks
lt_lt: Šviesiai pilka įstriža linija iš apačios į viršų
ms_my: Liku Sinister Kelabu Terang
mt_mt: Light Gray Bend Sinister
nl_nl: Lichtgrijze band sinister
nn_no: Ljosegrå diagonal oppover
pl: Jasnoszary lewy skos
pt: Banda Sinistra Cinzenta Clara
ro_ro: Bară gri-deschis
ru_ru: Светло-серая левосторонняя перевязь
sk_sk: Svetlosivý diagonálny pruh sprava doľava
sl_si: Svetlo siva leva lenta
sv_se: Ljusgrått omvänt diagonalt streck
th_th: แถบทแยงขวาสีเทาอ่อน
tr_tr: Açık Gri Ters Eğik Şerit
vi_vn: Vạch chéo ngược xám nhạt
zh_cn: 左淡灰斜条
zh_tw: 左斜淺灰色對角帶

# item_banner_stripe_downleft_white
source: White Bend Sinister
ar_sa: راية ملونة أبيض
be_by: Белая левая перавязь
bg_bg: Бял диагонал от дясно на ляво
ca_es: Banda blanca a la dreta
cs: Bílý diagonální pruh zprava doleva
da_dk: Hvidt Venstrebånd
de: Weißer Schräglinksbalken
de_at: Weißa Schräglinksboiken
el_gr: Λευκή Γραμμή από πάνω Δεξιά προς κάτω Αριστερά
es: Banda blanca a siniestra
fi: Valkoinen vastapalkki
fr_ca: Barre d'argent
ga_ie: Clébhandán Bán
gl_es: Banda branca a sinistra
he: לבן אפל
hr_hr: Bijela Lijeva Dijagonala
hu_hu: Fehér balharántpólya
id_id: Putih Melengkung Kanan
is_is: Hvít öfug skárönd
it: Alla sbarra di bianco
ja_jp: 白色の逆斜め帯
ka_ge: თეთრი მარცხენა დიაგონალი
ko_kr: 하얀색 왼쪽 대각선
lb_lu: Wäiss Schréi lénks
lt_lt: Balta įstriža linija iš apačios į viršų
ms_my: Liku Jahat Putih
nl_nl: Witte band sinister
nn_no: Kvit diagonal oppover
pl: Biały lewy skos
pt: Banda Sinistra Branca
ro_ro: Bară albă
ru_ru: Белая левосторонняя перевязь
sk_sk: Biely diagonálny pruh sprava doľava
sl_si: Bela leva lenta
sv_se: Vitt omvänt diagonalt streck
th_th: แถบทแยงขวาสีขาว
tr_tr: Beyaz Ters Eğik Şerit
vi_vn: Vạch chéo ngược trắng
zh_cn: 左白斜条
zh_tw: 左斜白色對角帶

# item_banner_stripe_downleft_yellow
source: Yellow Bend Sinister
ar_sa: راية ملونة أصفر
be_by: Жоўтая левая перавязь
bg_bg: Жълт диагонал от дясно на ляво
ca_es: Banda groga a la dreta
cs: Žlutý diagonální pruh zprava doleva
da_dk: Gult Venstrebånd
de: Gelber Schräglinksbalken
de_at: Gelba Schräglinksboikn
el_gr: Κίτρινη Γραμμή από πάνω Δεξιά προς κάτω Αριστερά
es: Banda amarilla a siniestra
fi: Keltainen vastapalkki
fr_ca: Barre d'or
ga_ie: Clébhandán Buí
gl_es: Banda amarela a sinistra
he: אלכסון ימני צהוב
hr_hr: Žuta Lijeva Dijagonala
hu_hu: Sárga balharántpólya
id_id: Kuning Melengkung Kanan
is_is: Gul öfug skárönd
it: Alla sbarra di giallo
ja_jp: 黄色の逆斜め帯
ka_ge: ყვითელი მარცხენა დიაგონალი
ko_kr: 노란색 왼쪽 대각선
lb_lu: Giel Schréi lénks
lt_lt: Geltona įstriža linija iš apačios į viršų
ms_my: Liku Sinister Kuning
nl_nl: Gele band sinister
nn_no: Gul diagonal oppover
pl: Żółty lewy skos
pt: Banda Sinistra Amarela
ro_ro: Bară galbenă
ru_ru: Жёлтая левосторонняя перевязь
sk_sk: Žltý diagonálny pruh sprava doľava
sl_si: Rumena leva lenta
sv_se: Gult omvänt diagonalt streck
th_th: แถบทแยงขวาสีเหลือง
tr_tr: Sarı Ters Eğik Şerit
vi_vn: Vạch chéo ngược vàng
zh_cn: 左黄斜条
zh_tw: 左斜黃色對角帶

# item_banner_stripe_downright_black
source: Black Bend
ar_sa: انحناء اسود
be_by: Чорная перавязь
bg_bg: Черен диагонал от ляво на дясно
ca_es: Banda negra
cs: Černý diagonální pruh zleva doprava
da_dk: Sort Bånd
de: Schwarzer Schrägbalken
de_at: Schworza Schrägboikn
el_gr: Μαύρη Διαγώνια Γραμμή από πάνω Αριστερά προς κάτω Δεξιά
es: Banda negra
fi: Musta palkki
fil_ph: Itim Kurba
fr_ca: Bande de sable
ga_ie: Bandán Dubh
gl_es: Banda negra
he: אלכסון שחור
hr_hr: Crna Dijagonala
hu_hu: Fekete harántpólya
id_id: Hitam Melengkung
is_is: Svört skárönd
it: Alla banda di nero
ja_jp: 黒色の斜め帯
ka_ge: შავი მარჯვენა დიაგონალი
ko_kr: 검은색 오른쪽 대각선
lb_lu: Schwaarz Schréi
lt_lt: Juoda įstriža linija iš viršaus į apačią
ms_my: Liku Hitam
nl_nl: Zwarte band
nn_no: Svart diagonal nedover
pl: Czarny prawy skos
pt: Banda Preta
ro_ro: Bandă neagră
ru_ru: Чёрная перевязь
sk_sk: Čierny diagonálny pruh zľava doprava
sl_si: Črna lenta
sv_se: Svart diagonalt streck
th_th: แถบทแยงสีดำ
tr_tr: Siyah Eğik Şerit
vi_vn: Vạch chéo đen
zh_cn: 右黑斜条
zh_tw: 右斜黑色對角帶

# item_banner_stripe_downright_blue
source: Blue Bend
ar_sa: انحناء ازرق
be_by: Сіняя перавязь
bg_bg: Син диагонал от ляво на дясно
ca_es: Banda blava
cs: Modrý diagonální pruh zleva doprava
da_dk: Blåt Bånd
de: Blauer Schrägbalken
el_gr: Μπλε Διαγώνια Γραμμή από πάνω Αριστερά προς κάτω Δεξιά
es: Banda azul
fi: Sininen palkki
fil_ph: Asul Kurba
fr_ca: Bande d'azur
ga_ie: Bandán Gorm
gl_es: Banda azul
he: אלכסון שמאלי כחול
hr_hr: Plava Dijagonala
hu_hu: Kék harántpólya
id_id: Biru Melengkung
is_is: Blá skárönd
it: Alla banda di blu
ja_jp: 青色の斜め帯
ka_ge: ლურჯი მარჯვენა დიაგონალი
ko_kr: 파란색 오른쪽 대각선
lb_lu: Blo Schréi
lt_lt: Mėlyna įstriža linija iš viršaus į apačią
ms_my: Liku Biru
nl_nl: Blauwe band
nn_no: Blå diagonal nedover
pl: Niebieski prawy skos
pt: Banda Azul
ro_ro: Bandă albastră
ru_ru: Синяя перевязь
sk_sk: Modrý diagonálny pruh zľava doprava
sl_si: Modra lenta
sv_se: Blått diagonalt streck
th_th: แถบทแยงสีน้ำเงิน
tr_tr: Mavi Eğik Şerit
vi_vn: Vạch chéo xanh nước biển
zh_cn: 右蓝斜条
zh_tw: 右斜藍色對角帶

# item_banner_stripe_downright_brown
source: Brown Bend
ar_sa: انحناء بني
be_by: Карычневая перавязь
bg_bg: Кафяв диагонал от ляво на дясно
ca_es: Banda marró
cs: Hnědý diagonální pruh zleva doprava
da_dk: Brunt Bånd
de: Brauner Schrägbalken
el_gr: Καφέ Διαγώνια Γραμμή από πάνω Αριστερά προς κάτω Δεξιά
es: Banda marrón
fi: Ruskea palkki
fil_ph: Kape Kurba
fr_ca: Bande de brun
ga_ie: Bandán Donn
gl_es: Banda marrón
he: אלכסון שמאלי חום
hr_hr: Smeđa Dijagonala
hu_hu: Barna harántpólya
id_id: Coklat Melengkung
is_is: Brún skárönd
it: Alla banda di marrone
ja_jp: 茶色の斜め帯
ka_ge: ყავისფერი მარჯვენა დიაგონალი
ko_kr: 갈색 오른쪽 대각선
lb_lu: Brong Schréi
lt_lt: Ruda įstriža linija iš viršaus į apačią
ms_my: Liku Coklat
nl_nl: Bruine band
nn_no: Brun diagonal nedover
pl: Brązowy prawy skos
pt: Banda Castanha
ro_ro: Bandă maro
ru_ru: Коричневая перевязь
sk_sk: Hnedý diagonálny pruh zľava doprava
sl_si: Rjava lenta
sv_se: Brunt diagonalt streck
th_th: แถบทแยงสีน้ำตาล
tr_tr: Kahverengi Eğik Şerit
vi_vn: Vạch chéo nâu
zh_cn: 右棕斜条
zh_tw: 右斜棕色對角帶

# item_banner_stripe_downright_cyan
source: Cyan Bend
ar_sa: انحناء سماوي
be_by: Бірузовая перавязь
bg_bg: Синьозелен диагонал от ляво на дясно
ca_es: Banda cian
cs: Azurový diagonální pruh zleva doprava
da_dk: Turkis Bånd
de: Türkiser Schrägbalken
el_gr: Κυανή Διαγώνια Γραμμή από πάνω Αριστερά προς κάτω Δεξιά
es: Banda cian
fi: Syaani palkki
fil_ph: Cyan Kurba
fr_ca: Bande de cyan
ga_ie: Bandán Cian
gl_es: Banda ciano
he: אלכסון שמאלי טורקיז
hr_hr: Tirkizna Dijagonala
hu_hu: Türkizkék harántpólya
id_id: Sian Melengkung
is_is: Heiðblá skárönd
it: Alla banda di ciano
ja_jp: 水色の斜め帯
ka_ge: ცისფერი მარჯვენა დიაგონალი
ko_kr: 청록색 오른쪽 대각선
lb_lu: Turquoise Schréi
lt_lt: Žalsvai mėlyna įstriža linija iš viršaus į apačią
ms_my: Liku Hijau Biru
nl_nl: Cyaan band
nn_no: Turkis diagonal nedover
pl: Błękitny prawy skos
pt: Banda Ciano
ro_ro: Bandă turcoaz
ru_ru: Бирюзовая перевязь
sk_sk: Tyrkysový diagonálny pruh zľava doprava
sl_si: Turkizna lenta
sv_se: Turkost diagonalt streck
th_th: แถบทแยงสีฟ้าคราม
tr_tr: Camgöbeği Eğik Şerit
vi_vn: Vạch chéo lục lam
zh_cn: 右青斜条
zh_tw: 右斜青色對角帶

# item_banner_stripe_downright_gray
source: Grey Bend
ar_sa: انحناء رمادي
be_by: Шэрая перавязь
bg_bg: Сив диагонал от ляво на дясно
ca_es: Banda grisa
cs: Šedý diagonální pruh zleva doprava
da_dk: Gråt Bånd
de: Grauer Schrägbalken
el_gr: Γκρι Διαγώνια Γραμμή από πάνω Αριστερά προς κάτω Δεξιά
es: Banda gris
fi: Harmaa palkki
fil_ph: Abo Kurba
fr_ca: Bande d'acier
ga_ie: Bandán Liath
gl_es: Banda gris
he: אלכסון אפור
hr_hr: Siva Dijagonala
hu_hu: Szürke harántpólya
id_id: Kelabu Melengkung
is_is: Grá skárönd
it: Alla banda di grigio
ja_jp: 灰色の斜め帯
ka_ge: ნაცრისფერი მარჯვენა დიაგონალი
ko_kr: 회색 오른쪽 대각선
lb_lu: Gro Schréi
lt_lt: Pilka įstriža linija iš viršaus į apačią
ms_my: Liku Kelabu
mt_mt: Gray Bend
nl_nl: Grijze band
nn_no: Grå diagonal nedover
pl: Szary prawy skos
pt: Banda Cinzenta
ro_ro: Bandă gri
ru_ru: Серая перевязь
sk_sk: Sivý diagonálny pruh zľava doprava
sl_si: Siva lenta
sv_se: Grått diagonalt streck
th_th: แถบทแยงสีเทา
tr_tr: Gri Eğik Şerit
vi_vn: Vạch chéo xám
zh_cn: 右灰斜条
zh_tw: 右斜灰色對角帶

# item_banner_stripe_downright_green
source: Green Bend
ar_sa: انحناء اخضر
be_by: Зялёная перавязь
bg_bg: Зелен диагонал от ляво на дясно
ca_es: Banda verda
cs: Zelený diagonální pruh zleva doprava
da_dk: Grønt Bånd
de: Grüner Schrägbalken
el_gr: Κόκκινη Διαγώνια Γραμμή από πάνω Αριστερά προς κάτω Δεξιά
es: Banda verde
fi: Vihreä palkki
fil_ph: Berde Kurba
fr_ca: Bande de sinople
ga_ie: Bandán Uaine
gl_es: Banda verde
he: אלכסון ירוק
hr_hr: Zelena Dijagonala
hu_hu: Zöld harántpólya
id_id: Hijau Melengkung
is_is: Græn skárönd
it: Alla banda di verde
ja_jp: 緑色の斜め帯
ka_ge: მწვანე მარჯვენა დიაგონალი
ko_kr: 초록색 오른쪽 대각선
lb_lu: Gréng Schréi
lt_lt: Žalia įstriža linija iš viršaus į apačią
ms_my: Liku Hijau
nl_nl: Groene band
nn_no: Grøn diagonal nedover
pl: Zielony prawy skos
pt: Banda Verde
ro_ro: Bandă verde
ru_ru: Зелёная перевязь
sk_sk: Zelený diagonálny pruh zľava doprava
sl_si: Zelena lenta
sv_se: Grönt diagonalt streck
th_th: แถบทแยงสีเขียว
tr_tr: Yeşil Eğik Şerit
vi_vn: Vạch chéo xanh lá cây
zh_cn: 右绿斜条
zh_tw: 右斜綠色對角帶

# item_banner_stripe_downright_lightBlue
source: Light Blue Bend
ar_sa: انحناء أزرق فاتح
be_by: Блакітная перавязь
bg_bg: Светлосин диагонал от ляво на дясно
ca_es: Banda blava clara
cs: Světle modrý diagonální pruh zleva doprava
da_dk: Lyseblåt Bånd
de: Hellblauer Schrägbalken
el_gr: Ανοιχτό Μπλε Διαγώνια Γραμμή από πάνω Αριστερά προς κάτω Δεξιά
es: Banda azul claro
fi: Vaaleansininen palkki
fil_ph: Mahinang Asul Kurba
fr_ca: Bande de bleu céleste
ga_ie: Bandán Bánghorm
gl_es: Banda azul claro
he: אלכסון שמאלי תכלת
hr_hr: Svijetlo Plava Dijagonala
hu_hu: Világoskék harántpólya
id_id: Biru Muda Melengkung
is_is: Ljósblá skárönd
it: Alla banda d'azzurro
ja_jp: 空色の斜め帯
ka_ge: ღია-ლურჯი მარჯვენა დიაგონალი
ko_kr: 하늘색 오른쪽 대각선
lb_lu: Hellblo Schréi
lt_lt: Šviesiai mėlyna įstriža linija iš viršaus į apačią
ms_my: Liku Biru Terang
nl_nl: Lichtblauwe band
nn_no: Ljoseblå diagonal nedover
pl: Jasnoniebieski prawy skos
pt: Banda Azul Clara
ro_ro: Bandă bleu
ru_ru: Голубая перевязь
sk_sk: Svetlomodrý diagonálny pruh zľava doprava
sl_si: Svetlo modra
sv_se: Ljusblått diagonalt streck
th_th: แถบทแยงสีฟ้า
tr_tr: Açık Mavi Eğik Şerit
vi_vn: Vạch chéo xanh nước biển nhạt
zh_cn: 右淡蓝斜条
zh_tw: 右斜淺藍色對角帶
