Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_stripe_top_cyan
source: Cyan Chief Fess
ar_sa: راية ملونة سماوي
be_by: Бірузовае чало
bg_bg: Синьозелена горна лента
ca_es: Franja grossa cian a la part superior
cs: Azurový horní fess
da_dk: Tyrkis Overbjælke
de: Türkises Bannerhaupt
el_gr: Κυανό πάνω εν' τρίτο
es: Franja cian en jefe
fi: Turkoosi lakio
fil_ph: Cyan Hepe Fess
fr_ca: Chef de cyan
ga_ie: Balc Cian Thuas
gl_es: Faixa ciana en xefe
he: קו אופקי עליון ציאן
hr_hr: Tirkizna Gornja Pruga
hu_hu: Türkiz felső pólya
id_id: Garis atasan berwarna Cyan
is_is: Heiðblátt ofantil
it: Alla fascia in capo di ciano
ja_jp: 上に水色の横帯
ka_ge: ცისფერი ზედა ზოლი
ko_kr: 청록색 위쪽 가로띠
lb_lu: Turquoise Haaptbalken
lt_lt: Žalsvai mėlynas viršutinis trečdalis
ms_my: Ketua Fess Hijau Biru
nl_nl: Cyaan hoofd faas
nn_no: Turkis topp
pl: Błękitna głowica
pt: Faixa Ciano Superior
ro_ro: Fascie turcoaz în șef
ru_ru: Бирюзовая глава
sk_sk: Tyrkysový horný pásik
sl_si: Turkizno ščitovo čelo
sv_se: Turkos upptill
th_th: แบ่งขวางบนสีฟ้าคราม
tr_tr: Üstten Camgöbeği Satır
vi_vn: Vạch ngang lục lam ở góc dưới
zh_cn: 顶青横条
zh_tw: 上方青色橫帶

# item_banner_stripe_top_gray
source: Grey Chief Fess
ar_sa: راية ملونة رمادي
be_by: Шэрае чало
bg_bg: Сива горна лента
ca_es: Franja grossa grisa a la part superior
cs: Šedý horní fess
da_dk: Grå Overbjælke
de: Graues Bannerhaupt
el_gr: Γκρι πάνω εν' τρίτο
es: Franja gris en jefe
fi: Harmaa lakio
fil_ph: Abo Hepe Fess
fr_ca: Chef d'acier
ga_ie: Balc Liath Thuas
gl_es: Faixa gris en xefe
he: קו אופקי עליון אפור
hr_hr: Siva Gornja Pruga
hu_hu: Szürke felső pólya
id_id: Garis atasan warna abu-abu
is_is: Grátt ofantil
it: Alla fascia in capo di grigio
ja_jp: 上に灰色の横帯
ka_ge: ნაცრისფერი ზედა ზოლი
ko_kr: 회색 위쪽 가로띠
lb_lu: Groe Haaptbalken
lt_lt: Pilkas viršutinis trečdalis
ms_my: Ketua Fess Kelabu
mt_mt: Gray Chief Fess
nl_nl: Grijze hoofd vaas
nn_no: Grå topp
pl: Szara głowica
pt: Faixa Cinzenta Superior
ro_ro: Fascie gri în șef
ru_ru: Серая глава
sk_sk: Sivý horný pásik
sl_si: Sivo ščitovo čelo
sv_se: Grå upptill
th_th: แบ่งขวางบนสีเทา
tr_tr: Üstten Gri Satır
vi_vn: Vạch ngang xám ở góc trên
zh_cn: 顶灰横条
zh_tw: 上方灰色橫帶

# item_banner_stripe_top_green
source: Green Chief Fess
ar_sa: راية ملونة أخضر
be_by: Зялёнае чало
bg_bg: Зелена горна лента
ca_es: Franja grossa verda a la part superior
cs: Zelený horní fess
da_dk: Grøn Overbjælke
de: Grünes Bannerhaupt
el_gr: Πράσινο το κάτω έν' τρίτο
es: Franja verde en jefe
fi: Vihreä lakio
fil_ph: Berde Hepe Fess
fr_ca: Chef de sinople
ga_ie: Balc Uaine Thuas
gl_es: Faixa verde en xefe
he: קו אופקי עליון ירוק
hr_hr: Zelena Gornja Pruga
hu_hu: Zöld felső pólya
id_id: Garis horisontal Hijau Atas
is_is: Grænt ofantil
it: Alla fascia in capo di verde
ja_jp: 上に緑色の横帯
ka_ge: მწვანე ზედა ზოლი
ko_kr: 초록색 위쪽 가로띠
lb_lu: Grénge Haaptbalken
lt_lt: Žalias viršutinis trečdalis
ms_my: Ketua Fess Hijau
nl_nl: Groene hoofd faas
nn_no: Grøn topp
pl: Zielona głowica
pt: Faixa Verde Superior
ro_ro: Fascie verde în șef
ru_ru: Зелёная глава
sk_sk: Zelený horný pásik
sl_si: Zeleno ščitovo čelo
sv_se: Grön upptill
th_th: แบ่งขวางบนสีเขียว
tr_tr: Üstten Yeşil Satır
vi_vn: Vạch ngang xanh lá cây ở góc dưới
zh_cn: 顶绿横条
zh_tw: 上方綠色橫帶

# item_banner_stripe_top_lightBlue
source: Light Blue Chief Fess
ar_sa: راية ملونة أزرق فاتح
be_by: Блакітнае чало
bg_bg: Светлосива горна лента
ca_es: Franja horitzontal blava clara a la part superior
cs: Světle modrý horní fess
da_dk: Lyseblå Overbjælke
de: Hellblaues Bannerhaupt
el_gr: Ανοιχτό Μπλε πάνω εν' τρίτο
es: Franja azul claro en jefe
fi: Vaaleansininen lakio
fil_ph: Mahinang Asul Hepe Fess
fr_ca: Chef de bleu céleste
ga_ie: Balc Bánghorm Thuas
gl_es: Faixa azul claro en xefe
he: קו אופקי עליון תכלת
hr_hr: Svijetlo Plava Gornja Pruga
hu_hu: Világoskék felső pólya
id_id: Garis atasan biru muda
is_is: Ljósblátt ofantil
it: Alla fascia in capo d'azzurro
ja_jp: 上に空色の横帯
ka_ge: ღია-ლურჯი ზედა ზოლი
ko_kr: 하늘색 위쪽 가로띠
lb_lu: Hellbloe Haaptbalken
lt_lt: Šviesiai mėlynas viršutinis trečdalis
ms_my: Ketua Fess Biru Terang
nl_nl: Lichtblauwe hoofd faas
nn_no: Ljoseblå topp
pl: Jasnoniebieska głowica
pt: Faixa Azul Clara Superior
ro_ro: Fascie bleu în șef
ru_ru: Голубая глава
sk_sk: Svetlomodrý horný pásik
sl_si: Svetlo modro ščitovo čelo
sv_se: Ljusblå upptill
th_th: แบ่งขวางบนสีฟ้า
tr_tr: Üstten Açık Mavi Satır
vi_vn: Vạch ngang xanh nước biển nhạt ở góc trên
zh_cn: 顶淡蓝横条
zh_tw: 上方淺藍色橫帶

# item_banner_stripe_top_lime
source: Lime Chief Fess
ar_sa: راية ملونة ليموني
be_by: Лаймавае чало
bg_bg: Жълтозелена горна лента
ca_es: Franja horitzontal verda llima a la part superior
cs: Světle zelený horní fess
da_dk: Limegrøn Overbjælke
de: Hellgrünes Bannerhaupt
el_gr: Ανοιχτό Πράσινο πάνω εν' τρίτο
es: Franja verde lima en jefe
fi: Lime lakio
fil_ph: Apog Hepe Fess
fr_ca: Chef de sinople clair
ga_ie: Balc Líomach Thuas
gl_es: Faixa lima en xefe
he: קו אופקי עליון ליים
hr_hr: Svijetlo Zelena Gornja Pruga
hu_hu: Világoszöld felső pólya
id_id: Garis atasan warna limau
is_is: Gulgrænt ofantil
it: Alla fascia in capo di lime
ja_jp: 上に黄緑色の横帯
ka_ge: სალათისფერი ზედა ზოლი
ko_kr: 연두색 위쪽 가로띠
lb_lu: Hellgrénge Haaptbalken
lt_lt: Gelsvai žalsvas viršutinis trečdalis
ms_my: Ketua Fess Limau
nl_nl: Lichtgroene hoofd faas
nn_no: Limegrøn topp
pl: Jasnozielona głowica
pt: Faixa Verde Lima Superior
ro_ro: Fascie verde-deschis în șef
ru_ru: Лаймовая глава
sk_sk: Svetlozelený horný pásik
sl_si: Svetlo zeleno ščitovo čelo
sv_se: Limegrön upptill
th_th: แบ่งขวางบนสีเขียวมะนาว
tr_tr: Üstten Açık Yeşil Satır
vi_vn: Vạch ngang xanh lá mạ ở góc trên
zh_cn: 顶黄绿横条
zh_tw: 上方淺綠色橫帶

# item_banner_stripe_top_magenta
source: Magenta Chief Fess
ar_sa: راية ملونة أرجواني
be_by: Пурпурнае чало
bg_bg: Пурпурна горна лента
ca_es: Franja horitzontal magenta a la part superior
cs: Purpurový horní fess
da_dk: Magenta Overbjælke
de: Magenta Bannerhaupt
de_at: Magentas Bannerhaupt
el_gr: Ματζέντα πάνω εν' τρίτο
es: Franja magenta en jefe
fi: Purppura lakio
fil_ph: Magenta Hepe Fess
fr_ca: Chef de magenta
ga_ie: Balc Maigeanta Thuas
gl_es: Faixa maxenta en xefe
he: קו אופקי עליון מג'נטה
hr_hr: Roza Gornja Pruga
hu_hu: Bíbor felső pólya
id_id: Garis atasan warna Magenta
is_is: Vínrautt ofantil
it: Alla fascia in capo di magenta
ja_jp: 上に赤紫色の横帯
ka_ge: იისფერი ზედა ზოლი
ko_kr: 자홍색 위쪽 가로띠
lb_lu: Magentae Haaptbalken
lt_lt: Rausvai raudonas viršutinis trečdalis
ms_my: Ketua Fess Magenta
nl_nl: Magenta hoofd faas
nn_no: Ljoselilla topp
pl: Karmazynowa głowica
pt: Faixa Magenta Superior
ro_ro: Fascie magenta în șef
ru_ru: Пурпурная глава
sk_sk: Purpurový horný pásik
sl_si: Škrlatno ščitovo čelo
sv_se: Ljuslila upptill
th_th: แบ่งขวางบนสีบานเย็น
tr_tr: Üstten Eflatun Satır
vi_vn: Vạch ngang đỏ sậm ở góc trên
zh_cn: 顶品红横条
zh_tw: 上方洋紅色橫帶

# item_banner_stripe_top_orange
source: Orange Chief Fess
ar_sa: راية ملونة برتقالي
be_by: Аранжавае чало
bg_bg: Оранжева горна лента
ca_es: Franja horitzontal taronja a la part superior
cs: Oranžový horní fess
da_dk: Orange Overbjælke
de: Oranges Bannerhaupt
el_gr: Πορτοκαλί πάνω εν' τρίτο
es: Franja naranja en jefe
fi: Oranssi lakio
fil_ph: Dalandan Hepe Fess
fr_ca: Chef d'orangé
ga_ie: Balc Oráisteach Thuas
gl_es: Faixa laranxa en xefe
he: קו אופקי עליון כתום
hr_hr: Narančasta Gornja Pruga
hu_hu: Narancssárga felső pólya
id_id: Garis atasan warna Jinnga
is_is: Appelsínugult ofantil
it: Alla fascia in capo d'arancione
ja_jp: 上に橙色の横帯
ka_ge: ნარინჯისფერი ზედა ზოლი
ko_kr: 주황색 위쪽 가로띠
lb_lu: Orange Haaptbalken
lt_lt: Oranžinis viršutinis trečdalis
ms_my: Ketua Fess Oren
nl_nl: Oranje hoofd faas
nn_no: Oransje topp
pl: Pomarańczowa głowica
pt: Faixa Laranja Superior
ro_ro: Fascie portocalie în șef
ru_ru: Оранжевая глава
sk_sk: Oranžový horný pásik
sl_si: Oranžno ščitovo čelo
sv_se: Orange upptill
th_th: แบ่งขวางบนสีส้ม
tr_tr: Üstten Turuncu Satır
vi_vn: Vạch ngang cam ở góc trên
zh_cn: 顶橙横条
zh_tw: 上方橙色橫帶

# item_banner_stripe_top_pink
source: Pink Chief Fess
ar_sa: راية ملونة وردي
be_by: Ружовае чало
bg_bg: Розова горна лента
ca_es: Franja horitzontal rosa a la part superior
cs: Růžový horní fess
da_dk: Lyserød Overbjælke
de: Rosa Bannerhaupt
el_gr: Ροζ πάνω εν' τρίτο
es: Franja rosa en jefe
fi: Vaaleanpunainen lakio
fil_ph: Kulay-rosas Hepe Fess
fr_ca: Chef de rose
ga_ie: Balc Bándearg Thuas
gl_es: Faixa rosa en xefe
he: קו אופקי עליון ורוד
hr_hr: Ružičasta Gornja Pruga
hu_hu: Rózsaszín felső pólya
id_id: Garis atasan merah muda
is_is: Bleikt ofantil
it: Alla fascia in capo di rosa
ja_jp: 上に桃色の横帯
ka_ge: ვარდისფერი ზედა ზოლი
ko_kr: 분홍색 위쪽 가로띠
lb_lu: Rosae Haaptbalken
lt_lt: Rožinis viršutinis trečdalis
ms_my: Ketua Fess Merah Jambu
nl_nl: Roze hoofd faas
nn_no: Rosa topp
pl: Różowa głowica
pt: Faixa Rosa Superior
ro_ro: Fascie roz în șef
ru_ru: Розовая глава
sk_sk: Ružový horný pásik
sl_si: Roza ščitovo čelo
sv_se: Rosa upptill
th_th: แบ่งขวางบนสีชมพู
tr_tr: Üstten Pembe Satır
vi_vn: Vạch ngang hồng ở góc trên
zh_cn: 顶粉红横条
zh_tw: 上方粉紅色橫帶

# item_banner_stripe_top_purple
source: Purple Chief Fess
ar_sa: راية ملونة بنفسجي
be_by: Фіялетавае чало
bg_bg: Лилава горна лента
ca_es: Franja grossa morada a la part superior
cs: Fialový horní fess
da_dk: Lilla Overbjælke
de: Violettes Bannerhaupt
el_gr: Μωβ πάνω εν' τρίτο
es: Franja morada en jefe
fi: Violetti lakio
fil_ph: Lila Hepe Fess
fr_ca: Chef de pourpre
ga_ie: Balc Corcra Thuas
gl_es: Faixa morada en xefe
he: קו אופקי עליון סגול
hr_hr: Ljubičasta Gornja Pruga
hu_hu: Lila felső pólya
is_is: Fjólublátt ofantil
it: Alla fascia in capo di viola
ja_jp: 上に紫色の横帯
ka_ge: ალისფერი ზედა ზოლი
ko_kr: 보라색 위쪽 가로띠
lb_lu: Mofe Haaptbalken
lt_lt: Purpurinis viršutinis trečdalis
ms_my: Ketua Fess Ungu
nl_nl: Paarse hoofd faas
nn_no: Lilla topp
pl: Fioletowa głowica
pt: Faixa Roxa Superior
ro_ro: Fascie violetă în șef
ru_ru: Фиолетовая глава
sk_sk: Fialový horný pásik
sl_si: Vijolično ščitovo čelo
sv_se: Lila upptill
th_th: แบ่งขวางบนสีม่วง
tr_tr: Üstten Mor Satır
vi_vn: Vạch ngang tím ở góc dưới
zh_cn: 顶紫横条
zh_tw: 上方紫色橫帶

# item_banner_stripe_top_red
source: Red Chief Fess
ar_sa: راية ملونة أحمر
be_by: Чырвонае чало
bg_bg: Червена горна лента
ca_es: Franja grossa roja a la part superior
cs: Červený horní fess
da_dk: Rød Overbjælke
de: Rotes Bannerhaupt
el_gr: Κόκκινο το κάτω έν' τρίτο
es: Franja roja en jefe
fi: Punainen lakio
fil_ph: Pula Hepe Fess
fr_ca: Chef de gueules
ga_ie: Balc Dearg Thuas
gl_es: Faixa vermella en xefe
he: קו אופקי עליון אדום
hr_hr: Crvena Gornja Pruga
hu_hu: Vörös felső pólya
id_id: Garis horisontal Merah Atas
is_is: Rautt ofantil
it: Alla fascia in capo di rosso
ja_jp: 上に赤色の横帯
ka_ge: წითელი ზედა ზოლი
ko_kr: 빨간색 위쪽 가로띠
lb_lu: Roude Haaptbalken
lt_lt: Raudonas viršutinis trečdalis
ms_my: Ketua Fess Merah
nl_nl: Rode hoofd faas
nn_no: Raud topp
pl: Czerwona głowica
pt: Faixa Vermelha Superior
ro_ro: Fascie roșie în șef
ru_ru: Красная глава
sk_sk: Červený horný pásik
sl_si: Rdečo ščitovo čelo
sv_se: Röd upptill
th_th: แบ่งขวางบนสีแดง
tr_tr: Üstten Kırmızı Satır
vi_vn: Vạch ngang đỏ ở góc dưới
zh_cn: 顶红横条
zh_tw: 上方紅色橫帶

# item_banner_stripe_top_silver
source: Light Grey Chief Fess
ar_sa: راية ملونة رمادي فاتح
be_by: Светла-шэрае чало
bg_bg: Светлосива горна лента
ca_es: Franja grossa grisa clara a la part superior
cs: Světle šedý horní fess
da_dk: Lysegrå Overbjælke
de: Hellgraues Bannerhaupt
el_gr: Ανοιχτό Γκρι πάνω εν' τρίτο
es: Franja gris claro en jefe
fi: Vaaleanharmaa lakio
fil_ph: Mahinang Abo Hepe Fess
fr_ca: Chef d'argent grisé
ga_ie: Balc Fionnliath Thuas
gl_es: Faixa gris claro en xefe
he: קו אופקי עליון אפור בהיר
hr_hr: Svijetlo Siva Gornja Pruga
hu_hu: Világosszürke felső pólya
id_id: Garis atasan warna abu muda
is_is: Ljósgrátt ofantil
it: Alla fascia in capo di grigio chiaro
ja_jp: 上に薄灰色の横帯
ka_ge: ღია-ნაცრისფერი ზედა ზოლი
ko_kr: 회백색 위쪽 가로띠
lb_lu: Hellgroe Haaptbalken
lt_lt: Šviesiai pilkas viršutinis trečdalis
ms_my: kelabu cerah
mt_mt: Light Gray Chief Fess
nl_nl: Lichtgrijze hoofd faas
nn_no: Ljosegrå topp
pl: Jasnoszara głowica
pt: Faixa Cinzenta Clara Superior
ro_ro: Fascie gri-deschis în șef
ru_ru: Светло-серая глава
sk_sk: Svetlosivý horný pásik
sl_si: Svetlo sivo ščitovo čelo
sv_se: Ljusgrå upptill
th_th: แบ่งขวางบนสีเทาอ่อน
tr_tr: Üstten Açık Gri Satır
vi_vn: Vạch ngang xám nhạt ở góc trên
zh_cn: 顶淡灰横条
zh_tw: 上方淺灰色橫帶

# item_banner_stripe_top_white
source: White Chief Fess
ar_sa: راية ملونة أبيض
be_by: Белае чало
bg_bg: Бяла горна лента
ca_es: Franja horitzontal blanca a la part superior
cs: Bílý horní fess
da_dk: Hvid Overbjælke
de: Weißes Bannerhaupt
el_gr: Λευκό πάνω εν' τρίτο
es: Franja blanca en jefe
fi: Valkoinen lakio
fil_ph: Puti Hepe Fess
fr_ca: Chef d'argent
ga_ie: Balc Bán Thuas
gl_es: Faixa branca en xefe
he: קו אופקי עליון לבן
hr_hr: Bijela Gornja Pruga
hu_hu: Fehér felső pólya
id_id: Garis atasan warna putih
is_is: Hvítt ofantil
it: Alla fascia in capo di bianco
ja_jp: 上に白色の横帯
ka_ge: თეთრი ზედა ზოლი
ko_kr: 하얀색 위쪽 가로띠
lb_lu: Wäisse Haaptbalken
lt_lt: Baltas viršutinis trečdalis
ms_my: Ketua Fess Putih
nl_nl: Witte hoofd faas
nn_no: Kvit topp
pl: Biała głowica
pt: Faixa Branca Superior
ro_ro: Fascie albă în șef
ru_ru: Белая глава
sk_sk: Biely horný pásik
sl_si: Belo ščitovo čelo
sv_se: Vit upptill
th_th: แบ่งขวางบนสีขาว
tr_tr: Üstten Beyaz Satır
vi_vn: Vạch ngang trắng ở góc trên
zh_cn: 顶白横条
zh_tw: 上方白色橫帶

# item_banner_stripe_top_yellow
source: Yellow Chief Fess
ar_sa: راية ملونة أصفر
be_by: Жоўтае чало
bg_bg: Жълта горна лента
ca_es: Franja horitzontal groga a la part superior
cs: Žlutý horní fess
da_dk: Gul Overbjælke
de: Gelbes Bannerhaupt
el_gr: Κίτρινο πάνω εν' τρίτο
es: Franja amarilla en jefe
fi: Keltainen lakio
fil_ph: Dilaw Hepe Fess
fr_ca: Chef d'or
ga_ie: Balc Buí Thuas
gl_es: Faixa amarela en xefe
he: קו אופקי עליון צהוב
hr_hr: Žuta Gornja Pruga
hu_hu: Sárga felső pólya
id_id: Garis atasan warna kuning
is_is: Gult ofantil
it: Alla fascia in capo di giallo
ja_jp: 上に黄色の横帯
ka_ge: ყვითელი ზედა ზოლი
ko_kr: 노란색 위쪽 가로띠
lb_lu: Giele Haaptbalken
lt_lt: Geltonas viršutinis trečdalis
ms_my: Ketua Fess Kuning
nl_nl: Gele hoofd faas
nn_no: Gul topp
pl: Żółta głowica
pt: Faixa Amarela Superior
ro_ro: Fascie galbenă în șef
ru_ru: Жёлтая глава
sk_sk: Žltý horný pásik
sl_si: Rumeno ščitovo čelo
sv_se: Gul upptill
th_th: แบ่งขวางบนสีเหลือง
tr_tr: Üstten Sarı Satır
vi_vn: Vạch ngang vàng ở góc trên
zh_cn: 顶黄横条
zh_tw: 上方黃色橫帶

# item_banner_triangle_bottom_black
source: Black Chevron
ar_sa: راية ملونة أسود
be_by: Чорнае скарочанае вастрыё
bg_bg: Черен шеврон
ca_es: Triangle negre
cs: Černá špice
da_dk: Sort Chevron
de: Schwarze halbe Spitze
de_at: Schworze hoiwe Spitzn
el_gr: Μαύρο Chevron
es: Chevrón negro
fi: Musta polviorsi
fr_ca: Mantelé de sable
ga_ie: Binnroinnte Dubh
gl_es: Chevrón negro
he: שברון שחור
hr_hr: Crni Chevron
hu_hu: Feketével gallérozott
id_id: Hitam Segitiga
it: Alla punta di nero
ja_jp: 黒色の山形
ka_ge: შავი შევრონი
ko_kr: 검은색 아래쪽 삼각형
lb_lu: Schwaarz Hallefspëtz
lt_lt: Juodas apatinis trikampis
ms_my: Chevron Hitam
mt_mt: Chevron iswed
nl_nl: Zwarte keper
nn_no: Svart sparre
pl: Czarna krokiew
pt: Chevron Preto
ro_ro: Triunghi negru în talpă
ru_ru: Чёрное остриё
sk_sk: Čierny klin
sl_si: Črna škarnica
sv_se: Svart triangel nedtill
th_th: สามเหลี่ยมสีดำ
tr_tr: Alttan Siyah Üçgen
vi_vn: Tam giác đen ở góc dưới
zh_cn: 底黑三角
zh_tw: 下方黑色三角形

# item_banner_triangle_bottom_blue
source: Blue Chevron
ar_sa: راية ملونة أزرق
be_by: Сіняе скарочанае вастрыё
bg_bg: Син шеврон
ca_es: Triangle blau
cs: Modrá špice
da_dk: Blå Chevron
de: Blaue halbe Spitze
el_gr: Μπλε Chevron
es: Chevrón azul
fi: Sininen polviorsi
fr_ca: Mantelé d'azur
ga_ie: Binnroinnte Gorm
gl_es: Chevrón azul
he: שברון כחול
hr_hr: Plavi Chevron
hu_hu: Kékkel gallérozott
id_id: Biru Segitiga
it: Alla punta di blu
ja_jp: 青色の山形
ka_ge: ლურჯი შევრონი
ko_kr: 파란색 아래쪽 삼각형
lb_lu: Blo Hallefspëtz
lt_lt: Mėlynas apatinis trikampis
ms_my: Chevron Biru
mt_mt: Chevron ikħal
nl_nl: Blauwe keper
nn_no: Blå sparre
pl: Niebieska krokiew
pt: Chevron Azul
ro_ro: Triunghi albastru în talpă
ru_ru: Синее остриё
sk_sk: Modrý klin
sl_si: Modra škarnica
sv_se: Blå triangel nedtill
th_th: สามเหลี่ยมสีน้ำเงิน
tr_tr: Alttan Mavi Üçgen
vi_vn: Tam giác xanh nước biển ở góc dưới
zh_cn: 底蓝三角
zh_tw: 下方藍色三角形

# item_banner_triangle_bottom_brown
source: Brown Chevron
ar_sa: راية ملونة بني
be_by: Карычневае скарочанае вастрыё
bg_bg: Кафяв шеврон
ca_es: Triangle marró
cs: Hnědá špice
da_dk: Brun Chevron
de: Braune halbe Spitze
el_gr: Καφέ Chevron
es: Chevrón marrón
fi: Ruskea polviorsi
fr_ca: Mantelé de brun
ga_ie: Binnroinnte Donn
gl_es: Chevrón marrón
he: שברון חום
hr_hr: Smeđi Chevron
hu_hu: Barnával gallérozott
id_id: Coklat Segitiga
it: Alla punta di marrone
ja_jp: 茶色の山形
ka_ge: ყავისფერი შევრონი
ko_kr: 갈색 아래쪽 삼각형
lb_lu: Brong Hallefspëtz
lt_lt: Rudas apatinis trikampis
ms_my: Chevron Coklat
mt_mt: Chevron kannella
nl_nl: Bruine keper
nn_no: Brun sparre
pl: Brązowa krokiew
pt: Chevron Castanho
ro_ro: Triunghi maro în talpă
ru_ru: Коричневое остриё
sk_sk: Hnedý klin
sl_si: Rjava škarnica
sv_se: Brun triangel nedtill
th_th: สามเหลี่ยมสีน้ำตาล
tr_tr: Alttan Kahverengi Üçgen
vi_vn: Tam giác nâu ở góc dưới
zh_cn: 底棕三角
zh_tw: 下方棕色三角形

# item_banner_triangle_bottom_cyan
source: Cyan Chevron
ar_sa: راية ملونة سماوي
be_by: Бірузовае скарочанае вастрыё
bg_bg: Синьозелен шеврон
ca_es: Triangle cian
cs: Azurová špice
da_dk: Turkis Chevron
de: Türkise halbe Spitze
el_gr: Κυανό Chevron
es: Chevrón cian
fi: Syaani polviorsi
fr_ca: Mantelé de cyan
ga_ie: Binnroinnte Cian
gl_es: Chevrón ciano
he: שברון ציאן
hr_hr: Tirkizni Chevron
hu_hu: Türkizkékkel gallérozott
id_id: Sian Segitiga
it: Alla punta di ciano
ja_jp: 水色の山形
ka_ge: ცისფერი შევრონი
ko_kr: 청록색 아래쪽 삼각형
lb_lu: Turquoise Hallefspëtz
lt_lt: Žalsvai mėlynas apatinis trikampis
ms_my: Chevron Cyan
mt_mt: Chevron ċilesti
nl_nl: Cyaan keper
nn_no: Turkis sparre
pl: Błękitna krokiew
pt: Chevron Ciano
ro_ro: Triunghi turcoaz în talpă
ru_ru: Бирюзовое остриё
sk_sk: Tyrkysový klin
sl_si: Turkizna škarnica
sv_se: Turkos triangel nedtill
th_th: สามเหลี่ยมสีน้ำเงินแกมเขียว
tr_tr: Alttan Camgöbeği Üçgen
vi_vn: Tam giác lục lam ở góc dưới
zh_cn: 底青三角
zh_tw: 下方青色三角形

# item_banner_triangle_bottom_gray
source: Grey Chevron
ar_sa: راية ملونة رمادي
be_by: Шэрае скарочанае вастрыё
bg_bg: Сив шеврон
ca_es: Triangle gris
cs: Šedá špice
da_dk: Grå Chevron
de: Graue halbe Spitze
el_gr: Γκρι Chevron
es: Chevrón gris
fi: Harmaa polviorsi
fr_ca: Mantelé d'acier
ga_ie: Binnroinnte Liath
gl_es: Chevrón gris
he: שברון אפור
hr_hr: Sivi Chevron
hu_hu: Szürkével gallérozott
id_id: Kelabu Segitiga
it: Alla punta di grigio
ja_jp: 灰色の山形
ka_ge: ნაცრისფერი შევრონი
ko_kr: 회색 아래쪽 삼각형
lb_lu: Gro Hallefspëtz
lt_lt: Pilkas apatinis trikampis
ms_my: Chevron Kelabu
mt_mt: Chevron griż
nl_nl: Grijze keper
nn_no: Grå sparre
pl: Szara krokiew
pt: Chevron Cinzento
ro_ro: Triunghi gri în talpă
ru_ru: Серое остриё
sk_sk: Sivý klin
sl_si: Siva škarnica
sv_se: Grå triangel nedtill
th_th: สามเหลี่ยมสีเทา
tr_tr: Alttan Gri Üçgen
vi_vn: Tam giác xám ở góc dưới
zh_cn: 底灰三角
zh_tw: 下方灰色三角形

# item_banner_triangle_bottom_green
source: Green Chevron
ar_sa: راية ملونة أخضر
be_by: Зялёнае скарочанае вастрыё
bg_bg: Зелен шеврон
ca_es: Triangle verd
cs: Zelená špice
da_dk: Grøn Chevron
de: Grüne halbe Spitze
el_gr: Πράσινο Chevron
es: Chevrón verde
fi: Vihreä polviorsi
fr_ca: Mantelé de sinople
ga_ie: Binnroinnte Uaine
gl_es: Chevrón verde
he: שברון ירוק
hr_hr: Zeleni Chevron
hu_hu: Zölddel gallérozott
id_id: Hijau Segitiga
it: Alla punta di verde
ja_jp: 緑色の山形
ka_ge: მწვანე შევრონი
ko_kr: 초록색 아래쪽 삼각형
lb_lu: Gréng Hallefspëtz
lt_lt: Žalias apatinis trikampis
ms_my: Chevron Hijau
mt_mt: Chevron aħdar
nl_nl: Groene keper
nn_no: Grøn sparre
pl: Zielona krokiew
pt: Chevron Verde
ro_ro: Triunghi verde în talpă
ru_ru: Зелёное остриё
sk_sk: Zelený klin
sl_si: Zelena škarnica
sv_se: Grön triangel nedtill
th_th: สามเหลี่ยมสีเขียว
tr_tr: Alttan Yeşil Üçgen
vi_vn: Tam giác xanh lá cây ở góc dưới
zh_cn: 底绿三角
zh_tw: 下方綠色三角形

# item_banner_triangle_bottom_lightBlue
source: Light Blue Chevron
ar_sa: راية ملونة أزرق فاتح
be_by: Блакітнае скарочанае вастрыё
bg_bg: Светлосин шеврон
ca_es: Triangle blau clar
cs: Světle modrá špice
da_dk: Lyseblå Chevron
de: Hellblaue halbe Spitze
el_gr: Ανοιχτό Μπλε Chevron
es: Chevrón azul claro
fi: Vaaleansininen polviorsi
fr_ca: Mantelé de bleu céleste
ga_ie: Binnroinnte Bánghorm
gl_es: Chevrón azul claro
he: משולש כחול בהיר למטה
hr_hr: Svijetlo Plavi Chevron
hu_hu: Világoskékkel gallérozott
id_id: Chevron Biru Muda
it: Alla punta d'azzurro
ja_jp: 空色の山形
ka_ge: ღია-ლურჯი შევრონი
ko_kr: 하늘색 아래쪽 삼각형
lb_lu: Hellblo Hallefspëtz
lt_lt: Šviesiai mėlynas apatinis trikampis
ms_my: Chevron Biru Muda
mt_mt: Chevron ikħal ċar
nl_nl: Lichtblauwe keper
nn_no: Ljoseblå sparre
pl: Jasnoniebieska krokiew
pt: Chevron Azul Claro
ro_ro: Triunghi bleu în talpă
ru_ru: Голубое остриё
sk_sk: Svetlomodrý klin
sl_si: Svetlo modra škarnica
sv_se: Ljusblå triangel nedtill
th_th: สามเหลี่ยมสีฟ้า
tr_tr: Alttan Açık Mavi Üçgen
vi_vn: Tam giác xanh nước biển nhạt ở góc dưới
zh_cn: 底淡蓝三角
zh_tw: 下方淺藍色三角形

# item_banner_triangle_bottom_lime
source: Lime Chevron
ar_sa: راية ملونة ليموني
be_by: Лаймавае скарочанае вастрыё
bg_bg: Жълтозелен шеврон
ca_es: Triangle verd llima
cs: Světle zelená špice
da_dk: Limegrøn Chevron
de: Hellgrüne halbe Spitze
el_gr: Λαχανί σιρίτι
es: Chevrón verde lima
fi: Lime polviorsi
fr_ca: Mantelé de sinople clair
ga_ie: Binnroinnte Líomach
gl_es: Chevrón lima
he: משולש ירוק למטה
hr_hr: Svijetlo Zeleni Chevron
hu_hu: Világoszölddel gallérozott
id_id: Limau Segitiga
it: Alla punta di lime
ja_jp: 黄緑色の山形
ka_ge: სალათისფერი შევრონი
ko_kr: 연두색 아래쪽 삼각형
lb_lu: Hellgréng Hallefspëtz
lt_lt: Gelsvai žalsvas apatinis trikampis
ms_my: Chevron Hijau Muda
mt_mt: Chevron aħdar ċar
nl_nl: Lichtgroene keper
nn_no: Limegrøn sparre
pl: Jasnozielona krokiew
pt: Chevron Verde Lima
ro_ro: Triunghi verde-deschis în talpă
ru_ru: Лаймовое остриё
sk_sk: Svetlozelený klin
sl_si: Svetlo zelena škarnica
sv_se: Limegrön triangel nedtill
th_th: สามเหลี่ยมสีเขียวอ่อน
tr_tr: Alttan Açık Yeşil Üçgen
vi_vn: Tam giác xanh lá mạ ở góc dưới
zh_cn: 底黄绿三角
zh_tw: 下方淺綠色三角形

# item_banner_triangle_bottom_magenta
source: Magenta Chevron
ar_sa: راية ملونة أرجواني
be_by: Пурпурнае скарочанае вастрыё
bg_bg: Пурпурен шеврон
ca_es: Triangle magenta
cs: Purpurová špice
de: Magenta halbe Spitze
de_at: Magentane hoiwe Spitzn
el_gr: Ματζέντα Chevron
es: Chevrón magenta
fi: Purppura polviorsi
fr_ca: Mantelé de magenta
ga_ie: Binnroinnte Maigeanta
gl_es: Chevrón maxenta
he: משולש מג'נטה למטה
hr_hr: Rozi Chevron
hu_hu: Bíborral gallérozott
id_id: Chevron Ungu-Merah Muda
it: Alla punta di magenta
ja_jp: 赤紫色の山形
ka_ge: იისფერი შევრონი
ko_kr: 자홍색 아래쪽 삼각형
lb_lu: Magenta Hallefspëtz
lt_lt: Rausvai raudonas apatinis trikampis
ms_my: Chevron Magenta
mt_mt: Chevron vjola ċar
nl_nl: Magenta keper
nn_no: Ljoselilla sparre
pl: Karmazynowa krokiew
pt: Chevron Magenta
ro_ro: Triunghi magenta în talpă
ru_ru: Пурпурное остриё
sk_sk: Purpurový klin
sl_si: Škrlatna škarnica
sv_se: Ljuslila triangel nedtill
th_th: สามแหลี่ยมสีม่วงแกมชมพู
tr_tr: Alttan Eflatun Üçgen
vi_vn: Tam giác đỏ sậm ở góc dưới
zh_cn: 底品红三角
zh_tw: 下方洋紅色三角形
