Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_square_top_left_green
source: Green Chief Dexter Canton
ar_sa: راية ملونة اخضر
be_by: Зялёны верхні кут злева
bg_bg: Зелен десен горен кантон
ca_es: Cantó verd a la part superior esquerra
cs: Zelený horní levý kanton
da_dk: Grøn firkant oppe til venstre
de: Grünes rechtes Obereck
de_at: Grüns rechts Obaegg
el_gr: Πράσινο τετράγωνο πάνω δεξιά
es: Cantón verde en jefe a diestra
fi: Vihreä vasen yläkulma
fil_ph: Luntiang Hepeng Dexter Cannon
fr_ca: Canton dextre du chef de sinople
ga_ie: Cúinneán Uaine Thuas ar Dheis
gl_es: Cantón verde en xefe a destra
he: קנטון שמאלי עליון ירוק
hr_hr: Zeleni Gornji Desni Kvadrant
hu_hu: Zöld telek
is_is: Grænt uppi til vinstri
it: Al cantone destro del capo di verde
ja_jp: 右上に緑色の方形
ka_ge: მწვანე მარჯვენა ზედა კვადრატი
ko_kr: 초록색 오른쪽 위 사각형
lb_lu: Gréngen Eck uewe riets
lt_lt: Žalias viršutinis kairysis kampas
ms_my: Lelangit Dexter Canton Hijau
mt_mt: Kantuniera ta' fuq ix-xellug ħadra
nl_nl: Groen hoofd dexter kanton
nn_no: Grøn øvre venstrekanton
pl: Zielony górny lewy narożnik
pt: Cantão Dextro Verde Superior
ro_ro: Canton verde dextru în șef
ru_ru: Зелёный верхний правый крыж
sk_sk: Zelený horný ľavý kantón
sl_si: Zelen prvi kvadrat
sv_se: Grön uppe till vänster
th_th: มุมขอบสีเขียวขนาดเล็กด้านบนทางขวา
tr_tr: Yeşil Sol Üst Dikdörtgen
vi_vn: Ô vuông xanh lá cây ở góc trên bên trái
zh_cn: 右顶绿方
zh_tw: 右方上側綠色

# item_banner_square_top_left_lightBlue
source: Light Blue Chief Dexter Canton
ar_sa: راية ملونة أزرق فاتح
be_by: Блакітны верхні кут злева
bg_bg: Светлосин десен горен кантон
ca_es: Cantó blau clar a la part superior esquerra
cs: Světle modrý horní levý kanton
da_dk: Lyseblå firkant oppe til venstre
de: Hellblaues rechtes Obereck
de_at: Hellblaus rechts Obaegg
el_gr: Γαλάζιο τετράγωνο πάνω αριστερά
es: Cantón azul claro en jefe a diestra
fi: Vaaleansininen vasen yläkulma
fil_ph: Mahinang Asul Hepe Kanan Kanton
fr_ca: Canton dextre du chef de bleu céleste
ga_ie: Cúinneán Bánghorm Thuas ar Dheis
gl_es: Cantón azul claro en xefe a destra
he: קנטון שמאלי עליון תכלת
hr_hr: Svijetlo Plavi Gornji Desni Kvadrant
hu_hu: Világoskék telek
id_id: Biru Muda Chief Dexter Canton
is_is: Ljósblátt uppi til vinstri
it: Al cantone destro del capo d'azzurro
ja_jp: 右上に空色の方形
ka_ge: ღია-ლურჯი მარჯვენა ზედა კვადრატი
ko_kr: 파란색 오른쪽 위 사각형
lb_lu: Hellbloen Eck uewe riets
lt_lt: Šviesiai mėlynas viršutinis kairysis kampas
ms_my: Lelangit Dexter Canton Biru Muda
mt_mt: Kantuniera ta' fuq ix-xellug ikħal ċar
nl_nl: Lichtblauw hoofd dexter kanton
nn_no: Ljoseblå øvre venstrekanton
pl: Jasnoniebieski górny lewy narożnik
pt: Cantão Dextro Azul Claro Superior
ro_ro: Canton bleu dextru în șef
ru_ru: Голубой верхний правый крыж
sk_sk: Svetlomodrý horný ľavý kantón
sl_si: Svetlo moder prvi kvadrat
sv_se: Ljusblå uppe till vänster
th_th: มุมขอบสีฟ้าขนาดเล็กด้านบนทางขวา
tr_tr: Açık Mavi Sol Üst Dikdörtgen
vi_vn: Ô vuông xanh nước biển nhạt ở góc trên bên trái
zh_cn: 右顶淡蓝方
zh_tw: 右方上側淺藍色

# item_banner_square_top_left_lime
source: Lime Chief Dexter Canton
ar_sa: راية ملونة ليموني
be_by: Лаймавы верхні кут злева
bg_bg: Жълтозелен десен горен кантон
ca_es: Cantó verd llima a la part superior esquerra
cs: Světle zelený horní levý kanton
da_dk: Limegrøn firkant oppe til venstre
de: Hellgrünes rechtes Obereck
de_at: Hellgrüns rechts Obaegg
el_gr: Ανοιχτό Πράσινο τετράγωνο πάνω αριστερά
es: Cantón verde lima en jefe a diestra
fi: Lime vasen yläkulma
fil_ph: Kalamansi Hepe Kanan Kanton
fr_ca: Canton dextre du chef de sinople clair
ga_ie: Cúinneán Líomach Thuas ar Dheis
gl_es: Cantón lima en xefe a destra
he: קנטון שמאלי עליון ליים
hr_hr: Svijetlo Zeleni Gornji Desni Kvadrant
hu_hu: Világoszöld telek
id_id: Chief Dexter Canton Hijau Lime
is_is: Gulgrænt uppi til vinstri
it: Al cantone destro del capo di lime
ja_jp: 右上に黄緑色の方形
ka_ge: სალათისფერი მარჯვენა ზედა კვადრატი
ko_kr: 연두색 오른쪽 위 사각형
lb_lu: Hellgréngen Eck uewe riets
lt_lt: Gelsvai žalsvas viršutinis kairysis kampas
ms_my: Lelangit Dexter Canton Limau Hijau
mt_mt: Kantuniera ta' fuq ix-xellug aħdar ċar
nl_nl: Lichtgroen hoofd dexter kanton
nn_no: Limegrøn øvre venstrekanton
pl: Jasnozielony górny lewy narożnik
pt: Cantão Dextro Verde Lima Superior
ro_ro: Canton verde-deschis dextru în șef
ru_ru: Лаймовый верхний правый крыж
sk_sk: Svetlozelený horný ľavý kantón
sl_si: Svetlo zelen prvi kvadrat
sv_se: Limegrön uppe till vänster
th_th: มุมขอบสีเขียวอ่อนขนาดเล็กด้านบนทางขวา
tr_tr: Açık Yeşil Sol Üst Dikdörtgen
vi_vn: Ô vuông xanh lá mạ ở góc trên bên trái
zh_cn: 右顶黄绿方
zh_tw: 右方上側淺綠色

# item_banner_square_top_left_magenta
source: Magenta Chief Dexter Canton
ar_sa: راية ملونة أرجواني
be_by: Пурпурны верхні кут злева
bg_bg: Пурпурен десен горен кантон
ca_es: Cantó magenta a la part superior esquerra
cs: Purpurový horní levý kanton
da_dk: Lyselilla firkant oppe til venstre
de: Magenta rechtes Obereck
de_at: Magentas rechts Obaegg
el_gr: Ματζέντα τετράγωνο πάνω αριστερά
es: Cantón magenta en jefe a diestra
fi: Purppura vasen yläkulma
fil_ph: Magenta Hepe Kanan Kanton
fr_ca: Canton dextre du chef de magenta
ga_ie: Cúinneán Maigeanta Thuas ar Dheis
gl_es: Cantón maxenta en xefe a destra
he: קנטון שמאלי עליון מג'נטה
hr_hr: Rozi Gornji Desni Kvadrant
hu_hu: Bíbor telek
is_is: Vínrautt uppi til vinstri
it: Al cantone destro del capo di magenta
ja_jp: 右上に赤紫色の方形
ka_ge: იისფერი მარჯვენა ზედა კვადრატი
ko_kr: 자홍색 오른쪽 위 사각형
lb_lu: Magentaen Eck uewe riets
lt_lt: Rausvai raudonas viršutinis kairysis kampas
ms_my: Lelangit Dexter Canton Magenta
mt_mt: Kantuniera ta' fuq ix-xellug vjola ċar
nl_nl: Magenta hoofd dexter kanton
nn_no: Ljoselilla øvre venstrekanton
pl: Karmazynowy górny lewy narożnik
pt: Cantão Dextro Magenta Superior
ro_ro: Canton magenta dextru în șef
ru_ru: Пурпурный верхний правый крыж
sk_sk: Purpurový horný ľavý kantón
sl_si: Škrlaten prvi kvadrat
sv_se: Ljuslila uppe till vänster
th_th: มุมขอบสีม่วงขนาดเล็กด้านบนทางขวา
tr_tr: Eflatun Sol Üst Dikdörtgen
vi_vn: Ô vuông đỏ sậm ở góc trên bên trái
zh_cn: 右顶品红方
zh_tw: 右方上側洋紅色

# item_banner_square_top_left_orange
source: Orange Chief Dexter Canton
ar_sa: راية ملونة برتقالي
be_by: Аранжавы верхні кут злева
bg_bg: Оранжев десен горен кантон
ca_es: Cantó taronja a la part superior esquerra
cs: Oranžový horní levý kanton
da_dk: Orange firkant oppe til venstre
de: Oranges rechtes Obereck
de_at: Orangs rechts Obaegg
el_gr: Πορτοκαλί τετράγωνο πάνω αριστερά
es: Cantón naranja en jefe a diestra
fi: Oranssi vasen yläkulma
fil_ph: Dalandan Hepe Kanan Kanton
fr_ca: Canton dextre du chef d'orangé
ga_ie: Cúinneán Oráisteach Thuas ar Dheis
gl_es: Cantón laranxa en xefe a destra
he: קנטון שמאלי עליון כתום
hr_hr: Narančasti Gornji Desni Kvadrant
hu_hu: Narancssárga telek
id_id: Oranye Chief Dexter Canton
is_is: Appelsínugult uppi til vinstri
it: Al cantone destro del capo d'arancione
ja_jp: 右上に橙色の方形
ka_ge: ნარინჯისფერი მარჯვენა ზედა კვადრატი
ko_kr: 주황색 오른쪽 위 사각형
lb_lu: Orangen Eck uewe riets
lt_lt: Oranžinis viršutinis kairysis kampas
ms_my: Lelangit Dexter Canton Jingga
mt_mt: Kantuniera ta' fuq ix-xellug orangjo
nl_nl: Oranje hoofd dexter kanton
nn_no: Oransje øvre venstrekanton
pl: Pomarańczowy górny lewy narożnik
pt: Cantão Dextro Laranja Superior
ro_ro: Canton portocaliu dextru în șef
ru_ru: Оранжевый верхний правый крыж
sk_sk: Oranžový horný ľavý kantón
sl_si: Oranžen prvi kvadrat
sv_se: Orange uppe till vänster
th_th: มุมขอบสีส้มขนาดเล็กด้านบนทางขวา
tr_tr: Turuncu Sol Üst Dikdörtgen
vi_vn: Ô vuông cam ở góc trên bên trái
zh_cn: 右顶橙方
zh_tw: 右方上側橙色

# item_banner_square_top_left_pink
source: Pink Chief Dexter Canton
ar_sa: راية ملونة وردي
be_by: Ружовы верхні кут злева
bg_bg: Розов десен горен кантон
ca_es: Cantó rosa a la part superior esquerra
cs: Růžový horní levý kanton
da_dk: Lyserød firkant oppe til venstre
de: Rosa rechtes Obereck
de_at: Pinkts rechts Obaegg
el_gr: Ροζ τετράγωνο πάνω αριστερά
es: Cantón rosa en jefe a diestra
fi: Vaaleanpunainen vasen yläkulma
fil_ph: Rosas Hepe Kanan Kanton
fr_ca: Canton dextre du chef de rose
ga_ie: Cúinneán Bándearg Thuas ar Dheis
gl_es: Cantón rosa en xefe a destra
he: קנטון שמאלי עליון ורוד
hr_hr: Ružičasti Gornji Desni Kvadrant
hu_hu: Rózsaszín telek
is_is: Bleikt uppi til vinstri
it: Al cantone destro del capo di rosa
ja_jp: 右上に桃色の方形
ka_ge: ვარდისფერი მარჯვენა ზედა კვადრატი
ko_kr: 분홍색 오른쪽 위 사각형
lb_lu: Rosaen Eck uewe riets
lt_lt: Rožinis viršutinis kairysis kampas
ms_my: Lelangit Dexter Canton Merah Jambu
mt_mt: Kantuniera ta' fuq ix-xellug roża
nl_nl: Roze hoofd dexter kanton
nn_no: Rosa øvre venstrekanton
pl: Różowy górny lewy narożnik
pt: Cantão Dextro Rosa Superior
ro_ro: Canton roz dextru în șef
ru_ru: Розовый верхний правый крыж
sk_sk: Ružový horný ľavý kantón
sl_si: Roza prvi kvadrat
sv_se: Rosa uppe till vänster
th_th: มุมขอบสีชมพูขนาดเล็กด้านบนทางขวา
tr_tr: Pembe Sol Üst Dikdörtgen
vi_vn: Ô vuông hồng ở góc trên bên trái
zh_cn: 右顶粉红方
zh_tw: 右方上側粉紅色

# item_banner_square_top_left_purple
source: Purple Chief Dexter Canton
ar_sa: راية ملونة بنفسجي
be_by: Фіялетавы верхні кут злева
bg_bg: Лилав десен горен кантон
ca_es: Cantó morat a la part superior esquerra
cs: Fialový horní levý kanton
da_dk: Lilla firkant oppe til venstre
de: Violettes rechtes Obereck
de_at: Lilas rechts Obaegg
el_gr: Μωβ τετράγωνο πάνω αριστερά
es: Cantón morado en jefe a diestra
fi: Violetti vasen yläkulma
fil_ph: Lila Hepe Kanan Kanton
fr_ca: Canton dextre du chef de pourpre
ga_ie: Cúinneán Corcra Thuas ar Dheis
gl_es: Cantón púrpura en xefe a destra
he: קנטון שמאלי עליון סגול
hr_hr: Ljubičasti Gornji Desni Kvadrant
hu_hu: Lila telek
is_is: Fjólublátt uppi til vinstri
it: Al cantone destro del capo di viola
ja_jp: 右上に紫色の方形
ka_ge: ალისფერი მარჯვენა ზედა კვადრატი
ko_kr: 보라색 오른쪽 위 사각형
lb_lu: Mofen Eck uewe riets
lt_lt: Purpurinis viršutinis kairysis kampas
ms_my: Lelangit Dexter Canton Ungu
mt_mt: Kantuniera ta' fuq ix-xellug vjola
nl_nl: Paars hoofd dexter kanton
nn_no: Lilla øvre venstrekanton
pl: Fioletowy górny lewy narożnik
pt: Cantão Dextro Roxo Superior
ro_ro: Canton violet dextru în șef
ru_ru: Пурпурный верхний правый крыж
sk_sk: Fialový horný ľavý kantón
sl_si: Vijoličen prvi kvadrat
sv_se: Lila uppe till vänster
th_th: มุมขอบสีม่วงขนาดเล็กด้านบนทางขวา
tr_tr: Mor Sol Üst Dikdörtgen
vi_vn: Ô vuông tím ở góc trên bên trái
zh_cn: 右顶紫方
zh_tw: 右方上側紫色

# item_banner_square_top_left_red
source: Red Chief Dexter Canton
ar_sa: راية ملونة أحمر
be_by: Чырвоны верхні кут злева
bg_bg: Червен десен горен кантон
ca_es: Cantó roig a la part superior esquerra
cs: Červený horní levý kanton
da_dk: Rød firkant oppe til venstre
de: Rotes rechtes Obereck
de_at: Rots rechts Obaegg
el_gr: Κόκκινο τετράγωνο πάνω δεξιά
es: Cantón rojo en jefe a diestra
fi: Punainen vasen yläkulma
fil_ph: Pulang Hepeng Dexter Cannon
fr_ca: Canton dextre du chef de gueules
ga_ie: Cúinneán Dearg Thuas ar Dheis
gl_es: Cantón vermello en xefe a destra
he: קנטון שמאלי עליון אדום
hr_hr: Crveni Gornji Desni Kvadrant
hu_hu: Vörös telek
is_is: Rautt uppi til vinstri
it: Al cantone destro del capo di rosso
ja_jp: 右上に赤色の方形
ka_ge: წითელი მარჯვენა ზედა კვადრატი
ko_kr: 빨간색 오른쪽 위 사각형
lb_lu: Rouden Eck uewe riets
lt_lt: Raudonas viršutinis kairysis kampas
ms_my: Lelangit Dexter Canton Merah
mt_mt: Kantuniera ta' fuq ix-xellug ħamra
nl_nl: Rood hoofd dexter kanton
nn_no: Raud øvre venstrekanton
pl: Czerwony górny lewy narożnik
pt: Cantão Dextro Vermelho Superior
ro_ro: Canton roșu dextru în șef
ru_ru: Красный верхний правый крыж
sk_sk: Červený horný ľavý kantón
sl_si: Rdeč prvi kvadrat
sv_se: Röd uppe till vänster
th_th: มุมขอบสีแดงขนาดเล็กด้านบนทางขวา
tr_tr: Kırmızı Sol Üst Dikdörtgen
vi_vn: Ô vuông đỏ ở góc trên bên trái
zh_cn: 右顶红方
zh_tw: 右方上側紅色

# item_banner_square_top_left_silver
source: Light Grey Chief Dexter Canton
ar_sa: راية ملونة رمادي فاتح
be_by: Светла-шэры верхні кут злева
bg_bg: Светлосив десен горен кантон
ca_es: Cantó gris clar a la part superior esquerra
cs: Světle šedý horní levý kanton
da_dk: Lysegrå firkant oppe til venstre
de: Hellgraues rechtes Obereck
de_at: Hellgraus rechts Obaegg
el_gr: Ανοιχτό Γκρι τετράγωνο πάνω αριστερά
es: Cantón gris claro en jefe a diestra
fi: Vaaleanharmaa vasen yläkulma
fil_ph: Magaang Abo Hepe Kanan Kanton
fr_ca: Canton dextre du chef d'argent grisé
ga_ie: Cúinneán Fionnliath Thuas ar Dheis
gl_es: Cantón gris claro en xefe a destra
he: קנטון שמאלי עליון אפור בהיר
hr_hr: Svijetlo Sivi Gornji Desni Kvadrant
hu_hu: Világosszürke telek
id_id: Chief Dexter Canton Abu-abu Muda
is_is: Ljósgrátt uppi til vinstri
it: Al cantone dx. del capo di grigio chiaro
ja_jp: 右上に薄灰色の方形
ka_ge: ღია-ნაცრისფერი მარჯვენა ზედა კვადრატი
ko_kr: 회백색 오른쪽 위 사각형
lb_lu: Hellgroen Eck uewe riets
lt_lt: Šviesiai pilkas viršutinis kairysis kampas
ms_my: Lelangit Dexter Canton Kelabu Muda
mt_mt: Kantuniera ta' fuq ix-xellug griż ċar
nl_nl: Lichtgrijs hoofd dexter kanton
nn_no: Ljosegrå øvre venstrekanton
pl: Jasnoszary górny lewy narożnik
pt: Cantão Dextro Cinzento Claro Superior
ro_ro: Canton gri-deschis dextru în șef
ru_ru: Светло-серый верхний правый крыж
sk_sk: Svetlosivý horný ľavý kantón
sl_si: Svetlo siv prvi kvadrat
sv_se: Ljusgrå uppe till vänster
th_th: มุมขอบสีเทาอ่อนขนาดเล็กด้านบนทางขวา
tr_tr: Açık Gri Sol Üst Dikdörtgen
vi_vn: Ô vuông xám nhạt ở góc trên bên trái
zh_cn: 右顶淡灰方
zh_tw: 右方上側淺灰色

# item_banner_square_top_left_white
source: White Chief Dexter Canton
ar_sa: راية ملونة أبيض
be_by: Белы верхні кут злева
bg_bg: Бял десен горен кантон
ca_es: Cantó blanc a la part superior esquerra
cs: Bílý horní levý kanton
da_dk: Hvid firkant oppe til venstre
de: Weißes rechtes Obereck
de_at: Weißs rechts Obaegg
el_gr: Λευκό τετράγωνο πάνω αριστερά
es: Cantón blanco en jefe a diestra
fi: Valkoinen vasen yläkulma
fil_ph: Puti Hepe Kanan Kanton
fr_ca: Canton dextre du chef d'argent
ga_ie: Cúinneán Bán Thuas ar Dheis
gl_es: Cantón branco en xefe a destra
he: קנטון שמאלי עליון לבן
hr_hr: Bijeli Gornji Desni Kvadrant
hu_hu: Fehér telek
is_is: Hvítt uppi til vinstri
it: Al cantone destro del capo di bianco
ja_jp: 右上に白色の方形
ka_ge: თეთრი მარჯვენა ზედა კვადრატი
ko_kr: 하얀색 오른쪽 위 사각형
lb_lu: Wäissen Eck uewe riets
lt_lt: Baltas viršutinis kairysis kampas
ms_my: Lelangit Dexter Canton Putih
mt_mt: Kantuniera ta' fuq ix-xellug bajda
nl_nl: Wit hoofd dexter kanton
nn_no: Kvit øvre venstrekanton
pl: Biały górny lewy narożnik
pt: Cantão Dextro Branco Superior
ro_ro: Canton alb dextru în șef
ru_ru: Белый верхний правый крыж
sk_sk: Biely horný ľavý kantón
sl_si: Bel prvi kvadrat
sv_se: Vit uppe till vänster
th_th: มุมขอบสีขาวขนาดเล็กด้านบนทางขวา
tr_tr: Beyaz Sol Üst Dikdörtgen
vi_vn: Ô vuông trắng ở góc trên bên trái
zh_cn: 右顶白方
zh_tw: 右方上側白色

# item_banner_square_top_left_yellow
source: Yellow Chief Dexter Canton
ar_sa: راية ملونة أصفر
be_by: Жоўты верхні кут злева
bg_bg: Жълт десен горен кантон
ca_es: Cantó groc a la part superior esquerra
cs: Žlutý horní levý kanton
da_dk: Gul firkant oppe til venstre
de: Gelbes rechtes Obereck
de_at: Gelbs rechts Obaegg
el_gr: Κίτρινο τετράγωνο πάνω αριστερά
es: Cantón amarillo en jefe a diestra
fi: Keltainen vasen yläkulma
fil_ph: Dilaw Hepe Kanan Kanton
fr_ca: Canton dextre du chef d'or
ga_ie: Cúinneán Buí Thuas ar Dheis
gl_es: Cantón amarelo en xefe a destra
he: קנטון שמאלי עליון צהוב
hr_hr: Žuti Gornji Desni Kvadrant
hu_hu: Sárga telek
is_is: Gult uppi til vinstri
it: Al cantone destro del capo di giallo
ja_jp: 右上に黄色の方形
ka_ge: ყვითელი მარჯვენა ზედა კვადრატი
ko_kr: 노란색 오른쪽 위 사각형
lb_lu: Gielen Eck uewe riets
lt_lt: Geltonas viršutinis kairysis kampas
ms_my: Lelangit Dexter Canton Kuning
mt_mt: Kantuniera ta' fuq ix-xellug isfar
nl_nl: Geel hoofd dexter kanton
nn_no: Gul øvre venstrekanton
pl: Żółty górny lewy narożnik
pt: Cantão Dextro Amarelo Superior
ro_ro: Canton galben dextru în șef
ru_ru: Жёлтый верхний правый крыж
sk_sk: Žltý horný ľavý kantón
sl_si: Rumen prvi kvadrat
sv_se: Gul uppe till vänster
th_th: มุมขอบสีเหลืองขนาดเล็กด้านบนทางขวา
tr_tr: Sarı Sol Üst Dikdörtgen
vi_vn: Ô vuông vàng ở góc trên bên trái
zh_cn: 右顶黄方
zh_tw: 右方上側黃色

# item_banner_square_top_right_black
source: Black Chief Sinister Canton
ar_sa: راية ملونة أسود
be_by: Чорны верхні кут справа
bg_bg: Черен ляв горен кантон
ca_es: Cantó negre a la part superior dreta
cs: Černý horní pravý kanton
da_dk: Sort firkant oppe til højre
de: Schwarzes linkes Obereck
de_at: Schworzs links Obaegg
el_gr: Μαύρο τετράγωνο πάνω δεξιά
es: Cantón negro en jefe a siniestra
fi: Musta oikea yläkulma
fil_ph: Itim Hepe Kaliwa Kanton
fr_ca: Canton senestre du chef de sable
ga_ie: Cúinneán Dubh Thuas ar Clé
gl_es: Cantón negro en xefe a destra
he: קנטון ימני עליון שחור
hr_hr: Crni Gornji Lijevi Kvadrant
hu_hu: Fekete baltelek
is_is: Svart uppi til hægri
it: Al cantone sinistro del capo di nero
ja_jp: 左上に黒色の方形
ka_ge: შავი მარცხენა ზედა კვადრატი
ko_kr: 검은색 왼쪽 위 사각형
lb_lu: Schwaarzen Eck uewe lénks
lt_lt: Juodas viršutinis dešinysis kampas
ms_my: Lelangit Sinister Canton Hitam
mt_mt: Kantuniera ta' fuq il-lemin sewda
nl_nl: Zwart hoofd sinister kanton
nn_no: Svart øvre høgrekanton
pl: Czarny górny prawy narożnik
pt: Cantão Sinistro Preto Superior
ro_ro: Canton negru senestru în șef
ru_ru: Чёрный верхний левый крыж
sk_sk: Čierny horný pravý kantón
sl_si: Črn drugi kvadrat
sv_se: Svart uppe till höger
th_th: มุมขอบสีดำขนาดเล็กด้านบนทางซ้าย
tr_tr: Siyah Sağ Üst Dikdörtgen
vi_vn: Ô vuông đen ở góc trên bên phải
zh_cn: 左顶黑方
zh_tw: 左方上側黑色

# item_banner_square_top_right_blue
source: Blue Chief Sinister Canton
ar_sa: راية ملونة أزرق
be_by: Сіні верхні кут справа
bg_bg: Син ляв горен кантон
ca_es: Cantó blau a la part superior dreta
cs: Modrý horní pravý kanton
da_dk: Blå firkant oppe til højre
de: Blaues linkes Obereck
de_at: Blaus links Obaegg
el_gr: Μπλε τετράγωνο δεξιά
es: Cantón azul en jefe a siniestra
fi: Sininen oikea yläkulma
fil_ph: Asul Hepe Kaliwa Kanton
fr_ca: Canton senestre du chef d'azur
ga_ie: Cúinneán Gorm Thuas ar Clé
gl_es: Cantón azul en xefe a sinistra
he: קנטון ימני עליון כחול
hr_hr: Plavi Gornji Lijevi Kvadrant
hu_hu: Kék baltelek
is_is: Blátt uppi til hægri
it: Al cantone sinistro del capo di blu
ja_jp: 左上に青色の方形
ka_ge: ლურჯი შავი მარცხენა ზედა კვადრატი
ko_kr: 파란색 왼쪽 위 사각형
lb_lu: Bloen Eck uewe lénks
lt_lt: Mėlynas viršutinis dešinysis kampas
ms_my: Lelangit Sinister Canton Biru
nl_nl: Blauw hoofd sinister kanton
nn_no: Blå øvre høgrekanton
pl: Niebieski górny prawy narożnik
pt: Cantão Sinistro Azul Superior
ro_ro: Canton albastru senestru în șef
ru_ru: Синий верхний левый крыж
sk_sk: Modrý horný pravý kantón
sl_si: Moder drugi kvadrat
sv_se: Blå uppe till höger
th_th: มุมขอบสีน้ำเงินขนาดเล็กด้านบนทางซ้าย
tr_tr: Mavi Sağ Üst Dikdörtgen
vi_vn: Ô vuông xanh nước biển ở góc trên bên phải
zh_cn: 左顶蓝方
zh_tw: 左方上側藍色

# item_banner_square_top_right_brown
source: Brown Chief Sinister Canton
ar_sa: راية ملونة بني
be_by: Карычневы верхні кут справа
bg_bg: Кафяв ляв горен кантон
ca_es: Cantó marró a la part superior dreta
cs: Hnědý horní pravý kanton
da_dk: Brun firkant oppe til højre
de: Braunes linkes Obereck
de_at: Brauns links Obaegg
el_gr: Καφέ τετράγωνο πάνω δεξιά
es: Cantón marrón en jefe a siniestra
fi: Ruskea oikea yläkulma
fil_ph: Kape Hepe Kaliwa Kanton
fr_ca: Canton senestre du chef de brun
ga_ie: Cúinneán Donn Thuas ar Clé
gl_es: Cantón marrón en xefe a sinistra
he: קנטון ימני עליון חום
hr_hr: Smeđi Gornji Lijevi Kvadrant
hu_hu: Barna baltelek
is_is: Brúnt uppi til hægri
it: Al cantone sinistro del capo di marrone
ja_jp: 左上に茶色の方形
ka_ge: ყავისფერი მარცხენა ზედა კვადრატი
ko_kr: 갈색 왼쪽 위 사각형
lb_lu: Brongen Eck uewe lénks
lt_lt: Rudas viršutinis dešinysis kampas
ms_my: Lelangit Sinister Canton Perang
nl_nl: Bruin hoofd sinister kanton
nn_no: Brun øvre høgrekanton
pl: Brązowy górny prawy narożnik
pt: Cantão Sinistro Castanho Superior
ro_ro: Canton maro senestru în șef
ru_ru: Коричневый верхний левый крыж
sk_sk: Hnedý horný pravý kantón
sl_si: Rjav drugi kvadrat
sv_se: Brun uppe till höger
th_th: มุมขอบสีน้ำตาลขนาดเล็กด้านบนทางซ้าย
tr_tr: Kahverengi Sağ Üst Dikdörtgen
vi_vn: Ô vuông nâu ở góc trên bên phải
zh_cn: 左顶棕方
zh_tw: 左方上側棕色

# item_banner_square_top_right_cyan
source: Cyan Chief Sinister Canton
ar_sa: راية ملونة سماوي
be_by: Бірузовы верхні кут справа
bg_bg: Синьозелен ляв горен кантон
ca_es: Cantó cian en cap a l'esquerra
cs: Azurový horní pravý kanton
da_dk: Turkis firkant oppe til højre
de: Türkises linkes Obereck
de_at: Türkises links Obaegg
el_gr: Κυανό τετράγωνο δεξιά
es: Cantón cian en jefe a siniestra
fi: Syaani oikea yläkulma
fil_ph: Cyan Hepe Kaliwa Kanton
fr_ca: Canton senestre du chef de cyan
ga_ie: Cúinneán Cian Thuas ar Clé
gl_es: Cantón ciano en xefe a sinistra
he: קנטון ימני עליון ציאן
hr_hr: Trikizni Gornji Lijevi Kvadrant
hu_hu: Türkizkék baltelek
is_is: Heiðblátt uppi til hægri
it: Al cantone sinistro del capo di ciano
ja_jp: 左上に水色の方形
ka_ge: ცისფერი შავი მარცხენა ზედა კვადრატი
ko_kr: 청록색 왼쪽 위 사각형
lb_lu: Turquoisen Eck uewe lénks
lt_lt: Žalsvai mėlynas viršutinis dešinysis kampas
ms_my: Lelangit Sinister Canton Sian
nl_nl: Cyaan hoofd sinister kanton
nn_no: Turkis øvre høgrekanton
pl: Błękitny górny prawy narożnik
pt: Cantão Sinistro Ciano Superior
ro_ro: Canton turcoaz senestru în șef
ru_ru: Бирюзовый верхний левый крыж
sk_sk: Tyrkysový horný pravý kantón
sl_si: Turkizen drugi kvadrat
sv_se: Turkos uppe till höger
th_th: มุมขอบสีน้ำเงินแกมเขียวขนาดเล็กด้านบนทางซ้าย
tr_tr: Camgöbeği Sağ Üst Dikdörtgen
vi_vn: Ô vuông lục lam ở góc trên bên phải
zh_cn: 左顶青方
zh_tw: 左方上側青色

# item_banner_square_top_right_gray
source: Grey Chief Sinister Canton
ar_sa: راية ملونة وردي
be_by: Шэры верхні кут справа
bg_bg: Сив ляв горен кантон
ca_es: Cantó gris a la part superior dreta
cs: Šedý horní pravý kanton
da_dk: Grå firkant oppe til højre
de: Graues linkes Obereck
de_at: Graus links Obaegg
el_gr: Γκρι τετράγωνο δεξιά
es: Cantón gris en jefe a siniestra
fi: Harmaa oikea yläkulma
fil_ph: Abo Hepe Kaliwa Kanton
fr_ca: Canton senestre du chef d'acier
ga_ie: Cúinneán Liath Thuas ar Clé
gl_es: Cantón gris en xefe a sinistra
he: קנטון ימני עליון חום
hr_hr: Sivi Gornji Lijevi Kvadrant
hu_hu: Szürke baltelek
id_id: Garis atas warna abu terang
is_is: Grátt uppi til hægri
it: Al cantone sinistro del capo di grigio
ja_jp: 左上に灰色の方形
ka_ge: ნაცრისფერი მარცხენა ზედა კვადრატი
ko_kr: 회색 왼쪽 위 사각형
lb_lu: Groen Eck uewe lénks
lt_lt: Pilkas viršutinis dešinysis kampas
ms_my: Lelangit Sinister Canton Kelabu
mt_mt: Gray Chief Sinister Canton
nl_nl: Grijs hoofd sinister kanton
nn_no: Grå øvre høgrekanton
pl: Szary górny prawy narożnik
pt: Cantão Sinistro Cinzento Superior
ro_ro: Canton gri senestru în șef
ru_ru: Серый верхний левый крыж
sk_sk: Sivý horný pravý kantón
sl_si: Siv drugi kvadrat
sv_se: Grå uppe till höger
th_th: มุมขอบสีเทาขนาดเล็กด้านบนทางซ้าย
tr_tr: Gri Sağ Üst Dikdörtgen
vi_vn: Ô vuông xám ở góc trên bên phải
zh_cn: 左顶灰方
zh_tw: 左方上側灰色
