Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# subtitles_entity_enderman_ambient
source: Enderman vwoops
ar_sa: Vwoops Enderman
be_by: Буркатанне эндармэна
bg_bg: Ендърмен говори
ca_es: Home d'Ender murmura
cs: endermaní skřehotání
de: Enderman vwoopt
el_gr: Ο Έντερμαν βγουίζει
es: Onomatopeya de enderman
fi: Enderman uoppi
fr_ca: Vwoop d'Enderman
ga_ie: Críochnaitheoir ag vúpáil
gd_gb: Tha an t-enderman a' leigeil bhùb
gl_es: Gruñido de Enderman
he: אנדרמן ווהופ
hu_hu: Enderman vwuppog
id_id: Suara Enderman
it: Un enderman fa vwoop
ja_jp: エンダーマンが鳴く
ka_ge: ენდერმენის ვუპი
ko_kr: 앤더맨이 울음
lb_lu: Endermann vwoopt
lt_lt: Endermanas sako "vwoops"
ms_my: Enderman bercakap
mt_mt: Raġel tal-Ender għamel "vwoop"
nl_nl: Enderman vwoopt
nn_no: Enderman gryntar
pl: Enderman burczy
pt: Enderman faz ruído
ro_ro: Enderman vociferând
ru_ru: Урчание эндермена
sk_sk: Šepot endermana
sl_si: Enderman se teleportira
sv_se: Enderman pratar
th_th: เอนเดอร์แมนร้อง
tr_tr: Enderman vuupladı
vi_vn: Người Ender kêu
zh_cn: 末影人：低鸣
zh_tw: 終界使者低鳴聲

# subtitles_entity_enderman_death
source: Enderman dies
af_za: Enderman sterf
ar_sa: وفاة Enderman
be_by: Эндармэн гіне
bg_bg: Ендърмен умира
ca_es: Home d'Ender mor
cs: enderman zemřel
da_dk: Enderman dør
de: Enderman stirbt
el_gr: Ο Έντερμαν πεθαίνει
es: Enderman muere
fi: Enderman kuolee
fr_ca: Enderman qui meurt
ga_ie: Críochnaitheoir ag fáil bháis
gd_gb: Tha an t-enderman a' bàsachadh
gl_es: Morte de Enderman
he: אנדרמן מת
hu_hu: Enderman meghal
id_id: Enderman mati
it: Un enderman muore
ja_jp: エンダーマンが死ぬ
ka_ge: ენდერმენი მოკვდა
ko_kr: 엔더맨이 죽음
lb_lu: Endermann stierft
lt_lt: Miršta endermanas
ms_my: Enderman mati
mt_mt: Raġel tal-Ender miet
nl_nl: Enderman sterft
nn_no: Enderman døyr
pl: Enderman ginie
pt: Enderman morre
ro_ro: Enderman murind
ru_ru: Эндермен погибает
sk_sk: Umieranie endermana
sl_si: Enderman umre
sv_se: Enderman dör
th_th: เอนเดอร์แมนตาย
tr_tr: Enderman öldü
vi_vn: Người Ender chết
zh_cn: 末影人：死亡
zh_tw: 終界使者死亡

# subtitles_entity_enderman_hurt
source: Enderman hurts
af_za: Enderman beseer
ar_sa: Enderman يضر
be_by: Эндармэн паранены
bg_bg: Нараняване на ендърмен
ca_es: Home d'Ender ferit
cs: enderman byl zraněn
da_dk: Enderman bliver skadet
de: Enderman nimmt Schaden
el_gr: Ο Έντερμαν πονά
es: Enderman herido
fi: Enderman vahingoittuu
fr_ca: Enderman blessé
ga_ie: Gortaítear críochnaitheoir
gd_gb: Chaidh an t-enderman a leònadh
gl_es: Enderman ferido
he: אנדרמן נפצע
hu_hu: Enderman sérül
id_id: Enderman terluka
it: Un enderman è ferito
ja_jp: エンダーマンがダメージを受ける
ka_ge: ენდერმენი დაიჭრა
ko_kr: 엔더맨이 상처를 입음
lb_lu: Endermann hellt Schued
lt_lt: Sužeistas endermanas
ms_my: Enderman kesakitan
mt_mt: Raġel tal-Ender weġġa'
nl_nl: Enderman heeft pijn
nn_no: Enderman har vondt
pl: Enderman cierpi
pt: Enderman aleija-se
ro_ro: Enderman rănit
ru_ru: Эндермен ранен
sk_sk: Poranenie endermana
sl_si: Enderman se poškoduje
sv_se: Enderman skadas
th_th: เอนเดอร์แมนได้รับบาดเจ็บ
tr_tr: Enderman hasar aldı
vi_vn: Người Ender bị thương
zh_cn: 末影人：受伤
zh_tw: 終界使者受傷

# subtitles_entity_enderman_stare
source: Enderman cries out
af_za: Enderman huil
ar_sa: وتخاطب Enderman
be_by: Эндармэн крычыць
bg_bg: Ендърмен извиква
ca_es: Home d'Ender xiscla
cs: enderman řve
da_dk: Enderman skriger
de: Enderman schreit
el_gr: Ο Έντερμαν κλαίει
es: Grito de enderman
fi: Enderman itkee
fr_ca: Enderman qui s'enrage
ga_ie: Críochnaitheoir ag ligean béice
gd_gb: Tha an t-enderman a' comhairc
gl_es: Grito de Enderman
he: אנדרמן זועק
hu_hu: Enderman felkiált
id_id: Jeritan Enderman
it: Un enderman grida
ja_jp: エンダーマンが叫ぶ
ka_ge: ენდერმენმა დაიყვირა
ko_kr: 엔더맨이 울부짖음
lb_lu: Endermann jäizt
lt_lt: Klykia endermanas
ms_my: Enderman berseru
mt_mt: Enderman werżaq
nl_nl: Enderman schreeuwt
nn_no: Enderman skrik
pl: Enderman krzyczy
pt: Enderman grita
ro_ro: Enderman urlând
ru_ru: Эндермен вскрикнул
sk_sk: Krik endermana
sl_si: Enderman zajoka
sv_se: Enderman skriker
th_th: เอนเดอร์แมนร้องไห้
tr_tr: Enderman çığlık atıyor
vi_vn: Người Ender nhìn
zh_cn: 末影人：喊叫
zh_tw: 終界使者大聲嘶吼

# subtitles_entity_enderman_teleport
source: Enderman teleports
af_za: Enderman teleporteer
ar_sa: اندرمان يتنقل
be_by: Эндармэн тэлепартуецца
bg_bg: Ендърмен се телепортира
ca_es: Home d'Ender es teletransporta
cs: enderman se teleportoval
da_dk: Enderman teleportere
de: Enderman teleportiert
el_gr: Ο Έντερμαν τηλεμεταφέρεται
es: Enderman se teletransporta
fi: Enderman teleporttaa
fr_ca: Enderman qui se téléporte
ga_ie: Críochnaitheoir ag teileapórtáil
gd_gb: Tha an t-enderman a' tele-phortadh
gl_es: Enderman teleportado
he: אנדרמן משתגר
hu_hu: Enderman teleportál
id_id: Teleportasi Enderman
it: Un enderman si teletrasporta
ja_jp: エンダーマンがテレポートする
ka_ge: ენდერმენი გადატელეპორტდა
ko_kr: 엔더맨이 순간이동함
lb_lu: Endermann teleportéiert
lt_lt: Teleportuojasi endermanas
ms_my: Enderman menelepot
mt_mt: Raġel tal-Ender itteleportja
nl_nl: Enderman teleporteert
nn_no: Enderman teleporterar
pl: Enderman teleportuje się
pt: Enderman teletransporta-se
ro_ro: Enderman teleportându-se
ru_ru: Эндермен телепортируется
sk_sk: Teleportovanie endermana
sl_si: Enderman se teleportira
sv_se: Enderman teleporterar
th_th: เอนเดอร์แมนวาร์ป
tr_tr: Enderman ışınlandı
vi_vn: Người Ender dịch chuyển tức thì
zh_cn: 末影人：传送
zh_tw: 終界使者瞬移

# subtitles_entity_endermite_ambient
source: Endermite scuttles
af_za: Endermite kruip
ar_sa: Endermite لمنظم حفلة
be_by: Эндармайт уцякае
bg_bg: Ендърмит се измъква
ca_es: Peixet d'Ender arrastrant-se
cs: endermit cupitá
da_dk: Endermite iler
de: Endermite krabbelt
el_gr: Ο Εντερμίτης φεύγει
es: Endermite arrastrándose
fi: Endermite vilistää
fr_ca: Sifflement d'Endermite
ga_ie: Fríd na Críche ag sciurdadh
gd_gb: Tha an t-endermite a' snàigeadh
gl_es: Besbellar dun endermite
he: אנדרמייט רוחש
hu_hu: Endermite mászkál
id_id: Tungau Ender bergegas
it: Un endermite striscia
ja_jp: エンダーマイトが鳴く
ka_ge: ენდერმიტი დარბის
ko_kr: 엔더마이트가 종종걸음침
lb_lu: Endermite krabbelt
lt_lt: Sprunka endermitas
ms_my: Endermite berlari tergesa-gesa
mt_mt: Dudu tal-Ender infixel
nl_nl: Endermijt schuifelt
pl: Endermit drepcze
pt: Endermite faz barulho
ro_ro: Endermite sâsâind
ru_ru: Эндермит сбегает
sk_sk: Cupitanie endermana
sl_si: Endermite zasika
sv_se: Endermite hasar
th_th: เอนเดอร์ไมท์ร้อง
tr_tr: Endermite tısladı
vi_vn: Rận Ender kêu
zh_cn: 末影螨：叫声
zh_tw: 終界蟎竄動

# subtitles_entity_endermite_death
source: Endermite dies
af_za: Endermite sterf
ar_sa: وفاة Endermite
be_by: Эндармайт гіне
bg_bg: Ендърмит умира
ca_es: Peixet d'Ender mor
cs: endermit zemřel
da_dk: Endermite dør
de: Endermite stirbt
el_gr: Ο Εντερμίτης πεθαίνει
es: Endermite muere
fi: Endermite kuolee
fr_ca: Endermite qui meurt
ga_ie: Fríd na Críche ag fáil bháis
gd_gb: Tha an t-endermite a' bàsachadh
gl_es: Morte de Endermite
he: אנדרמייט מת
hu_hu: Endermite meghal
id_id: Tungau Ender mati
it: Un endermite muore
ja_jp: エンダーマイトが死ぬ
ka_ge: ენდერმიტი მოკვდა
ko_kr: 엔더마이트가 죽음
lb_lu: Endermite stierft
lt_lt: Miršta endermitas
ms_my: Endermite mati
mt_mt: Dudu tal-Ender miet
nl_nl: Endermijt sterft
pl: Endermit ginie
pt: Endermite morre
ro_ro: Endermite murind
ru_ru: Эндермит погибает
sk_sk: Umieranie endermita
sl_si: Endermite umre
sv_se: Endermite dör
th_th: เอนเดอร์ไมท์ตาย
tr_tr: Endermite öldü
vi_vn: Rận Ender chết
zh_cn: 末影螨：死亡
zh_tw: 終界蟎死亡

# subtitles_entity_endermite_hurt
source: Endermite hurts
af_za: Endermite beseer
ar_sa: Endermite يضر
be_by: Эндармайт паранены
bg_bg: Нараняване на ендърмит
ca_es: Peixet d'Ender ferit
cs: endermit byl zraněn
da_dk: Endermite bliver skadet
de: Endermite nimmt Schaden
el_gr: Ο Εντερμίτης πονάει
es: Endermite herido
fi: Endermite vahingoittuu
fr_ca: Endermite blessée
ga_ie: Gortaítear fríd na críche
gd_gb: Chaidh an t-endermite a leònadh
gl_es: Endermite ferido
he: אנדרמייט נפצע
hu_hu: Endermite sérül
id_id: Tungau Ender terluka
it: Un endermite è ferito
ja_jp: エンダーマイトがダメージを受ける
ka_ge: ენდერმიტი დაიჭრა
ko_kr: 엔더마이트가 상처를 입음
lb_lu: Endermite hellt Schued
lt_lt: Sužeistas endermitas
ms_my: Endermite kesakitan
mt_mt: Dudu tal-Ender weġġa'
nl_nl: Endermijt heeft pijn
pl: Endermit cierpi
pt: Endermite aleija-se
ro_ro: Endermite rănit
ru_ru: Эндермит ранен
sk_sk: Poranenie endermita
sl_si: Endermite se poškoduje
sv_se: Endermite skadas
th_th: เอนเดอร์ไมท์ได้รับบาดเจ็บ
tr_tr: Endermite hasar aldı
vi_vn: Rận Ender bị thương
zh_cn: 末影螨：受伤
zh_tw: 終界蟎受傷

# subtitles_entity_enderpearl_throw
source: Ender Pearl flies
af_za: Ender Pêrel vlieg
ar_sa: تقرير سنوى بيرل الذباب
be_by: Ляціць жамчужына Энда
bg_bg: Излитане на Перла от Края
ca_es: Perla d'Ender vola
cs: letící endová perla
da_dk: Ender-perle flyver
de: Enderperle fliegt
el_gr: Το Έντερ-μαργαριτάρι πετιέται
es: Perla de ender lanzada
fi: Ender-helmi lentää
fr_ca: Perle de l'Ender lancée
ga_ie: Lainseáiltear Péarla na Críche
gd_gb: Tha neamhnaid Ender ag itealadh
gl_es: Perla de ender lanzada
he: פנינת אנדר נזרקת
hu_hu: Endergyöngy repül
id_id: Permata Ender melayang
it: Perla di ender lanciata
ja_jp: エンダーパールが飛ぶ
ka_ge: ენდერის მარგალიტი მიფრინავს
ko_kr: 엔더 진주가 날아감
lb_lu: Enderpärel flitt
lt_lt: Skrenda ender perlas
ms_my: Pearl Ender menerbang
mt_mt: Dudu tal-Ender tar
nl_nl: Enderparel vliegt
pl: Perła Enderu leci
pt: Pérola do End atirada
ro_ro: Perlă de Ender zburând
ru_ru: Летит эндер-жемчуг
sk_sk: Svišťanie enderovej perly
sl_si: Enderov biser odleti
sv_se: Enderpärla flyger
th_th: ปาไข่มุกเอ็นเดอร์
tr_tr: Ender İncisi fırlatıldı
vi_vn: Ngọc Ender bay
zh_cn: 末影珍珠：飞出
zh_tw: 終界珍珠擲出

# subtitles_entity_experience_orb_pickup
source: Experience gained
af_za: Ervaring opgedoen
ar_sa: الخبرة المكتسبة
be_by: Атрыманы досвед
bg_bg: Получаване на опит
ca_es: Experiència guanyada
cs: zkušenosti získány
da_dk: Erfaringskugle bliver taget
de: Erfahrung erhalten
el_gr: Αποκτιέται εμπειρία
es: Experiencia obtenida
fi: Kokemuspisteitä saatu
fr_ca: Orbe d'expérience obtenue
ga_ie: Pointí taithí faighte
gl_es: Experiencia gañada
he: נצבר נסיון
hu_hu: Tapasztalati pont szerzése
id_id: Experience yang diperoleh
it: Esperienza raccolta
ja_jp: 経験値を得る
ka_ge: მიიღო გამოცდილება
ko_kr: 경험치를 얻음
lb_lu: Erfarung krut
lt_lt: Gauta patirtis
ms_my: Pengalaman didapati
mt_mt: Esperjenza nkisbet
nl_nl: Ervaring verkregen
pl: Zdobyto doświadczenie
pt: Experiência ganha
ro_ro: Experiență luată
ru_ru: Получен опыт
sk_sk: Získanie skúsenosti
sl_si: Pridobljene izkušnje
sv_se: Erfarenhet erhålls
th_th: ค่าประสบการณ์ที่ได้รับแล้ว
tr_tr: Tecrübe edinildi
vi_vn: Đã tăng kinh nghiệm
zh_cn: 获得经验
zh_tw: 獲得經驗值

# subtitles_entity_firework_blast
source: Firework blasts
af_za: Vuurwerk ontplof
ar_sa: انفجارات الالعاب النارية
be_by: Выбух феерверку
bg_bg: Взривяване на фойерверка
ca_es: Explosió de focs artificials
cs: výbuch ohňostroje
da_dk: Fyrværkeri eksplosioner
de: Feuerwerk explodiert
el_gr: Πυροτέχνημα εκρήγνυται
es: Explosión de fuegos artificiales
fi: Ilotulite räjähtää
fr_ca: Explosion de feu d'artifice
ga_ie: Tine Ealaíne ag pléascadh
gl_es: Explosión de fogo de artificio
he: זיקוקים מתפוצצים
hu_hu: Tűzijáték robban
id_id: Ledakan-ledakan kembang api
it: Scoppio di un razzo pirotecnico
ja_jp: 花火が爆発する
ka_ge: მაშხალა აფეთქდა
ko_kr: 폭죽이 폭발함
lb_lu: Feierwierk explodéiert
lt_lt: Fejeverkas sprogsta
ms_my: Bunga api meletup
mt_mt: Murtal sploda
nl_nl: Vuurwerk knalt
pl: Fajerwerk wybucha
pt: Fogo de Artifício arrebenta
ro_ro: Artificii explodând
ru_ru: Взрыв фейерверка
sk_sk: Výbuch ohňostroja
sl_si: Raketa poči
sv_se: Fyrverkeri smäller
th_th: พลุระเบิด
tr_tr: Havai Fişek patladı
vi_vn: Pháo hoa nổ
zh_cn: 烟花：爆炸
zh_tw: 煙火爆炸

# subtitles_entity_firework_launch
source: Firework launches
af_za: Vuurwerk lanseer
ar_sa: اطلاق الالعاب النارية
be_by: Феерверк запушчаны
bg_bg: Запалване на фойерверка
ca_es: Llançament de focs artificials
cs: odpálení rachejtle
da_dk: Fyrværkeri flyver
de: Feuerwerk zündet
el_gr: Το πυροτέχνημα εκτοξεύεται
es: Lanzamiento de fuegos artificiales
fi: Ilotulite laukaistaan
fr_ca: Feu d'artifice lancé
ga_ie: Tine Ealaíne ag lainseáil
gl_es: Lanzamento de fogo de artificio
he: זיקוקים משתגרים
hu_hu: Tűzijáték kilövése
id_id: Kembang api diluncurkan
it: Lancio di un razzo pirotecnico
ja_jp: 花火が打ち上がる
ka_ge: მაშხალა გავარდა
ko_kr: 폭죽이 발사됨
lb_lu: Feierwierk zündt
lt_lt: Paleidžiamas fejeverkas
ms_my: Bunga api melancar
mt_mt: Murtal tar
nl_nl: Vuurwerk lanceert
pl: Wystrzelono fajerwerk
pt: Fogo de Artifício é lançado
ro_ro: Artificii lansate
ru_ru: Запуск фейерверка
sk_sk: Odpálenie ohňostroja
sl_si: Raketa odleti
sv_se: Fyrverkeri avfyras
th_th: ยิงพลุ
tr_tr: Havai Fişek fırlatıldı
vi_vn: Pháo hoa bay lên
zh_cn: 烟花：发射
zh_tw: 發射煙火

# subtitles_entity_firework_twinkle
source: Firework twinkles
af_za: Vuurwerk flikker
ar_sa: يسكن العيون وابتهالات ترتعش الالعاب النارية
be_by: Феерверк мільгоча
bg_bg: Блестене на фойерверка
ca_es: Espurnes de focs artificials
cs: jiskření ohňostroje
da_dk: Fyrværkeri funkler
de: Feuerwerk funkelt
el_gr: Το πυροτέχνημα λαμπυρίζει
es: Destellos de fuegos artificiales
fi: Ilotulitus räiskyy
fr_ca: Pétarade de feu d'artifice
ga_ie: Tine Ealaíne ag drithliú
gl_es: O fogete brilla
he: זיקוקים מנצנצים
hu_hu: Tűzijáték villódzik
id_id: Kembang api berkelip
it: Scintillio di un razzo pirotecnico
ja_jp: 花火がきらめく
ka_ge: მაშხალა ციმციმებს
ko_kr: 폭죽이 반짝임
lb_lu: Feierwierk fonkelt
lt_lt: Fejeverkas mirga
ms_my: Bunga api bersinar
mt_mt: Murtal xegħel
nl_nl: Vuurwerk glinstert
pl: Fajerwerk iskrzy
pt: Fogo de Artifício brilha
ro_ro: Artificii pârâind
ru_ru: Мерцание фейерверка
sk_sk: Ligotanie ohňostroja
sl_si: Raketa zaseva
sv_se: Fyrverkeri glimmar
th_th: พลุกะพริบ
tr_tr: Havai Fişek pırıldıyor
vi_vn: Pháo hoa lấp lánh
zh_cn: 烟火：闪烁
zh_tw: 煙火閃爍

# subtitles_entity_generic_big_fall
source: Something fell
af_za: Iets het geval
ar_sa: سقط شئ ما
be_by: Нешта ўпала
bg_bg: Нещо пада
ca_es: Alguna cosa cau
cs: něco spadlo
da_dk: Noget faldt
de: Etwas ist gefallen
el_gr: Κάτι έπεσε
es: Caída de un objeto
fa_ir: چیزی افتاد
fi: Jotain tippui
fr_ca: Gros impact au sol
ga_ie: Thit rud éigin
gl_es: Obxecto caído
he: משהו נפל
hu_hu: Valami leesik
id_id: Sesuatu jatuh
it: Qualcosa è caduto
ja_jp: 何かが落ちる
ka_ge: რაღაც ჩამოვარდა
ko_kr: 무언가 떨어짐
lb_lu: Eppes ass ëmgefall
lt_lt: Kažkas nukrito
ms_my: Sesuatu benda telah jatuh
mt_mt: Waqgħet xi ħaġa
nl_nl: Iets viel
pl: Coś spadło
pt: Alguma coisa caiu
ro_ro: Ceva căzând
ru_ru: Что-то упало
sk_sk: Pád niečoho
sl_si: Nekaj je padlo
sv_se: Någonting föll hårt
th_th: มีบางสิ่งตกลงมา
tr_tr: Bir şey düştü
vi_vn: Cái gì đó rơi
zh_cn: 某物：着地
zh_tw: 物體落地聲

# subtitles_entity_generic_burn
source: Burning
af_za: Brand
ar_sa: الاحتراق
be_by: Гарэнне
bg_bg: Горене
ca_es: Alguna cosa cremant-se
cs: hoření
da_dk: Brænder
de: Brennen
el_gr: Καίγονται
es: Se quema
fi: Palaa
fr_ca: En train de brûler
ga_ie: Dó
gl_es: Quemándose
he: נשרף
hu_hu: Égés
id_id: Pembakaran
it: Qualcosa sta bruciando
ja_jp: 燃えている
ka_ge: წვა
ko_kr: 타는 소리
lb_lu: Um brennen
lt_lt: Degimas
lv_lv: Degšana
ms_my: Pembakaran
mt_mt: Ħruq
nl_nl: Branden
nn_no: Brenn
pl: Płonięcie
pt: Queimando
ro_ro: Ceva arzând
ru_ru: Горение
sk_sk: Horenie
sl_si: Gorenje
sv_se: Brinner
th_th: กำลังเผา
tr_tr: Yanma
vi_vn: Đang cháy
zh_cn: 燃烧
zh_tw: 燃燒

# subtitles_entity_generic_death
source: Dying
af_za: Sterf
ar_sa: الموت
be_by: Нехта гіне
bg_bg: Умиране
ca_es: Alguna cosa morint
cs: umírání
da_dk: Døende
de: Sterben
el_gr: Πεθαίνουν
es: Agonía
fi: Kuolee
fr_ca: En train de mourir
ga_ie: Ag fáil bháis
gl_es: Agonía
he: גוסס
hu_hu: Haldoklás
id_id: Sekarat
it: Morte
ja_jp: 死ぬ
ka_ge: სიკვდილის ხმა
ko_kr: 죽어감
lb_lu: Um stierwen
lt_lt: Mirtis
ms_my: Kematian
mt_mt: Mewt
nl_nl: Sterven
nn_no: Døyr
pl: Umieranie
pt: Morrendo
ro_ro: Ceva murind
ru_ru: Агония
sk_sk: Umieranie
sl_si: Umiranje
sv_se: Döende
th_th: กำลังตาย
tr_tr: Ölme
vi_vn: Đang chết
zh_cn: 濒死
zh_tw: 死亡

# subtitles_entity_generic_drink
source: Sipping
af_za: Drink
ar_sa: يحتسي
be_by: Сёрбанне
bg_bg: Сърбане
ca_es: Bebent
cs: srkání
da_dk: Nipper
de: Schlürfen
el_gr: Ρουφώντας
es: Bebiendo
fi: Juodaan
fr_ca: En train de boire
ga_ie: Súimíneacht
gl_es: Bebendo
he: לוגם
hu_hu: Kortyolás
id_id: Meminum
it: Sorsi
ja_jp: 飲む
ka_ge: წრუპვა
ko_kr: 마시는 소리
lb_lu: Um schlappen
lt_lt: Gurkšnis
ms_my: Menghirup
mt_mt: Xorb
nl_nl: Drinken
nn_no: Nippar
pl: Siorbanie
pt: Bebendo
ro_ro: Sorbit
ru_ru: Прихлёбывание
sk_sk: Pitie
sl_si: Srkanje
sv_se: Drickande
th_th: จิบ
tr_tr: İçme
vi_vn: Đang húp
zh_cn: 啜饮
zh_tw: 飲用聲

# subtitles_entity_generic_eat
source: Eating
af_za: Eet
ar_sa: تناول الطعام
be_by: Жваканне
bg_bg: Ядене
ca_es: Menjant
cs: jedení
da_dk: Spiser
de: Essen
el_gr: Τρώγοντας
es: Comiendo
fi: Syödään
fil_ph: Kumakain
fr_ca: En train de manger
ga_ie: Ag ith
gl_es: Comendo
he: אכילה
hu_hu: Evés
id_id: Makan
it: Morsi
ja_jp: 食べる
ka_ge: ჭამა
ko_kr: 먹는 소리
lb_lu: Um iessen
lt_lt: Valgymas
lv_lv: Ēšana
ms_my: Memakan
mt_mt: Tmeċliq
nl_nl: Eten
nn_no: Et
pl: Jedzenie
pt: Comendo
ro_ro: Mâncat
ru_ru: Чавканье
sk_sk: Jedenie
sl_si: Jedenje
sv_se: Ätande
th_th: กำลังกิน
tr_tr: Yeme
vi_vn: Đang ăn
zh_cn: 进食
zh_tw: 進食

# subtitles_entity_generic_explode
source: Explosion
af_za: Ontploffing
ar_sa: انفجار
be_by: Выбух
bg_bg: Взрив
ca_es: Explosió
cs: exploze
da_dk: Eksplosion
el_gr: Έκρηξη
es: Explosión
fi: Räjähdys
fil_ph: Pagsabog
ga_ie: Pléasc
gl_es: Explosión
he: פיצוץ
hu_hu: Robbanás
id_id: Ledakan
it: Esplosione
ja_jp: 爆発する
ka_ge: აფეთქება
ko_kr: 폭발 소리
lb_lu: Explosioun
lt_lt: Sprogimas
lv_lv: Sprādziens
ms_my: Letupan
mt_mt: Splużjoni
nl_nl: Explosie
nn_no: Eksplosjon
pl: Wybuch
pt: Explosão
ro_ro: Explozie
ru_ru: Взрыв
sk_sk: Výbuch
sl_si: Eksplozija
th_th: การระเบิด
tr_tr: Patlama
vi_vn: Nổ tung
zh_cn: 爆炸
zh_tw: 爆炸

# subtitles_entity_generic_extinguish_fire
source: Fire extinguishes
af_za: Vuur blus
ar_sa: حريقة تطفأ
be_by: Агонь стух
bg_bg: Угасване на огън
ca_es: Un foc s'extingeix
cs: dušení ohně
da_dk: Brand slukkes
de: Feuer erlischt
el_gr: Η φωτιά σβήνει
es: Fuego extinguido
fi: Tuli sammuu
fil_ph: Pinatay ang Apoy
fr_ca: Extinction d'un feu
ga_ie: Tine dá múchadh
gl_es: Lume sufocado
he: אש כבית
hu_hu: Tűz kialszik
id_id: Pemadaman api
it: Fuoco estinto
ja_jp: 炎が消える
ka_ge: ცეცხლი ჩაქრა
ko_kr: 불이 꺼짐
lb_lu: Feier verläscht
lt_lt: Užgęsta ugnis
ms_my: Api memadamkan
mt_mt: Nar intefa
nl_nl: Vuur wordt geblust
pl: Ogień gaśnie
pt: Fogo apaga-se
ro_ro: Foc stingându-se
ru_ru: Потух огонь
sk_sk: Uhasenie ohňa
sl_si: Ogenj je ugasnil
sv_se: Eld slocknar
th_th: ไฟถูกดับแล้ว
tr_tr: Ateş söndürüldü
vi_vn: Lửa được dập
zh_cn: 火：熄灭
zh_tw: 火焰熄滅聲

# subtitles_entity_generic_hurt
source: Something hurts
af_za: Iets is beseer
ar_sa: شيء تألم
be_by: Нехта паранены
bg_bg: Нараняване на нещо
ca_es: Alguna cosa es danya
cs: něco bylo zraněno
da_dk: Noget bliver skadet
de: Etwas nimmt Schaden
el_gr: Κάτι πονά
es: Algo te hiere
fi: Jokin vahingoittuu
fil_ph: May nasaktan
fr_ca: Blessure
ga_ie: Gortaítear rud éigin
gd_gb: Chaidh rudeigin a leònadh
gl_es: Algo sofre
he: משהו נפצע
hu_hu: Valami megsért
id_id: Sesuatu yang terluka
it: Qualcosa è ferito
ja_jp: 何かがダメージを受ける
ka_ge: რაღაც დაიჭრა
ko_kr: 무언가가 상처를 입음
lb_lu: Eppes hellt Schued
lt_lt: Kažkas susižeidė
ms_my: Sesuatu benda kesakitan
mt_mt: Uġiegħ
nl_nl: Iets heeft pijn
pl: Coś cierpi
pt: Algo aleija-se
ro_ro: Ceva rănit
ru_ru: Кто-то ранен
sk_sk: Poranenie
sl_si: Nekaj se poškoduje
sv_se: Någonting skadas
th_th: อะไรบางอย่างได้รับบาดเจ็บ
tr_tr: Bir şey hasar aldı
vi_vn: Cái gì đó bị thương
zh_cn: 某物：受伤
zh_tw: 一些東西受到傷害

# subtitles_entity_generic_small_fall
source: Something tripped
af_za: Iets het gestruikel
ar_sa: شيء تعثر
be_by: Нешта ўпала
bg_bg: Нещо се спъва
ca_es: Alguna cosa ha caigut
cs: něco upadlo
da_dk: Noget udløst
de: Etwas stolpert
el_gr: Κάτι σκόνταψε
es: Algo se ha disparado
fi: Jotain tipahti
fil_ph: May nadapa
fr_ca: Petit impact au sol
ga_ie: Baineadh tuisle as rud éigin
gl_es: Algo tropezou
he: משהו מעד
hu_hu: Valami megbotlik
id_id: Sesuatu yang tersandung
it: Piccola caduta
ja_jp: 何かがつまずく
ka_ge: რაღაც წაიქცა
ko_kr: 무언가 떨어짐
lb_lu: Eppes fëllt
lt_lt: Kažkas suklupo
ms_my: Sesuatu benda telah tersandung
mt_mt: Xi ħaġa tfixklet
nl_nl: Iets struikelde
pl: Coś upadło
pt: Algo tropeçou
ro_ro: Ceva împiedicându-se
ru_ru: Споткнулся
sk_sk: Zakopnutie
sl_si: Nekaj pade
sv_se: Någonting föll
th_th: บางอย่างติดกับ
tr_tr: Bir şey takıldı
vi_vn: Cái gì đó vấp ngã
zh_cn: 某物：摔倒
zh_tw: 有東西被絆倒

# subtitles_entity_generic_splash
source: Splashing
af_za: Plas
ar_sa: رش
be_by: Плёскат
bg_bg: Шляпане
ca_es: Esquitxades
cs: šplouchání
da_dk: Sprøjt
de: Platschen
el_gr: Πιτσίλισμα
es: Salpicadura
fi: Roiskeita
fil_ph: Sumasaboy
fr_ca: Éclaboussure
ga_ie: Stealladh
gl_es: Batuxada
he: התזה
hu_hu: Fröccsenés
id_id: Percikan
it: Schizzi d'acqua
ja_jp: 水しぶきが立つ
ka_ge: შხაპუნი
ko_kr: 무언가 튀는 소리
lb_lu: Platschen
lt_lt: Pliuškenimas
lv_lv: Šlakata
ms_my: Percikan
mt_mt: Tixrid tal-ilma
nl_nl: Spetteren
pl: Pluskanie
pt: Splash
ro_ro: Pleoscăituri
ru_ru: Всплеск
sk_sk: Špliechanie
sl_si: Škropljenje
sv_se: Plaskande
th_th: กระจาย
tr_tr: Şapırdama
vi_vn: Tõm
zh_cn: 溅起水花
zh_tw: 濺水聲

# subtitles_entity_generic_swim
source: Swimming
af_za: Swem
ar_sa: سباحة
be_by: Плаванне
bg_bg: Плуване
ca_es: Nedant
cs: plavání
da_dk: Svømme
de: Schwimmen
el_gr: Κολύμπι
es: Nadando
fi: Uimista
fil_ph: Lumalangoy
fr_ca: En train de nager
ga_ie: Snámh
gl_es: Nadando
he: שוחה
hu_hu: Úszás
id_id: Berenang
it: Nuoto
ja_jp: 泳ぐ
ka_ge: ცურვა
ko_kr: 수영하는 소리
lb_lu: Schwammen
lt_lt: Plaukimas
ms_my: Renang
mt_mt: Għawm
nl_nl: Zwemmen
pl: Pływanie
pt: Nadando
ro_ro: Înotat
ru_ru: Плаванье
sk_sk: Plávanie
sl_si: Plavanje
sv_se: Simmande
th_th: ว่ายน้ำ
tr_tr: Yüzme
vi_vn: Bơi
zh_cn: 实体：游泳
zh_tw: 游泳

# subtitles_entity_ghast_ambient
source: Ghast cries
af_za: Ghast huil
ar_sa: صرخات شبح
be_by: Гаст плача
bg_bg: Гаст стене
ca_es: Una medusa abissal plora
cs: ďas pláče
da_dk: Ghast græder
de: Ghast jammert
el_gr: Το Γκαστ δακρύζει
es: Llanto de ghast
fi: Ghast parahtaa
fil_ph: Umiiyak ang Ghasta
fr_ca: Ghast qui pleure
ga_ie: Uafaireach ag caoineadh
gd_gb: Tha an ghast ag èigheachd
gl_es: Grito de Ghast
he: גאסט בוכה
hu_hu: Ghast nyöszörög
id_id: Ghast teriak
it: Un ghast geme
ja_jp: ガストが泣く
ka_ge: გასტის ტირილი
ko_kr: 가스트가 울음
lb_lu: Ghast jéimert
lt_lt: Verkia gastas
ms_my: Ghast menangis
mt_mt: Ghast werżqet
nl_nl: Ghast schreeuwt
pl: Ghast pojękuje
pt: Ghast chora
ro_ro: Ghast plângând
ru_ru: Плач гаста
sk_sk: Ghast plače
sl_si: Ghast joka
sv_se: Ghast gråter
th_th: แก๊ซร้องไห้
tr_tr: Ghast ağlıyor
vi_vn: Ghast kêu
zh_cn: 恶魂：哭泣
zh_tw: 地獄幽靈哭聲

# subtitles_entity_ghast_death
source: Ghast dies
af_za: Ghast sterf
ar_sa: موت شبح
be_by: Гаст гіне
bg_bg: Умиране на гаст
ca_es: Una medusa abissal mor
cs: ďas zemřel
da_dk: Ghast dør
de: Ghast stirbt
el_gr: Το Γκαστ πεθαίνει
es: Ghast muere
fi: Ghast kuolee
fil_ph: Ghasta namatay
fr_ca: Ghast qui meurt
ga_ie: Uafaireach ag fáil bháis
gd_gb: Tha an ghast a' bàsachadh
gl_es: Morte de Ghast
he: גאסט מת
hu_hu: Ghast meghal
id_id: Ghast meninggal
it: Un ghast muore
ja_jp: ガストが死ぬ
ka_ge: გასტი მოკვდა
ko_kr: 가스트가 죽음
lb_lu: Ghast stierft
lt_lt: Miršta gastas
ms_my: Ghast mati
mt_mt: Ghast mietet
nl_nl: Ghast sterft
pl: Ghast ginie
pt: Ghast morre
ro_ro: Ghast murind
ru_ru: Гаст погибает
sk_sk: Umieranie ghasta
sl_si: Ghast umre
sv_se: Ghast dör
th_th: แก๊ซตาย
tr_tr: Ghast öldü
vi_vn: Ghast chết
zh_cn: 恶魂：死亡
zh_tw: 地獄幽靈死亡
