Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# createWorld_customize_custom_confirmTitle
source: Warning!
af_za: Waarskuwing!
ar_sa: تحذير!
be_by: Папярэджанне!
bg_bg: Внимание!
ca_es: Atenció!
cs: Upozornění!
da_dk: Advarsel!
de: Achtung!
de_at: Achtung!
el_gr: Προσοχή!
es: ¡Atención!
eu_es: Kontuz!
fa_ir: هشدار!
fi: Varoitus!
fil_ph: Babala!
fr_ca: Avertissement !
ga_ie: Rabhadh!
gd_gb: Rabhadh!
gl_es: Coidado!
he: אזהרה!
hi_in: चेतावनी!
hr_hr: Upozorenje!
hu_hu: Figyelem!
hy_am: ուշադրություն!
id_id: Peringatan!
is_is: Varúð!
it: Attenzione!
ja_jp: 警告！
ka_ge: გაფრთხილება!
ko_kr: 경고!
lb_lu: Oppassen!
lt_lt: Įspėjimas!
lv_lv: Brīdinājums!
mi_nz: whakatūpato!
mk_mk: Предупредување!
mn_mn: анхааруулах!
ms_my: Amaran!
mt_mt: Twissija!
nl_nl: Waarschuwing!
nn_no: Åtvaring!
pl: Uwaga!
pt: Aviso!
ro_ro: Atenție!
ru_ru: Внимание!
sk_sk: Upozornenie!
sl_si: Opozorilo!
sq_al: Kujdes!
sv_se: Varning!
th_th: คำเตือน!
tr_tr: Uyarı!
vi_vn: Lưu ý!
zh_cn: 警告！
zh_tw: 警告！

# createWorld_customize_custom_coordinateScale
source: Coordinate Scale
af_za: Koördinaatskaal
ar_sa: حجم الاحداثيات
be_by: Каардынатная вось
bg_bg: Хоризонтално мащабиране
ca_es: Escala de coordenades
cs: Měřítko souřadnic
da_dk: Koordinationsskala
de: Horizontaler Faktor
el_gr: Κλίμακα Συντεταγμένων
es: Extensión horizontal
eu_es: Kordenatuean eskala
fa_ir: هماهنگ کردن مقیاس
fi: Koordinaatin Skaala
fil_ph: Iskala ng Posisyon
fr_ca: Échelle horizontale
ga_ie: Scála Cothrománach
gd_gb: Sgèile nan co-chomharran
gl_es: Extensión horizontal
he: סרגל קואורדינטות
hr_hr: Uvećanje Koordinata
hu_hu: Vízszintes nyújtás
id_id: Koordinat Skala
is_is: Hnit skali
it: Stiram. orizzontale
ja_jp: スケール位置
ka_ge: კოორდინატთა სკალა
ko_kr: 좌표 규모
lb_lu: Horizontale Faktor
lt_lt: Koordinačių dydis
lv_lv: Kodrināšu skals
mk_mk: Координира Скала
ms_my: Skala Koordinasi
nl_nl: Coördinatenschaal
nn_no: Koordinatskala
pl: Skala współrzędnych
pt: Escala de coord.
ro_ro: Scară orizontală
ru_ru: Размытие по X,Z
sk_sk: Rozpätie koordinácií
sl_si: Koordinatni obseg
sq_al: Koordinuar Scale
sv_se: Koordinatskala
th_th: มาตราส่วน
tr_tr: Koordinat Ölçeği
vi_vn: Quy mô tọa độ
zh_cn: 平面比例
zh_tw: 橫向座標比例

# createWorld_customize_custom_count
source: Spawn Tries
af_za: Skepping Pogings
ar_sa: محاولات التوليد
be_by: Спроб стварэння радовішча
bg_bg: Опити за създаване
ca_es: Intents d'aparició
cs: Pokusy o umístění
da_dk: Yngelforsøg
de: Generierungsversuche
el_gr: Προσπάθειες Δημιουργίας
es: Intentos de vetas
eu_es: Sorketaren saialdiak
fa_ir: تخم ریزی تلاش می کند
fi: Luomisen Yritykset
fil_ph: Beses ng Pangingitlog
fr_ca: Fréquence des filons
ga_ie: Iarrachtaí Giniúna
gd_gb: Oidhirpean a’ ghintinn
gl_es: Intentos de vetas
he: מקום נקודת התחלה
hr_hr: Pokušaji Stvaranja
hu_hu: Lerakási próbálkozások
id_id: Percobaan Bangkit
is_is: Kveikjutilraunir
it: Tentativi di generazione
ja_jp: 鉱脈の生成頻度
ka_ge: ხეების გაჩენა
ko_kr: 생성 시도
lb_lu: Spawnversich
lt_lt: Generavimo bandymai
lv_lv: Veidošanas mēģinājums
mk_mk: Потомство Обиди
mn_mn: Үүсэх боломж
ms_my: cubaan hidup semula
nl_nl: Spawn pogingen
nn_no: Utplasseringsforsøk
pl: Próby spawnu
pt: Tent. coloc. minério
ro_ro: Încercări de generare
ru_ru: Попыток генерации
sk_sk: Hojnosť
sl_si: Poskušanje spawnanja rud
sq_al: Farë Përpiqet
sv_se: Utplaceringsförsök
th_th: การเกิดของแร่
tr_tr: Oluşum Deneme Sayısı
vi_vn: Số lần thử sinh đẻ
zh_cn: 生成尝试次数
zh_tw: 嘗試生成次數

# createWorld_customize_custom_defaults
source: Defaults
af_za: Beginwaardes
ar_sa: الإعدادات الافتراضية
be_by: Па змаўчанні
bg_bg: По подразбиране
ca_es: Opcions per defecte
cs: Výchozí hodnoty
da_dk: Standardindstilling
de: Standardwerte
de_at: Zrugg wias wor
el_gr: Προεπιλογές
es: Por defecto
eu_es: Lehenetsi
fa_ir: به صورت پیش فرض
fi: Vakiot
fil_ph: Mga Orihinal
fr_ca: Par défaut
ga_ie: Réamhshocruithe
gd_gb: Bun-roghainnean
gl_es: Por defecto
he: ברירת מחדל
hi_in: चूक
hr_hr: Zadane Postavke
hu_hu: Alapértékek
hy_am: ըստ նախնականի
id_id: Bawaan
is_is: Sjálfgefið
it: Predefinite
ja_jp: デフォルトに戻す
ka_ge: საწყისი პარამეტრები
ko_kr: 기본값
lb_lu: Standardwäerter
lt_lt: Numatytieji
lv_lv: Noklusējums
mk_mk: стандардно
mn_mn: Өгөгдмөл
ms_my: Lalai
nl_nl: Standaardwaarden
nn_no: Standard
pl: Domyślne
pt: Predefinições
ro_ro: Prestabilite
ru_ru: По умолчанию
sk_sk: Predvolené
sl_si: Privzete nastavitve
sv_se: Standardvärden
th_th: ค่าเริ่มต้น
tr_tr: Varsayılanlar
vi_vn: Mặc định
zh_cn: 默认
zh_tw: 預設值

# createWorld_customize_custom_depthNoiseScaleExponent
source: Depth Noise Exponent
af_za: Diepte Geraas Eksponent
ar_sa: مضاعف عمق الضوضاء
be_by: Экспанента глыбіннага шуму
bg_bg: Степен на дълбочинно смущение
ca_es: Exponent del soroll de profunditat
cs: Exponent hloub. šumu
da_dk: Støjdybdeeksponent
de: Exponent Rauschen Tiefe
el_gr: Δείκτης Βάθους Θορύβου
es: Tamaño de desniveles
eu_es: soinu sakonera esponentea
fa_ir: عمق توانی سر و صدا
fi: Syvyyskohinan Eksponentti
fil_ph: Exponent ng Malalim na Ingay
fr_ca: Taille des cavités
ga_ie: Easpónant Thorann Doimhneachta
gd_gb: Easponant air tuaireamachd na doimhne
gl_es: Tamaño de desniveis
he: עומק רעש מעריכי
hr_hr: Eksponenta Dubinskog Šuma
hu_hu: Mélységi zaj exponens
is_is: Dýptar ruglunar veldisvísir
it: Esponente dislivelli
ja_jp: 奥行きノイズ指数
ka_ge: სიღრმის ხმაურის მაჩვენებელი
ko_kr: 심층 노이즈 지수
lb_lu: Déiftendauschexp.
lt_lt: Gylio triukšmo laipsnio rodiklis
lv_lv: Formu izmaiņas rādītājs
mk_mk: Длабочина Бучава Експонент
ms_my: Kedalaman eksponen bunyi
nl_nl: Diepte ruisexponent X
nn_no: Eksponent for dybdestøy
pl: Wykładnik szumu głębi
pt: Exp. profund. ruído
ro_ro: Mărimea cavităților
ru_ru: Размер единицы шума
sk_sk: Exponent hĺbkového šumu
sl_si: Eksponent globinske lestvice
sq_al: Thellësia Zhurma Eksponenti
sv_se: Djupbrusexponent
th_th: ความลึกของเสียงยก
tr_tr: Derinlik Gürültü Kuvveti
vi_vn: Độ nhiễu động chiều sâu
zh_cn: 高度差异指数
zh_tw: 深度雜訊指數

# createWorld_customize_custom_depthNoiseScaleX
source: Depth Noise Scale X
af_za: Diepte Geraas Skaal X
ar_sa: مقياس عمق الضوضاء X
be_by: Глыбінны шум па восі X
bg_bg: Дълбочинно смущение по X
ca_es: Escala de soroll de profunditat X
cs: Hloubkový šum X
da_dk: Dybdeskala Støj X
de: Rauschfaktor Tiefe X
el_gr: Κλίμακα Βάθους Θορύβου Χ
es: Desniveles de X
eu_es: X. mailako soinu sakonera
fa_ir: عمق مقیاس سر و صدا X
fi: Syvyyskohinan Skaala X
fil_ph: Iskala ng Malalim na Ingay X
fr_ca: Profondeur en X
ga_ie: Scála Torann Doimhneachta X
gd_gb: Sgèile X air tuaireamachd na doimhne
gl_es: Desniveis de X
he: עומק סולם רעש X
hr_hr: Dubinski Šum Mjera X
hu_hu: Mélységi zajmérték X
is_is: Dýptar ruglunar skali X
it: Profondità in X
ja_jp: X方向の起伏の激しさ
ka_ge: სიღრმის ხმაურის სკალა X
ko_kr: 심층 노이즈 규모 X
lb_lu: Déiftendauschfak. X
lt_lt: Gylio triukšmo dydis X
lv_lv: Dziļuma mērogošana X
mk_mk: Длабочина Бучава Скала Десет
ms_my: Kedalaman skala bunyi X
nl_nl: Diepte ruisschaal X
nn_no: Dybdestøyskala X
pl: Skala szumu głębi X
pt: Esc. profund. ruído X
ro_ro: Adâncime în X
ru_ru: Уровень шума по X
sk_sk: X stupnica hĺbkového šumu
sl_si: Globinska lestvica X
sq_al: Deoth Scale Zhurma X
sv_se: Djupbrusskala X
th_th: ความลึกของเสียงขนาด X
tr_tr: Derinlik Gürültü Ölçeği X
vi_vn: Quy mô độ nhiễu chiều sâu X
zh_cn: X轴高度差异值
zh_tw: 深度雜訊比例X

# createWorld_customize_custom_depthNoiseScaleZ
source: Depth Noise Scale Z
af_za: Diepte Geraas Skaal Z
ar_sa: مقياس عمق الضوضاء Z
be_by: Глыбінны шум па восі Z
bg_bg: Дълбочинно смущение по Z
ca_es: Escala de soroll de profunditat Z
cs: Hloubkový šum Z
da_dk: Dybdeskala Støj Z
de: Rauschfaktor Tiefe Z
el_gr: Κλίμακα Βάθους Θορύβου Ζ
es: Desniveles de Z
eu_es: Z. mailako soinu sakonera
fa_ir: سر و صدا در مقیاس عمق Z
fi: Syvyyskohinan Skaala Z
fil_ph: Iskala ng Malalim na Ingay Z
fr_ca: Profondeur en Z
ga_ie: Scála Torann Doimhneachta Z
gd_gb: Sgèile Z air tuaireamachd na doimhne
gl_es: Desniveis de Z
he: עומק סולם רעש Z
hr_hr: Dubinski Šum Mjera Z
hu_hu: Mélységi zajmérték Z
is_is: Dýptar ruglunar skali Z
it: Profondità in Z
ja_jp: 奥行きノイズスケール Z
ka_ge: სიღრმის ხმაურის სკალა Z
ko_kr: 심층 노이즈 규모 Z
lb_lu: Déiftendauschfak. Y
lt_lt: Gylio triukšmo dydis Z
lv_lv: Dziļuma mērogošana Z
mk_mk: Длабочина Бучава Скала Z
ms_my: Kedalaman skala bunyi Z
nl_nl: Diepte ruisschaal Z
nn_no: Dybdestøyskala Z
pl: Skala szumu głębi Z
pt: Esc. profund. ruído Z
ro_ro: Adâncime în Z
ru_ru: Уровень шума по Z
sk_sk: Z stupnica hĺbkového šumu
sl_si: Globinska lestvica Z
sq_al: Deoth Scale Zhurma Z
sv_se: Djupbrusskala Z
th_th: ความลึกของเสียงขนาด Z
tr_tr: Derinlik Gürültü Ölçeği Z
vi_vn: Quy mô độ nhiễu chiều sâu Z
zh_cn: Z轴高度差异值
zh_tw: 深度雜訊比例Z

# createWorld_customize_custom_dungeonChance
source: Dungeon Count
af_za: Kerker Telling
ar_sa: تعداد القبو
be_by: Колькасць падзямелляў
bg_bg: Брой на тъмниците
ca_es: Quantitat de masmores
cs: Množství podzemí
da_dk: Fangekælderantal
de: Anzahl Verliese
de_at: Onzoih Kerka
el_gr: Αριθμός Μπουντρουμιών
es: Cantidad de mazmorras
eu_es: Ziega kopurua
fa_ir: تعداد دفعات مشاهده به سیاه چال انداختن
fi: Vankityrmien Määrä
fil_ph: Bilang ng Mga Piitan
fr_ca: Fréquence des donjons
ga_ie: Uimhir Doinsiún
gd_gb: Uiread nan toll-dubha
gl_es: Cantidade de alxubes
he: כמות הצינוקים
hi_in: काल कोठरी गिन्ति
hr_hr: Broj Tamnica
hu_hu: Kazamaták száma
is_is: Dýflissufjöldi
it: Numero di segrete
ja_jp: ダンジョンの数
ka_ge: მიწისქვეშა საპყრობილეთა რაოდენობა
ko_kr: 던전 개수
lb_lu: Unzuel un Dungeons
lt_lt: Požem. kambarių skaičius
lv_lv: Cietokšņu skaits
mk_mk: Грофот зандана
mn_mn: Газар доорх шоронгийн тоо
ms_my: Kiraan penjara bawah tanah
nl_nl: Aantal kerkers
nn_no: Antal fangehol
pl: Liczba lochów
pt: Contag. de masmorras
ro_ro: Frecvența temnițelor
ru_ru: Количество подземелий
sk_sk: Počet žalárov
sl_si: Število ječ
sq_al: Dungeons numërimit
sv_se: Antar monstergrottor
th_th: จำนวนดันเจี้ยน
tr_tr: Zindan Sayısı
vi_vn: Số lượng ngục
zh_cn: 地牢数量
zh_tw: 地牢數量

# createWorld_customize_custom_fixedBiome
source: Biome
af_za: Bioom
ar_sa: منطقة أحيائية
be_by: Біём
bg_bg: Биоми
ca_es: Bioma
cs: Biom
da_dk: Biom
el_gr: Βιότοπος
es: Biomas
eu_es: Bioma
fa_ir: زیست بوم
fi: Biomi
ga_ie: Bithóm
gd_gb: Àrainneachd
gl_es: Bioma
he: אזור
hi_in: पर्यावरण
hr_hr: Biom
hu_hu: Biom
hy_am: Բիօմ
id_id: Bioma
is_is: Landsvæði
it: Bioma
ja_jp: バイオーム
ka_ge: ბიომი
ko_kr: 생물군계
lb_lu: Biomer
lt_lt: Biomas
lv_lv: Pasaules daļa
mk_mk: Биом
mn_mn: Байгалын бүс
nl_nl: Biotoop
nn_no: Landskap
pl: Biom
pt: Bioma
ro_ro: Biom
ru_ru: Биом
sk_sk: Bióm
sl_si: Ekosistem
sv_se: Biom
tr_tr: Biyom
vi_vn: Quần xã
zh_cn: 生物群系
zh_tw: 生態域

# createWorld_customize_custom_heightScale
source: Height Scale
af_za: Hoogte Skaal
ar_sa: مقياس الارتفاع
be_by: Шкала вышыні
bg_bg: Вертикално мащабиране
ca_es: Escala d'alçada
cs: Měřítko výšky
da_dk: Højdeskala
de: Vertikaler Faktor
el_gr: Κλίμακα Ύψους
es: Altura
eu_es: Altuera eskala
fa_ir: مقیاس ارتفاع
fi: Korkeuden Skaala
fil_ph: Iskala ng Taas
fr_ca: Échelle verticale
ga_ie: Scála Ingearach
gd_gb: Sgèile na h-àirde
gl_es: Altitude
he: סולם הגובה
hi_in: ऊँचाई के पैमाने
hr_hr: Uvećanje Visine
hu_hu: Függőleges nyújtás
id_id: Tinggi Skala
is_is: Hæðar skali
it: Scala verticale
ja_jp: 高さの幅
ka_ge: სიმაღლის სკალა
ko_kr: 높이 규모
lb_lu: Vertikale Faktor
lt_lt: Aukščio dydis
lv_lv: Augstuma skala
mk_mk: Височина Скала
ms_my: Skala Ketinggian
nl_nl: Hoogteschaal
nn_no: Høyde skala
pl: Skala wysokości
pt: Escala em Altura
ro_ro: Scară verticală
ru_ru: Размытие по Y
sk_sk: Rozpätie výšky
sl_si: Višinska lestvica
sq_al: Shkallë lartësi
sv_se: Höjdskala
th_th: ขนาดความสูง
tr_tr: Yükseklik Ölçeği
vi_vn: Quy mô chiều cao
zh_cn: 高度比例
zh_tw: 縱向高度比例

# createWorld_customize_custom_lavaLakeChance
source: Lava Lake Rarity
af_za: Lawadam Waarskeinlikheid
ar_sa: ندرة بحيرات الحمم البركانية
be_by: Верагоднасць лававага возера
bg_bg: Рядкост на лавените езера
ca_es: Raresa dels llacs de lava
cs: Vzácnost lávových jezer
da_dk: Lavasøsjældenhed
de: Seltenheit Lavaseen
el_gr: Σπανιότητα Λιμνών Λάβας
es: Rareza de lagos de lava
eu_es: Laba ozeanoen maiztasuna
fa_ir: دریاچه گدازه نادر
fi: Laavajärvien Harvinaisuus
fil_ph: Pagkabihira ng mga Lawa ng Kumukulong Putik
fr_ca: Rareté des lacs de lave
ga_ie: Teirce Locha Laibhe
gd_gb: Gainnead nan lochan làbha
gl_es: Rareza de lagos de lava
he: תדירות אגמי לבה
hr_hr: Rijetkost Jezera Lave
hu_hu: Lávatavak ritkasága
id_id: Kelangkaan Danau Lava
is_is: Fátíðni hrauntjarna
it: Rarità dei laghi di lava
ja_jp: 溶岩湖の希少度
ka_ge: ლავის ტბების იშვიათობა
ko_kr: 용암 호수 희귀도
lb_lu: Seelenheet vu Lavaséien
lt_lt: Lavos ežero retumas
lv_lv: Lavas ezeru retums
mi_nz: Maori
mk_mk: Лава Езерото Реткост
mn_mn: Хайлмаган нуурын нягтшил
ms_my: Kejarangan Tasik Lava
nl_nl: Lavameren zeldzaamheid
nn_no: Sjeldanheit av lavasjøar
pl: Rzadkość jezior lawy
pt: Rarid. lagos de lava
ro_ro: Raritate lacuri de lavă
ru_ru: Редкость лавовых озёр
sk_sk: Rarita lávových jazier
sl_si: Pogostost jezer lave
sq_al: Lava E Liqenit Të Rrallë
sv_se: Lavasjösällsynthet
th_th: สังข์ทะเลลาวา
tr_tr: Lav Gölü Seyrekliği
vi_vn: Độ hiếm hồ dung nham
zh_cn: 熔岩湖密度
zh_tw: 熔岩湖稀有程度

# createWorld_customize_custom_lowerLimitScale
source: Lower Limit Scale
af_za: Onderste Perk Skaal
ar_sa: مقياس الحد الأدنى
be_by: Ніжняя мяжа шкалы
bg_bg: Мащаб на долната граница
ca_es: Escala del límit inferior
cs: Měřítko hloubkové meze
da_dk: Nedre begrænsningsskala
de: Untere Begrenzung
el_gr: Κλίμακα Κατώτατου Ορίου
es: Límite inferior
eu_es: Beheko limiteko eskala
fa_ir: حد پایینی مقیاس
fi: Alemman Rajan Skaala
fil_ph: Iskala ng Limitasyong Pambaba
fr_ca: Limite inférieure
ga_ie: Scála Íosteorainn
gd_gb: Sgèile na crìche ìochdaraich
gl_es: Límite inferior
he: סולם גבול תחתון
hr_hr: Mjera Donje Granice
hu_hu: Alsó határ mértéke
is_is: Lægri mörk skala
it: Limite inferiore
ja_jp: スケール下限
ka_ge: ქვედა ზღვრის სკალა
ko_kr: 하한 규모
lb_lu: Ënnescht Grenz
lt_lt: Apatinis limito dydis
lv_lv: Apakšējā skalas robeža
mk_mk: Долната Граница Скала
ms_my: Skala Had Menurun
nl_nl: Ondergrens schaal
nn_no: Nedre grense skala
pl: Dolny limit skali
pt: Esc. lim. inferior
ro_ro: Limită inferioară
ru_ru: Нижний предел
sk_sk: Dolná hranica rozsahu
sl_si: Spodnja meja obsega
sq_al: Scale Lower Limit
sv_se: Undre gränsskala
th_th: ระดับจำกัดของสเกลต่ำลง
tr_tr: Alt Sınır Ölçeği
vi_vn: Quy mô hạn mức tối thiểu
zh_cn: 规模下限
zh_tw: 下限比例

# createWorld_customize_custom_mainNoiseScaleX
source: Main Noise Scale X
af_za: Hoof Geraas Skaal X
ar_sa: مقياس الضوضاء الرئيسي X
be_by: Расцягванне па восі X
bg_bg: Смущение по координата X
ca_es: Escala principal de soroll X
cs: Základní šum X
da_dk: Hovedskala Støj X
de: Rauschfaktor X
el_gr: Κύρια Κλίμακα Θορύβου X
es: Extensión de X
eu_es: Zarata-eskala Nagusia X
fa_ir: مقیاس اصلی نویز X
fi: Pääkohinan Skaala X
fil_ph: Pangunahing Iskala ng Ingay X
fr_ca: Étirement en X
ga_ie: Scála Príomhthorainn X
gd_gb: Prìomh-sgèile X na tuaireamachd
gl_es: Extensión de X
he: סולם רעש עיקרי X
hr_hr: Glavni Šum Mjera X
hu_hu: Fő zajmérték X
is_is: Aðal ruglunar skali X
it: Stiramento in X
ja_jp: 地形の伸び：X軸
ka_ge: ხმაურის სკალა X
ko_kr: 주요 노이즈 규모 X
lb_lu: Dauschfaktor X
lt_lt: Pagrindinis triukšmo dydis X
lv_lv: Teritorijas mērogošana X
mk_mk: Главната бучава скала X
ms_my: Skala bunyi X utama
nl_nl: Hoofd ruisschaal X
nn_no: Hovedstøyskala X
pl: Główna skala szumu X
pt: Esc. ruído princ. X
ro_ro: Întindere în X
ru_ru: Растягивание по X
sk_sk: X stupnica hlavného šumu
sl_si: Terenska lestvica X
sq_al: Zhurma Scale kryesore X
sv_se: Huvudbrusskala X
th_th: ระดับเสียงหลัก X
tr_tr: Ana Gürültü Ölçeği X
vi_vn: Quy mô độ nhiễu chính X
zh_cn: 主地形差异值 X
zh_tw: 主雜訊比例X

# createWorld_customize_custom_mainNoiseScaleY
source: Main Noise Scale Y
af_za: Hoof Geraas Skaal Y
ar_sa: مقياس الضوضاء الرئيسي Y
be_by: Расцягванне па восі Y
bg_bg: Смущение по координата Y
ca_es: Escala principal de soroll Y
cs: Základní šum Y
da_dk: Hovedskala Støj Y
de: Rauschfaktor Y
el_gr: Κύρια Κλίμακα Θορύβου Υ
es: Extensión de Y
eu_es: Zarata-eskala Nagusia Y
fa_ir: مقیاس اصلی نویز Y
fi: Pääkohinan Skaala Y
fil_ph: Pangunahing Iskala ng Ingay Y
fr_ca: Étirement en Y
ga_ie: Scála Príomhthorainn Y
gd_gb: Prìomh-sgèile Y na tuaireamachd
gl_es: Extensión de Y
he: סולם רעש עיקרי Y
hr_hr: Glavni Šum Mjera Y
hu_hu: Fő zajmérték Y
id_id: Main Noise Scale X
is_is: Aðal ruglunar skali Y
it: Stiramento in Y
ja_jp: 地形の伸び：Y軸
ka_ge: მთავარი ხმაურის სკალა Y
ko_kr: 주요 노이즈 규모 Y
lb_lu: Dauschfaktor Y
lt_lt: Pagrindinis triukšmo dydis Y
lv_lv: Teritorijas mērogošana Y
mk_mk: Главната бучава скала Y
ms_my: Skala bunyi Y utama
nl_nl: Hoofd ruisschaal Y
nn_no: Hovedstøyskala Y
pl: Główna skala szumu Y
pt: Esc. ruído princ. Y
ro_ro: Întindere în Y
ru_ru: Растягивание по Y
sk_sk: Y stupnica hlavného šumu
sl_si: Terenska lestvica Y
sq_al: Zhurma Scale kryesore Y
sv_se: Huvudbrusskala Y
th_th: ระดับเสียงหลัก Y
tr_tr: Ana Gürültü Ölçeği Y
vi_vn: Quy mô độ nhiễu chính Y
zh_cn: 主地形差异值 Y
zh_tw: 主雜訊比例Y

# createWorld_customize_custom_mainNoiseScaleZ
source: Main Noise Scale Z
af_za: Hoof Geraas Skaal Z
ar_sa: مقياس الضوضاء الرئيسي Z
be_by: Расцягванне па восі Z
bg_bg: Смущение по координата Z
ca_es: Escala principal de soroll Z
cs: Základní šum Z
da_dk: Hovedskala Støj Z
de: Rauschfaktor Z
el_gr: Κύρια Κλίμακα Θορύβου Ζ
es: Extensión de Z
eu_es: Zarata-eskala Nagusia Z
fa_ir: مقیاس اصلی سر و صدا Z
fi: Pääkohinan Skaala Z
fil_ph: Pangunahing Iskala ng Ingay Z
fr_ca: Étirement en Z
ga_ie: Scála Príomhthorainn Z
gd_gb: Prìomh-sgèile Z na tuaireamachd
gl_es: Extensión de Z
he: סולם רעש עיקרי Z
hr_hr: Glavni Šum Mjera Z
hu_hu: Fő zajmérték Z
is_is: Aðal ruglunar skali Z
it: Stiramento in Z
ja_jp: 地形の伸び：Z軸
ka_ge: ხმაურის სკალა Z
ko_kr: 주요 노이즈 규모 Z
lb_lu: Dauschfaktor Z
lt_lt: Pagrindinis triukšmo dydis Z
lv_lv: Teritorijas mērogošana Z
mk_mk: Главната бучава скала Z
ms_my: Skala bunyi Z utama
nl_nl: Hoofd ruisschaal Z
nn_no: Hovedstøyskala Z
pl: Główna skala szumu Z
pt: Esc. ruído princ. Z
ro_ro: Întindere în Z
ru_ru: Растягивание по Z
sk_sk: Z stupnica hlavného šumu
sl_si: Terenska lestvica Z
sq_al: Zhurma Scale kryesore Z
sv_se: Huvudbrusskala Z
th_th: ระดับเสียงหลัก Z
tr_tr: Ana Gürültü Ölçeği Z
vi_vn: Quy mô độ nhiễu chính Z
zh_cn: 主地形差异值 Z
zh_tw: 主雜訊比例Z

# createWorld_customize_custom_maxHeight
source: Max. Height
af_za: Maks. Hoogte
ar_sa: أعلى إرتفاع
be_by: Максімальная вышыня
bg_bg: Максимална височина
ca_es: Alçada màxima
cs: Max. výška
da_dk: Maks. Højde
de: Maximalhöhe
el_gr: Ανώτατο Ύψος
es: Altura máxima
eu_es: Altuera maximoa
fa_ir: حداکثر ارتفاع
fi: Maksimi Korkeus
fil_ph: Pinakamataas na Taas
fr_ca: Hauteur maximum
ga_ie: Uasairde
gd_gb: An àirde as motha
gl_es: Altura máxima
he: גובה מקסימלי
hr_hr: Maks. Visina
hu_hu: Max. magasság
hy_am: առավելագույն բարձրությունը
id_id: Max. Tinggi
is_is: Mesta hæð
it: Altezza massima
ja_jp: 高さ上限
ka_ge: მაქს. სიმაღლე
ko_kr: 최대 높이
lb_lu: Max. Héicht
lt_lt: Maks. aukštis
lv_lv: Maksimālais. Augstums
mk_mk: Макс. Висина
mn_mn: Дээд цэг
ms_my: Ketinggian Maksimum
nl_nl: Maximale hoogte
nn_no: Maksimal høgde
pl: Maks. wysokość
pt: Altura Máx.
ro_ro: Înălțime maximă
ru_ru: Максимальная высота
sk_sk: Max. výška
sl_si: Največja višina
sq_al: Max. Lartësi
sv_se: Maximumhöjd
th_th: ความสูงสูงสุด
tr_tr: Maks. Yükselik
vi_vn: Độ cao tối đa
zh_cn: 最高高度
zh_tw: 高度上限

# createWorld_customize_custom_minHeight
source: Min. Height
af_za: Min. Hoogte
ar_sa: أدنى إرتفاع
be_by: Мінімальная вышыня
bg_bg: Минимална височина
ca_es: Alçada mínima
cs: Min. výška
da_dk: Min. Højde
de: Mindesthöhe
el_gr: Ελάχιστο Ύψος
es: Altura mínima
eu_es: Altuera minimoa
fa_ir: حداقل ارتفاع
fi: Minimikorkeus
fil_ph: Pinakamaliit na Taas
fr_ca: Hauteur minimum
ga_ie: Íosairde
gd_gb: An àirde as lugha
gl_es: Altura mínima
he: גובה מינימלי
hi_in: मि. ऊंचाई
hr_hr: Min. Visina
hu_hu: Min. magasság
hy_am: Նվազագույն բարձրությունը
id_id: Tinggi Minimum
is_is: Minnsta hæð
it: Altezza minima
ja_jp: 高さ下限
ka_ge: მინ. სიმაღლე
ko_kr: 최소 높이
lb_lu: Min. Héicht
lt_lt: Min. aukštis
lv_lv: Minimālais augstums
mk_mk: Мин. Висина
mn_mn: Доод цэг
ms_my: Ketinggian Minimum
nl_nl: Minimale hoogte
nn_no: Minimal høgde
pl: Min. wysokość
pt: Altura Mín.
ro_ro: Înălțime minimă
ru_ru: Минимальная высота
sk_sk: Min. výška
sl_si: Najmanjša višina
sq_al: Min. Lartësi
sv_se: Minimumhöjd
th_th: ความสูงต่ำสุด
tr_tr: Min. Yükseklik
vi_vn: Độ cao tối thiểu
zh_cn: 最低高度
zh_tw: 高度下限

# createWorld_customize_custom_next
source: Next Page
af_za: Volgende Bladsy
ar_sa: الصفحة التالية
be_by: Наступная старонка
bg_bg: Следваща стр.
ca_es: Pàgina següent
cs: Další
da_dk: Næste side
de: Weiter
de_at: Weida
el_gr: Επόμενη Σελίδα
es: Siguiente
eu_es: Hurrengo orrialdea
fa_ir: صفحه بعدی
fi: Seuraava Sivu
fil_ph: susunod na pahina
fr_ca: Page suiv.
ga_ie: Lch Eile
gd_gb: An ath-dhuilleag
gl_es: Páxina seguinte
he: עמוד הבא
hi_in: अगले पृष्ठ
hr_hr: Sljedeća Stranica
hu_hu: Következő oldal
hy_am: Հաջորդ էջ
id_id: Halaman Berikutnya
is_is: Næsta síða
it: Avanti
ja_jp: 次のページへ
ka_ge: შემდეგი გვერდი
ko_kr: 다음 페이지
lb_lu: Nächst Säit
lt_lt: Kitas puslapis
lv_lv: Nākamā lapuse
mk_mk: Следна Страна
mn_mn: Дараагийн хуудас
ms_my: Laman Selepas
mt_mt: Paġna li Jmiss
nl_nl: Volgende
nn_no: Neste side
pl: Następna
pt: Página seguinte
ro_ro: Înainte
ru_ru: Вперёд
sk_sk: Nasledujúca strana
sl_si: Naslednja stran
sq_al: Faqja Tjetër
sv_se: Nästa sida
th_th: หน้าถัดไป
tr_tr: Sonraki Sayfa
vi_vn: Trang sau
zh_cn: 下一页
zh_tw: 下一頁

# createWorld_customize_custom_page0
source: Basic Settings
af_za: Basiese Verstellings
ar_sa: الإعدادات الأساسية
be_by: Базавыя налады
bg_bg: Основни настройки
ca_es: Configuració bàsica
cs: Základní nastavení
da_dk: Grundlæggende indstillinger
de: Grundeinstellungen
de_at: Grudneistellungen
el_gr: Βασικές Ρυθμίσεις
es: Ajustes básicos
eu_es: Oinarrizko ezarpenak
fa_ir: تنظیمات اولیه
fi: Perusasetukset
fil_ph: mga pangunahing settings
fr_ca: Options de base
ga_ie: Socruithe Bunúsacha
gd_gb: Roghainnean bunasach
gl_es: Axustes básicos
he: הגדרות בסיסיות
hi_in: सामान्य सेटिंग्स
hr_hr: Osnovne Postavke
hu_hu: Alapbeállítások
hy_am: Հիմնական պարամետրեր
id_id: Pengaturan Dasar
is_is: Grunn stillingar
it: Impostazioni basilari
ja_jp: 基本設定
ka_ge: ძირითადი პარამეტრები
ko_kr: 기본 설정
lb_lu: Grondastellungen
lt_lt: Pagrindiniai nustatymai
lv_lv: Pamatiestatījumi
mi_nz: Tautuhinga tumu
mk_mk: Општи Опции
mn_mn: Энгийн тохиргоо
ms_my: Tetapan Asas
mt_mt: Għażliet Bażiċi
nl_nl: Basisinstellingen
nn_no: Vanlege innstillingar
pl: Podstawowe ustawienia
pt: Definições Básicas
ro_ro: Setări de bază
ru_ru: Основные параметры
sk_sk: Základné nastavenia
sl_si: Osnovne nastavitve
sq_al: Parametrat bazë
sv_se: Grundläggande inställningar
th_th: การตั้งค่าพื้นฐาน
tr_tr: Genel Ayarlar
vi_vn: Thiết chỉnh cơ bản
zh_cn: 基本设置
zh_tw: 基本設定
