Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# achievement_buildHoe_desc
source: Use planks and sticks to make a hoe
af_za: Gebruik planke en stokke om 'n skoffel te maak
ar_sa: أستخدم الالواح و العصى لصناعة مجرفة
be_by: Зрабіце матыку з дошак і палак
bg_bg: Използвай дъски и пръчки, за да направиш мотика
ca_es: Fes servir taulons de fusta i pals per a fer una aixada
cs: Použij prkna a tyčky k výrobě motyky
da_dk: Brug planker og pinde til at lave et lugejern
de: Baue eine Feldhacke aus Holzbrettern und Stöcken
de_at: Moch a Hock aus Hoizbrettl und Steck
el_gr: Χρησιμοποιήστε σανίδες και ραβδιά για να φτιάξετε μια τσάπα
es: Usa madera y palos para hacer una azada
eu_es: Zurezko oholak eta makilak erabili aitzur bat egiteko
fa_ir: از الوار و ميله چوبي يک کج بیل بساز.
fi: Tee puukuokka kepeistä ja laudoista
fil_ph: Gumamit ng mga tabla at mga tunkod para makagawa ng isang asada
fr_ca: Utilisez du matériau et des bâtons pour fabriquer une houe
ga_ie: Bain úsáid as plainc agus maidí chun grafóg a dhéanamh
gl_es: Usa táboas de madeira e paus para facer un sacho
he: השתמש בקרשים ומקלות כדי להכין מעדר
hi_in: बोर्डों और लाठी का प्रयोग बनाने के लिए एक कुदाल
hr_hr: Pomoću dasaka i štapova napravi motiku.
hu_hu: Készíts egy kapát deszkából és botokból
hy_am: Օգտագործեք ֆայտիկները ու տախտակները, որպեսզի ստեղծեք թոխր
id_id: Gunakan papan kayu dan tongkat untuk membuat sebuah cangkul
is_is: Notaðu planka og spýtur til að búa til ljá
it: Usa assi e bastoni per fabbricare una zappa
ja_jp: 木材と棒を使い、木のクワを作る
ka_ge: ფიცრებისა და ჯოხებისგან დაამზადეთ თოხი
ko_kr: 판자와 막대기로 괭이를 만드세요
lb_lu: Maach een Heel aus Holzbrieder a Bengelen
lt_lt: Iš lentų ir pagaliukų pasidarykite kauptuką
lv_lv: Izmanto dēļus un nūjas, lai uztaisītu kapli
ms_my: Gunakan papan dan batang kayu untuk menghasilkan sebilah cangkul
mt_mt: Uża pjanċi u stikek biex toħloq mgħażqa
nl_nl: Maak een schoffel van planken en stokken
nn_no: Lag ei krafse av plankar og pinnar
pl: Użyj desek i patyków, aby skonstruować motykę
pt: Usa tábuas e paus para fazer uma enxada
ro_ro: Folosește scânduri și bețe ca să faci o sapă
ru_ru: Собрать мотыгу из досок и палок
sk_sk: Použi dosky a palice na výrobu motyky
sl_si: Uporabi deske in palice za izdelavo motike
sv_se: Använd plankor och pinnar för att skapa en flåhacka
th_th: ใช้ไม้กระดานและแท่งไม้เพื่อสร้างจอบ
tr_tr: Tahta ve çubukları kullanarak bir çapa yap
vi_vn: Sử dụng các tấm ván và gậy để tạo ra một cái cuốc
zh_cn: 使用木板和木棍来制作一把锄
zh_tw: 使用木材與木棒合成一把木鋤

# achievement_buildPickaxe
source: Time to Mine!
af_za: Tyd om te Myn!
ar_sa: حان الوقت للتنقيب!
be_by: Час капаць!
bg_bg: Време за копаене!
ca_es: Hora de minar!
cs: Vzhůru dolů!
da_dk: Tid til at mine!
de: Glück Auf!
de_at: Glück Auf!
el_gr: Ώρα για Εξόρυξη!
es: ¡Hora de minar!
eu_es: Meatzeko garaia!
fa_ir: موقع معدن
fi: Aika louhia!
fil_ph: Oras ng Pagmimina!
fr_ca: On s'en va au boulot !
ga_ie: Am Mianadóireachta!
gl_es: Hora de picar!
he: זמן לחצוב!
hi_in: खदान के लिए समय!
hr_hr: Vrijeme je za Kopanje!
hu_hu: Vár a bánya!
hy_am: Հայթհայթելու Ժամանկն Է!
id_id: Waktunya Menambang!
is_is: Tími til að Grafa!
it: A scavare!
ja_jp: いざ採掘！
ka_ge: მაღაროში მუშაობის დროა!
ko_kr: 채굴 개시!
lb_lu: Zäit fir ze buddelen!
lt_lt: Laikas kasti!
lv_lv: Laiks rakt!
ms_my: Masa untuk melombong!
mt_mt: Ħin il-Minjieri!
nl_nl: Beginnen met ontginnen!
nn_no: No skal det hakkast!
pl: Czas kopać!
pt: Hora de Minar!
ro_ro: La minat!
ru_ru: Пора в шахту!
sk_sk: Ide sa ťažiť!
sl_si: Čas za rudarjenje!
sv_se: Dags att gräva!
th_th: ได้เวลาทำเหมืองแล้ว!
tr_tr: Madencilik Zamanı!
vi_vn: Đi khai mỏ nào!
zh_cn: 采矿时间到！
zh_tw: 採礦時間！

# achievement_buildPickaxe_desc
source: Use planks and sticks to make a pickaxe
af_za: Gebruik planke en stokke om 'n pik te maak
ar_sa: استخدم الالواح و العصى لصناعة معول
be_by: Зрабіце кірку з дошак і палак
bg_bg: Използвай дъски и пръчки, за да си направиш кирка
ca_es: Fes servir taulons de fusta i pals per a fer un pic
cs: Použij prkna a tyčky na výrobu krumpáče
da_dk: Brug planker og pinde til at lave en hakke
de: Fertige eine Spitzhacke aus Holzbrettern und Stöcken
de_at: Moch a Spitzhock aus Hoizbrettl und Steck
el_gr: Χρησιμοποιήστε σανίδες και ραβδιά για να φτιάξετε μια αξίνα
es: Usa madera y palos para hacer un pico
eu_es: Zurezko oholak eta makilak erabili pikotx bat egiteko
fa_ir: از الوار و میله یک کلنگ بساز.
fi: Tee puuhakku kepeistä ja laudoista
fil_ph: Gumamit ng mga tabla at mga tunkod para gumawa ng piko
fr_ca: Utilisez des planches de bois et des bâtons pour fabriquer une pioche
ga_ie: Bain úsáid as plainc agus maidí chun piocóid a dhéanamh
gl_es: Usa táboas de madeira e paus para facer un pico
he: השתמש בקרשים ובמקלות כדי ליצור מכוש
hi_in: बोर्डों और लाठी का उपयोग करने के लिए एक कुदाल से मिट्टी खुरपना बनाने
hr_hr: Pomoću dasaka i štapova napravi kramp.
hu_hu: Készíts egy csákányt deszkából és botokból
hy_am: Օգտագործեք տաղտակները եվ փայտիկները քլունգ ստանալու համար
id_id: Gunakan papan kayu dan tongkat untuk membuat Beliung
is_is: Notaðu planka og spýtur til að búa til haka
it: Usa assi e bastoni per fabbricare un piccone
ja_jp: 木材と棒を使い、木のツルハシを作る
ka_ge: ფიცრებისა და ჯოხებისგან დაამზადეთ წერაქვი
ko_kr: 판자와 막대기로 곡괭이를 만드세요
lb_lu: Benotz Brieder a Bengele fir eng Pickaaxt ze maachen
lt_lt: Naudokite lentas ir pagaliukus pagaminti kirtikliui
lv_lv: Izmanto dēļus un nūjas, lai uztaisītu cirtni
ms_my: Menggunakan papan dan batang kayu untuk menghasilkan sebilah beliung
mt_mt: Uża pjanċi u stikek biex toħloq baqqun
nl_nl: Maak een houweel van planken en stokken
nn_no: Lag ei hakke av plankar og pinnar
pl: Użyj desek i patyków aby skonstruować kilof
pt: Usa tábuas e paus para fazer uma picareta
ro_ro: Folosește scânduri și bețe ca să faci un târnăcop
ru_ru: Собрать кирку из досок и палок
sk_sk: Použi dosky a palice na výrobu krompáča
sl_si: Uporabi deske in palice za izdelavo krampa
sv_se: Använd plankor och pinnar för att göra en hacka
th_th: นำไม้แปรรูปและแท่งไม้มาทำเป็นอีเต้อ
tr_tr: Bir kazma yapmak için tahtaları ve çubukları kullan
vi_vn: Sử dụng các tấm ván và gậy để tạo ra một cái cúp
zh_cn: 使用木板和木棍来制作一把镐
zh_tw: 使用木材和木棒合成一把木鎬

# achievement_buildSword
source: Time to Strike!
af_za: Tyd vir Aksie!
ar_sa: حان وقت الهجوم!
be_by: Змагайся, перамагай!
bg_bg: Време за удар!
ca_es: A l'atac!
cs: Hrrrr na ně!
da_dk: Tid til at slå til!
de: Zu den Waffen!
de_at: Zu de Woffn!
el_gr: Ώρα για Επίθεση!
es: ¡Al ataque!
eu_es: Astintzeko garaia!
fa_ir: زمان حمله
fi: Aika iskeä!
fil_ph: Oras ng Paglaban!
fr_ca: À l'attaque !
ga_ie: Am Buailte!
gl_es: Hora de Atacar!
he: זמן לתקוף!
hi_in: हड़ताल करने के लिए समय!
hr_hr: Vrijeme je za Napad!
hu_hu: Harcra fel!
hy_am: Պայքարին Պատրաստ եմ!
id_id: Waktunya Untuk Menyerang!
is_is: Bardagahetja
it: Inizia la lotta!
ja_jp: いざ突撃！
ka_ge: ჩხუბის დროა!
ko_kr: 사냥할 시간이다!
lb_lu: Ugrëff!
lt_lt: Laikas pulti!
lv_lv: Laiks uzbrukt!
ms_my: Serang!
mt_mt: Ħin il-Ġlied!
nl_nl: Ten aanval!
nn_no: No skal det herjast!
pl: Do ataku!
pt: Hora de Atacar!
ro_ro: La atac!
ru_ru: К бою готов!
sk_sk: Do zbrane!
sl_si: Čas za napad!
sv_se: Dags att slå till!
tr_tr: Saldırı Zamanı!
vi_vn: Chém!
zh_cn: 出击时间到！
zh_tw: 殺戮時間！

# achievement_buildSword_desc
source: Use planks and sticks to make a sword
af_za: Maak 'n swaard van planke en ŉ stok
ar_sa: أستخدم الالواح و العصى لصناعة سيف
be_by: Зрабіце меч з дошак і палак.
bg_bg: Използвай дъски и пръчки, за да си направиш меч
ca_es: Fes servir taulons de fusta i pals per a fer una espasa
cs: Použij prkna a tyčky na vytvoření meče
da_dk: Brug planker og pinde til at lave et sværd
de: Fertige ein Schwert aus Brettern und Stöcken
de_at: Moch a Schwert aus Hoizbrettl und Steck
el_gr: Χρησιμοποιήστε σανίδες και ραβδιά για να φτιάξετε ένα σπαθί
es: Usa madera y palos para hacer una espada
eu_es: Zurezko oholak eta makilak erabili ezpata bat egiteko
fa_ir: از الوار و ميله چوبي يک شمشير بساز.
fi: Tee puumiekka kepeistä ja laudoista
fil_ph: Gumamit ng mga tabla at mga tunkod para makagawa ng isang espada
fr_ca: Utilisez du matériau et un bâton pour fabriquer une épée
ga_ie: Bain úsáid as plainc agus maidí chun claíomh a dhéanamh
gl_es: Usa táboas de madeira e paus para facer unha espada
he: השתמש בקרשים ומקלות להכין חרב
hi_in: बोर्डों और लाठी का उपयोग करने के लिए एक तलवार बनाने
hr_hr: Upotrijebi daske i štapove kako bi napravio mač
hu_hu: Készíts kardot deszkából és botokból
hy_am: Ստեղծեք սուր փայտիկներից և տախտակներից
id_id: Gunakan papan kayu dan tongkat untuk membuat pedang
is_is: Notaðu planka og spýtur til að búa til sverð
it: Usa delle assi e un bastone per fabbricare una spada
ja_jp: 木材と棒を使い、剣を作る
ka_ge: ფიცრებისა და ჯოხებისგან დაამზადეთ ხმალი
ko_kr: 판자와 막대로 검을 만드세요
lb_lu: Benotz Brieder a Bengele fir ee Schwäert ze maachen
lt_lt: Naudodami pagaliukus ir lentas pasidarykite kardą
lv_lv: Izmanto dēļus un nūjas, lai uztaisītu zobenu
ms_my: Gunakan papan dan batang kayu untuk menghasilkan sebilah pedang
mt_mt: Uża pjanċi u stikek biex toħloq xabla
nl_nl: Maak een zwaard van planken en stokken
nn_no: Lag sverd av plankar og pinnar
pl: Użyj desek i patyków aby skonstruować miecz
pt: Usa tábuas e paus para fazer uma espada
ro_ro: Folosește scânduri și bețe pentru a face o sabie
ru_ru: Смастерить меч из досок и палок
sk_sk: Použi dosky a palice na výrobu meča
sl_si: Uporabi deske in palice za izdelavo meča
sv_se: Använd plankor och pinnar för att göra ett svärd
th_th: นำไม้แปรรูปและก้านไม้มาทำเป็นดาบ
tr_tr: Kılıç yapmak için tahta ve çubukları kullan
vi_vn: Sử dụng các tấm ván và gậy để tạo ra một thanh kiếm
zh_cn: 使用木板和木棍来制作一把剑
zh_tw: 使用木材和木棒合成一把木劍

# achievement_buildWorkBench
source: Benchmarking
af_za: Werksbankmetingsopname
ar_sa: بناء طاولة النجارة
be_by: Варштацтва
bg_bg: Масово строителство
ca_es: Elaborant
cs: Stolařina, to je dřina
da_dk: Arbejdsnarkoman
de: Fortgeschrittenes Handwerk
de_at: Fortgschrittns Hondwerk
el_gr: Δημιουργία Πάγκου Εργασίας
es: Manos a la obra
eu_es: Lan-mahaia frogatu
fa_ir: محک زنی
fi: Valmistuksen salat
fil_ph: Pagtatrabaho
fr_ca: Établissement
ga_ie: Ar an mBord
gl_es: Mans á obra
he: תפעול שולחן העבודה
hi_in: बेंचमार्किंग
hr_hr: Pravljenje Radnog Stola
hu_hu: Barkácsolj!
hy_am: Աշխատանքի Սեղան
id_id: Membuat Meja Kerja
is_is: Handverksmaður
it: Banco di prova
ja_jp: 土台作り
ka_ge: ინჟინერი
ko_kr: 작업 걸어볼까?
lb_lu: Bastelstonn
lt_lt: Darbininkas
lv_lv: Salīdzinošā novērtēšana
ms_my: Penanda aras
mt_mt: Bin is-Sengħa
nl_nl: Uit het juiste hout gesneden
nn_no: Hardt arbeid
pl: Rzemieślnictwo
pt: Mesa de Trabalho construída
ro_ro: La lucru
ru_ru: Рабочий стол
sk_sk: Ide sa pracovať!
sl_si: Delavnica
sv_se: Bygglov
tr_tr: Kıyaslama
vi_vn: Bắt đầu chế tạo
zh_cn: 这是? 工作台!
zh_tw: 基礎

# achievement_buildWorkBench_desc
source: Craft a workbench with four blocks of planks
af_za: Maak 'n werksbank uit vier plankblokke
ar_sa: اصنع طاولة النجارة بأستخدام أربعة الواح خشب
be_by: Зрабіце варштат з чатырох блокаў дошак
bg_bg: Направи си работна маса с 4 блокчета дъски
ca_es: Fes una taula d'elaboració amb quatre taulons de fusta
cs: Vyrob si stůl ze 4 prken
da_dk: Fremstil et arbejdsbord ud af fire planker
de: Stelle eine Werkbank aus vier Holzbrettern her
de_at: Moch a Werkbonk aus vier Hoizbrettl
el_gr: Κατασκευάστε ένα πάγκο εργασίας με τέσσερις σανίδες
es: Fabrica una mesa de trabajo con cuatro bloques de madera
eu_es: Egin lan-mahai bat oholezko lau blokerekin
fa_ir: با چهار تخته چوب یک میزکار بساز.
fi: Valmista työpöytä neljästä lautakuutiosta
fil_ph: Gumawa ng isang gawaan gamit ang apat na tabla
fr_ca: Fabriquez un établi avec quatre blocs de planches
ga_ie: Déan binse oibre as cheithre phlanc
gl_es: Crea un banco de traballo con catro táboas de madeira
he: בנה שולחן עבודה בעזרת ארבעה בלוקי קרשים
hi_in: बोर्डों के चार ब्लॉक के साथ एक कार्यक्षेत्र क्राफ्ट
hr_hr: Napravi radni stol s četiri bloka dasaka.
hu_hu: Készíts egy barkácsasztalt négy deszkából
hy_am: Ստեղծեք աշխատանքային սեղան չորս տախտակներից
id_id: Membuat sebuah meja kerja dengan 4 buah papan kayu
is_is: Búðu til vinnubekk með fjórum viðarplönkum
it: Fabbrica un banco da lavoro con quattro blocchi di assi
ja_jp: 木材を4つ使い、作業台を作る
ka_ge: ოთხი ფიცრისგან დაამზადეთ დაზგა
ko_kr: 판자 4개로 제작대를 만드세요
lb_lu: Stell eng Wierkbänk aus véier Holzbrieder hier
lt_lt: Pasigaminkite darbastalį iš keturių lentų blokų
lv_lv: Uztaisi darbagaldu no četriem dēļu blokiem
ms_my: Hasilkan sebuah bangku kerja menggunakan empat buah blok papan
mt_mt: Oħloq mejda tas-snajja b'erba' blokki ta' pjanċi
nl_nl: Maak een werkbank van vier houten planken
nn_no: Lag ein arbeidsbenk av fire plankar
pl: Skonstruuj stół rzemieślniczy używając czterech bloków desek
pt: Constrói uma mesa de trabalho com quatro blocos de tábuas de madeira
ro_ro: Creează o masă de lucru din patru scânduri
ru_ru: Собрать верстак из четырёх досок
sk_sk: Vyrob pracovný stôl zo štyroch drevených dosiek
sl_si: Izdelaj delovno mizo z štirimi kockami desk
sv_se: Skapa en arbetsbänk med hjälp av fyra träplanksblock
th_th: สร้างโต๊ะงานช่างด้วยไม้แปรรูปสี่ชิ้น
tr_tr: Dört tahta ile bir çalışma masası yap
vi_vn: Chế tạo một bàn làm việc với bốn khối tấm ván
zh_cn: 用四个木板来制作一个工作台
zh_tw: 將四塊木材合成一個工作台

# achievement_cookFish
source: Delicious Fish
af_za: Heerlike Vis
ar_sa: سمك لذيذ
be_by: Смачная рыбка
bg_bg: Вкусна риба
ca_es: Peix deliciós
cs: Miloušká rybiška
da_dk: Lækker fisk
de: Köstlicher Fisch
de_at: Guada Fisch
el_gr: Νοστιμότατα Ψάρια
es: Pescado capital
eu_es: Arrain gozoa
fa_ir: ماهي لذیذ
fi: Herkullista kalaa
fil_ph: Masarap na Isda
fr_ca: Fort bien goûteux !
ga_ie: Iasc So-bhlasta
gd_gb: Trosg blasta
gl_es: Delicioso peixe
he: דג טעים
hi_in: स्वादिष्ट मछली
hr_hr: Ukusna Riba
hu_hu: A tenger gyümölcse
hy_am: Համով Ձուկ
id_id: Ikan yang lezat
is_is: Veiðimaður
it: Pesce delizioso
ja_jp: 美味しい魚
ka_ge: უგემრიელესი თევზი
ko_kr: 둘이 먹다 하나가 죽어도 모를 맛
lb_lu: Delikate Fësch
lt_lt: Gurmaniška žuvis
lv_lv: Garda zivs
ms_my: Ikan yang Sedap
mt_mt: Ħut Tajjeb
nl_nl: Overheerlijke vis
nn_no: Utsøkt fisk
pl: Przepyszna ryba
pt: Peixe Delicioso
ro_ro: Pește delicios
ru_ru: Вкусная рыбка
sk_sk: Lahodná ryba
sl_si: Okusna riba
sv_se: Fina fisken
tr_tr: Lezzetli Balık
vi_vn: Cá ngon
zh_cn: 美味的鱼儿
zh_tw: 優質魚肉

# achievement_cookFish_desc
source: Catch and cook fish!
af_za: Vang en braai ŉ vis!
ar_sa: اصطد سمكة واطبخها!
be_by: Злавіце і пасмажце рыбу!
bg_bg: Улови и сготви риба!
ca_es: Pesca i cuina un peix!
cs: Chyť a uvař rybu!
da_dk: Fang og steg fisk!
de: Fange und brate einen Fisch!
de_at: Fong und brot an Fisch!
el_gr: Ψαρέψτε και μαγειρέψτε ψάρια!
es: ¡Pesca un pez y cocínalo!
eu_es: Arrantzatu eta prestatu arraina!
fa_ir: یک ماهی بگیر و بپز!
fi: Pyydystä ja paista kala!
fil_ph: Mangisda at lutuin ang isda!
fr_ca: Pêchez et cuisinez un poisson !
ga_ie: Beir ar iasc agus cócaráil é!
gd_gb: Glac is ròist trosg!
gl_es: Pesca e cociña un peixe!
he: תפוס ובשל דג!
hi_in: मछली पकड़ो और खाना बनाना!
hr_hr: Upecaj i skuhaj ribu!
hu_hu: Fogj ki és süss meg egy halat!
hy_am: Բռնի եվ պատրաստի ձկանը!
id_id: Menangkap dan memasak ikan!
is_is: Afla og elda fisk!
it: Pesca e cuoci un pesce!
ja_jp: 魚を釣って焼く
ka_ge: დაიჭირეთ და შეწვით თევზი!
ko_kr: 물고기를 잡아서 구우세요!
lb_lu: Fänk a brod ee Fësch!
lt_lt: Pasigaukite ir iškepkite žuvį!
lv_lv: Noķer un uzcep zivi!
ms_my: Tangkap dan masak seekor ikan!
mt_mt: Aqbad u sajjar ħuta!
nl_nl: Vang en bak een vis!
nn_no: Fang fisk og steik han!
pl: Złów i upiecz rybę!
pt: Pesca e cozinha um peixe!
ro_ro: Prinde și frige un pește!
ru_ru: Поймать и пожарить рыбу!
sk_sk: Chyť a upeč rybu
sl_si: Ulovi in speči ribo!
sv_se: Fånga och grilla en fisk!
th_th: จับปลามาย่างกิน!
tr_tr: Balık yakala ve pişir!
vi_vn: Bắt và nấu lấy cá!
zh_cn: 抓了鱼儿然后烤！
zh_tw: 捕魚然後烤魚！

# achievement_diamonds
source: DIAMONDS!
af_za: DIAMANTE!
ar_sa: ألماس!
be_by: ДЫЯМЕНТЫ!
bg_bg: ДИАМАНТИ!
ca_es: DIAMANTS!
cs: DIAMANTY!
da_dk: DIAMANTER!
de: DIAMANTEN!
de_at: DIAMANTEN!
el_gr: ΔΙΑΜΑΝΤΙΑ!
es: ¡DIAMANTES!
eu_es: DIAMANTEAK!
fa_ir: الماس!
fi: TIMANTTEJA!
fil_ph: MGA DIAMANTE!
fr_ca: DES DIAMANTS !
ga_ie: DIAMAINT!
gl_es: DIAMANTES!
he: יהלומים!
hi_in: हीरे!
hr_hr: DIJAMANTI!
hu_hu: GYÉMÁNTOK!
hy_am: ԱԴԱՄԱՆԴՆԵՐ!
is_is: DEMANTAR!
it: DIAMANTI!
ja_jp: ダイヤモンド！
ka_ge: ალმასი!
ko_kr: 다이아몬드!
lb_lu: DIAMANTEN!
lt_lt: DEIMANTAI!
lv_lv: DIMANTI!
ms_my: BERLIAN!
mt_mt: DJAMANTI!
nl_nl: DIAMANTEN!
nn_no: DIAMANTAR!
pl: DIAMENTY!
pt: DIAMANTES!
ro_ro: DIAMANTE!
ru_ru: АЛМАЗЫ!
sk_sk: DIAMANTY!
sl_si: DIAMANTI!
sv_se: DIAMANTER!
tr_tr: ELMASLAR!
vi_vn: KIM CƯƠNG!
zh_cn: 钻石！
zh_tw: 鑽石！

# achievement_diamonds_desc
source: Acquire diamonds with your iron tools
af_za: Bekom diamante met jou yster gereedskap
ar_sa: أحصل على الألماس بأستخدام ادواتك الحديدية
be_by: Здабудзьце дыяменты сваімі жалезнымі прыладамі.
bg_bg: Сдобийте се с диаманти чрез вашите железни инструменти
ca_es: Aconsegueix diamants amb les teves eines de ferro
cs: Získej diamanty pomocí železných nástrojů
da_dk: Skaf diamanter med dit jernværktøj
de: Baue einen Diamanten mit Hilfe einer Eisenspitzhacke ab
de_at: Bau an Diamanten mit ana Eisenspitzhock o
el_gr: Αποκτήστε διαμάντια με τα σιδερένια εργαλεία σας
es: Obtén diamantes con tu pico de hierro
eu_es: Diamanteak eskuratu zure burdinazko tresneriarekin
fa_ir: با استفاده از ابزار آهني الماس بدست آور
fi: Hanki timantteja rautatyökaluilla
fil_ph: Kumuha ng mga diamante gamit ang iyong mga bakal na kagamitan
fr_ca: Récoltez du diamant à l'aide d'une pioche en fer
ga_ie: Faigh diamaint le do chuid uirlisí iarainn
gl_es: Obtén diamantes co teu pico de ferro
he: השג יהלומים עם כלי הברזל שלך
hi_in: अपने लोहे के उपकरणों के साथ हीरे मोल
hr_hr: Skupi dijamante s tvojim željeznim alatima.
hu_hu: Szerezz gyémántot a vaseszközeiddel
hy_am: Հայհայթել ադամանդներ երկաթե քլունգով
id_id: Dapatkan berlian dengan peralatan besimu
is_is: Náðu í demanta með járnverkfærum
it: Ottieni dei diamanti con i tuoi attrezzi di ferro
ja_jp: 鉄の道具を使ってダイヤモンドを手に入れる
ka_ge: მოიპოვეთ ალმასი რკინის ხელსაწყოებით
ko_kr: 철 곡괭이를 사용하여 다이아몬드를 캐세요
lb_lu: Bau een Diamant mat enger Eisepickaaxt of
lt_lt: Gaukite deimantų savo geležiniais įrankiais
lv_lv: Iegūsti dimantus ar dzelzs instrumentiem
ms_my: Memperoleh berlian dengan peralatan besi
mt_mt: Akkwista djamanti bl-għodda tal-ħadid
nl_nl: Verkrijg diamanten met je ijzeren gereedschap
nn_no: Grav fram diamantar med jarnverkty
pl: Wydobądź diamenty za pomocą żelaznych narzędzi
pt: Obtém diamantes com as tuas ferramentas de ferro
ro_ro: Minează diamante folosind unelte din fier
ru_ru: Добыть алмазы железной киркой
sk_sk: Železným krompáčom vyťaž diamanty
sl_si: Pridobi diamante z železnim orodjem
sv_se: Skaffa diamanter med hjälp av dina järnverktyg
th_th: ขุดแร่เพชรด้วยเครื่องมือเหล็ก
tr_tr: Demir aletlerinle elmas elde et
vi_vn: Kiếm lấy kim cương bằng các công cụ sắt của bạn
zh_cn: 用你的铁镐，挖一些钻石吧
zh_tw: 使用鐵製工具挖出鑽石

# achievement_diamondsToYou
source: Diamonds to you!
af_za: Diamante vir jou!
ar_sa: الماس لك!
be_by: Дыяменты для цябе!
bg_bg: Диаманти за теб!
ca_es: Diamants per a tu!
cs: Diamanty pro tebe!
da_dk: Diamanter til dig!
de: Diamanten für dich!
de_at: Diamanten fi di!
el_gr: Διαμάντια σε εσένα!
es: ¡Diamantes para ti!
eu_es: Diamanteak zurentzat dira!
fa_ir: الماس براي تو
fi: Timantteja sinulle!
fil_ph: Mga diamate para sa iyo!
fr_ca: Diamants pour toi !
ga_ie: Diamaint duit!
gl_es: Diamantes para ti!
he: יהלומים עבורך!
hr_hr: Dijamanti za tebe!
hu_hu: Gyémántok neked!
id_id: Berlian untuk Anda!
is_is: Demantar Fyrir Þig!
it: Diamanti per te!
ja_jp: ダイヤモンドをあなたに！
ka_ge: ალმასები თქვენ!
ko_kr: 다이아몬드를 그대에게!
lb_lu: Diamante fir dech!
lt_lt: Deimantai Jums!
lv_lv: Dimanti tev!
ms_my: Berlian kepada anda!
mt_mt: Djamanti għalik!
nl_nl: Diamanten voor jou!
nn_no: Diamantar til deg!
pl: Diamenty w prezencie!
pt: Diamantes para ti!
ro_ro: Diamante pentru tine!
ru_ru: Алмаз для вас!
sk_sk: Diamanty pre teba!
sl_si: Diamanti za tebe!
sv_se: Diamanter åt dig!
th_th: เพชรแก่คุณ !
tr_tr: Elmaslar senin için!
vi_vn: Kim cương cho bạn!
zh_cn: 给你钻石！
zh_tw: 送你的鑽石！

# achievement_diamondsToYou_desc
source: Throw diamonds at another player
af_za: Gooi diamante na 'n ander speler
ar_sa: ارم الماس على لاعب آخر
be_by: Кіньце дыямент іншаму гульцу
bg_bg: Хвърлете диаманти на друг играч
ca_es: Llançar diamants a un altre jugador
cs: Hoď diamanty jinému hráči
da_dk: Smid diamanter efter en anden spiller
de: Wirf einem anderen Spieler Diamanten zu
de_at: Schmeiß an onan Spiela Diamanten zua
el_gr: Ρίξε διαμάντια σε έναν άλλον παίκτη
es: Lanza diamantes a otro jugador
fi: Heitä timantteja toiselle pelaajalle
fil_ph: Magbato ng mga dyamante sa ibang naglalaro
fr_ca: Jetez un diamant à un autre joueur (ou à un mob)
ga_ie: Rad diamaint le himreoir eile
gl_es: Lanza diamantes a outro xogador
he: זרוק יהלומים על שחקן האחר
hr_hr: Baci dijamante na drugog igrača
hu_hu: Dobj gyémántot egy másik játékosnak
id_id: Lempar berlian ke pemain lain
it: Getta un diamante a un altro giocatore
ja_jp: 他のプレイヤーにダイヤモンドを投げる
ka_ge: ესროლეთ ალმასები სხვა მოთამაშეს
ko_kr: 다이아몬드를 다른 플레이어에게 던져주세요
lb_lu: Gehei Diamanten op een anere Spiller
lt_lt: Meskite deimantų kitam žaidėjui
lv_lv: Met dimantus citam spēlētājam
ms_my: Baling berlian pada pemain yang lain
mt_mt: Waddab djamanti lejn plejer ieħor
nl_nl: Gooi diamanten naar een andere speler
pl: Rzuć diamentami w innego gracza
pt: Atira diamantes a outro jogador
ro_ro: Aruncă-i diamante unui alt jucător
ru_ru: Бросьте алмазы другому игроку
sk_sk: Hoď diamanty inému hráčovi
sl_si: Vrzi diamante drugemu igralcu
sv_se: Kasta diamanter på en annan spelare
tr_tr: Başka bir oyuncuya elmas fırlat
vi_vn: Ném kim cương vào một người chơi khác
zh_cn: 向另一名玩家投掷钻石
zh_tw: 拿鑽石砸其他玩家

# achievement_enchantments
source: Enchanter
af_za: Towenaar
ar_sa: الساحر
be_by: Чараўнік
bg_bg: Магьосник
ca_es: Nigromant
cs: Zaklínač
da_dk: Fortryller
de: Verzauberer
de_at: Vazaubara
el_gr: Μάγος
es: Aprendiz de mago
eu_es: Sorgintzailea
fa_ir: افسونگر
fi: Lumoaja
fil_ph: Taga-mahika
fr_ca: Apprenti sorcier
ga_ie: Asarlaí
gl_es: Aprendiz de mago
he: מכשף
hi_in: जादूगार
hr_hr: Čarobnjak
hu_hu: Bűvölő
hy_am: Կախարդիչ
id_id: Pesona
is_is: Galdramaður
it: Incantatore
ja_jp: エンチャントの使い手
ka_ge: ჯადოქარი
ko_kr: 마법부여자
lb_lu: Verzauberungsdësch
lt_lt: Kerėtojas
lv_lv: Burvis
ms_my: Ahli Sihir
mt_mt: Saħħar
nl_nl: Magiër
nn_no: Forheksar
pl: Zaklinacz
pt: Encantador
ro_ro: Fermecător
ru_ru: Чародей
sk_sk: Čarodejník
sl_si: Čarovnik
sv_se: Förtrollare
th_th: นักร่ายมนต์
tr_tr: Büyücü
vi_vn: Người phù phép
zh_cn: 附魔师
zh_tw: 附魔師
