Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# tile_stonebricksmooth_mossy_name
source: Mossy Stone Bricks
af_za: Mosagtige Klipstene
ar_sa: طوب حجري مطحلب
be_by: Замшэлая каменная цэгла
bg_bg: Мъхести каменни тухли
ca_es: Maons de roca amb molsa
cs: Mechem porostlé kamenné cihly
da_dk: Mosbegroede stenmursten
de: Bemooste Steinziegel
de_at: Bemooste Stoaziagl
el_gr: Τούβλα βρυόπετρας
es: Ladrillos de piedra musgosa
eu_es: Goroldiotsu harrizko adreiluak
fa_ir: آجرسنگ لجني
fi: Sammaloitunut kivitiili
fil_ph: Laryong Lumot
fr_ca: Briques de pierre moussue
ga_ie: Brící Cloiche Caonaigh
gl_es: Ladrillos de pedra musgosa
he: לבני אבן טחביים
hi_in: काई से भरा पत्थर ईंटें
hr_hr: Zarasle Kamene Cigle
hu_hu: Mohás kőtégla
hy_am: Մամռոտ Քարաղյուս
id_id: Batu bata berlumut
is_is: Mosagróin steinhleðsla
it: Mattoni di pietra muschiosi
ja_jp: 苔石レンガ
ka_ge: ხავსიანი ქვის აგურები
ko_kr: 이끼 낀 석재 벽돌
lb_lu: Bemoosste Steenzillen
lt_lt: Samanotos akmens plytos
lv_lv: Apsūnojuši Akmens Ķieģeļi
mn_mn: Хөвдтэй чулуун тоосго
ms_my: Bata Batu Berlumut
mt_mt: Briks tal-Ġebel bil-Moffa
nl_nl: Mossige blokstenen
nn_no: Mosegrodd steinmur
pl: Zamszone kamienne cegły
pt: Tijolos de Pedra com Musgo
ro_ro: Cărămizi de piatră cu mușchi
ru_ru: Замшелые каменные кирпичи
sk_sk: Zarastené kamenné tehly
sl_si: Poraščene kamnite opeke
sv_se: Mossig mursten
th_th: อิฐหินตะไคร่น้ำ
tr_tr: Yosunlu Taş Tuğla
vi_vn: Gạch đá phủ rêu
zh_cn: 苔石砖
zh_tw: 青苔石磚

# tile_stonebricksmooth_name
source: Stone Bricks
af_za: Klipstene
ar_sa: طوب حجري
be_by: Каменная цэгла
bg_bg: Каменни тухли
ca_es: Maons de roca
cs: Kamenné cihly
da_dk: Stenmursten
de: Steinziegel
de_at: Stoaziagl
el_gr: Πέτρινα τούβλα
es: Ladrillos de piedra
eu_es: Harrizko adreiluak
fa_ir: آجرسنگ
fi: Kivitiili
fil_ph: Laryong Bato
fr_ca: Blocs en briques de pierre
ga_ie: Brící Cloiche
gl_es: Ladrillos de pedra
he: לבני אבן
hi_in: स्टोन ईंटें
hr_hr: Kamene Cigle
hu_hu: Kőtégla
hy_am: Քարաղյուս
id_id: Batu bata
is_is: Steinmúr
it: Mattoni di pietra
ja_jp: 石レンガ
ka_ge: ქვის აგურები
ko_kr: 석재 벽돌
lb_lu: Steenzillen
lt_lt: Akmens plytos
lv_lv: Akmens Ķieģeļi
mn_mn: Чулуун тоосго
ms_my: Bata Batu
mt_mt: Briks tal-Ġebel
nl_nl: Blokstenen
nn_no: Steinmur
pl: Kamienne cegły
pt: Tijolos de Pedra
ro_ro: Cărămizi de piatră
ru_ru: Каменные кирпичи
sk_sk: Kamenné tehly
sl_si: Kamnite opeke
sv_se: Mursten
th_th: อิฐบล็อก
tr_tr: Taş Tuğla
vi_vn: Gạch đá
zh_cn: 石砖
zh_tw: 石磚

# tile_structureBlock_name
source: Structure Block
af_za: Struktuurblok
ar_sa: حجر البناء
be_by: Праектны блок
bg_bg: Конструкционен блок
ca_es: Bloc estructural
cs: Konstrukční blok
da_dk: Struktur blok
de: Konstruktionsblock
de_at: Konstruktionsblock
el_gr: Δομικός Κύβος
es: Bloque estructural
eu_es: Estruktural blokea
fi: Rakennelmakuutio
fil_ph: Bloke ng Gusali
fr_ca: Bloc de structure
ga_ie: Bloc Struchtúir
gl_es: Bloque de estrutura
he: קוביית מבנה
hr_hr: Strukturni Blok
hu_hu: Struktúrablokk
id_id: Struktur blok
it: Blocco strutture
ja_jp: ストラクチャーブロック
ka_ge: კონსტრუქციის ბლოკი
ko_kr: 구조물 블록
lb_lu: Konstruktiounsblock
lt_lt: Struktūros blokas
lv_lv: Struktūras bloks
ms_my: Blok Struktur
mt_mt: Blokka tal-Istruttura
nl_nl: Structuurblok
nn_no: Strukturblokk
pl: Blok struktur
pt: Bloco de Estrutura
ro_ro: Bloc de structură
ru_ru: Блок-конструктор
sk_sk: Štruktúrová kocka
sl_si: Strukturna kocka
sv_se: Strukturblock
th_th: บล็อกโครงสร้าง
tr_tr: Yapı Bloğu
vi_vn: Khối cấu trúc
zh_cn: 结构方块
zh_tw: 結構方塊

# tile_structureVoid_name
source: Structure Void
af_za: Struktuur Leemte
ar_sa: هيكل باطلة
be_by: Пустата
bg_bg: Конструкционна празнота
ca_es: Buit estructural
cs: Konstrukční void
da_dk: Strukturtomrum
de: Konstruktionsleere
de_at: Konstruktionsleere
el_gr: Κενό δομής
es: Vacío estructural
fi: Rakennetyhjiö
fil_ph: Tayo Sa Void
fr_ca: Vide de structure
ga_ie: Folús Struchtúrach
he: חלל מבנה
hr_hr: Strukturna Praznina
hu_hu: Struktúraűr
id_id: Struktur Hampa
it: Spazio vuoto della struttura
ja_jp: ストラクチャーヴォイド
ka_ge: ცარიელი ბლოკი
ko_kr: 구조물 공허 공간
lb_lu: Konstruktiounsvakuum
lt_lt: Struktūrinė tuštuma
lv_lv: Neesoša struktūra
ms_my: Struktur kekosongan
mt_mt: Struttura Vojta
nl_nl: Structuurvoid
nn_no: Strukturtomrom
pl: Pustka strukturalna
pt: Vazio Estrutural
ro_ro: Vid de structură
ru_ru: Пустой блок
sk_sk: Stavebné prázdno
sl_si: Strukturna praznina
sv_se: Strukturtomrum
tr_tr: Yapı Boşluğu
vi_vn: Cấu trúc trống
zh_cn: 结构空位
zh_tw: 結構空位

# tile_tallgrass_fern_name
source: Fern
af_za: Varing
ar_sa: خنشار
be_by: Папараць
bg_bg: Папрат
ca_es: Falguera
cs: Kapradí
da_dk: Bregne
de: Farn
de_at: Farn
el_gr: Φτέρη
es: Helecho
eu_es: Iratzea
fa_ir: بوته سرخس
fi: Saniainen
fil_ph: Eletso
fr_ca: Fougère
ga_ie: Raithneach
gd_gb: Raineach
gl_es: Fento
he: שרך
hi_in: फ़र्न
hr_hr: Paprat
hu_hu: Páfrány
hy_am: Պտեր
id_id: Pakis
is_is: Burkni
it: Felce
ja_jp: シダ
ka_ge: გვიმრა
ko_kr: 고사리
lb_lu: Far
lt_lt: Papartis
lv_lv: Paparde
mi_nz: Ponga
mn_mn: Ойм
ms_my: Paku Pakis
mt_mt: Xitla
nl_nl: Varen
nn_no: Bregne
pl: Paproć
pt: Ervas Daninhas
ro_ro: Ferigă
ru_ru: Папоротник
sk_sk: Papraď
sl_si: Praprot
sv_se: Ormbunke
th_th: เฟิร์น
tr_tr: Eğrelti
vi_vn: Dương xỉ
zh_cn: 蕨
zh_tw: 蕨

# tile_tallgrass_grass_name
source: Grass
af_za: Gras
ar_sa: عشب طويل
be_by: Трава
bg_bg: Трева
ca_es: Herba
cs: Tráva
da_dk: Græs
de: Gras
de_at: Gros
el_gr: Γρασίδι
es: Hierba
eu_es: Belarra
fa_ir: چمن
fi: Ruoho
fil_ph: Damo
fr_ca: Herbe
ga_ie: Féar
gd_gb: Feur
gl_es: Herba
he: דשא
hi_in: घास
hr_hr: Trava
hu_hu: Fű
hy_am: Խոտ
id_id: Rumput
is_is: Gras
it: Erba alta
ja_jp: 草
ka_ge: ბალახი
ko_kr: 잔디
lb_lu: Gras
lt_lt: Žolė
lv_lv: Zāle
mi_nz: Karaihe
mk_mk: Трева
mn_mn: Өвс
ms_my: Rumput
mt_mt: Ħaxix
nl_nl: Gras
nn_no: Gras
pl: Trawa
pt: Relva
ro_ro: Iarbă
ru_ru: Трава
sk_sk: Tráva
sl_si: Trava
sv_se: Gräs
th_th: หญ้า
tr_tr: Çimen
vi_vn: Cỏ
zh_cn: 草
zh_tw: 草

# tile_tallgrass_name
source: Grass
af_za: Gras
ar_sa: عشب
be_by: Трава
bg_bg: Трева
ca_es: Herba
cs: Tráva
da_dk: Græs
de: Gras
de_at: Gros
el_gr: Γρασίδι
es: Hierba
eu_es: Belarra
fa_ir: چمن
fi: Ruoho
fil_ph: Damo
fr_ca: Petites plantes
ga_ie: Féar
gd_gb: Feur
gl_es: Herba
he: דשא
hi_in: घास
hr_hr: Trava
hu_hu: Fű
hy_am: Խոտ
id_id: Rumput
is_is: Gras
it: Erba alta
ja_jp: 草
ka_ge: ბალახი
ko_kr: 잔디
lb_lu: Gras
lt_lt: Žolė
lv_lv: Zāle
mi_nz: Karaihe
mk_mk: Трева
mn_mn: Өвс
ms_my: Rumput
mt_mt: Ħaxix
nl_nl: Hoog gras
nn_no: Gras
pl: Trawa
pt: Relva
ro_ro: Iarbă
ru_ru: Трава
sk_sk: Tráva
sl_si: Trava
sv_se: Gräs
th_th: หญ้า
tr_tr: Çimen
vi_vn: Cỏ
zh_cn: 草
zh_tw: 草

# tile_tallgrass_shrub_name
source: Shrub
af_za: Struik
ar_sa: شجيرة
be_by: Куст
bg_bg: Храст
ca_es: Arbust
cs: Křoví
da_dk: Busk
de: Busch
de_at: Heckn
el_gr: Θάμνος
es: Arbusto
eu_es: Zuhaixka
fa_ir: درختچه
fi: Pensas
fil_ph: Palumpong
fr_ca: Arbuste
ga_ie: Tor
gd_gb: Ras-chrann
gl_es: Arbusto
he: שיח
hi_in: झाड़ी
hr_hr: Grm
hu_hu: Cserje
hy_am: Թուփ
id_id: Semak
is_is: Runni
it: Arbusto
ja_jp: 雑草
ka_ge: ბუჩქი
ko_kr: 덤불
lb_lu: Strauch
lt_lt: Krūmokšnis
lv_lv: Krūms
mi_nz: Riki
mn_mn: Бут
ms_my: Lalang
mt_mt: Xitla Niexfa
nl_nl: Struik
nn_no: Busk
pl: Krzew
pt: Arbusto
ro_ro: Arbust
ru_ru: Куст
sk_sk: Ker
sl_si: Grm
sv_se: Buske
th_th: พุ่มไม้
tr_tr: Çalı
vi_vn: Bụi cây
zh_cn: 灌木
zh_tw: 灌木

# tile_thinGlass_name
source: Glass Pane
af_za: Glaspaneel
ar_sa: لوح زجاجي
be_by: Шыба
bg_bg: Стъклен панел
ca_es: Panell de vidre
cs: Tabulka skla
da_dk: Glaspanel
de: Glasscheibe
de_at: Glosscheibn
el_gr: Υαλοπίνακας
es: Panel de cristal
eu_es: Kristalezko panela
fa_ir: پنجره
fi: Lasiruutu
fil_ph: Bintana
fr_ca: Vitre
ga_ie: Pána Gloine
gl_es: Panel de vidro
he: זגוגית
hi_in: ग्लास फलक
hr_hr: Staklena Ploča
hu_hu: Üveglap
hy_am: Ապակու Շերտ
id_id: Panel Kaca
is_is: Rúða
it: Pannello di vetro
ja_jp: 板ガラス
ka_ge: შუშის პანელი
ko_kr: 유리판
lb_lu: Glasscheif
lt_lt: Stiklo lakštas
lv_lv: Stikla plāksne
mi_nz: Pihanga
mn_mn: Шилэн хавтан
ms_my: Kepingan Kaca
mt_mt: Ħġieġa Ċatta
nl_nl: Glazen ruit
nn_no: Glasrute
pl: Szyba
pt: Painel de Vidro
ro_ro: Geam
ru_ru: Стеклянная панель
sk_sk: Sklenený panel
sl_si: Vitraž
sv_se: Glasruta
th_th: แผ่นกระจก
tr_tr: İnce Cam
vi_vn: Tấm thủy tinh
zh_cn: 玻璃板
zh_tw: 玻璃片

# tile_thinStainedGlass_black_name
source: Black Stained Glass Pane
af_za: Swart Glaspaneel
ar_sa: قطعة من الزجاج الملون أسود
be_by: Чорная шыба
bg_bg: Черен стъклен панел
ca_es: Panell de vidre tenyit de negre
cs: Tabulka černého skla
da_dk: Sort farvet glaspanel
de: Schwarze Glasscheibe
de_at: Schwoaze Glosscheibn
el_gr: Μαύρος χρωματισμένος υαλοπίνακας
es: Panel de cristal tintado de negro
eu_es: Kristalezko panel beltza
fa_ir: پنجره مشکي
fi: Musta värjätty lasiruutu
fil_ph: BIntanang Itim
fr_ca: Vitre noire
ga_ie: Pána Gloine Daite Duibhe
gd_gb: Leòsan glainne dathte dubh
gl_es: Panel de vidro tinguido de negro
he: זגוגית שחורה
hr_hr: Crna Staklena Ploča
hu_hu: Fekete festett üveglap
hy_am: Սև Ապակու Շերտ
id_id: Panel Kaca Berwarna Hitam
is_is: Svört lituð rúða
it: Pannello di vetro nero
ja_jp: 黒色の色付きガラス板
ka_ge: შავი შუშის პანელი
ko_kr: 검은색 염색된 유리판
lb_lu: Schwaarz Glasscheif
lt_lt: Juodas dažyto stiklo lakštas
lv_lv: Melnā krāsots logs
mn_mn: Хар будагтай шилэн хавтан
ms_my: Tetingkap Kaca Hitam
mt_mt: Ħġieġa Ċatta Miżbugħha Sewda
nl_nl: Zwartgekleurde glazen ruit
nn_no: Svart glasrute
pl: Czarna szyba
pt: Painel de Vidro Tingido de Preto
ro_ro: Geam negru
ru_ru: Чёрная стеклянная панель
sk_sk: Čierny sklenený panel
sl_si: Črno obarvan vitraž
sv_se: Svartfärgad glasruta
th_th: กระจกสีดำ
tr_tr: Siyah Boyalı İnce Cam
vi_vn: Tấm thủy tinh đen
zh_cn: 黑色染色玻璃板
zh_tw: 黑色玻璃片

# tile_thinStainedGlass_blue_name
source: Blue Stained Glass Pane
af_za: Blou Glaspaneel
ar_sa: قطعة من الزجاج ملونة بالأزرق
be_by: Сіняя шыба
bg_bg: Син стъклен панел
ca_es: Panell de vidre tenyit de blau
cs: Tabulka modrého skla
da_dk: Blåt farvet glaspanel
de: Blaue Glasscheibe
de_at: Blaue Glosscheibn
el_gr: Μπλέ χρωματισμένος υαλοπίνακας
es: Panel de cristal tintado de azul
eu_es: Kristalezko panel urdina
fa_ir: پنجره آبي
fi: Sininen värjätty lasiruutu
fil_ph: Bintanang Asul
fr_ca: Vitre bleue
ga_ie: Pána Gloine Daite Goirme
gd_gb: Leòsan glainne dathte gorm
gl_es: Panel de vidro tinguido de azul
he: זגוגית כחולה
hr_hr: Plava Staklena Ploča
hu_hu: Kék festett üveglap
hy_am: Կապոյտ Ապակու Շերտ
id_id: Panel Kaca Berwarna Biru
is_is: Lituð blá rúða
it: Pannello di vetro blu
ja_jp: 青色の色付きガラス板
ka_ge: ლურჯი შუშის პანელი
ko_kr: 파란색 염색된 유리판
lb_lu: Blo Glasscheif
lt_lt: Mėlynas dažyto stiklo lakštas
lv_lv: Zilā krāsots logs
mn_mn: Хөх будагтай шилэн хавтан
ms_my: Tetingkap Kaca Biru
mt_mt: Ħġieġa Ċatta Miżbugħha Blu
nl_nl: Blauwgekleurde glazen ruit
nn_no: Blå glasrute
pl: Niebieska szyba
pt: Painel de Vidro Tingido de Azul
ro_ro: Geam albastru
ru_ru: Синяя стеклянная панель
sk_sk: Modrý sklenený panel
sl_si: Modro obarvan vitraž
sv_se: Blåfärgad glasruta
th_th: แผ่นกระจกสีน้ำเงิน
tr_tr: Mavi Boyalı İnce Cam
vi_vn: Tấm thủy tinh xanh nước biển
zh_cn: 蓝色染色玻璃板
zh_tw: 藍色玻璃片

# tile_thinStainedGlass_brown_name
source: Brown Stained Glass Pane
af_za: Bruin Glaspaneel
ar_sa: قطعة من الزجاج الملون البني
be_by: Карычневая шыба
bg_bg: Кафяв стъклен панел
ca_es: Panell de vidre tenyit de marró
cs: Tabulka hnědého skla
da_dk: Brunt farvet glaspanel
de: Braune Glasscheibe
de_at: Braune Glosscheibn
el_gr: Καφέ χρωματισμένος υαλοπίνακας
es: Panel de cristal tintado de marrón
eu_es: Kristalezko panel marroia
fa_ir: پنجره قهوه اي
fi: Ruskea värjätty lasiruutu
fil_ph: Bintanang Kayumanggi
fr_ca: Vitre brune
ga_ie: Pána Gloine Daite Doinne
gd_gb: Leòsan glainne dathte donn
gl_es: Panel de vidro tinguido de marrón
he: זגוגית חומה
hr_hr: Smeđa Staklena Ploča
hu_hu: Barna festett üveglap
hy_am: Դարչնագույն Ապակու Շերտ
id_id: Panel Kaca Berwarna Cokelat
is_is: Lituð brún rúða
it: Pannello di vetro marrone
ja_jp: 茶色の色付きガラス板
ka_ge: ყავისფერი შუშის პანელი
ko_kr: 갈색 염색된 유리판
lb_lu: Brong Glasscheif
lt_lt: Rudas dažyto stiklo lakštas
lv_lv: Brūnā krāsots logs
mn_mn: Бор будагтай шилэн хавтан
ms_my: Tetingkap Kaca Coklat
mt_mt: Ħġieġa Ċatta Miżbugħha Kannella
nl_nl: Bruingekleurde Glazen Ruit
nn_no: Brun glasrute
pl: Brązowa szyba
pt: Painel de Vidro Tingido de Castanho
ro_ro: Geam maro
ru_ru: Коричневая стеклянная панель
sk_sk: Hnedý sklenený panel
sl_si: Rjavo obarvan vitraž
sv_se: Brunfärgad glasruta
th_th: แผ่นกระจกสีน้ำตาล
tr_tr: Kahverengi Boyalı İnce Cam
vi_vn: Tấm thủy tinh nâu
zh_cn: 棕色染色玻璃板
zh_tw: 棕色玻璃片

# tile_thinStainedGlass_cyan_name
source: Cyan Stained Glass Pane
af_za: Siaan Gekleurde Glaspaneel
ar_sa: قطعة من الزجاج الملون سماوي
be_by: Бірузовая шыба
bg_bg: Синьозелен стъклен панел
ca_es: Panell de vidre tenyit de cian
cs: Tabulka azurového skla
da_dk: Cyan farvet glaspanel
de: Türkise Glasscheibe
de_at: Türkise Glosscheibn
el_gr: Τικουάζ χρωματισμένος υαλοπίνακας
es: Panel de cristal tintado de cian
eu_es: Zian koloreko kristalezko panela
fa_ir: پنجره فيروزه اي
fi: Syaani värjätty lasiruutu
fil_ph: Bintanang Cyan
fr_ca: Vitre cyan
ga_ie: Pána Gloine Daite Cian
gd_gb: Leòsan glainne dathte saidhean
gl_es: Panel de vidro tinguido de ciano
he: זגוגית ציאן
hr_hr: Tirkizna Staklena Ploča
hu_hu: Türkiz festett üveglap
hy_am: Փիրուզագույն Ապակու Շերտ
id_id: Panel Kaca Berwarna Sian
is_is: Heiðblá rúða
it: Pannello di vetro ciano
ja_jp: 水色の色付きガラス板
ka_ge: ცისფერი შუშის პანელი
ko_kr: 청록색 염색된 유리판
lb_lu: Turquoise Glasscheif
lt_lt: Žalsvai mėlynas dažyto stiklo lakštas
lv_lv: Ciānā krāsots logs
mn_mn: Цайвар хөх будагтай шилэн хавтан
ms_my: Tetingkap Kaca Sian
mt_mt: Ħġieġa Ċatta Miżbugħha Blu fl-Aħdar
nl_nl: Cyaangekleurde Glazen Ruit
nn_no: Turkis glasrute
pl: Błękitna szyba
pt: Painel de Vidro Tingido de Azul Ciano
ro_ro: Geam turcoaz
ru_ru: Бирюзовая стеклянная панель
sk_sk: Tyrkysový sklenený panel
sl_si: Turkizno obarvan vitraž
sv_se: Turkosfärgad glasruta
th_th: แผ่นกระจกสีฟ้าคราม
tr_tr: Camgöbeği Boyalı İnce Cam
vi_vn: Tấm thủy tinh lục lam
zh_cn: 青色染色玻璃板
zh_tw: 青色玻璃片

# tile_thinStainedGlass_gray_name
source: Grey Stained Glass Pane
af_za: Grys Gekleurde Glaspaneel
ar_sa: قطعة من الزجاج الملون رمادي
be_by: Шэрая шыба
bg_bg: Сив стъклен панел
ca_es: Panell de vidre tenyit de gris
cs: Tabulka šedého skla
da_dk: Gråt farvet glaspanel
de: Graue Glasscheibe
de_at: Graue Glosscheibn
el_gr: Γκρι χρωματισμένος υαλοπίνακας
es: Panel de cristal tintado de gris
eu_es: Kristalezko panel grisa
fa_ir: پنجره خاکستري
fi: Harmaa värjätty lasiruutu
fil_ph: Bintanang Abo
fr_ca: Vitre grise
ga_ie: Pána Gloine Daite Léithe
gl_es: Panel de vidro tinguido de gris
he: זגוגית אפורה
hr_hr: Siva Staklena Ploča
hu_hu: Szürke festett üveglap
hy_am: Մոխրագոյն Ապակու Շերտ
id_id: Panel Kaca Berwarna Abu-abu
is_is: Lituð grá rúða
it: Pannello di vetro grigio
ja_jp: 灰色の色付きガラス板
ka_ge: ნაცრისფერი შუშის პანელი
ko_kr: 회색 염색된 유리판
lb_lu: Gro Glasscheif
lt_lt: Pilkas dažyto stiklo lakštas
lv_lv: Pelēkā krāsots logs
mn_mn: Саарал будагтай шилэн хавтан
ms_my: Tetingkap Kaca Kelabu
mt_mt: Ħġieġa Ċatta Miżbugħha Griża
nl_nl: Grijsgekleurde glazen ruit
nn_no: Grå glasrute
pl: Szara szyba
pt: Painel de Vidro Tingido de Cinzento
ro_ro: Geam gri
ru_ru: Серая стеклянная панель
sk_sk: Sivý sklenený panel
sl_si: Sivo obarvan vitraž
sv_se: Gråfärgad glasruta
th_th: แผ่นกระจกสีเทา
tr_tr: Gri Boyalı İnce Cam
vi_vn: Tấm thủy tinh xám
zh_cn: 灰色染色玻璃板
zh_tw: 灰色玻璃片

# tile_thinStainedGlass_green_name
source: Green Stained Glass Pane
af_za: Groen Glaspaneel
ar_sa: قطعة من الزجاج الملون أخضر
be_by: Зялёная шыба
bg_bg: Зелен стъклен панел
ca_es: Panell de vidre tenyit de verd
cs: Tabulka zeleného skla
da_dk: Grønt farvet glaspanel
de: Grüne Glasscheibe
de_at: Greane Glosscheibn
el_gr: Πράσινος χρωματισμένος υαλοπίνακας
es: Panel de cristal tintado de verde
eu_es: Kristalezko panel berdea
fa_ir: پنجره سبز
fi: Vihreä värjätty lasiruutu
fil_ph: Bintanang Berde
fr_ca: Vitre verte
ga_ie: Pána Gloine Daite Uaine
gd_gb: Leòsan glainne dathte uaine
gl_es: Panel de vidro tinguido de verde
he: זגוגית ירוקה
hr_hr: Zelena Staklena Ploča
hu_hu: Zöld festett üveglap
hy_am: Կանանչ Ապակու Շերտ
id_id: Panel Kaca Berwarna Hijau
is_is: Lituð græn rúða
it: Pannello di vetro verde
ja_jp: 緑色の色付きガラス板
ka_ge: მწვანე შუშის პანელი
ko_kr: 초록색 염색된 유리판
lb_lu: Gréng Glasscheif
lt_lt: Žalias dažyto stiklo lakštas
lv_lv: Zaļā krāsots logs
mn_mn: Ногоон будагтай шилэн хавтан
ms_my: Tetingkap Kaca Hijau
mt_mt: Ħġieġa Ċatta Miżbugħha Ħadra
nl_nl: Groengekleurde Glazen Ruit
nn_no: Grøn glasrute
pl: Zielona szyba
pt: Painel de Vidro Tingido de Verde
ro_ro: Geam verde
ru_ru: Зелёная стеклянная панель
sk_sk: Zelený sklenený panel
sl_si: Zeleno obarvan vitraž
sv_se: Grönfärgad glasruta
th_th: กระจกสีเขียว
tr_tr: Yeşil Boyalı İnce Cam
vi_vn: Tấm thủy tinh xanh lá cây
zh_cn: 绿色染色玻璃板
zh_tw: 綠色玻璃片

# tile_thinStainedGlass_lightBlue_name
source: Light Blue Stained Glass Pane
af_za: Ligblou Gekleurde Glaspaneel
ar_sa: جزء من زجاج ملون سماوي
be_by: Блакітная шыба
bg_bg: Светлосин стъклен панел
ca_es: Panell de vidre tenyit de blau cel
cs: Tabulka světle modrého skla
da_dk: Lyseblåt farvet glaspanel
de: Hellblaue Glasscheibe
de_at: Hellblaue Glosscheibn
el_gr: Γαλάζιος χρωματισμένος υαλοπίνακας
es: Panel de cristal tintado de azul claro
eu_es: Kristalezko panel urdin argia
fa_ir: پنجره آبي آسماني
fi: Vaaleansininen värjätty lasiruutu
fil_ph: Bintanang Langit
fr_ca: Vitre bleu pâle
ga_ie: Pána Gloine Daite Bánghoirme
gl_es: Panel de vidro tinguido de azul claro
he: זגוגית תכלת
hr_hr: Svijetlo Plava Staklena Ploča
hu_hu: Világoskék festett üveglap
hy_am: Բաց կապույտ Ապակու Շերտ
id_id: Panel Kaca Berwarna Biru Muda
is_is: Litað ljósblátt gler
it: Pannello di vetro azzurro
ja_jp: 空色の色付きガラス板
ka_ge: ღია-ცისფერი შუშის პანელი
ko_kr: 하늘색 염색된 유리판
lb_lu: Hellblo Glasscheif
lt_lt: Šviesiai mėlynas dažyto stiklo lakštas
lv_lv: Gaiši zili krāsots logs
mn_mn: Цэнхэр будагтай шилэн хавтан
ms_my: Tetingkap Kaca Biru Cerah
mt_mt: Ħġieġa Ċatta Miżbugħha Blu Ċar
nl_nl: Lichtblauw Gekleurde glazen ruit
nn_no: Ljoseblå glasrute
pl: Jasnoniebieska szyba
pt: Painel de Vidro Tingido de Azul Claro
ro_ro: Geam bleu
ru_ru: Голубая стеклянная панель
sk_sk: Svetlomodrý sklenený panel
sl_si: Svetlo modro obarvan vitraž
sv_se: Ljusblåfärgad glasruta
th_th: แผ่นกระจกสีฟ้า
tr_tr: Açık Mavi Boyalı İnce Cam
vi_vn: Tấm thủy tinh xanh nước biển nhạt
zh_cn: 淡蓝色染色玻璃板
zh_tw: 淺藍色玻璃片

# tile_thinStainedGlass_lime_name
source: Lime Stained Glass Pane
af_za: Liggroen Gekleurde Glaspaneel
ar_sa: قطعة من الزجاج الملون ليموني
be_by: Лаймавая шыба
bg_bg: Жълтозелен стъклен панел
ca_es: Panell de vidre tenyit de llima
cs: Tabulka světle zeleného skla
da_dk: Limegrønt farvet glaspanel
de: Hellgrüne Glasscheibe
de_at: Hellgrüne Glosscheibn
el_gr: Λαχανί χρωματισμένος υαλοπίνακας
es: Panel de cristal tintado de verde lima
eu_es: Lima koloreko kristalezko panela
fa_ir: پنجره فسفري
fi: Limetinvihreä värjätty lasiruutu
fil_ph: Bintanang Apog
fr_ca: Vitre lime
ga_ie: Pána Gloine Daite Líomaí
gl_es: Panel de vidro tinguido de lima
he: זגוגית ליים
hr_hr: Svijetlo Zelena Staklena Ploča
hu_hu: Világoszöld festett üveglap
hy_am: Լայմ Ապակու Շերտ
id_id: Panel Kaca Berwarna Limau
is_is: Ljósgræn rúða
it: Pannello di vetro lime
ja_jp: 黄緑色の色付きガラス板
ka_ge: სალათისფერი შუშის პანელი
ko_kr: 연두색 염색된 유리판
lb_lu: Hellgréng Glasscheif
lt_lt: Gelsvai žalsvas dažyto stiklo lakštas
lv_lv: Laimā krāsots logs
mn_mn: Цайвар ногоон будагтай шилэн хавтан
ms_my: Anak tetingkap kaca berwarna limau
mt_mt: Ħġieġa Ċatta Miżbugħha Ħadra Ċara
nl_nl: Lichtgroengekleurde glazen ruit
nn_no: Limefarga glasrute
pl: Jasnozielona szyba
pt: Painel de Vidro Tingido de Verde Lima
ro_ro: Geam verde-deschis
ru_ru: Лаймовая стеклянная панель
sk_sk: Svetlozelený sklenený panel
sl_si: Svetlo zeleno obarvan vitraž
sv_se: Limegrönfärgad glasruta
th_th: แผ่นกระจกสีเขียวมะนาว
tr_tr: Açık Yeşil Boyalı İnce Cam
vi_vn: Tấm thủy tinh xanh lá mạ
zh_cn: 黄绿色染色玻璃板
zh_tw: 淺綠色玻璃片

# tile_thinStainedGlass_magenta_name
source: Magenta Stained Glass Pane
af_za: Magenta Gekleurde Glaspaneel
ar_sa: الجزء الزجاجي الأرجواني
be_by: Пурпурная шыба
bg_bg: Пурпурен стъклен панел
ca_es: Panell de vidre tenyit de magenta
cs: Tabulka purpurového skla
da_dk: Lyslilla farvet glaspanel
de: Magenta Glasscheibe
de_at: Magentane Glosscheim
el_gr: Φούξια χρωματισμένος υαλοπίνακας
es: Panel de cristal tintado de magenta
eu_es: Kristalezko panel magenta
fa_ir: پنجره سرخآبي
fi: Purppura värjätty lasiruutu
fil_ph: Bintanang Ibig
fr_ca: Vitre magenta
ga_ie: Pána Gloine Daite Maigeanta
gl_es: Panel de vidro tinguido de maxenta
he: זגוגית מג'נטה
hr_hr: Roza Staklena Ploča
hu_hu: Bíbor festett üveglap
hy_am: Մորեգույն Ապակու Շերտ
id_id: Panel Kaca Berwarna Magenta
is_is: Litað blárautt gler
it: Pannello di vetro magenta
ja_jp: 赤紫色の色付きガラス板
ka_ge: იასამნისფერი შუშის პანელი
ko_kr: 자홍색 염색된 유리판
lb_lu: Magenta Glasscheif
lt_lt: Rausvai raudonas dažyto stiklo lakštas
lv_lv: Violetā krāsots logs
mn_mn: Ягаан будагтай шилэн хавтан
ms_my: Anak tingkap skca berwarna magenta
mt_mt: Ħġieġa Ċatta Miżbugħha Vjola Ċar
nl_nl: Magenta Gekleurde glazen ruit
nn_no: Ljoselilla glasrute
pl: Karmazynowa szyba
pt: Painel de Vidro Tingido de Magenta
ro_ro: Geam magenta
ru_ru: Пурпурная стеклянная панель
sk_sk: Purpurový sklenený panel
sl_si: Škrlantno obarvan vitraž
sv_se: Ljuslilafärgad glasruta
th_th: แผ่นกระจกสีบานเย็น
tr_tr: Eflatun Boyalı İnce Cam
vi_vn: Tấm thủy tinh đỏ sậm
zh_cn: 品红色染色玻璃板
zh_tw: 洋紅色玻璃片

# tile_thinStainedGlass_name
source: Stained Glass Pane
af_za: Gekleurde Glaspaneel
ar_sa: جزء الزجاج الملون
be_by: Каляровая шыба
bg_bg: Оцветен стъклен панел
ca_es: Panell de vidre tenyit
cs: Tabulka barevného skla
da_dk: Farvet glaspanel
de: Gefärbte Glasscheibe
de_at: Gfärbte Glosscheibn
el_gr: Χρωματισμένος Υαλοπίνακας
es: Panel de cristal tintado
eu_es: Kristal tindatu panela
fa_ir: پنجره رنگی
fi: Värjätty Lasipaneeli
fil_ph: Natintahang Bintana
fr_ca: Vitre teintée
ga_ie: Pána Gloine Daite
gd_gb: Leòsan glainne dathte
gl_es: Panel de vidro tinguido
he: זגוגית מוכתמת
hr_hr: Ploča Obojenog Stakla
hu_hu: Festett üveglap
id_id: Panel Kaca Berwarna
is_is: Lituð rúða
it: Pannello di vetro colorato
ja_jp: 色付きガラス板
ka_ge: ფერადი შუშის პანელი
ko_kr: 염색된 유리판
lb_lu: Gefierfte Glasscheif
lt_lt: Dažyto stiklo lakštas
lv_lv: Krāsota stikla plātne
mn_mn: Будагтай шилэн хавтан
ms_my: Kaca anak tingkap bewarna
mt_mt: Ħġieġa Ċatta Miżbugħha
nl_nl: Gekleurde glazen ruit
nn_no: Farga glasrute
pl: Barwiona szyba
pt: Painel de Vidro Tingido
ro_ro: Geam colorat
ru_ru: Цветная стеклянная панель
sk_sk: Vitrážny sklenený panel
sl_si: Obarvan vitraž
sv_se: Färgad glasruta
th_th: แผ่นกระจกสี
tr_tr: Boyalı İnce Cam
vi_vn: Tấm thủy tinh màu
zh_cn: 染色玻璃板
zh_tw: 染色玻璃片
