Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# key_hotbar_6
source: Hotbar Slot 6
af_za: Warmbalk Gleuf 6
ar_sa: الخانة 6
be_by: Слот 6
bg_bg: Бърза лента слот 6
ca_es: Tecla ràpida 6
cs: Lišta – Pozice 6
da_dk: Genvejstast 6
de: Schnellzugriff 6
de_at: Schnöizuagriff 6
el_gr: Θέση 6 Μπάρας Ταχείας Επιλογής
es: Acceso rápido 6
eu_es: Sarbide-bizkorra 6
fa_ir: شماره 6 کوله
fi: Pikanäppäin 6
fil_ph: Slot #6
fr_ca: Case 6 de la barre d'action
ga_ie: Sliotán 6 an Mhearbharra
gl_es: Acceso rápido 6
he: בר חם 6
hi_in: Hotbar स्लॉट 6
hr_hr: Polje 6
hu_hu: Gyorstár 6-os rekesze
hy_am: Ակկտիվ մենյու 6
is_is: Flýtival 6
it: Casella di scelta rapida 6
ja_jp: ホットバースロット6
ka_ge: დანაყოფი 6
ko_kr: 단축바 슬롯 6
lb_lu: Schnellzougrëff 6
lt_lt: Greitojo pasirinkimo vieta 6
lv_lv: Ātrās pieejas slots: 6
mk_mk: Позиција на Хотбар 6
mn_mn: Хэрэгцээт зай 6
ms_my: Slot ke-6 Hotbar
nn_no: Snøgg-inventar plass 6
pl: Slot 6 paska szybkiego wyboru
pt: 6º slot da Hotbar
ro_ro: Poziția 6 din bara de acțiune
ru_ru: Слот 6
sk_sk: Pozícia 6 na lište
sl_si: Hitri meni 6
sv_se: Föremålsplats 6
th_th: ปุ่มลัด 6
tr_tr: Kısayol Slotu 6
vi_vn: Vật phẩm trong ô 6
zh_cn: 快捷栏6
zh_tw: 快捷槽 6

# key_hotbar_7
source: Hotbar Slot 7
af_za: Warmbalk Gleuf 7
ar_sa: الخانة 7
be_by: Слот 7
bg_bg: Бърза лента слот 7
ca_es: Tecla ràpida 7
cs: Lišta – Pozice 7
da_dk: Genvejstast 7
de: Schnellzugriff 7
de_at: Schnöizuagriff 7
el_gr: Θέση 7 Μπάρας Ταχείας Επιλογής
es: Acceso rápido 7
eu_es: Sarbide-bizkorra 7
fa_ir: شماره 7 کوله
fi: Pikanäppäin 7
fil_ph: Slot #7
fr_ca: Case 7 de la barre d'action
ga_ie: Sliotán 7 an Mhearbharra
gl_es: Acceso rápido 7
he: בר חם 7
hi_in: Hotbar स्लॉट 7
hr_hr: Polje 7
hu_hu: Gyorstár 7-es rekesze
hy_am: Ակկտիվ մենյու 7
is_is: Flýtival 7
it: Casella di scelta rapida 7
ja_jp: ホットバースロット7
ka_ge: დანაყოფი 7
ko_kr: 단축바 슬롯 7
lb_lu: Schnellzougrëff 7
lt_lt: Greitojo pasirinkimo vieta 7
lv_lv: Ātrās pieejas slots: 7
mk_mk: Позиција на Хотбар 7
mn_mn: Хэрэгцээт зай 7
ms_my: Slot ke-7 Hotbar
nn_no: Snøgg-inventar plass 7
pl: Slot 7 paska szybkiego wyboru
pt: 7º slot da Hotbar
ro_ro: Poziția 7 din bara de acțiune
ru_ru: Слот 7
sk_sk: Pozícia 7 na lište
sl_si: Hitri meni 7
sv_se: Föremålsplats 7
th_th: ปุ่มลัด 7
tr_tr: Kısayol Slotu 7
vi_vn: Vật phẩm trong ô 7
zh_cn: 快捷栏7
zh_tw: 快捷槽 7

# key_hotbar_8
source: Hotbar Slot 8
af_za: Warmbalk Gleuf 8
ar_sa: الخانة 8
be_by: Слот 8
bg_bg: Бърза лента слот 8
ca_es: Tecla ràpida 8
cs: Lišta – Pozice 8
da_dk: Genvejstast 8
de: Schnellzugriff 8
de_at: Schnöizuagriff 8
el_gr: Θέση 8 Μπάρας Ταχείας Επιλογής
es: Acceso rápido 8
eu_es: Sarbide-bizkorra 8
fa_ir: شماره 8 کوله
fi: Pikanäppäin 8
fil_ph: Slot #8
fr_ca: Case 8 de la barre d'action
ga_ie: Sliotán 8 an Mhearbharra
gl_es: Acceso rápido 8
he: בר חם 8
hi_in: Hotbar स्लॉट 8
hr_hr: Polje 8
hu_hu: Gyorstár 8-as rekesze
hy_am: Ակկտիվ մենյու 8
is_is: Flýtival 8
it: Casella di scelta rapida 8
ja_jp: ホットバースロット8
ka_ge: დანაყოფი 8
ko_kr: 단축바 슬롯 8
lb_lu: Schnellzougrëff 8
lt_lt: Greitojo pasirinkimo vieta 8
lv_lv: Ātrās pieejas slots: 8
mk_mk: Позиција на Хотбар 8
mn_mn: Хэрэгцээт зай 8
ms_my: Slot ke-8 Hotbar
nn_no: Snøgg-inventar plass 8
pl: Slot 8 paska szybkiego wyboru
pt: 8º slot da Hotbar
ro_ro: Poziția 8 din bara de acțiune
ru_ru: Слот 8
sk_sk: Pozícia 8 na lište
sl_si: Hitri meni 8
sv_se: Föremålsplats 8
th_th: ปุ่มลัด 8
tr_tr: Kısayol Slotu 8
vi_vn: Vật phẩm trong ô 8
zh_cn: 快捷栏8
zh_tw: 快捷槽 8

# key_hotbar_9
source: Hotbar Slot 9
af_za: Warmbalk Gleuf 9
ar_sa: الخانة 9
be_by: Слот 9
bg_bg: Бърза лента слот 9
ca_es: Tecla ràpida 9
cs: Lišta – Pozice 9
da_dk: Genvejstast 9
de: Schnellzugriff 9
de_at: Schnöizuagriff 9
el_gr: Θέση 9 Μπάρας Ταχείας Επιλογής
es: Acceso rápido 9
eu_es: Sarbide-bizkorra 9
fa_ir: شماره 9 کوله
fi: Pikanäppäin 9
fil_ph: Ikasiyam na Slot
fr_ca: Case 9 de la barre d'action
ga_ie: Sliotán 9 an Mhearbharra
gl_es: Acceso rápido 9
he: בר חם 9
hi_in: Hotbar स्लॉट 9
hr_hr: Polje 9
hu_hu: Gyorstár 9-es rekesze
hy_am: Ակկտիվ մենյու 9
is_is: Flýtival 9
it: Casella di scelta rapida 9
ja_jp: ホットバースロット9
ka_ge: დანაყოფი 9
ko_kr: 단축바 슬롯 9
lb_lu: Schnellzougrëff 9
lt_lt: Greitojo pasirinkimo vieta 9
lv_lv: Ātrās pieejas slots: 9
mk_mk: Позиција на Хотбар 9
mn_mn: Хэрэгцээт зай 9
ms_my: Slot ke-9 Hotbar
nn_no: Snøgg-inventar plass 9
pl: Slot 9 paska szybkiego wyboru
pt: 9º slot da Hotbar
ro_ro: Poziția 9 din bara de acțiune
ru_ru: Слот 9
sk_sk: Pozícia 9 na lište
sl_si: Hitri meni 9
sv_se: Föremålsplats 9
th_th: ปุ่มลัด 9
tr_tr: Kısayol Slotu 9
vi_vn: Vật phẩm trong ô 9
zh_cn: 快捷栏9
zh_tw: 快捷槽 9

# key_inventory
source: Open/Close Inventory
af_za: Maak Rugsak Oop/Toe
ar_sa: فتح/قفل الشنطة
be_by: Адкрыць/Закрыць рыштунак
bg_bg: Отваряне/затваряне на инвентара
ca_es: Obrir/Tancar inventari
cs: Otevřít/zavřít inventář
da_dk: Åbn/luk inventar
de: Inventar öffnen/schließen
de_at: Inventar öffnan/schliaßn
el_gr: Άνοιγμα/ Κλείσιμο Υπαρχόντων
es: Abrir/Cerrar inventario
eu_es: Ireki/Itxi inbentarioa
fa_ir: بستن/باز کردن کوله پشتی
fi: Avaa/Sulje Tavaraluettelosi
fil_ph: Buksan/Isara ang Inventory
fr_ca: Ouvrir/fermer l'inventaire
ga_ie: Oscail/Dún Fardal
gd_gb: Fosgail/Dùin an tasgadh
gl_es: Abrir/Pechar Inventario
he: פתח/סגור תיק
hi_in: खोलें/बंद वस्तु सूची
hr_hr: Otvaranje/zatvaranje inventara
hu_hu: Eszköztár kinyitása/becsukása
id_id: Buka/tutup persediaan
is_is: Opna/Loka bakpoka
it: Apri/Chiudi l'inventario
ja_jp: インベントリの開閉
ka_ge: ინვენტარის გახსნა/დახურვა
ko_kr: 보관함 열기/닫기
lb_lu: Inventar opmaachen/zoumaachen
lt_lt: Atidaryti/uždaryti inventorių
lv_lv: Atvērt/aizvērt krājumu
mk_mk: Отваран/Затваран Инвентар
mn_mn: Эд зүйлс нээх/хаах
ms_my: Buka/tutup inventori
mt_mt: Iftaħ/Agħlaq l-Inventorju
nl_nl: Open/Sluit inventaris
nn_no: Opne eller late att inventaret
pl: Otwórz/Zamknij ekwipunek
pt: Abrir/Fechar Inventário
ro_ro: Deschide/închide inventarul
ru_ru: Открыть/Закрыть инвентарь
sk_sk: Otvorenie/zatvorenie inventára
sl_si: Odpri/Zapri inventar
sq_al: Të Hapur/Mbyllur Inventarit
sv_se: Öppna/stäng utrustning
th_th: เปิด/ปิด ช่องเก็บของ
tr_tr: Envanteri Açma/Kapama
vi_vn: Mở/Đóng túi đồ
zh_cn: 开启/关闭物品栏
zh_tw: 開啟/關閉物品欄

# key_jump
source: Jump
af_za: Spring
ar_sa: قفز
be_by: Скачок
bg_bg: Скок
ca_es: Saltar
cs: Skok
da_dk: Hop
de: Springen
de_at: Springa
el_gr: Άλμα
es: Saltar
eu_es: Jauzi
fa_ir: پرش
fi: Hyppää
fil_ph: Talon
fr_ca: Sauter
ga_ie: Léim
gl_es: Saltar
he: קפיצה
hi_in: छलांग
hr_hr: Skakanje
hu_hu: Ugrás
hy_am: Ցատկ
id_id: Lompat
is_is: Hoppa
it: Salta
ja_jp: ジャンプ
ka_ge: ახტომა
ko_kr: 점프
lb_lu: Sprangen
lt_lt: Pašokti
lv_lv: Lēkt
mi_nz: Peke
mk_mk: Скокаат
mn_mn: Үсрэх
ms_my: Lompat
mt_mt: Aqbeż
nl_nl: Springen
nn_no: Hopp
pl: Skok
pt: Saltar
ro_ro: Sari
ru_ru: Прыжок
sk_sk: Skok
sl_si: Skok
sq_al: Kërcej
sv_se: Hoppa
th_th: กระโดด
tr_tr: Zıplama
vi_vn: Nhảy
zh_cn: 跳跃
zh_tw: 跳躍

# key_left
source: Strafe Left
af_za: Tree Links
ar_sa: السير الى الامام اليسار
be_by: Улева
bg_bg: Ходене наляво
ca_es: Desplaçament lateral esquerra
cs: Úkrok vlevo
da_dk: Gå til venstre
de: Links
de_at: Links
el_gr: Ματιά Αριστερά
es: Caminar hacia la izquierda
eu_es: Ezkerrera mugitu
fa_ir: حرکت به چپ
fi: Kävele vasemmalle
fil_ph: Kumaliwa
fr_ca: Straffer à gauche
ga_ie: Tabhair céim faoi Chlé
gl_es: Camiñar á esquerda
he: תזוזה שמאלה
hi_in: बाईं ओर दंड दिया
hr_hr: Lijevo
hu_hu: Oldalazás balra
hy_am: Քայլել ձախ
id_id: Belok kiri
is_is: Hliðarskref til vinstri
it: Cammina verso sinistra
ja_jp: 左
ka_ge: ნაბიჯი მარცხნივ
ko_kr: 왼쪽으로 걷기
lb_lu: Lénks
lt_lt: Į kairę
lv_lv: Iet sāniski pa kreisi
mk_mk: Страфе Лево
mn_mn: Зүүн алхах
ms_my: Bergerak Kiri
mt_mt: Iġbed lejn ix-Xellug
nl_nl: Zijwaarts naar links
nn_no: Gå til venstre
pl: Idź w lewo
pt: Andar para a esquerda
ro_ro: Mergi spre stânga
ru_ru: Влево
sk_sk: Ísť doľava
sl_si: Hodi levo
sq_al: Ndëshkim Të Majtë
sv_se: Gå vänster
th_th: เดินไปทางซ้าย
tr_tr: Sola Gitme
vi_vn: Bước ngang sang trái
zh_cn: 向左移动
zh_tw: 往左

# key_mouseButton
source: Button {0}
af_za: Sleutel {0}
ar_sa: {0} الزر
be_by: Кнопка {0}
bg_bg: Бутон {0}
ca_es: Botó {0}
cs: Tlačítko {0}
da_dk: Knap {0}
de: Maustaste {0}
de_at: Tastn {0}
el_gr: Κουμπί {0}
es: Botón {0}
eu_es: {0} botoia
fa_ir: دکمه ی {0}
fi: Nappi {0}
fr_ca: Souris {0}
ga_ie: Cnaipe {0}
gl_es: Botón {0}
he: כפתור {0}
hi_in: बटन {0}
hr_hr: Klik {0}
hu_hu: {0}. egérgomb
hy_am: Կոճակ {0}
id_id: Tombol {0}
is_is: Músartakki {0}
it: Tasto {0}
ja_jp: ボタン {0}
ka_ge: ღილაკი {0}
ko_kr: 버튼 {0}
lb_lu: Maustast {0}
lt_lt: Pelės mygtukas {0}
lv_lv: Poga {0}
mk_mk: Копче {0}
mn_mn: Товч {0}
ms_my: Butang {0}
mt_mt: Buttuna {0}
nl_nl: Knop {0}
nn_no: Knapp {0}
pl: Przycisk {0}
pt: Botão {0}
ro_ro: Buton {0}
ru_ru: Кнопка {0}
sk_sk: Tlačidlo {0}
sl_si: Gumb {0}
sq_al: Buton {0}
sv_se: Knapp {0}
th_th: ปุ่ม {0}
tr_tr: Buton {0}
vi_vn: Chuột {0}
zh_cn: 鼠标按键{0}
zh_tw: 滑鼠 {0}

# key_pickItem
source: Pick Block
af_za: Kies Blok
ar_sa: اختيار كتلة
be_by: Выбраць блок
bg_bg: Вземане на блокче
ca_es: Agafar bloc
cs: Vybrat blok
da_dk: Vælg blok
de: Block auswählen
de_at: Block auswöhn
el_gr: Επιλογή κύβου
es: Copiar bloque
eu_es: Hartu blokea
fa_ir: انتخاب بلوک
fi: Valitse kuutio
fil_ph: Piliin ang Bloke
fr_ca: Choisir le bloc
ga_ie: Pioc Bloc
gl_es: Coller bloque
he: בחירת בלוק מסומן
hi_in: ब्लॉक उठाओ
hr_hr: Odabir Bloka
hu_hu: Blokk kiválasztása
hy_am: Վերցնել Բլոկը
id_id: Mengambil blok
is_is: Velja kubb
it: Seleziona il blocco
ja_jp: ブロック選択
ka_ge: ბლოკის არჩევა
ko_kr: 블록 선택
lb_lu: Block auswielen
lt_lt: Pasirinkti bloką
lv_lv: Paņemt bloku
mk_mk: Собереш Блок
mn_mn: Блок авах
ms_my: Pilih Blok
mt_mt: Iġbor Blokka
nl_nl: Blok kiezen
nn_no: Vel blokk
pl: Wybierz blok
pt: Apanhar Bloco
ro_ro: Alege blocul
ru_ru: Выбор блока
sk_sk: Zobrať kocku
sl_si: Izbira kocke
sq_al: Marr Bllok
sv_se: Välj block
th_th: เลือกบล็อก
tr_tr: Blok Seçme
vi_vn: Lựa chọn khối
zh_cn: 选取方块
zh_tw: 選取方塊

# key_playerlist
source: List Players
af_za: Lys die Spelers
ar_sa: قائمة اللاعبين
be_by: Спіс гульцоў
bg_bg: Списък с играчи
ca_es: Llista de Jugadors
cs: Seznam hráčů
da_dk: Spillerliste
de: Spieler auflisten
de_at: Spiela auflistn
el_gr: Δείτε τα ονόματα όλων των παικτών
es: Lista de jugadores
eu_es: Jokalari zerrenda
fa_ir: لیست کردن بازیکنان
fi: Pelaajaluettelo
fil_ph: Listahan ng Manlalaro
fr_ca: Afficher la liste des joueurs
ga_ie: Liostáil Imreoirí
gl_es: Listar xogadores
he: רשימת שחקנים
hi_in: सूची खिलाड़ी
hr_hr: Lista Igrača
hu_hu: Játékoslista
hy_am: Խաղացողների ցուցակ
id_id: Daftar pemain
is_is: Leikmannalisti
it: Elenca i giocatori
ja_jp: プレイヤーリスト
ka_ge: მოთამაშეთა სია
ko_kr: 접속자 목록
lb_lu: Spiller oplëschten
lt_lt: Žaidėjų sąrašas
lv_lv: Parādīt spēlētājus
mk_mk: Список на Играчи
mn_mn: Тоглогчдын жагсаалт
ms_my: Senarai Pemain
mt_mt: Lista tal-Plejers
nl_nl: Spelerslijst
nn_no: Spelarliste
pl: Lista graczy
pt: Lista de Jogadores
ro_ro: Enumeră jucătorii
ru_ru: Список игроков
sk_sk: Zoznam hráčov
sl_si: Seznam igralcev
sq_al: Lista E Lojtarëve
sv_se: Spelarlista
th_th: รายชื่อผู้เล่น
tr_tr: Oyuncuları Listeleme
vi_vn: Hiển thị danh sách người chơi
zh_cn: 玩家列表
zh_tw: 玩家列表

# key_right
source: Strafe Right
af_za: Tree Regs
ar_sa: السير الى اليمين
be_by: Управа
bg_bg: Ходене надясно
ca_es: Desplaçament lateral dret
cs: Úkrok vpravo
da_dk: Gå til højre
de: Rechts
de_at: Rechts
el_gr: Ματιά Δεξιά
es: Caminar hacia la derecha
eu_es: Eskuinera mugitu
fa_ir: حرکت به راست
fi: Kävele oikealle
fil_ph: Kumanan
fr_ca: Straffer à droite
ga_ie: Tabhair céim faoi Dheis
gl_es: Camiñar á dereita
he: תזוזה ימינה
hi_in: दाईं ओर दंड दिया
hr_hr: Desno
hu_hu: Oldalazás jobbra
hy_am: Քայլել աջ
id_id: Belok kanan
is_is: Hliðarskref til hægri
it: Cammina verso destra
ja_jp: 右
ka_ge: ნაბიჯი მარჯვნივ
ko_kr: 오른쪽으로 걷기
lb_lu: Riets
lt_lt: Į dešinę
lv_lv: Iet sāniski pa labi
mk_mk: Страфе Право
mn_mn: Баруун алхах
ms_my: Bergerak Kanan
mt_mt: Iġbed lejn il-Lemin
nl_nl: Zijwaarts naar rechts
nn_no: Gå til høgre
pl: Idź w prawo
pt: Andar para a direita
ro_ro: Mergi spre dreapta
ru_ru: Шаг вправо
sk_sk: Ísť doprava
sl_si: Hodi desno
sq_al: Ndëshkim Të Drejtë
sv_se: Gå höger
th_th: เดินไปทางขวา
tr_tr: Sağa Gitme
vi_vn: Bước ngang sang phải
zh_cn: 向右移动
zh_tw: 往右

# key_screenshot
source: Take Screenshot
af_za: Neem Skermskoot
ar_sa: خذ صورة
be_by: Зрабіць здымак экрана
bg_bg: Правене на снимка
ca_es: Captura de pantalla
cs: Snímek obrazovky
da_dk: Tag skærmbillede
de: Screenshot
de_at: Screenshot
el_gr: Λήψη στιγμιότυπου οθόνης
es: Hacer captura de pantalla
eu_es: Atera pantaila-argazkia
fa_ir: گرفتن عکس از صفحه
fi: Ota kuvankaappaus
fil_ph: Kumuha ng Screenshot
fr_ca: Prendre un screenshot
ga_ie: Gabháil Scáileáin
gl_es: Tomar captura de pantalla
he: צלם תמונת מסך
hi_in: स्क्रीनशॉट ले लो
hr_hr: Slikanje
hu_hu: Képernyőkép készítése
hy_am: Լուսանկարել էկրանը
id_id: Ambil Tangkapan Layar
is_is: Taka skjáskot
it: Salva una schermata
ja_jp: スクリーンショット撮影
ka_ge: სურათის გადაღება
ko_kr: 스크린샷 찍기
lb_lu: Screenshot huelen
lt_lt: Ekrano nuotrauka
lv_lv: Veikt ekrānuzņēmumu
mk_mk: Направете Скриншот
mn_mn: Зураг авах
ms_my: Mangambil Tangkapan Skrin
mt_mt: Ħu Screenshot
nl_nl: Schermafbeelding maken
nn_no: Ta skjermdump
pl: Zrób zrzut ekranu
pt: Tirar Foto
ro_ro: Fă o captură de ecran
ru_ru: Сделать снимок экрана
sk_sk: Odfotiť obrazovku
sl_si: Posnemi posnetek zaslona
sq_al: Marrë screenshot
sv_se: Ta skärmdump
th_th: ถ่ายภาพ
tr_tr: Ekran Görüntüsü Alma
vi_vn: Chụp ảnh màn hình
zh_cn: 截图
zh_tw: 截取畫面

# key_smoothCamera
source: Toggle Cinematic Camera
af_za: Wissel Kinematiese Kamera
ar_sa: تشغيل الكاميرا السينمائية
be_by: Уключыць кінакамеру
bg_bg: Превключване кинематографична камера
ca_es: Canviar càmera cinemàtica
cs: Přepnutí filmové kamery
da_dk: Skift til filmisk kamera
de: Kameraverhalten wechseln
de_at: Kameravahoitn wechsln
el_gr: Εναλλαγή κινηματογραφικής κάμερας
es: Cambiar a cámara cinemática
eu_es: Kamara zinematikoaren aldaketa
fa_ir: عوض کردن دوربین سینمایی
fi: Vaihda elokuvamaiseen kameraan
fil_ph: Cinematic Camera
fr_ca: Alterner le mode cinématique
ga_ie: Scoránaigh an Ceamara Cineamatach
gl_es: Cambiar a cámara cinemática
he: מצב מצלמה קולנועית
hi_in: टॉगल सिनेमाई कैमरा
hr_hr: Filmska Kamera
hu_hu: Kameramozgás lágyítása
hy_am: Միացնել/անջատել տեսախցիկը
id_id: Ganti kamera sinematik
is_is: Af/Virkja kvikmynda hreyfingar
it: Visuale cinematica
ja_jp: カメラ動作の切り替え
ka_ge: კინემატოგრაფიული კამერის შეცვლა
ko_kr: 시네마틱 카메라 전환
lb_lu: Kameraverhale wiesselen
lt_lt: Kino kamera
lv_lv: Ieslēgt kinomatisko skatu
mk_mk: Вклучит Филмска Камера
mn_mn: Үзүүлэнгийн камерт шилжүүлэх
ms_my: Menogel Kamera Sinematik
mt_mt: Ibdel il-Moviment tal-Kamera
nl_nl: Filmische camera omschakelen
nn_no: Filmatisk kamera
pl: Przełącz tryb kamery filmowej
pt: Câmara Cinemática
ro_ro: Comută camera cinematică
ru_ru: Кинематографическая камера
sk_sk: Prepnúť kinematografickú kameru
sl_si: Preklopi na filmsko kamero
sq_al: Toggle Kinematografisë Kamera
sv_se: Byt kameraläge
th_th: เปิดโหมดกล้องภาพยนตร์
tr_tr: Sinematik Kameraya Geçme
vi_vn: Đổi góc nhìn kịch tính
zh_cn: 切换电影视角
zh_tw: 切換視角平滑移動

# key_sneak
source: Sneak
af_za: Sluip
ar_sa: تسلل
be_by: Красціся
bg_bg: Промъкване
ca_es: Ajupir-se
cs: Plížení
da_dk: Snig
de: Schleichen
de_at: Schleichn
el_gr: Σκύψιμο
es: Agacharse
eu_es: Makurtu
fa_ir: یواشکی حرکت کردن
fi: Hiivi
fil_ph: Tago
fr_ca: Marcher prudemment
ga_ie: Téaltaigh
gl_es: Agacharse
he: התגנבות
hi_in: उचक्का
hr_hr: Šuljanje
hu_hu: Lopakodás
hy_am: Զգույշ քայլ
id_id: Jongkok
is_is: Læðast
it: Accovacciati
ja_jp: スニーク
ka_ge: მიპარვა
ko_kr: 웅크리기
lb_lu: Schläichen
lt_lt: Sėlinti
lv_lv: Lavīties
mk_mk: Прикрад
mn_mn: Гэтэх
ms_my: Selinap
mt_mt: Imxi Nkiss Inkiss
nl_nl: Sluipen
nn_no: Smyg
pl: Skradanie
pt: Agachar
ro_ro: Furișează-te
ru_ru: Красться
sk_sk: Zakrádanie
sl_si: Tihotapljenje
sq_al: Vjedhës
sv_se: Smyg
th_th: ย่อง
tr_tr: Eğilme
vi_vn: Đi rón rén
zh_cn: 潜行
zh_tw: 潛行

# key_spectatorOutlines
source: Highlight Players (Spectators)
af_za: Merk Spelers (Toeskouers)
ar_sa: أفضل اللاعبين (مشاهد)
be_by: Падсвечваць гульцоў (назіральнікаў)
bg_bg: Подчертаване на играчи (зрители)
ca_es: Destacar jugadors (espectadors)
cs: Zvýraznit hráče (diváky)
da_dk: Fremhæv spillere (tilskuere)
de: Spieler markieren (Zuschauer)
de_at: Spiela markian (Zuaschaua)
el_gr: Εμφάνηση Παικτών (Θεατές)
es: Destacar jugadores (espectadores)
eu_es: Jokalariak nabarmendu (Ikusleak)
fa_ir: بازیکنان برجسته (تماشاگران)
fi: Korosta pelaajat (Katselijat)
fil_ph: Ipabida ang Mga Manlalaro (Nanonood)
fr_ca: Mettre en évidence les joueurs
ga_ie: Aibhsigh Imreoirí (Féachadóirí)
gl_es: Destacar xogadores (espectadores)
he: סמן שחקנים (צופים)
hi_in: खिलाड़ी (दर्शको) को चिन्हित करो
hr_hr: Istakni Igrače (Gledatelje)
hu_hu: Játékosok (Szemlélők) kiemelése
id_id: Sorot pemain (Penonton)
is_is: Auðkenna Spilara (Áhorfandur)
it: Evidenzia i giocatori (spettatori)
ja_jp: プレイヤーのハイライト (スペクテイター)
ka_ge: მოთამაშეების გამოყოფა (მაყურებლები)
ko_kr: 플레이어 하이라이트 (관전)
lb_lu: Spiller markéieren (Zuschauer)
lt_lt: Išryškinti žaidėjus (stebėtojus)
lv_lv: Iekrāsot spēlētājus (skatītāji)
mk_mk: Нагласу Играчи (Спектатори)
mn_mn: Тоглогчийг тодруулах (Үзэгч)
ms_my: Serlah Pemain (Pengawas)
mt_mt: Plejers Jixegħlu (Spettaturi)
nl_nl: Spelers markeren (toeschouwers)
nn_no: Marker spelarar (tilskodarar)
pl: Podświetl graczy (widzów)
pt: Destacar Jogadores (Espectadores)
ro_ro: Evidențiază jucători (spectatori)
ru_ru: Выделить игроков (Зрители)
sk_sk: Zvýrazniť hráčov (divákov)
sl_si: Poudari igralce (gledalec)
sq_al: Të Nxjerrë Në Pah Lojtarë (Spektatorët)
sv_se: Tydliggör spelare (åskådare)
th_th: เน้นผู้เล่น (ผู้รับชม)
tr_tr: Oyuncuları (Seyircileri) Vurgulama
vi_vn: Đánh dấu người chơi (khán giả)
zh_cn: 高亮玩家（旁观者）
zh_tw: 標示玩家 (旁觀者)

# key_sprint
source: Sprint
af_za: Hardloop
ar_sa: الجري
be_by: Бег
bg_bg: Бягане
ca_es: Córrer
cs: Běh
da_dk: Løb
de: Sprinten
de_at: Sprintn
el_gr: Τρέξιμο
es: Correr
eu_es: Korrika egin
fa_ir: با حداکثر سرعت دویدن
fi: Juokse
fil_ph: Tumakbo
fr_ca: Courir
ga_ie: Rith
gl_es: Correr
he: ריצה
hi_in: स्प्रिंट
hr_hr: Trčanje
hu_hu: Futás
hy_am: Վազք
id_id: Berlari
is_is: Hlaupa
it: Corri
ja_jp: ダッシュ
ka_ge: სირბილი
ko_kr: 달리기
lb_lu: Sprinten
lt_lt: Bėgti
lv_lv: Skriet
mk_mk: Спринт
mn_mn: Гүйх
ms_my: Lari
mt_mt: Iġri
nl_nl: Sprinten
nn_no: Spurt
pt: Correr
ro_ro: Aleargă
ru_ru: Бег
sk_sk: Beh
sl_si: Tek
sv_se: Spring
th_th: วิ่ง
tr_tr: Koşma
vi_vn: Chạy nhanh
zh_cn: 疾跑
zh_tw: 跑步

# key_swapHands
source: Swap Item In Hands
af_za: Ruil Voorwerp in jou Hande
ar_sa: التبديل بين الأيدي
be_by: Пераключыць прадмет у руках
bg_bg: Размяна на предмет в ръцете
ca_es: Intercanviar l'ítem de mà
cs: Vyměnit předměty v rukou
da_dk: Byt ting i hænder
de: Gegenstand in den Händen wechseln
de_at: Gegnstond in de Händ wechsln
el_gr: Αλλαγή Χεριού
es: Cambiar el objeto de mano
eu_es: Objektua eskutik aldatu
fi: Vaihda esine toiseen käteen
fil_ph: Pag Palit Nang Bagay Sa Kamay
fr_ca: Échanger les objets des mains
ga_ie: Athraigh earra chuig an lámh eile
gl_es: Cambiar obxecto nas mans
he: החלף פריט בידיים
hi_in: हाथ में जो चीज़ है, उसको बदलो
hr_hr: Zamijeni Stvar u Rukama
hu_hu: Eszközök megcserélése a kezekben
id_id: Swap Barang di tangan
is_is: Skipta hlut í hendinni
it: Scambia gli oggetti tra le mani
ja_jp: 持っているアイテムの切り替え
ka_ge: ნივთის ხელებში გადაცვლა
ko_kr: 양손에 있는 아이템 맞바꾸기
lb_lu: Géigestand an den Hänn wiesselen
lt_lt: Apkeisti daiktą tarp rankų
lv_lv: Apmainīt priekšmetus rokām
mk_mk: Промени Ствар во свои Раце
mn_mn: Хоёр гарын хооронд эд зүйл солих
ms_my: Tukar barang dalam tangan
mt_mt: Ibdel l-Oġġett fl-Idejn
nl_nl: Wissel voorwerp van hand
nn_no: Byt gjenstand i hendene
pl: Zamień przedmiot w rękach
pt: Trocar Item nas Mãos
ro_ro: Schimbă obiectele între mâini
ru_ru: Переложить предметы из рук в руки
sk_sk: Výmena predmetov v rukách
sl_si: Zamenjaj predmet v rokah
sq_al: Swap Objekt Në Duart E
sv_se: Byt föremål i händerna
th_th: สลับไอเท็มในมือ
tr_tr: Eşyayı Eller Arasında Değiştirme
vi_vn: Đổi tay cầm vật phẩm
zh_cn: 交换手中的物品
zh_tw: 對調雙手的物品

# key_togglePerspective
source: Toggle Perspective
af_za: Wissel Perspektief
ar_sa: تشغيل المشهد
be_by: Перспектыва
bg_bg: Превключване перспектива
ca_es: Canviar perspectiva
cs: Přepnutí perspektivy
da_dk: Skift perspektiv
de: Perspektive wechseln
de_at: Perspektive wechsln
el_gr: Εναλλαγή κάμερας
es: Cambiar cámara
eu_es: Ikuspuntua aldatu
fa_ir: عوض کردن چشم انداز
fi: Vaihda näkökulma
fil_ph: Palitan ang Perspective
fr_ca: Changer de point de vue
ga_ie: Scoránaigh an Dearcadh
gl_es: Cambiar perspectiva
he: מצב נקודת מבט
hi_in: टॉगल परिप्रेक्ष्य
hr_hr: Perspektiva
hu_hu: Nézetváltás
hy_am: Փոխել տեսանկյունը
id_id: Ganti perspektif
is_is: Skipta um sjónarhorn
it: Cambia la modalità di visuale
ja_jp: 視点の切り替え
ka_ge: ხედის შეცვლა
ko_kr: 시점 전환
lb_lu: Perspektive ëmschalten
lt_lt: Perjungti perspektyvą
lv_lv: Pārslēgt skatu
mk_mk: Вклучит Перспектива
mn_mn: Харах байдал өөрчлөх
ms_my: Menogel Perspektif
mt_mt: Ibdel il-Perspettiva
nl_nl: Perspectief omschakelen
nn_no: Forandre perspektiv
pl: Przełącz perspektywę
pt: Mudar Câmara
ro_ro: Comută perspectiva
ru_ru: Переключить перспективу
sk_sk: Prepnúť pohľad
sl_si: Preklopi perspektivo
sq_al: Toggle Perspektivë
sv_se: Byt perspektiv
th_th: สลับมุมมอง
tr_tr: Perspektifi Değiştirme
vi_vn: Đổi góc nhìn
zh_cn: 切换视角
zh_tw: 切換視角

# key_use
source: Use Item/Place Block
af_za: Gebruik Item/Plaas Blok
ar_sa: استخدام المورد/ وضع الكتلة
be_by: Выкарыстаць/Паставіць блок
bg_bg: Използване на предмет/Поставяне на блок
ca_es: Utilitzar ítem/col·locar bloc
cs: Použití předmětu/Umístění bloku
da_dk: Brug ting/placér blok
de: Benutzen/Platzieren
de_at: Benutzn/Platzian
el_gr: Χρήση Αντικειμένου/Τοποθέτηση κύβου
es: Interactuar/Colocar bloque
eu_es: Artikulua erabilli/Blokea jarri
fa_ir: استفاده از جسم/گذاشتن بلوک
fi: Käytä esinettä/sijoita kuutio
fil_ph: Gumamit ng Bagay/Maglagay ng Bloke
fr_ca: Utiliser un objet / placer un bloc
ga_ie: Úsáid Earra/Cuir Bloc
gl_es: Usar obxecto/Colocar bloque
he: שימוש בפריט/השמת בלוק
hi_in: अायीटम का उपयोग करें/ इस जगह ब्लॉक रखें
hr_hr: Korištenje/Postavljanje
hu_hu: Tárgy használata/Blokk lerakása
hy_am: Օգտագործել առարկան/Տեղադրել բլակը
id_id: Gunakan Item/Pasang blok
is_is: Nota hlut/Setja kubb
it: Usa un oggetto/Piazza un blocco
ja_jp: アイテムの使用/ブロックの設置
ka_ge: ნივთის გამოყენება/ბლოკის დადგმა
ko_kr: 아이템 사용/블록 놓기
lb_lu: Géigestand/Block benotzen
lt_lt: Naudoti daiktą/padėti bloką
lv_lv: Izmantot priekšmetu/novietot bloku
mk_mk: Користете Ствар/Сместува Блок
mn_mn: Эд зүйл хэрэглэх / Блок байрлуулах
ms_my: Mengunakan Barangan/Meletakkan Blok
mt_mt: Uża Oġġett/Poġġi Blokka
nl_nl: Voorwerp gebruiken/blok plaatsen
nn_no: Bruk gjenstand/Plasser blokk
pl: Użyj przedmiotu/umieść blok
pt: Usar item/Colocar bloco
ro_ro: Folosește obiecte/Așază blocuri
ru_ru: Использовать/Установить
sk_sk: Použiť predmet/položiť kocku
sl_si: Uporabi predmet/Postavi kocko
sq_al: Përdorni Artikull/Vendi Bllok
sv_se: Använd föremål/placera block
th_th: ใช้ของ/วางบล็อค
tr_tr: Eşyayı Kullanma/Blok Koyma
vi_vn: Sử dụng vật phẩm/Đặt khối
zh_cn: 使用物品/放置方块
zh_tw: 使用物品/放置方塊
