Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# lingering_potion_effect_night_vision
source: Lingering Potion of Night Vision
af_za: Nagsig Draaldoepa
ar_sa: غاز جرعة الرؤية الليلية
be_by: Трывалае зелле начнога зроку
bg_bg: Задържаща се отвара на нощното виждане
ca_es: Poció llancívola de visió nocturna
cs: Doznívající lektvar vidění ve tmě
da_dk: Hængende nattesynseliksir
de: Verweiltrank der Nachtsicht
el_gr: Διαρκές Φίλτρο Νυχτερινής Όρασης
es: Poción de visión nocturna persistente
fi: Viipyvä hämäränäön taikajuoma
fil_ph: Nananatiling Gayumang pang Kita sa Dilim
fr_ca: Potion de vision nocturne persistante
ga_ie: Posóid Righin Radharc san Oíche
gl_es: Poción alongada de visión nocturna
he: שיקוי השתהות ש ראיית לילה
hu_hu: Éjjellátás időző bájitala
id_id: Ramuan Berlama-lama Malam Visi
it: Pozione persistente di visione notturna
ja_jp: 暗視の残留ポーション
ka_ge: ღამის ხედვის მძიმე ხსნარი
ko_kr: 잔류형 야간 투시의 물약
lb_lu: Undauernden Dronk vun der Nuechtsiicht
lt_lt: Garuojantis naktinio matymo eliksyras
lv_lv: Ilgstoša nakts redzamības dzira
ms_my: Posyen Berlarutan Penglihatan Malam
mt_mt: Xarba tal-Viżjoni bil-Lejl Fumanti
nl_nl: Aanhoudende drank des nachtzichts
nn_no: Dvelande nattsynsbrygg
pl: Trwała miotana mikstura noktowizji
pt: Poção Prolongada de Visão Noturna
ro_ro: Poțiune de vedere nocturnă persistentă
ru_ru: Взвешенное зелье ночного зрения
sk_sk: Plynný elixír nočného videnia
sl_si: Dolgotrajen napoj nočnega vida
sv_se: Kvardröjande mörkerseendebrygd
th_th: ยาระเหยแห่งการทัศนะในความมืด
tr_tr: Kalıcı Gece Görüş İksiri
vi_vn: Thuốc nhìn trong bóng tối kéo dài
zh_cn: 滞留型夜视药水
zh_tw: 滯留 夜視藥水

# lingering_potion_effect_poison
source: Lingering Potion of Poison
af_za: Gif Dralende Doepa
ar_sa: غاز جرعة السم
be_by: Трывалае атрутнае зелле
bg_bg: Задържаща се отвара на отравянето
ca_es: Poció persistent de verí
cs: Doznívající lektvar otravy
da_dk: Hængende gifteliksir
de: Verweiltrank der Vergiftung
el_gr: Διαρκές Δηλητηριώδες Φίλτρο
es: Poción de veneno persistente
fi: Viipyvä myrkyllinen taikajuoma
fil_ph: Nananatiling Gayumang pang Palason
fr_ca: Potion de poison persistante
ga_ie: Posóid Righin na Nimhe
gl_es: Poción alongada de veleno
he: שיקוי מתמשכת של רעל
hu_hu: Mérgezés időző bájitala
id_id: Ramuan Berlama-lama Racun
it: Pozione persistente d'avvelenamento
ja_jp: 毒の残留ポーション
ka_ge: საწამლავის მძიმე ხსნარი
ko_kr: 잔류형 독 물약
lb_lu: Undauernden Dronk vum Gëft
lt_lt: Garuojantis nuodų eliksyrų
lv_lv: Ilgstoša Indes dzira
ms_my: Posyen Berlarutan Racun
mt_mt: Xarba tal-Velenu Fumanti
nl_nl: Aanhoudende drank des gifs
nn_no: Dvelande giftig brygg
pl: Trwała miotana mikstura zatrucia
pt: Poção Prolongada de Veneno
ro_ro: Poțiune de otravă persistentă
ru_ru: Взвешенное зелье отравления
sk_sk: Plynný elixír otravy
sl_si: Dolgotrajna strupena puščica
sv_se: Kvardröjande giftbrygd
th_th: ยาพิษแบบตกค้าง
tr_tr: Kalıcı Zehir İksiri
vi_vn: Thuốc độc kéo dài
zh_cn: 滞留型剧毒药水
zh_tw: 滯留 劇毒藥水

# lingering_potion_effect_regeneration
source: Lingering Potion of Regeneration
af_za: Regenerasie Dralende Doepa
ar_sa: غاز جرعة تجدد الصحة
be_by: Трывалае зелле аднаўлення
bg_bg: Задържаща се отвара на регенерацията
ca_es: Poció persistent de regeneració
cs: Doznívající lektvar regenerace
da_dk: Hængende regenereringseliksir
de: Verweiltrank der Regeneration
el_gr: Διαρκές Φίλτρο της Αναζωογόνησης
es: Poción de regeneración persistente
fi: Viipyvä elpymisen taikajuoma
fil_ph: Nananatiling Gayumang pang Muling Pagtubo
fr_ca: Potion de régénération persistante
ga_ie: Posóid Righin na hAthghiniúna
gl_es: Poción alongada de rexeneración
he: שיקוי מתמשכת של התחדשות
hu_hu: Regeneráció időző bájitala
id_id: Ramuan Berlama-lama Regenerasi
it: Pozione persistente di rigenerazione
ja_jp: 再生の残留ポーション
ka_ge: რეგენერაციის მძიმე ხსნარი
ko_kr: 잔류형 재생의 물약
lb_lu: Undauernden Dronk vun der Regeneratioun
lt_lt: Garuojantis atgijimo eliksyras
lv_lv: Ilgstoša reģenerācijas dzira
ms_my: Posyen Berlarutan Penjanaan Semula
mt_mt: Xarba tar-Riġenerazzjoni Fumanti
nl_nl: Aanhoudende drank der regeneratie
nn_no: Dvelande regenereringsbrygg
pl: Trwała miotana mikstura regeneracji
pt: Poção Prolongada de Regeneração
ro_ro: Poțiune de regenerare persistentă
ru_ru: Взвешенное зелье регенерации
sk_sk: Plynný elixír regenerácie
sl_si: Dolgotrajen napoj regeneracije
sv_se: Kvardröjande återhämtningsbrygd
th_th: น้ำยาแห่งการฟื้นฟูแบบตกค้าง
tr_tr: Kalıcı Yenilenme İksiri
vi_vn: Thuốc hồi phục kéo dài
zh_cn: 滞留型再生药水
zh_tw: 滯留 回復藥水

# lingering_potion_effect_slowness
source: Lingering Potion of Slowness
af_za: Traagheid Draaldoepa
ar_sa: غاز جرعة البطء
be_by: Трывалае зелле запаволення
bg_bg: Задържаща се отвара на забавянето
ca_es: Poció persistent de lentitud
cs: Doznívající lektvar zpomalení
da_dk: Hængende langsommelighedseliksir
de: Verweiltrank der Langsamkeit
el_gr: Διαρκές Φίλτρο Βραδύτητας
es: Poción de lentitud persistente
fi: Viipyvä hitauden taikajuoma
fil_ph: Nananatiling Gayumang pang Pabagal
fr_ca: Potion de lenteur persistante
ga_ie: Posóid Righin na Moille
gl_es: Poción alongada de lentitude
he: שיקוי השתהות של איטיות
hu_hu: Lomhaság időző bájitala
id_id: Ramuan Berlama-lama Kelambatan
it: Pozione persistente di lentezza
ja_jp: 鈍化の残留ポーション
ka_ge: სინელის მძიმე ხსნარი
ko_kr: 잔류형 구속의 물약
lb_lu: Undauernden Dronk vun der Luesheet
lt_lt: Garuojantis lėtumo eliksyras
lv_lv: Ilgstoša Lēnuma Dzira
ms_my: Posyen Berlarutan Kelambatan
mt_mt: Xarba tad-Dewmien Fumanti
nl_nl: Aanhoudende drank der traagheid
nn_no: Dvelande tråleiksbrygg
pl: Trwała miotana mikstura spowolnienia
pt: Poção Prolongada de Lentidão
ro_ro: Poțiune de încetineală persistentă
ru_ru: Взвешенное зелье замедления
sk_sk: Plynný elixír spomalenia
sl_si: Dolgotrajen napoj počastnosti
sv_se: Kvardröjande långsamhetsbrygd
th_th: น้ำยาแห่งความช้าแบบตกค้าง
tr_tr: Kalıcı Yavaşlık İksiri
vi_vn: Thuốc chậm rãi kéo dài
zh_cn: 滞留型迟缓药水
zh_tw: 滯留 緩速藥水

# lingering_potion_effect_strength
source: Lingering Potion of Strength
af_za: Krag Dralende Doepa
ar_sa: رشة جرعة القوة
be_by: Трывалае зелле моцы
bg_bg: Задържаща се отвара на силата
ca_es: Poció persistent de força
cs: Doznívající lektvar síly
da_dk: Hængende styrkeeliksir
de: Verweiltrank der Stärke
el_gr: Διαρκές Φίλτρο Δύναμης
es: Poción de fuerza persistente
fi: Viipyvä vahvuuden taikajuoma
fil_ph: Nananatiling Gayumang pang Palakas
fr_ca: Potion de force persistante
ga_ie: Posóid Righin an Nirt
gl_es: Poción alongada de forza
he: שיקוי מתמשכת של כוח
hu_hu: Erő időző bájitala
id_id: Ramuan Berlama-lama Kekuatan
it: Pozione persistente di forza
ja_jp: 力の残留ポーション
ka_ge: სიძლიერის მძიმე ხსნარი
ko_kr: 잔류형 힘의 물약
lb_lu: Undauernden Dronk vun der Kraaft
lt_lt: Garuojantis jėgos eliksyras
lv_lv: Ilgstoša Stipruma Dzira
ms_my: Posyen Berlarutan Kekuatan
mt_mt: Xarba tal-Qawwa Fumanti
nl_nl: Aanhoudende drank der kracht
nn_no: Dvelande styrkebrygg
pl: Trwała miotana mikstura siły
pt: Poção Prolongada de Força
ro_ro: Poțiune de forță persistentă
ru_ru: Взвешенное зелье силы
sk_sk: Plynný elixír sily
sl_si: Dolgotrajen napoj moči
sv_se: Kvardröjande styrkebrygd
th_th: น้ำยาแห่งความแข็งแรงแบบตกค้าง
tr_tr: Kalıcı Kuvvet İksiri
vi_vn: Thuốc sức mạnh kéo dài
zh_cn: 滞留型力量药水
zh_tw: 滯留 力量藥水

# lingering_potion_effect_swiftness
source: Lingering Potion of Swiftness
af_za: Snelheid Draaldoepa
ar_sa: غاز جرعة السرعة
be_by: Трывалае зелле хуткасці
bg_bg: Задържаща се отвара на скоростта
ca_es: Poció persistent de lleugeresa
cs: Doznívající lektvar svižnosti
da_dk: Hængende hurtighedseliksir
de: Verweiltrank der Schnelligkeit
el_gr: Διαρκές Φίλτρο Γρηγοράδας
es: Poción de rapidez persistente
fi: Viipyvä nopeuden taikajuoma
fil_ph: Nananatiling Gayumang pang Pabilis
fr_ca: Potion de rapidité persistante
ga_ie: Posóid Righin an Luais
gl_es: Poción alongada de velocidade
he: שיקוי השתהות של מהירות
hu_hu: Fürgeség időző bájitala
id_id: Ramuan Berlama-lama Kecepatan
it: Pozione persistente di velocità
ja_jp: 俊敏の残留ポーション
ka_ge: სისწრაფის მძიმე ხსნარი
ko_kr: 잔류형 신속의 물약
lb_lu: Undauernden Dronk vun der Schnellegkeet
lt_lt: Garuojantis greičio eliksyras
lv_lv: Ilgstoša Ātruma Dzira
ms_my: Posyen Berlarutan Kecepatan
mt_mt: Xarba tal-Ħeffa Fumanti
nl_nl: Aanhoudende drank der vlotheid
nn_no: Dvelande snøggleiksbrygg
pl: Trwała miotana mikstura szybkości
pt: Poção Prolongada de Velocidade
ro_ro: Poțiune de viteză persistentă
ru_ru: Взвешенное зелье стремительности
sk_sk: Plynný elixír svižnosti
sl_si: Dolgotrajen napoj hitrosti
sv_se: Kvardröjande snabbhetsbrygd
th_th: น้ำยาแห่งความเร็วแบบตกค้าง
tr_tr: Kalıcı Hız İksiri
vi_vn: Thuốc nhanh nhẹn kéo dài
zh_cn: 滞留型迅捷药水
zh_tw: 滯留 迅捷藥水

# lingering_potion_effect_thick
source: Thick Lingering Potion
af_za: Dik Draaldoepa
ar_sa: غاز الجرعة الكثيفة
be_by: Густое трывалае зелле
bg_bg: Задържаща се гъста отвара
ca_es: Poció persistent sense efectes
cs: Doznívající hustý lektvar
da_dk: Hængende tyk eliksir
de: Dickflüssiger Verweiltrank
el_gr: Πηχτό Φίλτρο Διαρκείας
es: Poción densa persistente
fi: Viipyvä sakea taikajuoma
fil_ph: Nananatiling Gayumang Makapal
fr_ca: Potion épaisse persistante
ga_ie: Posóid Righin Thiubh
gl_es: Poción alongada densa
he: שיקוי השתהות של ט'יק
hu_hu: Sűrű időző bájital
id_id: Ramuan Berlama-lama Tebal
it: Pozione densa persistente
ja_jp: 濃厚な残留ポーション
ka_ge: სქელი მძიმე ხსნარი
ko_kr: 잔류형 진한 물약
lb_lu: Déckflëssegen undauernden Dronk
lt_lt: Garuojantis tirštas eliksyras
lv_lv: Bieza Ilgstoša Dzira
ms_my: Posyen Berlarutan Tebal
mt_mt: Xarba Tqila Fumanti
nl_nl: Aanhoudende stroperige drank
nn_no: Dvelande viskøst brygg
pl: Trwała miotana gęsta mikstura
pt: Poção Prolongada Espessa
ro_ro: Poțiune groasă persistentă
ru_ru: Густое взвешенное зелье
sk_sk: Plynný mohutný elixír
sl_si: Gost dolgotrajen napoj
sv_se: Tjock kvardröjande brygd
th_th: น้ำยาเข้มข้นแบบตกค้าง
tr_tr: Kalıcı Yoğun İksir
vi_vn: Thuốc đặc kéo dài
zh_cn: 滞留型浓稠的药水
zh_tw: 滯留 黏稠藥水

# lingering_potion_effect_water
source: Lingering Water Bottle
af_za: Dralende Water Bottel
ar_sa: غاز الماء
be_by: Трывалая пляшка вады
bg_bg: Задържаща се стъкленица с вода
ca_es: Botella d'aigua llancívola
cs: Doznívající lahvička s vodou
da_dk: Hængende vand flaske
de: Verweilende Wasserflasche
el_gr: Διαρκές Νερομπούκαλο
es: Frasco con agua persistente
fi: Viipyvä vesipullo
fil_ph: Nananatiling Bote ng Tubig
fr_ca: Fiole d'eau persistante
ga_ie: Buidéal Uisce Righin
gl_es: Frasco de auga extensivo
he: בקבוק מים של התמהמהות
hu_hu: Időző vizespalack
id_id: Botol Air Berlama-lama
it: Ampolla d'acqua persistente
ja_jp: 水入り残留瓶
ka_ge: მძიმე წყლის ბოთლი
ko_kr: 잔류형 물병
lb_lu: Verbleiwend Waasserfläsch
lt_lt: Garuojantis vandens buteliukas
lv_lv: Ilgstoša Ūdens Pudele
ms_my: Posyen Berlarutan Botol Air
mt_mt: Flixkun Ilma Fumanti
nl_nl: Aanhoudende waterfles
nn_no: Dvelande vassflaske
pl: Trwała miotana butelka z woda
pt: Garrafa de Água Prolongado
ro_ro: Sticlă cu apă persistentă
ru_ru: Пузырёк с водяной взвесью
sk_sk: Fľaša pary
sl_si: Dolgotrajna steklenica vode
sv_se: Kvardröjande vattenflaska
th_th: น้ำยาแบบตกค้าง
tr_tr: Kalıcı Su Şişesi
vi_vn: Chai nước kéo dài
zh_cn: 滞留型水瓶
zh_tw: 滯留 水瓶

# lingering_potion_effect_water_breathing
source: Lingering Potion of Water Breathing
af_za: Waterasem Draaldoepa
ar_sa: غاز جرعة التنفس تحت الماء
be_by: Трывалае зелле падводнага дыхання
bg_bg: Задържаща се отвара на подводното дишане
ca_es: Poció persistent de respiració sota l'aigua
cs: Doznívající lektvar dýchání pod vodou
da_dk: Hængende gælleeliksir
de: Verweiltrank der Unterwasseratmung
el_gr: Διαρκές Φίλτρο Υποθαλάσσιας Αναπνοής
es: Poción de apnea persistente
fi: Viipyvä vedenhengittämisen taikajuoma
fil_ph: Nananatiling Gayumangl pang Pahinga sa Tubig
fr_ca: Potion de respiration aquatique persistante
ga_ie: Posóid Righin Análú in Uisce
gl_es: Poción alongada de apnea
he: שיקוי השתהות של נשימה במים
hu_hu: Vízalatti legzés időző bájitala
id_id: Ramuan Berlama-lama Air Pernapasan
it: Pozione persistente di respir. acquatica
ja_jp: 水中呼吸の残留ポーション
ka_ge: წყალში სუნთვის მძიმე ხსნარი
ko_kr: 잔류형 수중 호흡의 물약
lb_lu: Undauernden Dronk vun der Waasserootmung
lt_lt: Garuojantis kvėpavimo vandeniu eliksyras
lv_lv: Ilgstoša zemūdens elpošanas dzira
ms_my: Posyen Berlarutan Pernafasan Air
mt_mt: Xarba tan-Nifs Taħt l-Ilma Fumanti
nl_nl: Aanhoudende drank des wateradems
nn_no: Dvelande vassandingsbrygg
pl: Trwała miotana mikstura oddychania pod wodą
pt: Poção Prolongada de Respiração Aquática
ro_ro: Poțiune de respirație subacvatică persistentă
ru_ru: Взвешенное зелье водного дыхания
sk_sk: Plynný elixír dýchania pod vodou
sl_si: Dolgotrajen napoj podvodnega dihanja
sv_se: Kvardröjande vattenandningsbrygd
th_th: น้ำยาแห่งการหายใจใต้น้ำแบบตกค้าง
tr_tr: Kalıcı Suda Nefes Alma İksiri
vi_vn: Thuốc thở dưới nước kéo dài
zh_cn: 滞留型水肺药水
zh_tw: 滯留 水下呼吸藥水

# lingering_potion_effect_weakness
source: Lingering Potion of Weakness
af_za: Swakheid Dralende Doepa
ar_sa: رشة جرعة الضعف
be_by: Трывалае зелле кволасці
bg_bg: Задържаща се отвара на слабостта
ca_es: Poció persistent de debilitat
cs: Doznívající lektvar oslabení
da_dk: Hængende svaghedseliksir
de: Verweiltrank der Schwäche
el_gr: Διαρκές Φίλτρο Αδυναμίας
es: Poción de debilidad persistente
fi: Viipyvä heikkouden taikajuoma
fil_ph: Nananatiling Gayumang pang Pahina
fr_ca: Potion de faiblesse persistante
ga_ie: Posóid Righin na Laige
gl_es: Poción alongada de debilidade
he: שיקוי מתמשכת של חולשה
hu_hu: Gyengeség időző bájitala
id_id: Ramuan Berlama-lama Kelemahan
it: Pozione persistente di debolezza
ja_jp: 弱化の残留ポーション
ka_ge: სისუსტის მძიმე ხსნარი
ko_kr: 잔류형 나약함의 물약
lb_lu: Undauernden Dronk vun der Schwächt
lt_lt: Garuojantis silpnumo eliksyras
lv_lv: Ilgstoša reģenerācijas dzira
ms_my: Posyen Berlarutan Kelemahan
mt_mt: Xarba tad-Dgħjufija Fumanti
nl_nl: Aanhoudende drank der zwakheid
nn_no: Dvelande veikleiksbrygg
pl: Trwała miotana mikstura słabości
pt: Poção Prolongada de Fraqueza
ro_ro: Poțiune de slăbiciune persistentă
ru_ru: Взвешенное зелье слабости
sk_sk: Plynný elixír slabosti
sl_si: Dolgotrajen napoj šibkosti
sv_se: Kvardröjande svaghetsbrygd
th_th: น้ำยาแห่งความอ่อนแอแบบตกค้าง
tr_tr: Kalıcı Zayıflık İksiri
vi_vn: Thuốc yếu đuối kéo dài
zh_cn: 滞留型虚弱药水
zh_tw: 滯留 虛弱藥水

# mcoServer_title
source: Minecraft Online World
af_za: Minecraft Aanlyn Wêreld
ar_sa: عالم ماين كرافت الجماعي
be_by: Свет Minecraft Online
bg_bg: Minecraft онлайн свят
ca_es: Món online de Minecraft
cs: Minecraft online svět
da_dk: Minecraft online verden
de: Minecraft Online Welt
de_at: Minecraft Online Wöd
el_gr: διαδικτυακός κόσμος Minecraft
es: Mundo de Minecraft online
eu_es: Minecraft-eko mundua linean
fa_ir: دنیای آنلاین ماین کرفت
fi: Minecraft Online-maailma
fil_ph: Mundong Online ng Minecraft
fr_ca: Monde de Minecraft Online
ga_ie: Domhan Minecraft Ar Líne
gd_gb: Saoghal Minecraft air loidhne
gl_es: Mundo de Minecraft en liña
he: העולם המקוון של Minecraft
hi_in: मेराशिल्प ऑनलाइन दुनिया
hr_hr: Minecraft Mrežni Svijet
hu_hu: Minecraft online világ
hy_am: Minecraft Առցանց Աշխարհ
id_id: Dunia Daring Minecraft
is_is: Minecraft netheimur
it: Mondo di Minecraft online
ja_jp: オンラインのMinecraftワールド
ka_ge: სამყარო Minecraft Online
ko_kr: Minecraft 온라인 세계
lb_lu: Minecraft Onlinewelt
lt_lt: Minecraft Online pasaulis
lv_lv: Minecraft Tiešsaistes Pasaule
mi_nz: hou te ao ipurangi Minecraft
mk_mk: Minecraft Онлајн Светот
mn_mn: Minecraft цахим дэлхий
ms_my: Dunia Dalam Talian Minecraft
mt_mt: Dinja Online ta Minecraft
nl_nl: Minecraft Online-wereld
nn_no: Minecraft Online-verd
pl: Świat online
pt: Mundo Online de Minecraft
ro_ro: Lume de Minecraft Online
ru_ru: Мир Minecraft Online
sk_sk: Online Minecraft svet
sl_si: Minecraft Online svet
sq_al: Minecraft Botën Online
sv_se: Minecraft Onlinevärld
th_th: โลก Minecraft ออนไลน์
tr_tr: Minecraft Çevrimiçi Dünya
vi_vn: Thế giới Minecraft trực tuyến
zh_cn: Minecraft Online世界
zh_tw: 線上Minecraft世界

# menu_convertingLevel
source: Converting world
af_za: Wêreld word omgeskakel
ar_sa: تحويل العالم
be_by: Канвертацыя свету
bg_bg: Преобразуване на света
ca_es: Convertint món
cs: Převádění světa
da_dk: Konverterer verden
de: Welt wird konvertiert
de_at: Wöd wead umgwondlt
el_gr: Μετατροπή κόσμου
es: Convirtiendo mundo
eu_es: Mundua aldatzen
fa_ir: در حال تبدیل دنیا
fi: Muunnetaan maailmaa
fil_ph: Binabago ang Lupa
fr_ca: Conversion du monde en cours...
ga_ie: Ag tiontú domhain
gd_gb: Ag iompachadh an t-saoghail
gl_es: Convertendo mundo
he: ממיר עולם
hi_in: बदलने दुनिया
hr_hr: Pretvaranje svijeta
hu_hu: Világ konvertálása
hy_am: Աշխարհի փոխակերպում
id_id: Mengkonversi dunia
is_is: Umbreyti heimi
it: Conversione del mondo
ja_jp: ワールドを変換中
ka_ge: სამყარო გადაიყვანება
ko_kr: 세계 변환 중
lb_lu: Welt gëtt konvertéiert
lt_lt: Perdaromas pasaulis
lv_lv: Pārveido pasauli
mi_nz: Faafariuraa o te ao
mk_mk: конвертирање Свет
mn_mn: Дэлхийг хувиргаж байна
ms_my: Menukar dunia
mt_mt: Id-dinja qed tiġi kkonvertita
nl_nl: Wereld omzetten
nn_no: Konverterar verda
pl: Konwertowanie świata
pt: A converter o mundo
ro_ro: Se convertește lumea
ru_ru: Преобразование мира
sk_sk: Konvertuje sa svet
sl_si: Pretvarjanje sveta
sq_al: Konvertimi i botes
sv_se: Konverterar värld
th_th: กำลังแปลงไฟล์โลก
tr_tr: Dünya dönüştürülüyor
vi_vn: Đang chuyển hóa thế giới
zh_cn: 转换世界中
zh_tw: 轉換世界中

# menu_disconnect
source: Disconnect
af_za: Ontkoppel
ar_sa: قطع الاتصال
be_by: Адлучыцца
bg_bg: Прекъсване на връзката
ca_es: Desconnectar
cs: Odpojit se
da_dk: Afbryd
de: Verbindung trennen
de_at: Vom Server geh
el_gr: Αποσύνδεση
es: Desconectarse
eu_es: Deskonektatu
fa_ir: قطع ارتباط
fi: Katkaise yhteys
fil_ph: Umalis sa Server
fr_ca: Se déconnecter du serveur
ga_ie: Dícheangail
gd_gb: Dì-cheangail
gl_es: Desconectar
he: התנתק
hi_in: कनेक्शन कातें
hr_hr: Prekini vezu
hu_hu: Kapcsolat bontása
hy_am: Անջատվել
id_id: Putus
is_is: Aftengjast
it: Disconnettiti
ja_jp: 切断
ka_ge: კავშირის გაწყვეტა
ko_kr: 연결 끊기
lb_lu: Ausloggen
lt_lt: Atsijungti
lv_lv: Atvienoties
mi_nz: Wetea
mk_mk: Прекини
mn_mn: Холболт таслах
ms_my: Putuskan
mt_mt: Oħroġ mis-Server
nl_nl: Verbinding verbreken
nn_no: Kople frå
pl: Rozłącz
pt: Desconectar-se
ro_ro: Deconectează-te
ru_ru: Отключиться
sk_sk: Odpojiť sa
sl_si: Prekini povezavo
sq_al: shqit
sv_se: Lämna server
th_th: ตัดการเชื่อมต่อ
tr_tr: Bağlantıyı Kes
vi_vn: Ngắt kết nối
zh_cn: 断开连接
zh_tw: 中斷連線

# menu_game
source: Game menu
af_za: Spel kieskaart
ar_sa: قائمة اللعبة
be_by: Меню гульні
bg_bg: Меню на играта
ca_es: Menú del joc
cs: Herní nabídka
da_dk: Spil menu
de: Spielmenü
de_at: Spümenü
el_gr: Μενού Παιχνιδιού
es: Menú del juego
eu_es: Joko menua
fa_ir: منوی بازی
fi: Pelivalikko
fil_ph: Menu ng Laro
fr_ca: Menu du jeu
ga_ie: Roghchlár cluiche
gd_gb: Clàr-taice a’ gheama
gl_es: Menú do xogo
he: תפריט המשחק
hi_in: खेल मेनू
hr_hr: Izbornik
hu_hu: Játék menü
hy_am: Խաղի մենյու
id_id: Pilihan Permainan
is_is: Leikja valmynd
it: Menù di gioco
ja_jp: ゲームメニュー
ka_ge: თამაშის მენიუ
ko_kr: 게임 메뉴
lb_lu: Spill Menü
lt_lt: Žaidimo meniu
lv_lv: Spēles izvēlne
mi_nz: tahua kēmu
mk_mk: игра Мени
mn_mn: Тоглоомын цэс
ms_my: Menu Permainan
mt_mt: Menu
nl_nl: Spelmenu
nn_no: Spelmeny
pl: Menu gry
pt: Menu do Jogo
ro_ro: Meniul jocului
ru_ru: Меню
sk_sk: Herné menu
sl_si: Meni igre
sq_al: menu lojë
sv_se: Spelmeny
th_th: เมนูเกม
tr_tr: Oyun menüsü
vi_vn: Tùy chọn trò chơi
zh_cn: 游戏菜单
zh_tw: 遊戲目錄

# menu_generatingLevel
source: Generating world
af_za: Wêreld word geskep
ar_sa: توليد العالم
be_by: Генерацыя свету
bg_bg: Генериране на света
ca_es: Generant món
cs: Generování světa
da_dk: Genererer verden
de: Welt wird generiert
de_at: Wöd wead generiad
el_gr: Δημιουργία κόσμου
es: Generando el mundo
eu_es: Mundua sortzen
fa_ir: ایجاد کردن دنیا
fi: Luodaan maailmaa
fil_ph: Linilikha ni Bathala ang mundo
fr_ca: Génération du monde en cours...
ga_ie: Ag giniúint domhain
gd_gb: A’ gintinn an t-saoghail
gl_es: Xerando mundo
he: יוצר עולם
hi_in: दुनिया उत्पन्न
hr_hr: Stvaranje svijeta
hu_hu: Világ generálása
hy_am: Նոր աշխարհի սեղծում
id_id: membuat dunia
is_is: Framkalla heim
it: Generazione del mondo
ja_jp: ワールドを生成中
ka_ge: სამყაროს აიგება
ko_kr: 세계 생성 중
lb_lu: Welt gëtt generéiert
lt_lt: Kuriamas pasaulis
lv_lv: Ģenerē pasauli
mi_nz: Auaha te ao
mk_mk: генерирање на световите
mn_mn: Дэлхийг үүсгэж байна
ms_my: Dunia sedang dijanakan
mt_mt: Id-dinja qed tiġġenera
nl_nl: Wereld genereren
nn_no: Genererar verda
pl: Generowanie świata
pt: A gerar o mundo
ro_ro: Se generează lumea
ru_ru: Создание мира
sk_sk: Generuje sa svet
sl_si: Ustvarjanje sveta
sq_al: Gjenerimi i botes
sv_se: Genererar värld
th_th: กำลังสร้างโลก
tr_tr: Dünya oluşturuluyor
vi_vn: Đang khởi tạo thế giới
zh_cn: 生成世界中
zh_tw: 生成世界中

# menu_generatingTerrain
source: Building terrain
af_za: Terrein word gebou
ar_sa: جاري بناء الأرض
be_by: Генерацыя мясцовасці
bg_bg: Създаване на терен за игра
ca_es: Generant terreny
cs: Vytváření terénu
da_dk: Opbygger terræn
de: Landschaft wird generiert
de_at: Londschof wead generiad
el_gr: Σχηματισμός του εδάφους
es: Generando terreno
eu_es: Lurra eraikitzen
fa_ir: در حال ساخت زمین
fi: Muovataan maastoa
fil_ph: Ginagawa ang Kapaligiran
fr_ca: Génération du terrain en cours...
ga_ie: Ag tógáil tír-raoin
gd_gb: A’ cruthachadh cruth na tìre
gl_es: Xerando terreo
he: בונה את השטח
hi_in: मैदानी भवन
hr_hr: Kreiranje terena
hu_hu: Domborzat felépítése
hy_am: Տեղանքի կառուցում
id_id: Membangun medan
is_is: Byggi landslag
it: Costruzione del terreno
ja_jp: 地形情報を生成中
ka_ge: იგება სამყარო
ko_kr: 지형 생성 중
lb_lu: Landschaft gëtt generéiert
lt_lt: Kuriama vietovė
lv_lv: Ģenerē apvidu
mi_nz: Auaha te whenua
mk_mk: градежни Терен
mn_mn: Газар баригдаж байна
ms_my: Muka bumi sedang dibina
mt_mt: L-art qed tiġi mibnija
nl_nl: Terrein opbouwen
nn_no: Byggjer terreng
pl: Generowanie terenu
pt: A construir o terreno
ro_ro: Se construiește terenul
ru_ru: Генерация ландшафта
sk_sk: Vytvára sa terén
sl_si: Grajenje terena
sq_al: Ndertimi i terrenit
sv_se: Bygger terräng
th_th: กำลังสร้างภูมิประเทศ
tr_tr: Zemin inşa ediliyor
vi_vn: Đang xây địa hình
zh_cn: 生成地形中
zh_tw: 地形建構中

# menu_loadingLevel
source: Loading world
af_za: Wêreld word gelaai
ar_sa: تحميل العالم
be_by: Загрузка свету
bg_bg: Зареждане на света
ca_es: Carregant món
cs: Načítání světa
da_dk: Indlæser verden
de: Welt wird geladen
de_at: Wöd wead glon
el_gr: Φόρτωση κόσμου
es: Cargando mundo
eu_es: Mundua kargatzen
fa_ir: بارگذاری دنیا
fi: Ladataan maailmaa
fil_ph: Kinukuha ang Mundo
fr_ca: Chargement du monde en cours...
ga_ie: Ag luchtú domhain
gd_gb: A’ luchdachadh an t-saoghail
gl_es: Cargando mundo
he: טוען עולם
hi_in: दुनिया लोड हो रहा है
hr_hr: Učitavanje svijeta
hu_hu: Világ betöltése
hy_am: Աշխարհի բեռնում
id_id: Memuat Dunia
is_is: Hleð heim
it: Caricamento del mondo
ja_jp: ワールドを読み込み中
ka_ge: სამყარო იტვირთება
ko_kr: 세계를 불러오는 중
lb_lu: Welt gëtt gelueden
lt_lt: Kraunamas pasaulis
lv_lv: Ielādē pasauli
mi_nz: Rāwekeweke te ao
mk_mk: Се поврзува световите
mn_mn: Дэлхийг уншиж байна
ms_my: Memuatkan dunia
mt_mt: Id-dinja qed tillowdja
nl_nl: Wereld laden
nn_no: Lastar verd
pl: Wczytywanie świata
pt: A carregar o mundo
ro_ro: Se încarcă lumea
ru_ru: Загрузка мира
sk_sk: Načítava sa svet
sl_si: Nalaganje sveta
sq_al: Ngarkimi i botes
sv_se: Laddar värld
th_th: กำลังโหลดโลก
tr_tr: Dünya yükleniyor
vi_vn: Đang nạp thế giới
zh_cn: 加载世界中
zh_tw: 讀取世界中
