Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# container_isLocked
source: {0} is locked!
af_za: {0} is gesluit!
ar_sa: s% مقفل!
be_by: Вам нельга адчыняць {0}!
bg_bg: {0} е заключен!
ca_es: {0} està bloquejat!
cs: {0} je uzamčena.
da_dk: {0} er låst!
de: {0} ist verschlossen!
el_gr: {0} είναι κλειδωμένο!
es: ¡{0} está bloqueado!
eu_es: {0} blokeatuta dago!
fa_ir: {0} قفل شده است!
fi: {0} on lukittu!
fil_ph: Nakakandado ang {0}!
fr_ca: {0} verrouillé(e) !
ga_ie: {0} faoi ghlas!
gl_es: {0} está bloqueado!
he: {0} נעול!
hr_hr: {0} je zaključan!
hu_hu: A {0} le van zárva!
id_id: {0} terkunci!
is_is: {0} er læst!
it: È bloccato!
ja_jp: {0} はロックされています!
ka_ge: {0} დაკეტილია!
ko_kr: {0}은(는) 잠겨있습니다!
lb_lu: {0} ass gespaart!
lt_lt: {0} yra užrakinta!
lv_lv: {0} ir slēgts!
mn_mn: {0} цоожтой!
ms_my: {0} telah dikunci!
mt_mt: {0} hu msakkar!
nl_nl: {0} is vergrendeld!
nn_no: {0} er låst!
pl: Pojemnik {0} jest zablokowany!
pt: {0} está trancado!
ro_ro: E încuiat!
ru_ru: {0} заперт!
sk_sk: {0} je zamknutá!
sl_si: {0} je zaklenjen!
sv_se: {0} är låst!
th_th: {0} ถูกล็อกไว้!
tr_tr: {0} kilitli!
vi_vn: {0} bị khóa!
zh_cn: {0}已被上锁！
zh_tw: {0} 已鎖上！

# container_repair
source: Repair & Name
af_za: Herstel en Benoem
ar_sa: إصلاح واسم
be_by: Рамонт і перайменаванне
bg_bg: Поправка и именуване
ca_es: Reparar i renombrar
cs: Opravit a pojmenovat
da_dk: Reparer og navngiv
de: Amboss
el_gr: Επιδιόρθωση & Ονομασία
es: Reparar y renombrar
eu_es: Konpondu eta izendatu
fa_ir: بازسازي / نامگذاري
fi: Korjaa ja nimeä
fil_ph: Isaayos at Ipangalan
fr_ca: Réparer et renommer
ga_ie: Deisigh & Ainmnigh
gl_es: Reparar e renomear
he: תיקון & שם
hi_in: मरम्मत & नाम
hr_hr: Nazivno Popravljanje
hu_hu: Javítás és átnevezés
hy_am: Նորոգում և Վերանվանում
id_id: Perbaiki & Namai
is_is: Geravið & nefna
it: Ripara e denomina
ja_jp: 修繕・名付け
ka_ge: შეკეთება და სახელის დარქმევა
ko_kr: 수리 / 이름 바꾸기
lb_lu: Flécken a benennen
lt_lt: Daiktų taisymas ir pervadinimas
lv_lv: Salabot un pārsaukt
mn_mn: Засах, нэрлэх
ms_my: Baiki & Namakan
mt_mt: Sewwi u Semmi
nl_nl: Aambeeld
nn_no: Reparer og namngje
pl: Napraw i nazwij
pt: Reparar & Renomear
ro_ro: Reparare & numire
ru_ru: Ремонт и переименование
sk_sk: Opraviť a premenovať
sl_si: Popravi in poimenuj
sv_se: Reparera och namnge
th_th: ซ่อมแซมและเปลี่ยนชื่อ
tr_tr: Onar ve İsimlendir
vi_vn: Sửa chữa & đặt tên
zh_cn: 物品修复和命名
zh_tw: 修復 & 命名

# container_repair_cost
source: Enchantment Cost: {0}
af_za: Betoweringskoste: {0}
ar_sa: تكلفة السحر:{0}
be_by: Кошт зачаравання: {0}
bg_bg: Цена за омагьосване: {0}
ca_es: Cost de l'encanteri: {0}
cs: Cena očarování: {0}
da_dk: Fortryllelsespris: {0}
de: Erfahrungskosten: {0}
el_gr: Κόστος μαγείας: {0}
es: Coste: {0}
eu_es: Sorginkeriaren prezioa: {0}
fa_ir: هزینه ی افسون: {0}
fi: Lumouksen hinta: {0}
fil_ph: Gastos: {0}
fr_ca: Coût de l'enchantement : {0}
ga_ie: Costas Asarlaíochta: {0}
gl_es: Custo de encantamento: {0}
he: עלות הכישוף: {0}
hi_in: लागत आकर्षण: {0}
hr_hr: Cijena: {0}
hu_hu: Varázslat ára: {0}
hy_am: Կախարդանքի արժեքը։ {0}
id_id: Biaya Pesona: {0}
is_is: Reynslu kostnaður {0}
it: Costo dell'operazione: {0}
ja_jp: エンチャントのコスト：{0}
ka_ge: მოჯადოების ღირებულება: {0}
ko_kr: 마법부여 비용: {0}
lb_lu: Erfahrungskäschten: {0}
lt_lt: Kaina lygiais: {0}
lv_lv: Burvestības izmaksas: {0}
mn_mn: Шидийн үнэ: {0}
ms_my: Kos Menyihir: {0}
mt_mt: Din l-Azzjoni Tiswa: {0}
nl_nl: Betoveringskosten: {0}
nn_no: Forheksingskostnad: {0}
pl: Koszt zaklęcia: {0}
pt: Custo do Encantamento: {0}
ro_ro: Costul farmecului: {0}
ru_ru: Стоимость зачарования: {0}
sk_sk: Cena začarovania: {0}
sl_si: Cena čaranja: {0}
sv_se: Förtrollningskostnad: {0}
th_th: ค่าใช้จ่ายจากการร่ายมนต์: {0}
tr_tr: Büyü Ücreti: {0}
vi_vn: Chi phí phù phép: {0}
zh_cn: 魔咒花费：{0}
zh_tw: 所需等級：{0}

# container_repair_expensive
source: Too Expensive!
af_za: Te Duur!
ar_sa: مكلفة للغاية!
be_by: Занадта дорага!
bg_bg: Твърде скъпо!
ca_es: Massa car!
cs: Příliš drahé!
da_dk: For dyrt!
de: Zu teuer!
el_gr: Υπερβολικά Ακριβό!
es: ¡Demasiado caro!
eu_es: Garestiegi!
fa_ir: شما مقدار لازم تجربه را نداريد !
fi: Liian kallis!
fil_ph: Masyadong Mahal!
fr_ca: Trop cher !
ga_ie: Ró-chostasach!
gl_es: Demasiado caro!
he: יקר מדי!
hi_in: बहुत ही महंगा!
hr_hr: Preskupo!
hu_hu: Túl drága!
hy_am: Չափազանց Թա՛նկ է
id_id: Terlalu Mahal!
is_is: Of dýrt!
it: Costa troppo!
ja_jp: コストが高すぎます！
ka_ge: ძალიან ძვირია!
ko_kr: 너무 비쌉니다!
lb_lu: Ze deier!
lt_lt: Pernelyg brangu!
lv_lv: Pārāk dārgs!
mn_mn: Хэтэрхий үнэтэй!
ms_my: Terlalu Mahal!
mt_mt: Prezz wisq Għoli!
nl_nl: Te duur!
nn_no: For dyrt!
pl: Zbyt drogie!
pt: Demasiado Caro!
ro_ro: Prea scump!
ru_ru: Слишком дорого!
sk_sk: Príliš drahé!
sl_si: Predrago!
sv_se: För dyrt!
th_th: แพงเกินไป!
tr_tr: Çok Pahalı!
vi_vn: Quá đắt!
zh_cn: 过于昂贵！
zh_tw: 太貴了！

# container_spectatorCantOpen
source: Unable to open. Loot not generated yet.
af_za: Kan nie oopmaak nie. Skatte nog nie geskep nie.
ar_sa: لست قادر على الفتح, لم يتم توليد الغنيمة.
be_by: Немагчыма адкрыць. Змесціва яшчэ не згенеравалася.
bg_bg: Невъзможно отваряне. Съдържанието не е генерирано все още.
ca_es: No es pot obrir. El botí encara no s'ha generat.
cs: Nelze otevřít. Kořist ještě není vygenerována.
da_dk: Kan ikke åbnes. Byttet er ikke genereret endnu.
de: Kann nicht geöffnet werden. Inhalt wurde noch nicht generiert.
de_at: Ku ned aufgmocht wean. Inhoit is nu ned generiad won.
el_gr: Αδυνατό να ανοίξει. Το πλιάτσικο δεν έχει δημιουργηθεί ακόμα.
es: No se puede abrir. El botín no se ha generado aún.
fi: Ei voi avata. Sisältöä ei vielä ole luotu.
fil_ph: Hindi mabuksan. "loot" hindi pa nabuo.
fr_ca: Impossible d'ouvrir. Son contenu n'a pas encore été généré.
ga_ie: Ní féidir é a oscailt. Níor gineadh an chreach fós.
gl_es: Non se pode abrir. O botín aínda non se xenerou.
he: אין אפשרות לפתוח. השלל לא נוצר עדיין.
hr_hr: Nije moguće otvoriti. Pljen nije još generiran.
hu_hu: Nem lehet kinyitni. A zsákmány nincs legenerálva.
id_id: Tidak bisa dibuka. Rampasan belum dihasilkan.
it: Impossibile aprire poiché il contenuto non è stato ancora generato
ja_jp: 中身のアイテムがまだ生成されていないため、開くことができません。
ka_ge: შეუძლებელია გახსნა. დავლა ჯერ არ შექმნილა.
ko_kr: 열 수 없습니다. 내용물이 아직 생성되지 않았습니다.
lb_lu: Kann net opgemaach ginn. Inhalt nach net generéiert.
lt_lt: Neįmanoma atidaryti. Lobis vis dar nėra sugeneruotas.
lv_lv: Nevar atvērt. Laupījums vēl nav ģenerēts.
mn_mn: Нээх боломжгүй. Олз арай үүсээгүй байна.
ms_my: Tidak dapat membuka. Loot tidak dihasilkan lagi.
mt_mt: Ma jistax jinfetaħ. Oġġetti għadom mhux ġenerati.
nl_nl: Kan niet geopend worden. Inhoud nog niet gegenereerd.
nn_no: Kan ikkje opne. Tyvegods er enno ikkje generert.
pl: Nie można otworzyć. Łup nie został jeszcze wygenerowany.
pt: Impossível de abrir. Conteúdo ainda não gerado.
ro_ro: Nu se poate deschide. Conținutul nu a fost generat încă.
ru_ru: Невозможно открыть. Содержание ещё не сгенерировалось.
sk_sk: Nemožno otvoriť. Obsah zatiaľ nie je vygenerovaný.
sl_si: Ni mogoče odpreti. Plen še ni ustvarjen.
sv_se: Kan inte öppnas. Inget innehåll har genererats ännu.
th_th: ไม่สามารถเปิดได้ ยกเค้าไม่ได้สร้าง
tr_tr: Açılamıyor. Ganimet henüz oluşturulmadı.
vi_vn: Không thể mở. Chưa tạo ra đồ để nhặt.
zh_cn: 无法打开：战利品尚未生成。
zh_tw: 無法開啟。戰利品尚未生成。

# controls_reset
source: Reset
af_za: Herstel
ar_sa: إعادة تعين
be_by: Скінуць
bg_bg: Нулиране
ca_es: Reiniciar
cs: Obnovit
da_dk: Nulstil
de: Standard
de_at: Zrucksetzn
el_gr: Επαναφορά
es: Reiniciar
eu_es: Berrezarri
fa_ir: تنظیم مجدد
fi: Palauta
fil_ph: I-reset
ga_ie: Athshocraigh
gl_es: Reiniciar
he: איפוס
hi_in: रीसेट करें
hr_hr: Vrati Zadano
hu_hu: Eredeti
hy_am: Կարգավորումների զրոյացում
id_id: Ulang
is_is: Endurstilla
it: Ripristina
ja_jp: リセット
ka_ge: თავიდან დაყენება
ko_kr: 초기화
lb_lu: Standard
lt_lt: Atstatyti
lv_lv: lai spēlētu nākotnē būs vajadzīgs OpenGL 2.0.
mi_nz: Tautuhi anō
mk_mk: Ресетирање
mn_mn: Буцаах
ms_my: Menetap semula
mt_mt: Irrisettja
nl_nl: Resetten
pl: Resetuj
pt: Reiniciar
ro_ro: Resetare
ru_ru: Сброс
sk_sk: Obnoviť
sl_si: Ponastavi
sq_al: Rivendosur
sv_se: Nollställ
th_th: ตั้งค่าใหม่
tr_tr: Sıfırla
vi_vn: Thiết lập lại
zh_cn: 重置
zh_tw: 重置

# controls_resetAll
source: Reset Keys
af_za: Herstel Sleutels
ar_sa: إعادة تعين المفاتيح
be_by: Скінуць усе
bg_bg: Настройки по подразбиране
ca_es: Reiniciar tecles
cs: Obnovit ovládání
da_dk: Nulstil taster
de: Tasten zurücksetzen
de_at: Tasten zrucksetzn
el_gr: Επαναφορά κουμπιών
es: Reiniciar teclas
eu_es: Berrezarri teklak
fa_ir: تنظیم مجدد کلیدها
fi: Palauta näppäimet
fil_ph: I-reset ang mga Keys
fr_ca: Réinitialiser les touches
ga_ie: Athshocraigh Eochracha
gl_es: Reiniciar teclas
he: אפס מקשים
hi_in: कुंजी रीसेट करें
hr_hr: Vrati na Zadano
hu_hu: Billentyűk visszaállítása
hy_am: Զրոյացնել ստեղների կարգավորումները
id_id: Ulang semua
is_is: Endurstilla lyklaborðs stillingar
it: Ripristina tutto
ja_jp: 操作設定のリセット
ka_ge: ღილაკების თავიდან დაყენება
ko_kr: 키 설정 초기화
lb_lu: Tasten zerécksetzen
lt_lt: Atstatyti klavišus
lv_lv: Atiestatīt taustiņus
mk_mk: Ресетиран Контроли
mn_mn: Товчнуудыг буцаах
ms_my: Menetap semula kekunci
mt_mt: Irrisettja Kollox
nl_nl: Toetsen resetten
nn_no: Resetknapp
pl: Resetuj wszystkie
pt: Reiniciar Teclas
ro_ro: Resetează tastele
ru_ru: Сбросить настройки
sk_sk: Obnoviť tlačidlá
sl_si: Ponastavi tipke
sq_al: Reset Çelësat
sv_se: Nollställ tangenter
th_th: ตั้งค่าปุ่มใหม่
tr_tr: Tuşları Sıfırla
vi_vn: Thiết lập lại phím
zh_cn: 重置按键
zh_tw: 重置按鍵

# controls_title
source: Controls
af_za: Kontroles
ar_sa: التحكم
be_by: Кіраванне
bg_bg: Контроли
cs: Ovládání
da_dk: Styring
de: Steuerung
de_at: Steierung
el_gr: Χειριστήρια
es: Controles
eu_es: Kontrolak
fa_ir: کنترل
fi: Näppäimet
fil_ph: Mga Kontrol
fr_ca: Contrôles
ga_ie: Rialtáin
gl_es: Controis
he: מקשים
hi_in: नियंत्रण
hr_hr: Upravljanje
hu_hu: Irányítás
hy_am: Ղեկավարումներ
id_id: Kontrol
is_is: Stjórntakkar
it: Comandi
ja_jp: 操作設定
ka_ge: მართვა
ko_kr: 조작
lb_lu: Steierung
lt_lt: Valdymas
lv_lv: Vadîbas uzstâdijumi
mi_nz: Mana
mk_mk: Контроли
mn_mn: Удирдлага
ms_my: Kawalan
mt_mt: Kontrolli
nl_nl: Besturing
nn_no: Kontrollar
pl: Sterowanie
pt: Controlos
ro_ro: Controale
ru_ru: Управление
sk_sk: Ovládanie
sl_si: Kontrolne tipke
sq_al: Kontrollet
sv_se: Kontroller
th_th: ปุ่มควบคุม
tr_tr: Kontroller
vi_vn: Điều khiển
zh_cn: 按键控制
zh_tw: 按鍵設定

# createWorld_customize_custom_baseSize
source: Depth Base Size
af_za: Diepte Basis Grootte
ar_sa: حجم القاعدة الأساسي
be_by: Базавая глыбіня
bg_bg: Размер на основна дълбочина
ca_es: Mida base de profunditat
cs: Základní hloubkový šum
da_dk: Bunddybdestørrelse
de: Basishöhe
el_gr: Μέγεθος Βάθους Βάσης
es: Altura de la base
eu_es: Zoruaren sakonera tamaina
fa_ir: عمق اندازه پایه
fi: Syvyyden Pohjakoko
fil_ph: Laki ng Kalalimang Patungan
fr_ca: Altitude de surface
ga_ie: Bun-méid Doimhneachta
gd_gb: Bun-mheud aig tuaireamachd na doimhne
gl_es: Altura da base
he: בסיס גודל העומק
hr_hr: Veličina Dubinske Osnove
hu_hu: Mélységi alapméret
is_is: Grunn dýptar stærð
it: Altezza base
ja_jp: 基本深度
ka_ge: ფსკერის ზომა
ko_kr: 기본 깊이 규모
lb_lu: Basishéicht
lt_lt: Gylio pagrindinis dydis
lv_lv: Virsmas augstuma rādītājs
mk_mk: Длабочина База Големина
ms_my: Kedalaman saiz tapak
nl_nl: Diepte basisgrootte
nn_no: Basisstorleik for dybde
pl: Bazowy rozmiar głębi
pt: Tam. profund. base
ro_ro: Înălțimea suprafeței
ru_ru: Средняя высота
sk_sk: Základná veľkosť hĺbky
sl_si: Velikost globinske baze
sq_al: Thellësia Baza Madhësi
sv_se: Djupbasstorlek
th_th: ความลึกขนาดฐาน
tr_tr: Derinlik Temel Boyutu
vi_vn: Độ sâu cơ sở
zh_cn: 基准深度大小
zh_tw: 深度基準大小

# createWorld_customize_custom_biomeDepthOffset
source: Biome Depth Offset
af_za: Bioom Diepte Verrekening
ar_sa: إزاحة عمق المنطقة الأحيائية
be_by: Глыбіня зрушэння біёму
bg_bg: Височинно отместване на биомите
ca_es: Desplaçament de la profunditat del bioma
cs: Vyvážení hloubky biomu
da_dk: Biome Dybdeudligning
de: Versatz Biomtiefe
el_gr: Αντιστάθμισμα Βάθους Βιώματος
es: Nivel de superficie
eu_es: Bioma sakonera konpentxatu
fa_ir: زیست بوم عمق افست
fi: Biomin Syvyyden Poikkeama
fil_ph: Lalim ng Offset ng Biyoma
fr_ca: Surface des biomes
ga_ie: Taobhrianadh Doimhneacht Bithóim
gd_gb: Frith-àireamh air doimhneachd na h-àrainneachd
gl_es: Nivel de superficie
he: היסט עומק האזור
hr_hr: Odmak Dubine Bioma
hu_hu: Biom mélységi eltolás
is_is: Dýptarfrávik Landsvæðis
it: Altezza base dei biomi
ja_jp: バイオームの奥行きの偏り
ka_ge: ბიომის ზედაპირის სიღრმე
ko_kr: 생물군계 깊이 상쇄치
lb_lu: Biomdéiftenofsaz
lt_lt: Biomo gylio poslinkis
lv_lv: Biomes Dziļuma Kompensācija
mk_mk: Биом Длабочина Офсет
ms_my: Ofset kedalaman biom
nl_nl: Biotoop diepte offset
nn_no: Landskapsdjupn forskyving
pl: Głębokość przesunięcia biomu
pt: Desloc. profund. bioma
ro_ro: Suprafața biomurilor
ru_ru: Смещение высоты
sk_sk: Vyváženie hĺbky biomu
sl_si: Globinski odmik v ekosistemih
sq_al: Biome Thellësia ofset
sv_se: Biomdjupförskjutning
th_th: ออฟเซ็ตความลึกของ Biome
tr_tr: Biyom Derinliği Dengesi
vi_vn: Độ sai trục chiều sâu quần xã
zh_cn: 生物群系深度补偿
zh_tw: 生態域深度偏移

# createWorld_customize_custom_biomeDepthWeight
source: Biome Depth Weight
af_za: Bioom Diepte Gewig
ar_sa: الوزن العمقي للمنطقة الأحيائية
be_by: Глыбіня біёму
bg_bg: Дълбочина на биомите
ca_es: Pes de la profunditat del bioma
cs: Váha hloubky biomu
da_dk: Biome Vægtdybde
de: Gewichtung Biomtiefe
el_gr: Βάρος Βάθους Βιώματος
es: Altura de superficie
eu_es: Bioma sakoneraren pixua
fa_ir: زیست بوم عمق وزن
fi: Biomin Syvyyden Paino
fil_ph: Lalim ng Bigat ng Biyoma
fr_ca: Hauteur des biomes
ga_ie: Treise Doimhneacht Bithóim
gd_gb: Cudrom air doimhneachd na h-àrainneachd
gl_es: Altura de superficie
he: משקל עומק האזור
hr_hr: Dubinska Težina Bioma
hu_hu: Biom mélységi súlyozás
is_is: Dýpt landsvæða
it: Altezza per i biomi
ja_jp: バイオームの地形変化の度合い
ka_ge: ბიომის სიღრმე
ko_kr: 생물군계 깊이 가중치
lb_lu: Biomdéiftegewiicht
lt_lt: Biomo gylio reikšmė
lv_lv: Bioma Dziļuma Svars
mk_mk: Биом Длабочина Тежина
ms_my: Berat kedalamn biom
nl_nl: Biotoop diepte gewicht
nn_no: Landskapsdjupn vekt
pl: Waga głębokości biomu
pt: Peso profund. bioma
ro_ro: Înălțimea biomurilor
ru_ru: Высота биома
sk_sk: Hmotnosť hĺbky biomu
sl_si: Globinska teža v ekosistemih
sq_al: Biome Thellësia Pesha
sv_se: Biomdjupvikt
th_th: ความลึกน้ำหนักของ Biome
tr_tr: Biyom Derinliği Ağırlığı
vi_vn: Độ nặng chiều sâu quần xã
zh_cn: 生物群系深度比重
zh_tw: 生態域深度比重

# createWorld_customize_custom_biomeScaleOffset
source: Biome Scale Offset
af_za: Bioom Skaal Verrekening
ar_sa: مقياس إزاحة المنطقة الأحيائية
be_by: Восевае зрушэнне біёму
bg_bg: Отместване мащаба на биомите
ca_es: Desplaçament de l'escala del bioma
cs: Vyvážení měřítka biomu
da_dk: Biome Skalaudligning
de: Versatz Biomfaktor
el_gr: Αντιστάθμισμα Κλίμακας Οικοσυστήματος
es: Detalles del bioma
eu_es: Bioma eskala konpentxatu
fa_ir: زیست بوم مقیاس افست
fi: Biomin Skaalan Poikkeama
fil_ph: Sukat ng Offset ng Biyoma
fr_ca: Décalage des biomes
ga_ie: Taobhrianadh Scála Bithóim
gd_gb: Frith-àireamh air sgèile na h-àrainneachd
gl_es: Detalles do bioma
he: היסט קנה מידה אזורי
hr_hr: Odmak Mjere Bioma
hu_hu: Biomjellemzők eltolása
is_is: Tíðnarfrávik landsvæðis
it: Distanza fra elementi
ja_jp: バイオームスケールの偏り
ka_ge: ბიომის პოზიციის სკალა
ko_kr: 생물군계 규모 상쇄치
lb_lu: Biomfaktorsofsaz
lt_lt: Biomo dydžio poslinkis
lv_lv: Biomes Skalas Kompensācija
mk_mk: Биом Скала Офсет
ms_my: ofset skala biom
nl_nl: Biotoop schaal offset
nn_no: Landskap skala forskyving
pl: Skala przesunięcia biomu
pt: Desloc. esc. bioma
ro_ro: Decalajul biomurilor
ru_ru: Смещения масштаба
sk_sk: Vyváženie meradla biomu
sl_si: Odmik v ekosistemih
sq_al: Biome Shkallë Të Kompensuar
sv_se: Biomskaleförskjutning
th_th: ออฟเซ็ตสเกลของ Biome
tr_tr: Biyom Ölçeği Dengesi
vi_vn: Độ sai trục quy mô quần xã
zh_cn: 生物群系规模补偿
zh_tw: 生態域大小偏移

# createWorld_customize_custom_biomeScaleWeight
source: Biome Scale Weight
af_za: Bioom Skaal Gewig
ar_sa: مقياس وزن المنطقة الأحيائية
be_by: Восевая вага біёма
bg_bg: Тежест на мащаба на биомите
ca_es: Pes de l'escala del bioma
cs: Měřítko váhy biomu
da_dk: Biome Vægtskala
de: Gewichtung Biomfaktor
el_gr: Βάρος Κλίμακας Οικοσυστήματος
es: Altura del bioma
eu_es: Bioma pixu eskala
fa_ir: زیست بوم مقیاس وزن
fi: Biomin Skaalan Paino
fil_ph: Sukat ng Bigat ng Biyoma
fr_ca: Poids des biomes
ga_ie: Treise Scála Bithóim
gd_gb: Cudrom air sgèile na h-àrainneachd
gl_es: Altura do bioma
he: משקל קנה מידה אזורי
hr_hr: Težina Mjere Bioma
hu_hu: Biomjellemzők súlyozása
is_is: Tíðni Landsvæðis
it: Peso dei biomi
ja_jp: バイオームスケールのウェイト
ka_ge: ბიომის წონის სკალა
ko_kr: 생물군계 규모 가중치
lb_lu: Biomfaktorsgewiicht
lt_lt: Biomo dydžio reikšmė
lv_lv: Biomes Skalas Svars
mk_mk: Биом Скала Тежина
ms_my: berat skala biom
nl_nl: Biotoop schaal gewicht
nn_no: Landskap skala vekt
pl: Waga skali biomu
pt: Peso esc. bioma
ro_ro: Greutatea biomurilor
ru_ru: Масштаб биома
sk_sk: Mierka váhy biómu
sl_si: Teža v ekosistemih
sq_al: Biome Scale Pesha
sv_se: Biomskalevikt
th_th: น้ำหนักสเกลของ Biome
tr_tr: Biyom Ölçeği Ağırlığı
vi_vn: Khối lượng quy mô quần xã
zh_cn: 生物群系规模比重
zh_tw: 生態域大小比重

# createWorld_customize_custom_biomeSize
source: Biome Size
af_za: Bioom Grootte
ar_sa: حجم المناطق الأحيائية
be_by: Памер біёму
bg_bg: Размер на биомите
ca_es: Mida del bioma
cs: Rozlehlost biomů
da_dk: Biome Størrelse
de: Biomgröße
de_at: Biomgreß
el_gr: Μέγεθος Βιότοπου
es: Tamaño de biomas
eu_es: Biomaren neurria
fa_ir: اندازه زیست بوم
fi: Biomin Koko
fil_ph: Laki ng Biome
fr_ca: Taille des biomes
ga_ie: Méid Bithóim
gd_gb: Meud na h-àrainneachd
gl_es: Tamaño do bioma
he: גודל האזור
hi_in: पर्यावरण का साइज़
hr_hr: Veličina Bioma
hu_hu: Biomok mérete
id_id: Besar Bioma
is_is: Stærð Landsvæðis
it: Grandezza dei biomi
ja_jp: バイオームのサイズ
ka_ge: ბიომის ზომა
ko_kr: 생물군계 크기
lb_lu: Biomegréisst
lt_lt: Biomo dydis
lv_lv: Pasaules daļas lielums
mk_mk: Големината на Биом
mn_mn: Байгалын бүсийн хэмжээ
ms_my: Saiz Biome
nl_nl: Biotoopgrootte
nn_no: Landskapstorleik
pl: Rozmiar biomów
pt: Tamanho do Bioma
ro_ro: Mărimea biomurilor
ru_ru: Размер биома
sk_sk: Veľkosť biómov
sl_si: Velikost ekosistemov
sq_al: Biome madhësia
sv_se: Biomstorlek
th_th: ขนาดของ Biome
tr_tr: Biyom Boyutu
vi_vn: Kích cỡ quần xã
zh_cn: 生物群系规模
zh_tw: 生態域大小

# createWorld_customize_custom_center
source: Centre Height
af_za: Gemiddelde Hoogte
ar_sa: ارتفاع المركز
be_by: Цэнтравая вышыня
bg_bg: Височина на центъра
ca_es: Centre vertical
cs: Střední výška
da_dk: Centerhøjde
de: Zentralhöhe
el_gr: Κεντρικό Ύψος
es: Nivel central
eu_es: Erdiko altuera
fa_ir: ارتفاع مرکز
fi: Keskikorkeus
fil_ph: Taas ng Gitna
fr_ca: Hauteur centrale
ga_ie: Lárairde
gd_gb: An àirde mheadhanach
gl_es: Nivel central
he: מרכז הגובה
hr_hr: Srednja Visina
hu_hu: Középmagasság
id_id: Pusat tinggi
is_is: Hæð miðju
it: Altezza del centro
ja_jp: 中心高さ
ka_ge: მთების სიმაღლე
ko_kr: 중심 높이
lb_lu: Zentral Héicht
lt_lt: Centro aukštis
lv_lv: Centra augstums
mk_mk: Висина Центр
mn_mn: Төв цэг
ms_my: Ketinggian Pusat
mt_mt: Center Height
nl_nl: Centrumhoogte
nn_no: Midtpunkthøgde
pl: Wysokość środka
pt: Altura Central
ro_ro: Înălțime centrală
ru_ru: Средняя высота
sk_sk: Stredná výška
sl_si: Središčna višina
sq_al: Qendra Lartësi
sv_se: Centerhöjd
th_th: ความสูงระดับกลาง
tr_tr: Merkez Yüksekliği
vi_vn: Độ cao trung tâm
zh_cn: 中心高度
zh_tw: 中心高度

# createWorld_customize_custom_confirm1
source: This will overwrite your current
af_za: Hierdie sal jou huidige verstellings vervang
ar_sa: سوف يقوم هذا بالكتابة فوف السابق
be_by: У выніку дзеяння, будуць незваротна
bg_bg: Това ще промени настоящите настройки
ca_es: Això sobreescriurà la configuració
cs: Toto přepíše aktuální
da_dk: Dette vil overskrive din nuværende
de: Dies überschreibt endgültig die
de_at: Des übaschreib endgültig de
el_gr: Αυτό θα αντικαταστήσει τις τωρινές
es: Esto sobrescribirá tus ajustes
eu_es: Honek zure aukeratutako ezarpenak gainidatziko ditu
fa_ir: این تنظیمات فعلی را بازنویسی خواهد کرد
fi: Tämä korvaa nykyiset asetukset.
fil_ph: Mapapatungan ang iyong kasalukuyang
fr_ca: Voulez-vous vraiment remettre
ga_ie: Forscríobhfar do shocruithe reatha
gd_gb: Sgrìobhaidh seo thairis air na roghainnean làithreach
gl_es: Esto sobreescribirá os teus axustes
he: פעולה זו תחליף את ההגדרות הנוכחיות שלך
hr_hr: Ovo će prebrisati Vaše trenutne
hu_hu: Ez felül fogja írni a jelenlegi
id_id: Ini akan Menimpa yang anda gunakan sekarang
is_is: Þetta mun skrifa yfir núverandi
it: Ciò sovrascriverà le impostazioni
ja_jp: 現在の設定を上書きします。
ka_ge: ეს გადააწერს არსებულ
ko_kr: 현재 설정을 덮어 쓰게 되고
lb_lu: D'Astellunge ginn iwwerschriwwen
lt_lt: Tai perrašys jūsų dabartinius
lv_lv: Šis pārrakstīs jūsu pašreizējo
mk_mk: Ова ќе ги избрише вашата актуелна
mn_mn: Энэ таны одоогийн тохиргоог
ms_my: Ini akan menggantikan tetapan
mt_mt: L-għażliet kurrenti tiegħek ħa
nl_nl: Dit overschrijft je huidige
nn_no: Dette vil skrive over dine noverande
pl: Spowoduje to nadpisanie twoich obecnych
pt: Isto irá substituir as tuas
ro_ro: Valorile actuale vor fi înlocuite
ru_ru: Это приведёт к перезаписи текущих
sk_sk: Toto prepíše tvoje aktuálne
sl_si: To bo prepisalo tvoje trenutne
sq_al: Kjo do të prishësh aktual tuaj
sv_se: Detta skriver över dina aktuella
th_th: การกระทำนี้จะเขียนทับการตั้งค่าปัจจุบัน
tr_tr: Geçerli ayarlarınızın üzerine yazılacak
vi_vn: Cái này sẽ ghi đè lên các
zh_cn: 这将覆盖你的当前
zh_tw: 這樣將會取代你目前的

# createWorld_customize_custom_confirm2
source: settings and cannot be undone.
af_za: en kan nie ontdoen word nie.
ar_sa: الإعدادات ولا يمكن التراجع عنها.
be_by: перапісаны вашы бягучыя налады.
bg_bg: и не може да бъде отменено.
ca_es: actual, i no es pot desfer.
cs: nastavení a již nelze vrátit zpět.
da_dk: indstillingerne kan ikke fortrydes.
de: aktuellen Werte. Bist du sicher?
de_at: aktuellen Eistellungen. Bist da sicha?
el_gr: ρυθμίσεις και δεν μπορεί να αναιρεθεί.
es: actuales y no puede deshacerse.
eu_es: eta ezin du desegin.
fa_ir: تنظیم شد و قابل برگشت نیست.
fi: Muutosta ei voi kumota.
fil_ph: settings at di na maibabalik pa.
fr_ca: toutes les valeurs par défaut ?
ga_ie: agus ní féidir iad a athshlánú.
gd_gb: agad agus cha ghabh seo a neo-dhèanamh.
gl_es: actuais e non pode desfacerse.
he: והדבר בלתי הפיך.
hr_hr: postavke koje ne možete poništiti.
hu_hu: beállításaidat, és nem vonható vissza.
id_id: pengaturan tidak bisa dibatalkan.
is_is: stillingar og er ekki hægt að afturkalla.
it: attuali e sarà irreversibile.
ja_jp: 元に戻すことはできません。
ka_ge: პარამეტრებს და მისი აღდგენა შეუძლებელი იქნება.
ko_kr: 이는 되돌릴 수 없습니다.
lb_lu: a kennen net méi hiergestallt ginn.
lt_lt: nustatymus. Anuliuoti nebus galima.
lv_lv: iestatījumi nebūs maināmi.
mk_mk: поставки и не може да се врати назад.
mn_mn: өөрчлөх ба буцаах боломжгүй.
ms_my: semasa anda dan tidak boleh diundur.
mt_mt: jiġu ssostitwiti permanentament.
nl_nl: instellingen en kan niet ongedaan worden gemaakt.
nn_no: innstillingar og kan ikkje angrast.
pl: ustawień i nie może być cofnięte.
pt: definições e não pode ser desfeito.
ro_ro: și nu vor putea fi recuperate.
ru_ru: настроек, без возможности отмены.
sk_sk: nastavenia a nemôže byť navrátené.
sl_si: nastavitve in tega ni mogoče razveljaviti.
sq_al: settings dhe nuk mund të zhbëhet.
sv_se: inställningar och kan inte ångras.
th_th: ของคุณ และไม่สามารถเลิกทำได้
tr_tr: ve bu geri alınamaz.
vi_vn: thiết chỉnh của bạn và không thể hoàn tác được.
zh_cn: 设置且不能恢复。
zh_tw: 設定且無法復原。
