Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_diagonal_up_left_brown
source: Brown Per Bend Inverted
ar_sa: راية ملونة بني
be_by: Карычневая ніжняя левая палова
bg_bg: Кафяво обърнато скосяване
ca_es: Tallat invertit marró a destra
cs: Hnědý dělený převrácený diagonální pruh zleva doprava
da_dk: Brun Nedre Venstre Halvdel
de: Braun schrägrechts geteilt (Invertiert)
el_gr: Καφέ ανά στροφή αντιστραμμένη
es: Tronchado marrón invertido
fi: Ruskea tyviölohkoinen
fr_ca: Tranché, au second de brun
ga_ie: Criosroinnte Bunoscionn Donn
gl_es: Tallada marrón Invertida
he: משולש אלכסוני שמאלי תחתון חום
hr_hr: Smeđa Obrnuta Puna DIjagonala
hu_hu: Barnával alulról harántolt
id_id: Coklat Terbagi Melengkung Terjungkir
is_is: Brúnn þríhyrningur niðri til vinstri
it: Trinciato: a destra di marrone
ja_jp: 下に茶色の斜め分割
ka_ge: ყავისფერი ქვედა მარცხენა ნახევარი
ko_kr: 갈색 왼쪽 아래 대각무늬
lb_lu: Brong queesch riets gedeelt (Inverséiert)
lt_lt: Ruda apatinė kairioji pusė
ms_my: Pepenjuru Kanan Coklat Terbalik
nl_nl: Bruine per band omgekeerd
nn_no: Brun kontraskrådelt venstre
pl: Brązowa skośna lewa dolna połowa
pt: Fendido Castanho Invertido
ro_ro: Spintecat maro răsturnat
ru_ru: Коричневое опрокинутое скошение
sk_sk: Hnedý delený opačný diagonálny pruh zľava doprava
sl_si: Rjav obrnjen poševno sekani
sv_se: Brun triangel nere till vänster
th_th: แบ่งทแยงหัวกลับสีน้ำตาล
tr_tr: Kahverengi Sol Alt Üçgen
vi_vn: Vạch chia chéo đảo nghịch nâu
zh_cn: 棕色右下三角
zh_tw: 右下方棕色填滿

# item_banner_diagonal_up_left_cyan
source: Cyan Per Bend Inverted
ar_sa: راية ملونة سماوي
be_by: Бірузовая ніжняя левая палова
bg_bg: Синьозелено обърнато скосяване
ca_es: Tallat invertit cian a destra
cs: Azurový dělený převrácený diagonální pruh zleva doprava
da_dk: Tyrkis Nedre Venstre Halvdel
de: Türkis schrägrechts geteilt (Invertiert)
el_gr: Κυανό ανά στροφή αντιστραμμένη
es: Tronchado cian invertido
fi: Turkoosi tyviölohkoinen
fr_ca: Tranché, au second de cyan
ga_ie: Criosroinnte Bunoscionn Cian
gl_es: Tallada ciano Invertida
he: משולש אלכסוני שמאלי תחתון ציאן
hr_hr: Tirkizna Obrnuta Puna DIjagonala
hu_hu: Türkizkékkel alulról harántolt
id_id: Sian Terbagi Melengkung Terjungkir
is_is: Heiðblár þríhyrningur niðri til vinstri
it: Trinciato: a destra di ciano
ja_jp: 下に水色の斜め分割
ka_ge: ცისფერი ქვედა მარცხენა ნახევარი
ko_kr: 청록색 왼쪽 아래 대각무늬
lb_lu: Turquoise queesch riets gedeelt (Inverséiert)
lt_lt: Žalsvai mėlyna apatinė kairioji pusė
ms_my: Pepenjuru Kanan Cyan Terbalik
nl_nl: Cyaan per band omgekeerd
nn_no: Turkis kontraskrådelt venstre
pl: Błękitna skośna lewa dolna połowa
pt: Fendido Ciano Invertido
ro_ro: Spintecat turcoaz răsturnat
ru_ru: Бирюзовое опрокинутое скошение
sk_sk: Tyrkysový delený opačný diagonálny pruh zľava doprava
sl_si: Turkizen obrnjen poševno sekani
sv_se: Turkos triangel nere till vänster
th_th: แบ่งทแยงหัวกลับสีฟ้าคราม
tr_tr: Camgöbeği Sol Alt Üçgen
vi_vn: Vạch chia chéo đảo nghịch lục lam
zh_cn: 青色右下三角
zh_tw: 右下方青色填滿

# item_banner_diagonal_up_left_gray
source: Grey Per Bend Inverted
ar_sa: راية ملونة رمادي
be_by: Шэрая ніжняя левая палова
bg_bg: Сиво обърнато скосяване
ca_es: Tallat invertit gris a destra
cs: Šedý dělený převrácený diagonální pruh zleva doprava
da_dk: Grå Nedre Venstre Halvdel
de: Grau schrägrechts geteilt (Invertiert)
el_gr: Γκρι ανά στροφή αντιστραμμένη
es: Tronchado gris invertido
fi: Harmaa tyviölohkoinen
fr_ca: Tranché, au second d'acier
ga_ie: Criosroinnte Bunoscionn Liath
gl_es: Tallada gris Invertida
he: משולש אלכסוני שמאלי תחתון אפור
hr_hr: Siva Obrnuta Puna DIjagonala
hu_hu: Szürkével alulról harántolt
id_id: Kelabu Terbagi Melengkung Terjungkir
is_is: Grár þríhyrningur niðri til vinstri
it: Trinciato: a destra di grigio
ja_jp: 下に灰色の斜め分割
ka_ge: ნაცრისფერი ქვედა მარცხენა ნახევარი
ko_kr: 회색 왼쪽 아래 대각무늬
lb_lu: Gro queesch riets gedeelt (Inverséiert)
lt_lt: Pilka apatinė kairioji pusė
ms_my: Pepenjuru Kanan Kelabu Terbalik
mt_mt: Gray Per Bend Inverted
nl_nl: Grijze per band omgekeerd
nn_no: Grå kontraskrådelt venstre
pl: Szara skośna lewa dolna połowa
pt: Fendido Cinzento Invertido
ro_ro: Spintecat gri răsturnat
ru_ru: Серое опрокинутое скошение
sk_sk: Sivý delený opačný diagonálny pruh zľava doprava
sl_si: Siv obrnjen poševno sekani
sv_se: Grå triangel nere till vänster
th_th: แบ่งทแยงหัวกลับสีเทา
tr_tr: Gri Sol Alt Üçgen
vi_vn: Vạch chia chéo đảo nghịch xám
zh_cn: 灰色右下三角
zh_tw: 右下方灰色填滿

# item_banner_diagonal_up_left_green
source: Green Per Bend Inverted
ar_sa: راية ملونة أخضر
be_by: Зялёная ніжняя левая палова
bg_bg: Зелено обърнато скосяване
ca_es: Tallat invertit verd a destra
cs: Zelený dělený převrácený diagonální pruh zleva doprava
da_dk: Grøn Nedre Venstre Halvdel
de: Grün schrägrechts geteilt (Invertiert)
el_gr: Πράσινο ανά στροφή αντιστραμμένη
es: Tronchado verde invertido
fi: Vihreä tyviölohkoinen
fr_ca: Tranché, au second de sinople
ga_ie: Criosroinnte Bunoscionn Uaine
gl_es: Tallada verde Invertida
he: משולש אלכסוני שמאלי תחתון ירוק
hr_hr: Zelena Obrnuta Puna DIjagonala
hu_hu: Zölddel alulról harántolt
id_id: Hijau Terbagi Melengkung Terjungkir
is_is: Grænn þríhyrningur niðri til vinstri
it: Trinciato: a destra di verde
ja_jp: 下に緑色の斜め分割
ka_ge: მწვანე ქვედა მარცხენა ნახევარი
ko_kr: 초록색 왼쪽 아래 대각무늬
lb_lu: Gréng queesch riets gedeelt (Inverséiert)
lt_lt: Žalia apatinė kairioji pusė
ms_my: Pepenjuru Kanan Hijau Terbalik
nl_nl: Groene per band omgekeerd
nn_no: Grøn kontraskrådelt venstre
pl: Zielona skośna lewa dolna połowa
pt: Fendido Verde Invertido
ro_ro: Spintecat verde răsturnat
ru_ru: Зелёное опрокинутое скошение
sk_sk: Zelený delený opačný diagonálny pruh zľava doprava
sl_si: Zelen obrnjen poševno sekani
sv_se: Grön triangel nere till vänster
th_th: แบ่งทแยงหัวกลับสีเขียว
tr_tr: Yeşil Sol Alt Üçgen
vi_vn: Vạch chia chéo đảo nghịch xanh lá cây
zh_cn: 绿色右下三角
zh_tw: 右下方綠色填滿

# item_banner_diagonal_up_left_lightBlue
source: Light Blue Per Bend Inverted
ar_sa: راية ملونة أزرق فاتح
be_by: Блакітная ніжняя левая палова
bg_bg: Светлосиньо обърнато скосяване
ca_es: Tallat invertit blau clar a destra
cs: Světle modrý dělený převrácený diagonální pruh zleva doprava
da_dk: Lyseblå Nedre Venstre Halvdel
de: Hellblau schrägrechts geteilt (Invertiert)
el_gr: Γαλάζιο ανά στροφή αντιστραμμένη
es: Tronchado azul claro invertido
fi: Vaaleansininen tyviölohkoinen
fr_ca: Tranché, au second de bleu céleste
ga_ie: Criosroinnte Bunoscionn Bánghorm
gl_es: Tallada azul claro Invertida
he: משולש אלכסוני שמאלי תחתון תכלת
hr_hr: Svijetlo Plava Obrnuta Puna DIjagonala
hu_hu: Világoskékkel alulról harántolt
id_id: Biru Muda Terbagi Melengkung Terjungkir
is_is: Ljósblár þríhyrningur niðri til vinstri
it: Trinciato: a destra d'azzurro
ja_jp: 下に空色の斜め分割
ka_ge: ღია-ლურჯი ქვედა მარცხენა ნახევარი
ko_kr: 하늘색 왼쪽 아래 대각선
lb_lu: Hellblo queesch riets gedeelt (Inverséiert)
lt_lt: Šviesiai mėlyna apatinė kairioji pusė
ms_my: Pepenjuru Kanan Biru Muda Terbalik
nl_nl: Lichtblauwe per band omgekeerd
nn_no: Ljoseblå kontraskrådelt venstre
pl: Jasnoniebieska skośna lewa dolna połowa
pt: Fendido Azul Claro Invertido
ro_ro: Spintecat bleu răsturnat
ru_ru: Голубое опрокинутое скошение
sk_sk: Svetlomodrý delený opačný diagonálny pruh zľava doprava
sl_si: Svetlo moder obrnjen poševno sekani
sv_se: Ljusblå triangel nere till vänster
th_th: แบ่งทแยงหัวกลับสีฟ้า
tr_tr: Açık Mavi Sol Alt Üçgen
vi_vn: Vạch chia chéo đảo nghịch xanh nước biển nhạt
zh_cn: 淡蓝色右下三角
zh_tw: 右下方淺藍色填滿

# item_banner_diagonal_up_left_lime
source: Lime Per Bend Inverted
ar_sa: راية ملونة ليموني
be_by: Лаймавая ніжняя левая палова
bg_bg: Жълтозелено обърнато скосяване
ca_es: Tallat invertit verd llima a destra
cs: Světle zelený dělený převrácený diagonální pruh zleva doprava
da_dk: Limegrøn Nedre Venstre Halvdel
de: Hellgrün schrägrechts geteilt (Invertiert)
el_gr: Λάιμ ανά στροφή αντιστραμμένη
es: Tronchado verde lima invertido
fi: Lime tyviölohkoinen
fr_ca: Tranché, au second de sinople clair
ga_ie: Criosroinnte Bunoscionn Líomach
gl_es: Tallada lima Invertida
he: משולש אלכסוני שמאלי תחתון ליים
hr_hr: Svijetlo zelena Obrnuta Puna DIjagonala
hu_hu: Világoszölddel alulról harántolt
id_id: Limau Terbagi Melengkung Terjungkir
is_is: Gulgrænn þríhyrningur niðri til vinstri
it: Trinciato: a destra di lime
ja_jp: 下に黄緑色の斜め分割
ka_ge: სალათისფერი ქვედა მარცხენა ნახევარი
ko_kr: 연두색 왼쪽 아래 대각무늬
lb_lu: Hellgréng queesch riets gedeelt (Inverséiert)
lt_lt: Gelsvai žalsva apatinė kairioji pusė
ms_my: Pepenjuru Kanan Hijau Muda Terbalik
nl_nl: Lichtgroene per band omgekeerd
nn_no: Limegrøn kontraskrådelt venstre
pl: Jasnozielona skośna lewa dolna połowa
pt: Fendido Verde Lima Invertido
ro_ro: Spintecat verde-deschis răsturnat
ru_ru: Лаймовое опрокинутое скошение
sk_sk: Svetlozelený delený opačný diagonálny pruh zľava doprava
sl_si: Svetlo zelen obrnjen poševno sekani
sv_se: Limegrön triangel nere till vänster
th_th: แบ่งทแยงหัวกลับสีเขียวมะนาว
tr_tr: Açık Yeşil Sol Alt Üçgen
vi_vn: Vạch chia chéo đảo nghịch xanh lá mạ
zh_cn: 黄绿色右下三角
zh_tw: 右下方淺綠色填滿

# item_banner_diagonal_up_left_magenta
source: Magenta Per Bend Inverted
ar_sa: راية ملونة أرجواني
be_by: Пурпурная ніжняя левая палова
bg_bg: Пурпурно обърнато скосяване
ca_es: Tallat invertit magenta a destra
cs: Purpurový dělený převrácený diagonální pruh zleva doprava
da_dk: Magenta Nedre Venstre Halvdel
de: Magenta schrägrechts geteilt (Invertiert)
de_at: Magenta schrägrechts teilt (Invertiert)
el_gr: Ματζέντα ανά στροφή αντιστραμμένη
es: Tronchado magenta invertido
fi: Purppura tyviölohkoinen
fr_ca: Tranché, au second de magenta
ga_ie: Criosroinnte Bunoscionn Maigeanta
gl_es: Tallada maxenta Invertida
he: משולש אלכסוני שמאלי תחתון מג'נטה
hr_hr: Roza Obrnuta Puna DIjagonala
hu_hu: Bíborral alulról harántolt
id_id: Magenta Terbagi Melengkung Terjungkir
is_is: Vínrauður þríhyrningur niðri til vinstri
it: Trinciato: a destra di magenta
ja_jp: 下に赤紫色の斜め分割
ka_ge: იისფერი ქვედა მარცხენა ნახევარი
ko_kr: 자홍색 왼쪽 아래 대각무늬
lb_lu: Magenta queesch riets gedeelt (Inverséiert)
lt_lt: Rausvai raudona apatinė kairioji pusė
ms_my: Pepenjuru Kanan Magenta Terbalik
nl_nl: Magenta per band omgekeerd
nn_no: Ljoselilla kontraskrådelt venstre
pl: Karmazynowa skośna lewa dolna połowa
pt: Fendido Magenta Invertido
ro_ro: Spintecat magenta răsturnat
ru_ru: Пурпурное опрокинутое скошение
sk_sk: Purpurový delený opačný diagonálny pruh zľava doprava
sl_si: Škrlaten obrnjen poševno sekani
sv_se: Ljuslila triangel nere till vänster
th_th: แบ่งทแยงหัวกลับสีบานเย็น
tr_tr: Eflatun Sol Alt Üçgen
vi_vn: Vạch chia chéo đảo nghịch đỏ sậm
zh_cn: 品红色右下三角
zh_tw: 右下方洋紅色填滿

# item_banner_diagonal_up_left_orange
source: Orange Per Bend Inverted
ar_sa: راية ملونة برتقالي
be_by: Аранжавая ніжняя левая палова
bg_bg: Оранжево обърнато скосяване
ca_es: Tallat invertit taronja a destra
cs: Oranžový dělený převrácený diagonální pruh zleva doprava
da_dk: Orange Nedre Venstre Halvdel
de: Orange schrägrechts geteilt (Invertiert)
el_gr: Πορτοκαλί ανά στροφή αντιστραμμένη
es: Tronchado naranja invertido
fi: Oranssi tyviölohkoinen
fr_ca: Tranché, au second d'orangé
ga_ie: Criosroinnte Bunoscionn Oráisteach
gl_es: Tallada laranxa Invertida
he: משולש אלכסוני שמאלי תחתון כתום
hr_hr: Narančasta Obrnuta Puna DIjagonala
hu_hu: Narancssárgával alulról harántolt
id_id: Jingga Terbagi Melengkung Terjungkir
is_is: Appelsínugulur þríhyrningur niðri til vinstri
it: Trinciato: a destra d'arancione
ja_jp: 下に橙色の斜め分割
ka_ge: ნარინჯისფერი ქვედა მარცხენა ნახევარი
ko_kr: 주황색 왼쪽 아래 대각무늬
lb_lu: Orange queesch riets gedeelt (Inverséiert)
lt_lt: Oranžinė apatinė kairioji pusė
ms_my: Pepenjuru Kanan Jingga Terbalik
nl_nl: Oranje per band omgekeerd
nn_no: Oransje kontraskrådelt venstre
pl: Pomarańczowa skośna lewa dolna połowa
pt: Fendido Laranja Invertido
ro_ro: Spintecat portocaliu răsturnat
ru_ru: Оранжевое опрокинутое скошение
sk_sk: Oranžový delený opačný diagonálny pruh zľava doprava
sl_si: Oranžen obrnjen poševno sekani
sv_se: Orange triangel nere till vänster
th_th: แบ่งทแยงหัวกลับสีส้ม
tr_tr: Turuncu Sol Alt Üçgen
vi_vn: Vạch chia chéo đảo nghịch cam
zh_cn: 橙色右下三角
zh_tw: 左下方橙色填滿

# item_banner_diagonal_up_left_pink
source: Pink Per Bend Inverted
ar_sa: راية ملونة وردي
be_by: Ружовая ніжняя левая палова
bg_bg: Розово обърнато скосяване
ca_es: Tallat invertit rosa a destra
cs: Růžový dělený převrácený diagonální pruh zleva doprava
da_dk: Lyserød Nedre Venstre Halvdel
de: Rosa schrägrechts geteilt (Invertiert)
el_gr: Ροζ ανά στροφή αντιστραμμένη
es: Tronchado rosa invertido
fi: Vaaleanpunainen tyviölohkoinen
fr_ca: Tranché, au second de rose
ga_ie: Criosroinnte Bunoscionn Bándearg
gl_es: Tallada rosa Invertida
he: משולש אלכסוני שמאלי תחתון ורוד
hr_hr: Ružičasta Obrnuta Puna DIjagonala
hu_hu: Rózsaszínnel alulról harántolt
id_id: Merah Muda Terbagi Melengkung Terjungkir
is_is: Bleikur þríhyrningur niðri til vinstri
it: Trinciato: a destra di rosa
ja_jp: 下に桃色の斜め分割
ka_ge: ვარდისფერი ქვედა მარცხენა ნახევარი
ko_kr: 분홍색 왼쪽 아래 대각무늬
lb_lu: Rosa queesch riets gedeelt (Inverséiert)
lt_lt: Rožinė apatinė kairioji pusė
ms_my: Pepenjuru Kanan Merah Jambu Terbalik
nl_nl: Roze per band omgekeerd
nn_no: Rosa kontraskrådelt venstre
pl: Różowa skośna lewa dolna połowa
pt: Fendido Rosa Invertido
ro_ro: Spintecat roz răsturnat
ru_ru: Розовое опрокинутое скошение
sk_sk: Ružový delený opačný diagonálny pruh zľava doprava
sl_si: Roza obrnjen poševno sekani
sv_se: Rosa triangel nere till vänster
th_th: แบ่งทแยงหัวกลับสีชมพู
tr_tr: Pembe Sol Alt Üçgen
vi_vn: Vạch chia chéo đảo nghịch hồng
zh_cn: 粉红色右下三角
zh_tw: 右下方粉紅色填滿

# item_banner_diagonal_up_left_purple
source: Purple Per Bend Inverted
ar_sa: راية ملونة بنفسجي
be_by: Фіялетавая ніжняя левая палова
bg_bg: Лилаво обърнато скосяване
ca_es: Tallat invertit morat a destra
cs: Fialový dělený převrácený diagonální pruh zleva doprava
da_dk: Lilla Nedre Venstre Halvdel
de: Violett schrägrechts geteilt (Invertiert)
el_gr: Μωβ ανά στροφή αντιστραμμένη
es: Tronchado morado invertido
fi: Violetti tyviölohkoinen
fr_ca: Tranché, au second de pourpre
ga_ie: Criosroinnte Bunoscionn Corcra
gl_es: Tallada púrpura Invertida
he: משולש אלכסוני שמאלי תחתון סגול
hr_hr: Ljubičasta Obrnuta Puna DIjagonala
hu_hu: Lilával alulról harántolt
id_id: Ungu Terbagi Melengkung Terjungkir
is_is: Fjólublár þríhyrningur niðri til vinstri
it: Trinciato: a destra di viola
ja_jp: 下に紫色の斜め分割
ka_ge: ალისფერი ქვედა მარცხენა ნახევარი
ko_kr: 보라색 왼쪽 아래 대각무늬
lb_lu: Mof queesch riets gedeelt (Inverséiert)
lt_lt: Purpurinė apatinė kairioji pusė
ms_my: Pepenjuru Kanan Ungu Terbalik
nl_nl: Paarse per band omgekeerd
nn_no: Lilla kontraskrådelt venstre
pl: Fioletowa skośna lewa dolna połowa
pt: Fendido Roxo Invertido
ro_ro: Spintecat violet răsturnat
ru_ru: Фиолетовое опрокинутое скошение
sk_sk: Fialový delený opačný diagonálny pruh zľava doprava
sl_si: Vijoličen obrnjen poševno sekani
sv_se: Lila triangel nere till vänster
th_th: แบ่งทแยงหัวกลับสีม่วง
tr_tr: Mor Sol Alt Üçgen
vi_vn: Vạch chia chéo đảo nghịch tím
zh_cn: 紫色右下三角
zh_tw: 右下方紫色填滿

# item_banner_diagonal_up_left_red
source: Red Per Bend Inverted
ar_sa: راية ملونة أحمر
be_by: Чырвоная ніжняя левая палова
bg_bg: Червено обърнато скосяване
ca_es: Tallat invertit vermell a destra
cs: Červený dělený převrácený diagonální pruh zleva doprava
da_dk: Rød Nedre Venstre Halvdel
de: Rot schrägrechts geteilt (Invertiert)
el_gr: Κόκκινο ανά στροφή αντιστραμμένη
es: Tronchado rojo invertido
fi: Punainen tyviölohkoinen
fr_ca: Tranché, au second de gueules
ga_ie: Criosroinnte Bunoscionn Dearg
gl_es: Tallada Vermella Invertida
he: משולש אלכסוני שמאלי תחתון אדום
hr_hr: Crvena Obrnuta Puna DIjagonala
hu_hu: Vörössel alulról harántolt
id_id: Merah Terbagi Melengkung Terjungkir
is_is: Rauður þríhyrningur niðri til vinstri
it: Trinciato: a destra di rosso
ja_jp: 下に赤色の斜め分割
ka_ge: წითელი ქვედა მარცხენა ნახევარი
ko_kr: 빨간색 왼쪽 아래 대각무늬
lb_lu: Rout queesch riets gedeelt (Inverséiert)
lt_lt: Raudona apatinė kairioji pusė
ms_my: Pepenjuru Kanan Merah Terbalik
nl_nl: Rode per band omgekeerd
nn_no: Raud kontraskrådelt venstre
pl: Czerwona skośna lewa dolna połowa
pt: Fendido Vermelho Invertido
ro_ro: Spintecat roșu răsturnat
ru_ru: Красное опрокинутое скошение
sk_sk: Červený delený opačný diagonálny pruh zľava doprava
sl_si: Rdeč obrnjen poševno sekani
sv_se: Röd triangel nere till vänster
th_th: แบ่งทแยงหัวกลับสีแดง
tr_tr: Kırmızı Sol Alt Üçgen
vi_vn: Vạch chia chéo đảo nghịch đỏ
zh_cn: 红色右下三角
zh_tw: 右下方紅色填滿

# item_banner_diagonal_up_left_silver
source: Light Grey Per Bend Inverted
ar_sa: راية ملونة رمادي فاتح
be_by: Светла-шэрая ніжняя левая палова
bg_bg: Светлосиво обърнато скосяване
ca_es: Tallat invertit gris clar a destra
cs: Světle šedý dělený převrácený diagonální pruh zleva doprava
da_dk: Lysegrå Nedre Venstre Halvdel
de: Hellgrau schrägrechts geteilt (Invertiert)
el_gr: Ανοιχτό γκρι ανά στροφή αντιστραμμένη
es: Tronchado gris claro invertido
fi: Vaaleanharmaa tyviölohkoinen
fr_ca: Tranché, au second d'argent grisé
ga_ie: Criosroinnte Bunoscionn Fionnliath
gl_es: Tallada gris claro Invertida
he: משולש אלכסוני שמאלי תחתון אפור בהיר
hr_hr: Svijetlo SIva Obrnuta Puna DIjagonala
hu_hu: Világosszürkével alulról harántolt
id_id: Kelabu Muda Terbagi Melengkung Terjungkir
is_is: Ljósgrár
it: Trinciato: a destra di grigio chiaro
ja_jp: 下に薄灰色の斜め分割
ka_ge: ღია-ნაცრისფერი ქვედა მარცხენა ნახევარი
ko_kr: 회백색 왼쪽 아래 대각무늬
lb_lu: Hellgro queesch riets gedeelt (Inverséiert)
lt_lt: Šviesiai pilka apatinė kairioji pusė
ms_my: Pepenjuru Kanan Kelabu Muda Terbalik
mt_mt: Light Gray Per Bend Inverted
nl_nl: Lichtgrijze per band omgekeerd
nn_no: Ljosegrå kontraskrådelt venstre
pl: Jasnoszara skośna lewa dolna połowa
pt: Fendido Cinzento Claro Invertido
ro_ro: Spintecat gri-deschis răsturnat
ru_ru: Светло-серое опрокинутое скошение
sk_sk: Svetlosivý delený opačný diagonálny pruh zľava doprava
sl_si: Svetlo siv obrnjen poševno sekani
sv_se: Ljusgrå triangel nere till vänster
th_th: แบ่งทแยงหัวกลับสีเทาอ่อน
tr_tr: Açık Gri Sol Alt Üçgen
vi_vn: Vạch chia chéo đảo nghịch xám nhạt
zh_cn: 淡灰色右下三角
zh_tw: 右下方淺灰色填滿

# item_banner_diagonal_up_left_white
source: White Per Bend Inverted
ar_sa: راية ملونة أبيض
be_by: Белая ніжняя левая палова
bg_bg: Бяло обърнато скосяване
ca_es: Tallat invertit blanc a destra
cs: Bílý dělený převrácený diagonální pruh zleva doprava
da_dk: Hvid Nedre Venstre Halvdel
de: Weiß schrägrechts geteilt (Invertiert)
el_gr: Λευκό ανά στροφή αντιστραμμένη
es: Tronchado blanco invertido
fi: Valkoinen tyviölohkoinen
fr_ca: Tranché, au second d'argent
ga_ie: Criosroinnte Bunoscionn Bán
gl_es: Tallada Branca Invertida
he: משולש אלכסוני שמאלי תחתון לבן
hr_hr: Bijela Obrnuta Puna DIjagonala
hu_hu: Fehérrel alulról harántolt
id_id: Putih Terbagi Melengkung Terjungkir
is_is: Hvítur þríhyrningur niðri til vinstri
it: Trinciato: a destra di bianco
ja_jp: 下に白色の斜め分割
ka_ge: თეთრი ქვედა მარცხენა ნახევარი
ko_kr: 하얀색 왼쪽 아래 대각무늬
lb_lu: Wäiss queesch riets gedeelt (Inverséiert)
lt_lt: Balta apatinė kairioji pusė
ms_my: Pepenjuru Kanan Putih Terbalik
nl_nl: Witte per band omgekeerd
nn_no: Kvit kontraskrådelt venstre
pl: Biała skośna lewa dolna połowa
pt: Fendido Branco Invertido
ro_ro: Spintecat alb răsturnat
ru_ru: Белое опрокинутое скошение
sk_sk: Biely delený opačný diagonálny pruh zľava doprava
sl_si: Bel obrnjen poševno sekani
sv_se: Vit triangel nere till vänster
th_th: แบ่งทแยงหัวกลับสีขาว
tr_tr: Beyaz Sol Alt Üçgen
vi_vn: Vạch chia chéo đảo nghịch trắng
zh_cn: 白色右下三角
zh_tw: 右下方白色填滿

# item_banner_diagonal_up_left_yellow
source: Yellow Per Bend Inverted
ar_sa: راية ملونة أصفر
be_by: Жоўтая ніжняя левая палова
bg_bg: Жълто обърнато скосяване
ca_es: Tallat invertit groc a destra
cs: Žlutý dělený převrácený diagonální pruh zleva doprava
da_dk: Gul Nedre Venstre Halvdel
de: Gelb schrägrechts geteilt (Invertiert)
el_gr: Κίτρινο ανά στροφή αντιστραμμένη
es: Tronchado amarillo invertido
fi: Keltainen tyviölohkoinen
fr_ca: Tranché, au second d'or
ga_ie: Criosroinnte Bunoscionn Buí
gl_es: Tallada Amarela Invertida
he: משולש אלכסוני שמאלי תחתון צהוב
hr_hr: Žuta Obrnuta Puna DIjagonala
hu_hu: Sárgával alulról harántolt
id_id: Kuning Terbagi Melengkung Terjungkir
is_is: Gulur þríhyrningur niðri til vinstri
it: Trinciato: a destra di giallo
ja_jp: 下に黄色の斜め分割
ka_ge: ყვითელი ქვედა მარცხენა ნახევარი
ko_kr: 노란색 왼쪽 아래 대각무늬
lb_lu: Giel queesch riets gedeelt (Inverséiert)
lt_lt: Geltona apatinė kairioji pusė
ms_my: Pepenjuru Kanan Kuning Terbalik
nl_nl: Gele per band omgekeerd
nn_no: Gul kontraskrådelt venstre
pl: Żółta skośna lewa dolna połowa
pt: Fendido Amarelo Invertido
ro_ro: Spintecat galben răsturnat
ru_ru: Жёлтое опрокинутое скошение
sk_sk: Žltý delený opačný diagonálny pruh zľava doprava
sl_si: Rumen obrnjen poševno sekani
sv_se: Gul triangel nere till vänster
th_th: แบ่งทแยงหัวกลับสีเหลือง
tr_tr: Sarı Sol Alt Üçgen
vi_vn: Vạch chia chéo đảo nghịch vàng
zh_cn: 黄色右下三角
zh_tw: 右下方黃色填滿

# item_banner_diagonal_up_right_black
source: Black Per Bend Sinister Inverted
ar_sa: راية ملونة أسود
be_by: Чорная ніжняя правая палова
bg_bg: Черно обърнато скосяване наляво
ca_es: Tallat invertit negre a sinistra
cs: Černý dělený převrácený diagonální pruh zprava doleva
da_dk: Sort Nedre Højre Halvdel
de: Schwarz schräglinks geteilt (Invertiert)
de_at: Schworz schräglinks teilt (Invertiert)
el_gr: Μαύρη Δεξιά Διαγώνιος
es: Tajado negro invertido
fi: Musta tyviövastalohkoinen
fr_ca: Taillé, au second de sable
ga_ie: Cléroinnte Bunoscionn Dubh
gl_es: Tallada Negra en Sinistra Invertida
he: משולש אלכסוני ימני תחתון שחור
hr_hr: Crna Obrnuta Lijeva Puna Dijagonala
hu_hu: Feketével alulról balharántolt
id_id: Putih Terbagi Melengkung Kanan Terjungkir
is_is: Svartur þríhyrningur niðri til hægri
it: Tagliato: a sinistra di nero
ja_jp: 下に黒色の逆斜め分割
ka_ge: შავი ქვედა მარცხენა შებრუნებული ნახევარი
ko_kr: 검은색 오른쪽 아래 대각무늬
lb_lu: Schwaarz queesch lénks gedeelt (Inverséiert)
lt_lt: Juoda apatinė dešinioji pusė
ms_my: Pepenjuru Kiri Hitam Terbalik
nl_nl: Zwarte per band sinister omgekeerd
nn_no: Svart kontraskrådelt høgre
pl: Czarna skośna prawa dolna połowa
pt: Talhado Preto Invertido
ro_ro: Despărțit negru răsturnat
ru_ru: Чёрное опрокинутое скошение слева
sk_sk: Čierny delený opačný diagonálny pruh sprava doľava
sl_si: Črn obnjen levo poševno sekani
sv_se: Svart triangel nere till höger
th_th: แบ่งทแยงขวาหัวกลับสีดำ
tr_tr: Siyah Sağ Alt Üçgen
vi_vn: Vạch chia chéo ngược đảo nghịch đen
zh_cn: 黑色左下三角
zh_tw: 左下方黑色填滿
