Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# tile_barrier_name
source: Barrier
af_za: Versperring
ar_sa: الحاجز
be_by: Бар’ер
bg_bg: Бариера
ca_es: Barrera
cs: Bariéra
da_dk: Barriere
de: Barriere
de_at: Barriere
el_gr: Φράγμα
es: Barrera
eu_es: Barrera
fa_ir: مانع
fi: Este
fil_ph: Harang
fr_ca: Barrière invisible
ga_ie: Bacainn
gd_gb: Bacadh
gl_es: Barreira
he: מחסום
hi_in: बैरियर
hr_hr: Barijera
hu_hu: Akadály
hy_am: խոչընդոտ
id_id: Penghalang
is_is: Hlið
it: Barriera
ja_jp: バリアブロック
ka_ge: ბარიერი
ko_kr: 방벽
lb_lu: Barrière
lt_lt: Barjeras
lv_lv: Barjiera
mk_mk: Бариера
mn_mn: Хаалт
ms_my: Halangan
mt_mt: Blokka Inviżibli
nl_nl: Barrière
nn_no: Usynleg vegg
pl: Bariera
pt: Barreira
ro_ro: Barieră
ru_ru: Барьер
sk_sk: Bariéra
sl_si: Nevidna pregrada
sq_al: Pengesë
sv_se: Barriär
th_th: สิ่งกีดขวาง
tr_tr: Bariyer
vi_vn: Rào chắn
zh_cn: 屏障
zh_tw: 屏障

# tile_beacon_name
source: Beacon
af_za: Baken
ar_sa: منارة
be_by: Маяк
bg_bg: Маяк
ca_es: Bloc de poder
cs: Maják
da_dk: Signallys
de: Leuchtfeuer
el_gr: Φάρος
es: Faro
eu_es: Faro
fa_ir: فضاجادو
fi: Lyhtykuutio
fil_ph: Parola
fr_ca: Balise
ga_ie: Rabhcán
gl_es: Faro
he: מגדלור
hi_in: बीकन
hr_hr: Svjetionik
hu_hu: Jelzőfény
hy_am: Փարոս
id_id: Suar
is_is: Geisli
it: Faro
ja_jp: ビーコン
ka_ge: შუქურა
ko_kr: 신호기
lb_lu: Liichtfeier
lt_lt: Švyturys
lv_lv: Signāluguns
mn_mn: Гэрэл цацруулагч
ms_my: Suar
mt_mt: Lanterna
nl_nl: Baken
nn_no: Varde
pl: Magiczna latarnia
pt: Sinal Luminoso
ro_ro: Far
ru_ru: Маяк
sk_sk: Maják
sl_si: Svetilnik
sv_se: Fyr
th_th: ดวงประทีป
tr_tr: Fener
vi_vn: Đèn hiệu
zh_cn: 信标
zh_tw: 烽火台

# tile_beacon_primary
source: Primary Power
af_za: Primêre Krag
ar_sa: الطاقة الأولية
be_by: Асноўны эфект
bg_bg: Основен ефект
ca_es: Poder primari
cs: Hlavní schopnost
da_dk: Primær kraft
de: Primäre Kraft
el_gr: Πρωτεύουσα δύναμη
es: Poder principal
eu_es: Botere primarioa
fa_ir: قدرت اصلي
fi: Ensisijainen voima
fil_ph: Pangunahing Lakas
fr_ca: Pouvoir primaire
ga_ie: Príomh-chumhacht
gl_es: Poder principal
he: כוח ראשי
hi_in: पहला शक्ति
hr_hr: Primarna Moć
hu_hu: Elsődleges képesség
hy_am: Առաջնային Հզորություն
id_id: Kekuatan Utama
is_is: Aðalkraftur
it: Potere primario
ja_jp: 主効果
ka_ge: ძირითადი ძალა
ko_kr: 기본 효과
lb_lu: Primärkraaft
lt_lt: Pirminė galia
lv_lv: Primārais Spēks
mn_mn: Үндсэн хүч
ms_my: Kuasa Utama
mt_mt: Poter Prinċipali
nl_nl: Primaire kracht
nn_no: Primærkraft
pl: Moc podstawowa
pt: Poder Primário
ro_ro: Putere primară
ru_ru: Основной эффект
sk_sk: Primárna sila
sl_si: Primarna moč
sv_se: Primär kraft
th_th: พลังงานขั้นแรก
tr_tr: Birincil güç
vi_vn: Năng lượng chính
zh_cn: 主效果
zh_tw: 主要效果

# tile_beacon_secondary
source: Secondary Power
af_za: Sekondêre Krag
ar_sa: الطاقة الثانوية
be_by: Дадатковы эфект
bg_bg: Вторичен ефект
ca_es: Poder secundari
cs: Vedlejší schopnost
da_dk: Sekundær kraft
de: Sekundäre Kraft
el_gr: Δευτερεύουσα δύναμη
es: Poder secundario
eu_es: Botere sekundarioa
fa_ir: قدرت ثانويه
fi: Toissijainen voima
fil_ph: Sekundaryong Lakas
fr_ca: Pouvoir secondaire
ga_ie: Fo-chumhacht
gl_es: Poder secundario
he: כוח משני
hi_in: दूसरा शक्ति
hr_hr: Sekundarna Moć
hu_hu: Másodlagos képesség
hy_am: Երկրորդական Հզորություն
id_id: Kekuatan Sekunder
is_is: Aukakraftur
it: Potere secondario
ja_jp: 副効果
ka_ge: მეორადი ძალა
ko_kr: 보조 효과
lb_lu: Sekundärkraaft
lt_lt: Antrinė galia
lv_lv: Sekundārā Spēja
mn_mn: Хоёрдогч хүч
ms_my: Kuasa Sekunder
mt_mt: Poter Sekondarju
nl_nl: Secundaire kracht
nn_no: Sekundærkraft
pl: Moc dodatkowa
pt: Poder Secundário
ro_ro: Putere secundară
ru_ru: Вторичный эффект
sk_sk: Sekundárna sila
sl_si: Sekundarna moč
sv_se: Sekundär kraft
th_th: พลังงานรอง
tr_tr: İkincil güç
vi_vn: Năng lượng phụ
zh_cn: 辅助效果
zh_tw: 次要效果

# tile_bed_name
source: Bed
ar_sa: سرير
be_by: Ложак
bg_bg: Легло
ca_es: Llit
cs: Postel
da_dk: Seng
de: Bett
de_at: Bett
el_gr: Κρεβάτι
es: Cama
eu_es: Ohea
fa_ir: تختخواب
fi: Sänky
fil_ph: Kama
fr_ca: Lit
ga_ie: Leaba
gl_es: Cama
he: מיטה
hi_in: बिस्तर
hr_hr: Krevet
hu_hu: Ágy
hy_am: Մահճակալ
id_id: Tempat Tidur
is_is: Rúm
it: Letto
ja_jp: ベッド
ka_ge: საწოლი
ko_kr: 침대
lb_lu: Bett
lt_lt: Lova
lv_lv: Gulta
mn_mn: Ор
ms_my: Katil
mt_mt: Sodda
nn_no: Seng
pl: Łóżko
pt: Cama
ro_ro: Pat
ru_ru: Кровать
sk_sk: Posteľ
sl_si: Postelja
sv_se: Säng
th_th: เตียง
tr_tr: Yatak
vi_vn: Giường
zh_cn: 床
zh_tw: 床

# tile_bed_noSleep
source: You can only sleep at night
af_za: Jy kan slegs in die nag slaap
ar_sa: يمكنك النوم اثناء الليل فقط
be_by: Спаць можна толькі ўначы
bg_bg: Може да се спи само през нощта
ca_es: Només pots dormir de nit
cs: Můžeš spát jen v noci
da_dk: Du kan kun sove om natten
de: Du kannst nur nachts schlafen
de_at: Du konnst di glei in da Nocht hilegn
el_gr: Μπορείς να κοιμηθείς μόνο το βράδυ
es: Solo puedes dormir por la noche
eu_es: Gauez bakarrik egin daiteke lo
fa_ir: شما فقط در شب مي توانيد بخوابيد
fi: Voit nukkua vain öisin
fil_ph: Pwede ka lang matulog sa gabi
fr_ca: Vous ne pouvez dormir que durant la nuit
ga_ie: Ní féidir leat codladh ach san oíche
gl_es: Só podes durmir pola noite
he: אתה יכול לישון רק בלילה
hi_in: आप केवल रात में सो सकते हैं
hr_hr: Možeš spavati samo tijekom noći
hu_hu: Csak éjjel aludhatsz
hy_am: Դուք կարող եք քնել միայն գիշերը
id_id: Kamu hanya bisa tidur pada malam hari
is_is: Þú getur eingöngu sofið á nóttunni
it: Puoi dormire soltanto di notte
ja_jp: 夜になるまで眠れません
ka_ge: ძილი შესაძლებელია მხოლოდ ღამით
ko_kr: 밤에만 잘 수 있습니다
lb_lu: Du kanns nëmmen an der Nuecht schlofen
lt_lt: Jūs galite miegoti tik naktį
lv_lv: Tu vari gulēt tikai naktī
mn_mn: Зөвхөн шөнө унтаж болно
ms_my: Anda hanya boleh tidur pada waktu malam
mt_mt: Bil-lejl biss tista torqod
nl_nl: Je kunt alleen 's nachts slapen
nn_no: Du kan berre sova om natta
pl: Możesz spać tylko w nocy
pt: Só podes dormir à noite
ro_ro: Nu poți dormi decât noaptea
ru_ru: Спать можно только ночью
sk_sk: Môžeš spať len v noci
sl_si: Spiš lahko le ponoči
sv_se: Du kan bara sova på natten
th_th: คุณสามารถนอนได้เฉพาะตอนกลางคืนเท่านั้น
tr_tr: Sadece geceleri uyuyabilirsin
vi_vn: Bạn chỉ có thể ngủ vào buổi tối
zh_cn: 你只能在晚上睡觉
zh_tw: 你只能在晚上睡覺

# tile_bed_notSafe
source: You may not rest now, there are monsters nearby
af_za: Jy mag nie nou rus nie; daar is monsters naby
ar_sa: لا يمكنك الراحة الان, هناك وحوش بالقرب منك
be_by: Зараз нельга спаць, дзесьці побач пачвары!
bg_bg: Не може да си почивате сега, има чудовища наоколо
ca_es: No hauries de dormir ara, hi ha monstres a prop teu
cs: Teď nemůžeš odpočívat, poblíž jsou obludy
da_dk: Du kan ikke hvile nu; der er monstre i nærheden
de: Du kannst jetzt nicht schlafen, es sind Monster in der Nähe
de_at: Du kost jetz no nid schlofn, es san Monsta in da Nähe
el_gr: Δεν μπορείτε να κοιμηθείτε τώρα, υπάρχουν τέρατα κοντά
es: No puedes acostarte ahora, hay monstruos cerca
eu_es: Orain ezin duzu atsedena hartu, munstroak hurbil daudelako
fa_ir: شما نمي توانيد بخوابيد ، هيولاها نزديک هستند
fi: Et voi levätä juuri nyt, lähistöllä on hirviöitä
fil_ph: Hindi ka pa pwedeng matulog, malapit ang mga halimaw
fr_ca: Impossible de fermer l'oeil, il y a des monstres tout près
ga_ie: Ní féidir leat do scíth a ligean anois, tá arrachtaí in aice leat
gl_es: Non te podes deitar agora, hai monstros preto
he: אין ביכולתך לנוח כעת, יש מפלצות בקרבת מקום
hi_in: अब आप सो नहीं सकते हैं, वहाँ आसपास के राक्षस हैं
hr_hr: Trenutno ne možeš spavati, čudovišta su u blizini
hu_hu: Most nem pihenhetsz, szörnyek vannak a közelben
hy_am: Շրջակայքում հրեշների առկայության պատճառով դուք չեք կարող քնել
id_id: Anda tak dapat tidur sekarang, banyak monster dekat sini
is_is: Enginn hvíld fyrir þig, það eru skrímsli nálægt
it: Ora non puoi riposare, ci sono mostri nelle vicinanze
ja_jp: モンスターが近くにいるため眠れません
ka_ge: ახლა ვერ დაიძინებთ, მონსტრები ახლოს არიან
ko_kr: 지금은 쉴 수 없습니다, 근처에 몬스터가 있습니다
lb_lu: Du kanns lo net schlofen, et si Monsteren an der Géigend
lt_lt: Dabar ilsėtis negalite, netoliese yra monstrų
lv_lv: Tu tagad nevari atpūsties, briesmoņi ir netālu
mn_mn: Та одоо амарч болохгүй, эргэн тойрон мангасууд байна
ms_my: Anda tidak boleh berehat sekarang, terdapat raksasa berhampiran
mt_mt: Ma tistax torqod għalissa, hemm il-monstri fil-viċin
nl_nl: Je kunt nu niet rusten, er zijn monsters in de buurt
nn_no: Du kan ikkje sova når det er monstre i nærleiken
pl: Nie możesz teraz odpoczywać, w pobliżu są potwory
pt: Não podes dormir agora, há monstros por perto
ro_ro: Nu te poți odihni acum, sunt monștri în apropiere
ru_ru: Вы не можете спать, пока рядом есть монстры
sk_sk: Teraz nemôžeš spať, v blízkosti sa nachádzajú príšery
sl_si: Spanje je onemogočeno zaradi bližine pošasti
sv_se: Du kan inte sova nu, det finns monster i närheten
th_th: ไม่สามารถนอนได้เพราะมีมอนสเตอร์อยู่ใกล้ๆ
tr_tr: Şu an yatamazsın, yakınında canavarlar var
vi_vn: Bạn không thể nghỉ ngơi bây giờ, có quái vật đang ở gần
zh_cn: 你现在不能休息，周围有怪物在游荡
zh_tw: 有怪物在附近遊蕩，無法入睡

# tile_bed_notValid
source: Your home bed was missing or obstructed
af_za: Jou laaste bed was verlore of beset
ar_sa: سريرك الرئيسي مفقود أو مسدود
be_by: Ваш ложак знік ці забудаваны
bg_bg: Вашето легло липсва или е запречено
ca_es: El teu llit s'ha trencat o està obstruït
cs: Tvá postel je ztracená nebo blokovaná
da_dk: Din egen seng var væk eller blokeret
de: Dein Bett wurde blockiert oder zerstört
de_at: Dei Bett is blockiat oda zerstöat woan
el_gr: Το κρεβάτι σου λείπει ή παρεμποδίζεται
es: Tu cama ya no está o se encuentra obstruida
eu_es: Zure etxeko ohea galduta edo trabatuta dago
fa_ir: تختخواب خانه شما خراب/گم شده است
fi: Kotisänkysi puuttuu tai sen edessä on este
fil_ph: Nawawala o nakaharang ang iyong kama
fr_ca: Votre lit a été détruit ou est obstrué
ga_ie: Bhí do leaba bhaile ar iarraidh nó bhí bac uirthi
gl_es: A túa cama non está ou está obstruída
he: המיטה הראשית שלכם חסרה או חסומה
hi_in: बिस्तर आप पिछले में सोया था लापता या बाधित
hr_hr: Tvoj krevet je nestao ili je uništen
hu_hu: Nincs meg az ágyad, vagy eltorlaszolták
hy_am: Ձեր տան մահճակալը բացակայում է կամ խապանված է
id_id: Tempat Tidur Anda hilang atau terhalang
is_is: Rúmið þitt heima er týnt eða eitthvað er fyrir því
it: Il tuo letto risulta mancante o ostruito
ja_jp: ベッドが存在しないか、あるいは塞がれています
ka_ge: თქვენ საწოლს ან რამე ეღობება, ან ის დაკარგულია
ko_kr: 침대가 없어지거나 파괴되었습니다
lb_lu: Däi Bett gouf blockéiert oder zerstéiert
lt_lt: Jūsų namų lova nerasta arba užblokuota
lv_lv: Tava mājas gulta ir pazudusi vai aizsprostota
mn_mn: Таны гэрийн ор байхгүй эсвэл саадтай байна
ms_my: Katil kediaman anda hilang atau terhalang
mt_mt: Is-sodda li rqadt fiha ntilfet
nl_nl: Je bed is geblokkeerd of verdwenen
nn_no: Senga di er vekke eller blokkert
pl: Twoje domowe łóżko zostało usunięte lub zablokowane
pt: A tua cama desapareceu ou está obstruída
ro_ro: Patul tău lipsea sau era blocat
ru_ru: Ваша кровать пропала или доступ к ней затруднён
sk_sk: Tvoja posteľ je zablokovaná alebo neexistuje
sl_si: Tvoja domača postelja je izginila ali pa je ovirana
sv_se: Din säng saknades eller var blockerad
th_th: เตียงของคุณทำลายหรือถูกกีดขวาง
tr_tr: Yatağınız yok edilmiş veya tıkalı
vi_vn: Giường ở nhà bạn bị mất hoặc bị cản trở
zh_cn: 你的床已遗失或被阻挡
zh_tw: 你的床已遺失或被阻擋

# tile_bed_occupied
source: This bed is occupied
af_za: Hierdie bed is beset
ar_sa: هذا السرير مأخوذ
be_by: Гэты ложак кімсьці заняты
bg_bg: Леглото е заето
ca_es: Aquest llit està ocupat
cs: Tato postel je obsazená
da_dk: Denne seng er optaget
de: Dieses Bett ist belegt
de_at: Des Bett is scho b'setzt
el_gr: Αυτό το κρεβάτι είναι κατειλημμένο
es: Esta cama está ocupada
eu_es: Ohe hau okupaturik dago
fa_ir: اين تختخواب گرفته شده است
fi: Tämä sänky on varattu
fil_ph: May natutulog dito
fr_ca: Ce lit est occupé
ga_ie: Tá an leaba seo gafa
gl_es: Esta cama está ocupada
he: מיטה זו תפוסה
hi_in: यह बिस्तर पर कब्जा कर लिया है
hr_hr: Krevet je zauzet
hu_hu: Ez az ágy foglalt
hy_am: Այս մահճակալը զբաղված է
id_id: Kasur ini sedang dipakai
is_is: Þetta rúm er upptekið
it: Questo letto è occupato
ja_jp: このベッドは既に使われています
ka_ge: ეს საწოლი დაკავებულია
ko_kr: 다른 사람이 이미 침대에 누워 있습니다
lb_lu: D'Bett ass besat
lt_lt: Ši lova užimta
lv_lv: Šī gulta ir aizņemta
mn_mn: Энэ ор хүнтэй
ms_my: Katil ini telah diduduki
mt_mt: Din is-sodda hija okkupata
nl_nl: Dit bed is bezet
nn_no: Senga er oppteken
pl: To łóżko jest zajęte
pt: Esta cama está ocupada
ro_ro: Acest pat este ocupat
ru_ru: Эта кровать занята
sk_sk: Táto posteľ je obsadená
sl_si: Ta postelja je že zasedena
sv_se: Den här sängen är upptagen
th_th: เตียงนี้ถูกใช้งานอยู่
tr_tr: Bu yatak dolu
vi_vn: Giường đã có người nằm
zh_cn: 这张床已被占用
zh_tw: 這張床已被占用

# tile_bedrock_name
source: Bedrock
af_za: Rotsbodem
ar_sa: صخر القاع
be_by: Карэнная парода
bg_bg: Основен камък
ca_es: Roca base
cs: Podloží
da_dk: Grundfjeld
de: Grundgestein
de_at: Grundstoa
el_gr: Βραχώδες υπόστρωμα
es: Piedra base
eu_es: Arroka-mantua
fa_ir: سنگ بستر
fi: Peruskallio
fil_ph: Matigas na Bato
ga_ie: Buncharraig
gd_gb: Fo-chreag
gl_es: Pedra base
he: אבן יסוד
hi_in: आधार
hr_hr: Temelj
hu_hu: Alapkő
hy_am: Հիմնածայր
id_id: Batu Dasar
is_is: Berggrunnur
it: Roccia di fondo
ja_jp: 岩盤
ka_ge: საძირკვლო ქვა
ko_kr: 기반암
lb_lu: Grondsteen
lt_lt: Pamatakmenis
lv_lv: Klintsakmens
mi_nz: maka tefito
mn_mn: Үндсэн чулуулаг
ms_my: Batu Dasar
mt_mt: Blat
nl_nl: Bodemsteen
nn_no: Berggrunn
pl: Skała macierzysta
pt: Rocha-Mãe
ro_ro: Rocă de bază
ru_ru: Бедрок
sk_sk: Podložie
sl_si: Trda skala
sv_se: Berggrund
th_th: หินดาน
tr_tr: Katman Kayası
vi_vn: Đá nền
zh_cn: 基岩
zh_tw: 基岩

# tile_beetroots_name
source: Beetroots
af_za: Beet
ar_sa: فجل
be_by: Бурак
bg_bg: Цвекло
ca_es: Remolatxes
cs: Červená řepa
da_dk: Rødbeder
de: Rote Bete
de_at: Rahner
el_gr: Παντζάρια
es: Remolachas
eu_es: Erremolatxak
fa_ir: چغندر ها
fi: Punajuuri
fil_ph: Mga Beetroot
fr_ca: Betteraves
ga_ie: Biatais
gl_es: Remolachas
he: סלק אדום
hr_hr: Cikla
hu_hu: Cékla
id_id: Bit
is_is: Rauðrófur
it: Barbabietole
ja_jp: ビートルート
ka_ge: ჭარხლები
ko_kr: 사탕무
lb_lu: Rout Rommelen
lt_lt: Burokai
lv_lv: Bietes
mn_mn: Улаан манжин
ms_my: Ubi Bit
mt_mt: Pitravi
nl_nl: Bieten
nn_no: Raudbetar
pl: Buraki
pt: Beterrabas
ro_ro: Sfeclă
ru_ru: Свёкла
sk_sk: Repa
sl_si: Rdeča pesa
sv_se: Rödbetor
th_th: บีทรูท
tr_tr: Pancarlar
vi_vn: Củ dền
zh_cn: 甜菜根
zh_tw: 甜菜根

# tile_birchFence_name
source: Birch Fence
af_za: Berkehou Heining
ar_sa: سياج من البتولا
be_by: Бярозавы плот
bg_bg: Брезова ограда
ca_es: Tanca de bedoll
cs: Březový plot
da_dk: Birkehegn
de: Birkenholzzaun
de_at: Birknhoizzaun
el_gr: Σημυδένιος Φράχτης
es: Valla de madera de abedul
eu_es: Urkizko hesia
fa_ir: حصار توس
fi: Koivuaita
fil_ph: Kahoy ng Birch na Bakod
fr_ca: Clôture en bois de bouleau
ga_ie: Claí Beithe
gl_es: Valado de bidueiro
he: גדר שדר
hr_hr: Ograda (Breza)
hu_hu: Nyírfa kerítés
id_id: Pagar Kayu Pinus
is_is: Birkigirðing
it: Staccionata di betulla
ja_jp: シラカバのフェンス
ka_ge: არყის ღობე
ko_kr: 자작나무 울타리
lb_lu: Bierkenholzzonk
lt_lt: Beržo tvora
lv_lv: Bērza žogs
mn_mn: Хус модон хашаа
ms_my: Pagar Kayu Birch
mt_mt: Ċint tal-Betula
nl_nl: Berkenhouten hek
nn_no: Gjerde av bjerk
pl: Brzozowy płot
pt: Cerca de Madeira de Bétula
ro_ro: Gard de mesteacăn
ru_ru: Берёзовый забор
sk_sk: Brezový plot
sl_si: Brezova ograja
sv_se: Björkträstaket
th_th: รั้วเบิร์ช
tr_tr: Huş Ağacı Çiti
vi_vn: Hàng rào gỗ bạch dương
zh_cn: 白桦木栅栏
zh_tw: 樺木柵欄

# tile_birchFenceGate_name
source: Birch Fence Gate
af_za: Berkehout Hek
ar_sa: بوابة سياج من البتولا
be_by: Бярозавая брамка
bg_bg: Брезова порта
ca_es: Porta de tanca de fusta de bedoll
cs: Březová branka
da_dk: Birkehegnsport
de: Birkenholzzauntor
de_at: Birknhoizzauntor
el_gr: Σημυδένια Πύλη Φράκτη
es: Puerta de valla de madera de abedul
eu_es: Urkizko hesi atea
fa_ir: دروازه های حصار توس
fi: Koivuaidan portti
fil_ph: tarangkahang pangbakod na gawa sa Birch
fr_ca: Porte de clôture en bois de bouleau
ga_ie: Geata Beithe
gl_es: Cancela de bidueiro
he: שער גדר שדר
hr_hr: Vrata za Ogradu (Breza)
hu_hu: Nyírfa kerítéskapu
id_id: Gerbang Kayu Pinus
is_is: Hlið úr birki
it: Cancelletto di betulla
ja_jp: シラカバのフェンスゲート
ka_ge: არყის ღობის ჭიშკარი
ko_kr: 자작나무 울타리 문
lb_lu: Bierkenholzzonkpaart
lt_lt: Beržo varteliai
lv_lv: Bērza žoga vārti
mn_mn: Хус модон хашаа
ms_my: Pintu Pagar Kayu Birch
mt_mt: Grada tal-Betula
nl_nl: Berkenhouten poortje
nn_no: Grind av bjerk
pl: Brzozowa furtka
pt: Portão de Madeira de Bétula
ro_ro: Portiță de mesteacăn
ru_ru: Берёзовая калитка
sk_sk: Brezová bránka
sl_si: Brezova ograjna vrata
sv_se: Björkträstaketgrind
th_th: ประตูรั้วไม้เบิร์ช
tr_tr: Huş Ağacı Çit Kapısı
vi_vn: Cổng rào gỗ bạch dương
zh_cn: 白桦木栅栏门
zh_tw: 樺木柵欄門

# tile_blockCoal_name
source: Coal Block
af_za: Steenkoolblok
ar_sa: كتلة من الفحم
be_by: Вугальны блок
bg_bg: Въглищен блок
ca_es: Bloc de carbó
cs: Uhelný blok
da_dk: Blok af kul
de: Kohleblock
de_at: Kohleblock
el_gr: Κύβος άνθρακα
es: Bloque de carbón
eu_es: Ikatz blokea
fa_ir: بلوک ذغال سنگ
fi: Hiilikuutio
fil_ph: Tipakang Karbon
fr_ca: Bloc de charbon
ga_ie: Bloc Guail
gl_es: Bloque de carbón
he: בלוק פחם
hi_in: कोयला ब्लॉक
hr_hr: Blok Ugljena
hu_hu: Szénblokk
hy_am: Ածուխի Բլոկ
id_id: Balok Batu Bara
is_is: Kola kubbur
it: Blocco di carbone
ja_jp: 石炭ブロック
ka_ge: ქვანახშირის ბლოკი
ko_kr: 석탄 블록
lb_lu: Kueleblock
lt_lt: Anglies blokas
lv_lv: Ogļu Bloks
mi_nz: Poraka o Coal
mn_mn: Нүүрсэн блок
ms_my: Blok Arang Batu
mt_mt: Blokka tal-Faħam
nl_nl: Steenkoolblok
nn_no: Kolblokk
pl: Blok węgla
pt: Bloco de Carvão
ro_ro: Bloc de cărbune
ru_ru: Угольный блок
sk_sk: Kocka uhlia
sl_si: Kocka premoga
sq_al: Bllok i qymyrit
sv_se: Kolblock
th_th: บล็อกถ่านหิน
tr_tr: Kömür Bloğu
vi_vn: Khối than
zh_cn: 煤炭块
zh_tw: 煤炭磚

# tile_blockDiamond_name
source: Diamond Block
af_za: Diamantblok
ar_sa: كتلة ألماس
be_by: Дыяментавы блок
bg_bg: Диамантен блок
ca_es: Bloc de diamant
cs: Diamantový blok
da_dk: Blok af diamant
de: Diamantblock
de_at: Diamantblock
el_gr: Κύβος διαμαντιού
es: Bloque de diamante
eu_es: Diamantezko blokea
fa_ir: بلوک الماس
fi: Timanttikuutio
fil_ph: Bloke ng Brilyante
fr_ca: Bloc de diamant
ga_ie: Bloc Diamaint
gl_es: Bloque de diamante
he: בלוק יהלום
hi_in: डायमंड के ब्लॉक
hr_hr: Blok Dijamanta
hu_hu: Gyémántblokk
hy_am: Ադամանդի Բլոկ
id_id: Blok Berlian
is_is: Demantskubbur
it: Blocco di diamante
ja_jp: ダイヤモンドブロック
ka_ge: ალმასის ბლოკი
ko_kr: 다이아몬드 블록
lb_lu: Diamantblock
lt_lt: Deimanto blokas
lv_lv: Dimantu bloks
mi_nz: Poraka o Diamond
mn_mn: Алмазан блок
ms_my: Blok Berlian
mt_mt: Blokka tad-Djamant
nl_nl: Diamantblok
nn_no: Diamantblokk
pl: Blok diamentu
pt: Bloco de Diamante
ro_ro: Bloc de diamant
ru_ru: Алмазный блок
sk_sk: Diamantová kocka
sl_si: Kocka diamanta
sv_se: Diamantblock
th_th: บล็อกเพชร
tr_tr: Elmas Bloğu
vi_vn: Khối kim cương
zh_cn: 钻石块
zh_tw: 鑽石磚

# tile_blockEmerald_name
source: Emerald Block
af_za: Smaragblok
ar_sa: كتلة زمرد
be_by: Смарагдавы блок
bg_bg: Смарагдов блок
ca_es: Bloc de maragda
cs: Smaragdový blok
da_dk: Blok af smaragd
de: Smaragdblock
de_at: Smaragdblock
el_gr: Σμαραγδένιος κύβος
es: Bloque de esmeralda
eu_es: Esmeralda blokea
fa_ir: بلوک زمرد
fi: Smaragdikuutio
fil_ph: Tipakang Esmeralda
fr_ca: Bloc d'émeraude
ga_ie: Bloc Smaragaide
gl_es: Bloque de esmeralda
he: בלוק ברקת
hi_in: पन्ना के ब्लॉक
hr_hr: Blok Smaragda
hu_hu: Smaragdblokk
hy_am: Զմրուխտի Բլոկ
id_id: Blok Zamrud
is_is: Eðalsteinskubbur
it: Blocco di smeraldo
ja_jp: エメラルドブロック
ka_ge: ზურმუხტის ბლოკი
ko_kr: 에메랄드 블록
lb_lu: Smaragdblock
lt_lt: Smaragdo blokas
lv_lv: Smaragda bloks
mn_mn: Маргад блок
ms_my: Blok Zamrud
mt_mt: Blokka tal-Iżmerald
nl_nl: Smaragdblok
nn_no: Blokk av smaragd
pl: Blok szmaragdu
pt: Bloco de Esmeralda
ro_ro: Bloc de smarald
ru_ru: Изумрудный блок
sk_sk: Smaragdová kocka
sl_si: Kocka smaragda
sv_se: Smaragdblock
th_th: บล็อกมรกต
tr_tr: Zümrüt Bloğu
vi_vn: Khối ngọc lục bảo
zh_cn: 绿宝石块
zh_tw: 綠寶石磚

# tile_blockGold_name
source: Gold Block
af_za: Goudblok
ar_sa: كتلة ذهب
be_by: Залаты блок
bg_bg: Златен блок
ca_es: Bloc d'or
cs: Blok zlata
da_dk: Blok af guld
de_at: Goidblock
el_gr: Κύβος χρυσού
es: Bloque de oro
eu_es: Urre blokea
fa_ir: بلوک طلا
fi: Kultakuutio
fil_ph: GIntong Bloke
fr_ca: Bloc d'or
ga_ie: Bloc Óir
gl_es: Bloque de ouro
he: בלוק זהב
hi_in: सोने के ब्लॉक
hr_hr: Blok Zlata
hu_hu: Aranyblokk
hy_am: Ոսկու Բլոկ
id_id: Blok Emas
is_is: Gullkubbur
it: Blocco d'oro
ja_jp: 金ブロック
ka_ge: ოქროს ბლოკი
ko_kr: 금 블록
lt_lt: Aukso blokas
lv_lv: Zelta bloks
mn_mn: Алтан блок
ms_my: Blok Emas
mt_mt: Blokka tad-Deheb
nl_nl: Goudblok
nn_no: Gullblokk
pl: Blok złota
pt: Bloco de Ouro
ro_ro: Bloc de aur
ru_ru: Золотой блок
sk_sk: Kocka zlata
sl_si: Kocka zlata
sv_se: Guldblock
th_th: บล็อกทองคำ
tr_tr: Altın Bloğu
vi_vn: Khối vàng
zh_cn: 金块
zh_tw: 金磚

# tile_blockIron_name
source: Iron Block
af_za: Ysterblok
ar_sa: كتلة حديد
be_by: Жалезны блок
bg_bg: Железен блок
ca_es: Bloc de ferro
cs: Blok železa
da_dk: Blok af jern
de: Eisenblock
de_at: Eisnblock
el_gr: Κύβος σιδήρου
es: Bloque de hierro
eu_es: Burdinazko blokea
fa_ir: بلوک آهن
fi: Rautakuutio
fil_ph: Bakal na Bloke
fr_ca: Bloc de fer
ga_ie: Bloc Iarainn
gl_es: Bloque de ferro
he: בלוק ברזל
hi_in: लोहे के ब्लॉक
hr_hr: Blok Željeza
hu_hu: Vasblokk
hy_am: Երկաթի Բլոկ
id_id: Blok Besi
is_is: Járnkubbur
it: Blocco di ferro
ja_jp: 鉄ブロック
ka_ge: რკინის ბლოკი
ko_kr: 철 블록
lb_lu: Eiseblock
lt_lt: Geležies blokas
lv_lv: Dzelzs bloks
mn_mn: Төмөр блок
ms_my: Blok Besi
mt_mt: Blokka tal-Ħadid
nl_nl: IJzerblok
nn_no: Jarnblokk
pl: Blok żelaza
pt: Bloco de Ferro
ro_ro: Bloc de fier
ru_ru: Железный блок
sk_sk: Kocka železa
sl_si: Kocka železa
sv_se: Järnblock
th_th: บล็อกเหล็ก
tr_tr: Demir Bloğu
vi_vn: Khối sắt
zh_cn: 铁块
zh_tw: 鐵磚

# tile_blockLapis_name
source: Lapis Lazuli Block
af_za: Lasuurblok
ar_sa: كتلة لازورد
be_by: Лазурытавы блок
bg_bg: Лазуритен блок
ca_es: Bloc de lapislàtzuli
cs: Blok lazuritu
da_dk: Lapis Lazuli-blok
el_gr: Κύβος λάπις λάζουλι
es: Bloque de lapislázuli
eu_es: Lapis lazulizko blokea
fa_ir: بلوک لاجورد
fi: Lasuriittikuutio
fil_ph: Bloke ng Lapis
fr_ca: Bloc de lapis-lazuli
ga_ie: Bloc Lapis Lazuli
gl_es: Bloque de lapislázuli
he: בלוק לאפיס לאזולי
hi_in: लापीस लाजुली ब्लॉक
hr_hr: Lazulitni Blok
hu_hu: Lazurittömb
hy_am: Լազուրիտի Բլոկ
id_id: Blok Lapis Lazuli
is_is: Asúrsteinskubbur
it: Blocco di lapislazzuli
ja_jp: ラピスラズリブロック
ka_ge: ლილაქვის ბლოკი
ko_kr: 청금석 블록
lt_lt: Lazurito blokas
lv_lv: Lazurīta bloks
mn_mn: Номин чулуун блок
ms_my: Blok Lapis Lazuli
mt_mt: Blokka tal-Lapis Lazuli
nl_nl: Lapis lazuliblok
nn_no: Lapis Lazuli-blokk
pl: Blok lazurytu
pt: Bloco de Lápis-Lazúli
ro_ro: Bloc de lapislazuli
ru_ru: Блок лазурита
sk_sk: Kocka lazuritu
sl_si: Kocka lazurnega kamna
th_th: บล็อกแลพิสแลซูลี
tr_tr: Lapis Lazuli Bloğu
vi_vn: Khối ngọc lưu ly
zh_cn: 青金石块
zh_tw: 青金石磚

# tile_blockRedstone_name
source: Redstone Block
af_za: Redstone-blok
ar_sa: مكعب حجر أحمر
be_by: Блок рэдстоўну
bg_bg: Червенокаменен блок
ca_es: Bloc de roca vermella
cs: Ruditový blok
da_dk: Blok af rødsten
el_gr: Κύβος Ρέντστοουν
es: Bloque de redstone
eu_es: Harrigorri blokea
fa_ir: بلوک رداستون
fi: Redstone-kuutio
fil_ph: Tipakang Kulog
fr_ca: Bloc de redstone
ga_ie: Bloc Deargchloiche
gd_gb: Bloca redstone
gl_es: Bloque de Redstone
he: בלוק רדסטון
hi_in: लाल पत्थर के ब्लॉक
hr_hr: Redstone Blok
hu_hu: Redstone-blokk
hy_am: Կարմրաքարի Բլոկ
id_id: Balok Batu Merah
is_is: Roðsteinskubbur
it: Blocco di redstone
ja_jp: レッドストーンブロック
ka_ge: რედსტოუნის ბლოკი
ko_kr: 레드스톤 블록
lt_lt: Redstouno blokas
lv_lv: Sarkanakmens bloks
mn_mn: Удаан чулуун блок
ms_my: Blok Batu Merah
mt_mt: Blokka tar-Redstone
nl_nl: Redstone-blok
nn_no: Blokk av redstone
pl: Blok redstone
pt: Bloco de Redstone
ro_ro: Bloc de redstone
ru_ru: Редстоуновый блок
sk_sk: Kocka redstonu
sl_si: Kocka Redstona
th_th: บล็อกหินแดง
tr_tr: Kızıl Taş Bloğu
vi_vn: Khối Redstone
zh_cn: 红石块
zh_tw: 紅石磚
