Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# tile_boneBlock_name
source: Bone Block
af_za: Beenblok
ar_sa: كتلة عظام
be_by: Касцявы блок
bg_bg: Костен блок
ca_es: Bloc d'ossos
cs: Kostní blok
da_dk: Ben blok
de: Knochenblock
de_at: Knochnblock
el_gr: Κύβος οστών
es: Bloque de huesos
fi: Luukuutio
fil_ph: Blokeng Buto
fr_ca: Bloc d'os
ga_ie: Bloc Cnáimhe
gl_es: Bloque de ósos
he: קוביית עצם
hr_hr: Koštani Blok
hu_hu: Csontblokk
id_id: Balok Tulang
is_is: Beinakubbur
it: Blocco d'ossa
ja_jp: 骨ブロック
ka_ge: ძვლის ბლოკი
ko_kr: 뼈 블록
lb_lu: Schankeblock
lt_lt: Kaulų blokas
lv_lv: Kaula bloks
mn_mn: Ясан блок
ms_my: Blok tulang
mt_mt: Blokka tal-Għadam
nl_nl: Bottenblok
nn_no: Beinblokk
pl: Blok kości
pt: Bloco de Osso
ro_ro: Bloc de oase
ru_ru: Костный блок
sk_sk: Kocka kostí
sl_si: Kostna kocka
sv_se: Benblock
th_th: บล็อกกระดูก
tr_tr: Kemik Bloğu
vi_vn: Khối xương
zh_cn: 骨块
zh_tw: 骨塊

# tile_bookshelf_name
source: Bookshelf
af_za: Boekrak
ar_sa: رف كتب
be_by: Кніжная палічка
bg_bg: Рафтове с книги
ca_es: Llibreria
cs: Knihovna
da_dk: Bogreol
de: Bücherregal
de_at: Bücharegal
el_gr: Βιβλιοθήκη
es: Librería
eu_es: Liburu-apalategia
fa_ir: قفسه کتاب
fi: Kirjahylly
fil_ph: Istante ng Libro
fr_ca: Bibliothèque
ga_ie: Seilf Leabhar
gd_gb: Sgeilp leabhraichean
gl_es: Librería
he: מדף ספרים
hi_in: पुस्ताक तख्ता
hr_hr: Polica s Knjigama
hu_hu: Könyvespolc
hy_am: Գրադարակ
id_id: Rak Buku
is_is: Bókahilla
it: Libreria
ja_jp: 本棚
ka_ge: წიგნის თარო
ko_kr: 책장
lb_lu: Bicherregal
lt_lt: Knygų lentyna
lv_lv: Grāmatu plaukts
mi_nz: PukaPuka
mn_mn: Номын тавиур
ms_my: Rak Buku
mt_mt: Xkafef
nl_nl: Boekenkast
nn_no: Bokhylle
pl: Biblioteczka
pt: Estante de Livros
ro_ro: Bibliotecă
ru_ru: Книжная полка
sk_sk: Knižnica
sl_si: Knjižna polica
sv_se: Bokhylla
th_th: ชั้นหนังสือ
tr_tr: Kitaplık
vi_vn: Kệ sách
zh_cn: 书架
zh_tw: 書櫃

# tile_brick_name
source: Bricks
af_za: Bakstene
ar_sa: طوب
be_by: Цэгла
bg_bg: Тухли
ca_es: Maons
cs: Cihly
da_dk: Mursten
de: Ziegelsteine
de_at: Ziagl
el_gr: Τούβλα
es: Ladrillos
eu_es: Adreiluak
fa_ir: بلوک آجر
fi: Tiiliä
fil_ph: Mga Ladrilyo
fr_ca: Briques
ga_ie: Brící
gd_gb: Breige
gl_es: Ladrillos
he: לבנים
hi_in: ईंटें
hr_hr: Cigle
hu_hu: Tégla
hy_am: Աղյուսներ
id_id: Bata
is_is: Múrsteinar
it: Mattoni
ja_jp: レンガ
ka_ge: აგურები
ko_kr: 벽돌
lb_lu: Zillen
lt_lt: Plytos
lv_lv: Ķieģeļi
mi_nz: Pereki
mn_mn: Тоосго
ms_my: Bata
mt_mt: Briks
nl_nl: Bakstenen
nn_no: Murstein
pl: Cegły
pt: Tijolos
ro_ro: Cărămizi
ru_ru: Кирпичи
sk_sk: Tehly
sl_si: Opeke
sv_se: Tegelstenar
th_th: อิฐ
tr_tr: Tuğlalar
vi_vn: Gạch
zh_cn: 砖块
zh_tw: 紅磚

# tile_button_name
source: Button
af_za: Knoppie
ar_sa: زر
be_by: Кнопка
bg_bg: Копче
ca_es: Botó
cs: Tlačítko
da_dk: Knap
de: Knopf
de_at: Knopf
el_gr: Κουμπί
es: Botón
eu_es: Botoia
fa_ir: کليد
fi: Nappi
fil_ph: Pindutan
fr_ca: Piton
ga_ie: Cnaipe
gl_es: Botón
he: כפתור
hi_in: बटन
hr_hr: Gumb
hu_hu: Gomb
hy_am: Կոճակ
id_id: Tombol
is_is: Hnappur
it: Pulsante
ja_jp: ボタン
ka_ge: ღილაკი
ko_kr: 버튼
lb_lu: Knäppchen
lt_lt: Mygtukas
lv_lv: Poga
mi_nz: Pātene
mn_mn: Товч
ms_my: Butang
mt_mt: Buttuna
nl_nl: Knop
nn_no: Knapp
pl: Przycisk
pt: Botão
ro_ro: Buton
ru_ru: Кнопка
sk_sk: Tlačidlo
sl_si: Gumb
sv_se: Knapp
th_th: ปุ่มกด
tr_tr: Düğme
vi_vn: Nút bấm
zh_cn: 按钮
zh_tw: 按鈕

# tile_cactus_name
source: Cactus
af_za: Kaktus
ar_sa: صبار
be_by: Кактус
bg_bg: Кактус
cs: Kaktus
da_dk: Kaktus
de: Kaktus
de_at: Kaktus
el_gr: Κάκτος
eu_es: Kaktus
fa_ir: کاکتوس
fi: Kaktus
fil_ph: Kakto
ga_ie: Cachtas
gl_es: Cacto
he: קקטוס
hi_in: कैक्टस
hr_hr: Kaktus
hu_hu: Kaktusz
hy_am: Կակտուս
id_id: Kaktus
is_is: Kaktus
ja_jp: サボテン
ka_ge: კაქტუსი
ko_kr: 선인장
lb_lu: Kaktus
lt_lt: Kaktusas
lv_lv: Kaktuss
mn_mn: Кактус
ms_my: Kaktus
mt_mt: Kaktus
nn_no: Kaktus
pl: Kaktus
pt: Cato
ru_ru: Кактус
sk_sk: Kaktus
sl_si: Kaktus
sv_se: Kaktus
th_th: กระบองเพชร
tr_tr: Kaktüs
vi_vn: Cây xương rồng
zh_cn: 仙人掌
zh_tw: 仙人掌

# tile_cake_name
source: Cake
af_za: Koek
ar_sa: كعكة
be_by: Торт
bg_bg: Торта
ca_es: Pastís
cs: Dort
da_dk: Kage
de: Kuchen
de_at: Nudl
el_gr: Τούρτα
es: Tarta
eu_es: Tarta
fa_ir: کيک
fi: Kakku
fil_ph: Keyk
fr_ca: Gâteau
ga_ie: Cáca
gl_es: Torta
he: עוגה
hi_in: केक
hr_hr: Torta
hu_hu: Torta
hy_am: Տորթ
id_id: Kue
is_is: Kaka
it: Torta
ja_jp: ケーキ
ka_ge: ტორტი
ko_kr: 케이크
lb_lu: Kuch
lt_lt: Tortas
lv_lv: Torte
mi_nz: Keke
mn_mn: Бялуу
ms_my: Kek
mt_mt: Kejk
nl_nl: Taart
nn_no: Kake
pl: Ciasto
pt: Bolo
ro_ro: Tort
ru_ru: Торт
sk_sk: Torta
sl_si: Torta
sv_se: Tårta
th_th: เค้ก
tr_tr: Pasta
vi_vn: Bánh ngọt
zh_cn: 蛋糕
zh_tw: 蛋糕

# tile_carrots_name
source: Carrots
af_za: Wortels
ar_sa: الجزر
be_by: Морква
bg_bg: Моркови
ca_es: Pastanagues
cs: Mrkve
da_dk: Gulerødder
de: Karotten
de_at: Karottn
el_gr: Καρότα
es: Zanahorias
eu_es: Azenarioak
fa_ir: هويج
fi: Porkkanoita
fil_ph: Mga Kerot
fr_ca: Carottes
ga_ie: Meacain Dhearga
gl_es: Cenorias
he: גזרים
hi_in: गाजर
hr_hr: Mrkve
hu_hu: Sárgarépák
hy_am: Գազար
id_id: Wortel
is_is: Gulrætur
it: Carote
ja_jp: ニンジン
ka_ge: სტაფილო
ko_kr: 당근
lb_lu: Muerten
lt_lt: Morkos
lv_lv: Burkāni
mi_nz: Kāreti
mn_mn: Лууван
ms_my: Lobak
mt_mt: Karrotti
nl_nl: Wortels
nn_no: Gulrøter
pl: Marchewki
pt: Cenouras
ro_ro: Morcovi
ru_ru: Морковь
sk_sk: Mrkvy
sl_si: Korenje
sv_se: Morötter
th_th: แครอท
tr_tr: Havuçlar
vi_vn: Cà rốt
zh_cn: 胡萝卜
zh_tw: 胡蘿蔔

# tile_cauldron_name
source: Cauldron
af_za: Pot
ar_sa: قدر
be_by: Казан
bg_bg: Казан
ca_es: Calderó
cs: Kotel
da_dk: Kar
de: Kessel
de_at: Topf
el_gr: Καζάνι
es: Caldero
eu_es: Lapikoa
fa_ir: ديگ
fi: Pata
fil_ph: Kaldero
fr_ca: Chaudron
ga_ie: Coire
gl_es: Caldeiro
he: קדרה
hi_in: देग़
hr_hr: Kotao
hu_hu: Üst
hy_am: Կաթսա
id_id: Kuali
is_is: Seiðpottur
it: Calderone
ja_jp: 大釜
ka_ge: ქვაბი
ko_kr: 가마솥
lb_lu: Kessel
lt_lt: Katilas
lv_lv: Katls
mn_mn: Тогоо
ms_my: Kawah
mt_mt: Kaldarun
nl_nl: Ketel
nn_no: Gryte
pl: Kocioł
pt: Caldeirão
ro_ro: Cazan
ru_ru: Котёл
sk_sk: Kotol
sl_si: Kotel
sv_se: Kittel
th_th: หม้อปรุงยา
tr_tr: Kazan
vi_vn: Vạc
zh_cn: 炼药锅
zh_tw: 鍋釜

# tile_chainCommandBlock_name
source: Chain Command Block
af_za: Ketting Opdragblok
ar_sa: توصيل مصدرات الاوامر
be_by: Ланцуговы камандны блок
bg_bg: Верижен команден блок
ca_es: Bloc de comandaments en cadena
cs: Řetězový příkazový blok
da_dk: Kæde kommandoblok
de: Ketten-Befehlsblock
de_at: Kettn-Befehlsblock
el_gr: Αλυσιδωτός Κύβος Εντολών
es: Bloque de comandos en cadena
eu_es: Kate-agindu blokea
fi: Ketjukomentokuutio
fil_ph: Kadenang Bloke ng Utos
fr_ca: Bloc de commande de chaîne
ga_ie: Bloc Ordaithe Slabhrach
gl_es: Cadea de bloques de comando
he: קוביית פקודה משורשרת
hr_hr: Lančani Naredbeni Blok
hu_hu: Láncolt parancsblokk
id_id: Jaringan perintah blok
it: Blocco comandi a catena
ja_jp: チェーンコマンドブロック
ka_ge: ჯაჭვური ბრძანების ბლოკი
ko_kr: 연쇄형 명령 블록
lb_lu: Kette Befehlsblock
lt_lt: Grandininis komandos blokas
lv_lv: Ķēdes komandu bloks
mn_mn: Гинжин команд блок
ms_my: Blok Perintah Berantai
mt_mt: Blokka tal-Kodiċi Katina
nl_nl: Kettingcommandoblok
nn_no: Kjedekommandoblokk
pl: Łańcuchowy blok poleceń
pt: Bloco de Comando em Cadeia
ro_ro: Bloc de comenzi în lanț
ru_ru: Последовательный командный блок
sk_sk: Reťazová príkazová kocka
sl_si: Veriga ukazne kocke
sv_se: Kedjat kommandoblock
th_th: บล็อกคำสั่งแบบห่วงโซ่
tr_tr: Zincirleme Komut Bloğu
vi_vn: Khối điều khiển liền chuỗi
zh_cn: 连锁型命令方块
zh_tw: 連鎖型指令方塊

# tile_chest_name
source: Chest
af_za: Kis
ar_sa: صندوق
be_by: Куфар
bg_bg: Сандък
ca_es: Cofre
cs: Truhla
da_dk: Kiste
de: Truhe
de_at: Kistn
el_gr: Σεντούκι
es: Cofre
eu_es: Kutxa
fa_ir: صندوقچه
fi: Arkku
fil_ph: Baul
fr_ca: Coffre
ga_ie: Cófra
gd_gb: Ciste
gl_es: Cofre
he: תיבה
hi_in: संदूक
hr_hr: Škrinja
hu_hu: Láda
hy_am: Սնդուկ
id_id: Peti
is_is: Kista
it: Baule
ja_jp: チェスト
ka_ge: სკივრი
ko_kr: 상자
lb_lu: Këscht
lt_lt: Skrynia
lv_lv: Lāde
mi_nz: pouaka
mn_mn: Авдар
ms_my: Peti
mt_mt: Senduq
nl_nl: Kist
nn_no: Kiste
pl: Skrzynia
pt: Baú
ro_ro: Cufăr
ru_ru: Сундук
sk_sk: Truhlica
sl_si: Skrinja
sv_se: Kista
th_th: หีบ
tr_tr: Sandık
vi_vn: Rương
zh_cn: 箱子
zh_tw: 儲物箱

# tile_chestTrap_name
source: Trapped Chest
af_za: Lokval Kis
ar_sa: صندوق مفخخ
be_by: Куфар-пастка
bg_bg: Сандък с капан
ca_es: Cofre trampa
cs: Nástražná truhla
da_dk: Falsk kiste
de: Redstonetruhe
de_at: Redstonekistn
el_gr: Παγιδευμένο Σεντούκι
es: Cofre trampa
eu_es: Tranpadun kutxa
fa_ir: صندوقچه تله گذاري
fi: Ansoitettu arkku
fil_ph: Umangbaul
fr_ca: Coffre piégé
ga_ie: Cófra Gaiste
gd_gb: Ciste le ribe
gl_es: Cofre trampa
he: תיבה ממולכדת
hi_in: फँसा छाती
hr_hr: Škrinja za Zamku
hu_hu: Csapdaláda
hy_am: Թակարդված Սնդուկ
id_id: Peti Jebakan
is_is: Gildrukista
it: Baule trappola
ja_jp: トラップチェスト
ka_ge: ხაფანგიანი სკივრი
ko_kr: 덫 상자
lb_lu: Falekëscht
lt_lt: Skrynia-spąstai
lv_lv: Lamatu Lāde
mi_nz: aaka mau
mn_mn: Урхитай авдар
ms_my: Peti Perangkap
mt_mt: Senduq Trappola
nl_nl: Kist met valstrik
nn_no: Signalkiste
pl: Skrzynia-pułapka
pt: Baú Armadilhado
ro_ro: Cufăr-capcană
ru_ru: Сундук-ловушка
sk_sk: Truhlica s pascou
sl_si: Skrinja s pastjo
sv_se: Kistfälla
th_th: หีบกับดัก
tr_tr: Tuzaklı Sandık
vi_vn: Rương bị kẹt
zh_cn: 陷阱箱
zh_tw: 陷阱儲物箱

# tile_chorusFlower_name
source: Chorus Flower
af_za: Refrein Blom
ar_sa: زهرة Chorus
be_by: Кветка хоруса
bg_bg: Припевно цвете
ca_es: Flor de corall
cs: Květ chorusu
da_dk: Chorus blomst
de: Chorusblüte
de_at: Chorusblütn
el_gr: Χορικό Άνθος
es: Flor coral
eu_es: Koral lorea
fa_ir: گل کر
fi: Chorus-kukka
fil_ph: Korong Bulaklak
fr_ca: Fleur de chorus
ga_ie: Bláth Curfá
gd_gb: Flùr-sèiste
gl_es: Flor chorus
he: פרח פזמון
hr_hr: Chorus Cvijet
hu_hu: Refrénvirág
id_id: Bunga Chorus
is_is: Kór blóm
it: Fiore corale
ja_jp: コーラスフラワー
ka_ge: ქორუსის ყვავილი
ko_kr: 후렴화
lb_lu: Chorusbléi
lt_lt: Koruso gėlė
lv_lv: Kora zieds
mn_mn: Дахилтат цэцэг
ms_my: Bunga Korus
mt_mt: Fjura tal-Chorus
nl_nl: Chorusbloem
nn_no: Korblome
pl: Kwiat refrenusu
pt: Flor do Coro
ro_ro: Floare corală
ru_ru: Цветок хоруса
sk_sk: Chorusový kvet
sl_si: Refrenska roža
sv_se: Körblomma
th_th: ดอกไม้คอรัส
tr_tr: Nakarat Çiçeği
vi_vn: Hoa điệp khúc
zh_cn: 紫颂花
zh_tw: 歌萊花

# tile_chorusPlant_name
source: Chorus Plant
af_za: Refrein Plant
ar_sa: شجرة Chorus
be_by: Хорус
bg_bg: Припевно растение
ca_es: Planta de corall
cs: Chorus
da_dk: Chorus plante
de: Choruspflanze
de_at: Choruspflonzn
el_gr: Χορικό Φυτό
es: Planta coral
eu_es: Koral landarea
fa_ir: گیاه کر
fi: Chorus-kasvi
fil_ph: Korong Halaman
fr_ca: Plante de chorus
ga_ie: Planda Curfá
gd_gb: Luibh-sèiste
gl_es: Planta chorus
he: צמח מקהלה
hr_hr: Chorus Biljka
hu_hu: Refrénnövény
id_id: Tanaman Chorus
is_is: Kór planta
it: Pianta corale
ja_jp: コーラスプラント
ka_ge: ქორუსი
ko_kr: 후렴나무
lb_lu: Choursplanz
lt_lt: Koruso augalas
lv_lv: Kora augs
mn_mn: Дахилтат ургамал
ms_my: Pokok Korus
mt_mt: Xitla tal-Chorus
nn_no: Korplante
pl: Roślina refrenusu
pt: Planta do Coro
ro_ro: Plantă corală
ru_ru: Хорус
sk_sk: Chorusová rastlina
sl_si: Refrenska rastlina
sv_se: Körplanta
th_th: ต้นคอรัส
tr_tr: Nakarat Bitkisi
vi_vn: Cây điệp khúc
zh_cn: 紫颂植物
zh_tw: 歌萊枝

# tile_clay_name
source: Clay
af_za: Klei
ar_sa: صلصال
be_by: Гліна
bg_bg: Глина
ca_es: Argila
cs: Blok jílu
da_dk: Ler
de: Ton
de_at: Ton
el_gr: Πηλός
es: Bloque de arcilla
eu_es: Buztina
fa_ir: خاک رس
fi: Savi
fil_ph: Luad
fr_ca: Glaise
ga_ie: Cré
gl_es: Arxila
he: חימר
hi_in: मिट्टी
hr_hr: Glina
hu_hu: Agyag
hy_am: Կավ
id_id: Tanah Liat
is_is: Leir
it: Argilla
ja_jp: 粘土
ka_ge: თიხა
ko_kr: 점토
lb_lu: Toun
lt_lt: Molis
lv_lv: Māls
mn_mn: Шавар
ms_my: Tanah Liat
mt_mt: Tafal
nl_nl: Klei
nn_no: Leire
pl: Glina
pt: Barro
ro_ro: Lut
ru_ru: Глина
sk_sk: Íl
sl_si: Glina
sv_se: Lera
th_th: ดินเหนียว
tr_tr: Kil
vi_vn: Đất sét
zh_cn: 粘土块
zh_tw: 黏土塊

# tile_clayHardened_name
source: Hardened Clay
af_za: Verharde Klei
ar_sa: الصلصال الصلب
be_by: Абпаленая гліна
bg_bg: Втвърдена глина
ca_es: Argila endurida
cs: Tvrzený jíl
da_dk: Størknet ler
de: Gebrannter Ton
de_at: Gebronnta Ton
el_gr: Ψημένος Πηλός
es: Arcilla endurecida
eu_es: Buztin gogortua
fa_ir: خشت (رس سخت)
fi: Kovettunut savi
fil_ph: Pinatigas na Luad
fr_ca: Glaise durcie
ga_ie: Cré Chruaite
gl_es: Arxila endurecida
he: חימר מוקשה
hi_in: कठोर मिट्टी
hr_hr: Stvrdnuta Glina
hu_hu: Kiégetett agyag
hy_am: Կոփված Կավ
id_id: Keramik Keras
is_is: Hertur leir
it: Argilla indurita
ja_jp: 堅焼き粘土
ka_ge: გამომწვარი თიხა
ko_kr: 굳은 점토
lb_lu: Gebrannten Toun
lt_lt: Degtas molis
lv_lv: Rūdīts Māls
mn_mn: Хатууруулсан шавар
ms_my: Tanah Liat terkeras
mt_mt: Tafal Imwebbes
nl_nl: Geharde klei
nn_no: Herda leire
pl: Utwardzona glina
pt: Barro Endurecido
ro_ro: Lut întărit
ru_ru: Обожжёная глина
sk_sk: Pálený íl
sl_si: Pečena glina
sv_se: Härdad lera
th_th: ดินเผา
tr_tr: Sertleştirilmiş Kil
vi_vn: Đất sét cứng
zh_cn: 硬化粘土
zh_tw: 硬化黏土

# tile_clayHardenedStained_black_name
source: Black Hardened Clay
af_za: Swart Verharde Klei
ar_sa: الصلصال الأسود القاسي
be_by: Чорная абпаленая гліна
bg_bg: Черна втвърдена глина
ca_es: Argila negra endurida
cs: Černý tvrzený jíl
da_dk: Sort Hærdet Ler
de: Schwarzer gebrannter Ton
de_at: Schwoaza gebronnta Ton
el_gr: Μαύρος Σκληρός Πηλός
es: Arcilla endurecida negra
fi: Musta kovettunut savi
fil_ph: Itim na Pinatigas na Luwad
fr_ca: Glaise durcie noire
ga_ie: Cré Chruaite Dhubh
gl_es: Arxila endurecida negra
he: חימר שחור מוכתם
hr_hr: Crna Stvrdnuta Glina
hu_hu: Fekete kiégetett agyag
id_id: Tanah Liat Keras Hitam
is_is: Svart litaður leir
it: Argilla indurita nera
ja_jp: 黒色の堅焼き粘土
ka_ge: შავი გამომწვარი თიხა
ko_kr: 검은색 굳은 점토
lb_lu: Schwaarze gebrannten Toun
lt_lt: Juodas degtas molis
lv_lv: Melns rūdīts māls
mn_mn: Хар хатуу шавар
ms_my: Tanah Liat keras hitam
mt_mt: Tafal Miżbugħ Iswed
nl_nl: Zwarte geharde klei
nn_no: Svart leire
pl: Czarna utwardzona glina
pt: Barro Tingido de Preto
ro_ro: Lut întărit negru
ru_ru: Чёрная обожжённая глина
sk_sk: Čierny íl
sl_si: Črna pečena glina
sv_se: Svart härdad lera
th_th: ดินเหนียวแข็งสีดำ
tr_tr: Siyah Sertleştirilmiş Kil
vi_vn: Đất sét đen cứng
zh_cn: 黑色硬化粘土
zh_tw: 黑色硬化黏土

# tile_clayHardenedStained_blue_name
source: Blue Hardened Clay
af_za: Blou Verharde Klei
ar_sa: الصلصال الأزرق القاسي
be_by: Сіняя абпаленая гліна
bg_bg: Синя втвърдена глина
ca_es: Argila Endurida Blava
cs: Modrý tvrzený jíl
da_dk: Blå Hærdet Ler
de: Blauer gebrannter Ton
de_at: Blaua gebronnta Ton
el_gr: Μπλέ Σκληρός Πηλός
es: Arcilla endurecida azul
fi: Sininen kovettunut savi
fil_ph: Bughaw na Pinatigas na Luwad
fr_ca: Glaise durcie bleue
ga_ie: Cré Chruaite Ghorm
gl_es: Arxila endurecida azul
he: חימר נוקשה כחול
hr_hr: Plava Stvrdnuta Glina
hu_hu: Kék kiégetett agyag
id_id: Tanah Liat Keras Biru
is_is: Blár litaður leir
it: Argilla indurita blu
ja_jp: 青色の堅焼き粘土
ka_ge: ლურჯი გამომწვარი თიხა
ko_kr: 파란색 굳은 점토
lb_lu: Bloe gebrannten Toun
lt_lt: Mėlynas degtas molis
lv_lv: Zils rūdīts māls
mn_mn: Хөх хатуу шавар
ms_my: Tanah Liat keras biru
mt_mt: Tafal Miżbugħ Blu
nl_nl: Blauwe geharde klei
nn_no: Blå herda leire
pl: Niebieska utwardzona glina
pt: Barro Tingido de Azul
ro_ro: Lut întărit albastru
ru_ru: Синяя обожжённая глина
sk_sk: Modrý íl
sl_si: Modra pečena glina
sv_se: Blå härdad lera
th_th: ดินเหนียวแข็งสีน้ำเงิน
tr_tr: Mavi Sertleştirilmiş Kil
vi_vn: Đất sét xanh nước biển cứng
zh_cn: 蓝色硬化粘土
zh_tw: 藍色硬化黏土

# tile_clayHardenedStained_brown_name
source: Brown Hardened Clay
af_za: Bruin Verharde Klei
ar_sa: الصلصال البني القاسي
be_by: Карычневая абпаленая гліна
bg_bg: Кафява втвърдена глина
ca_es: Argila marró endurida
cs: Hnědý tvrzený jíl
da_dk: Brun Hærdet Ler
de: Brauner gebrannter Ton
de_at: Brauna gebronnta Ton
el_gr: Καφέ Σκληρός Πηλός
es: Arcilla endurecida marrón
fi: Ruskea kovettunut savi
fil_ph: Kapeng Pinatigas na Luwad
fr_ca: Glaise durcie brune
ga_ie: Cré Chruaite Dhonn
gl_es: Arxila endurecida marrón
he: חימר נוקשה חום
hr_hr: Smeđa Stvrdnuta Glina
hu_hu: Barna kiégetett agyag
id_id: Tanah Liat Keras Cokelat
is_is: Brúnn litaður leir
it: Argilla indurita marrone
ja_jp: 茶色の堅焼き粘土
ka_ge: ყავისფერი გამომწვარი თიხა
ko_kr: 갈색 굳은 점토
lb_lu: Bronge gebrannten Toun
lt_lt: Rudas degtas molis
lv_lv: Brūns rūdīts māls
mn_mn: Бор хатуу шавар
ms_my: Tanah Liat keras perang
mt_mt: Tafal Miżbugħ Kannella
nl_nl: Bruine geharde klei
nn_no: Brun herda leire
pl: Brązowa utwardzona glina
pt: Barro Tingido de Castanho
ro_ro: Lut întărit maro
ru_ru: Коричневая обожжённая глина
sk_sk: Hnedý íl
sl_si: Rjava pečena glina
sv_se: Brun härdad lera
th_th: ดินเหนียวแข็งสีน้ำตาล
tr_tr: Kahverengi Sertleştirilmiş Kil
vi_vn: Đất sét nâu cứng
zh_cn: 棕色硬化粘土
zh_tw: 棕色硬化黏土

# tile_clayHardenedStained_cyan_name
source: Cyan Hardened Clay
af_za: Siaan Verharde Klei
ar_sa: الصلصال الرمادي القاسي
be_by: Бірузовая абпаленая гліна
bg_bg: Синьозелена втвърдена глина
ca_es: Argila Endurida Cien
cs: Azurový tvrzený jíl
da_dk: Cyan Hærdet Ler
de: Türkiser gebrannter Ton
de_at: Türkisa gebronnta Ton
el_gr: Κυανός Σκληρός Πηλός
es: Arcilla endurecida cian
fi: Syaani kovettunut savi
fil_ph: Cyan na Pinatigas na Luwad
fr_ca: Glaise durcie cyan
ga_ie: Cré Chruaite Chian
gl_es: Arxila endurecida ciana
he: חימר נוקשה ציאן
hr_hr: Cijan stvrdnuta glina
hu_hu: Türkizkék kiégetett agyag
id_id: Tanah Liat Keras Biru Muda
is_is: Cyan litaður leir
it: Argilla indurita ciano
ja_jp: 水色の堅焼き粘土
ka_ge: ცისფერი გამომწვარი თიხა
ko_kr: 청록색 굳은 점토
lb_lu: Turquoise gebrannten Toun
lt_lt: Žalsvai mėlynas degtas molis
lv_lv: Ciāna rūdīts māls
mn_mn: Цайвар хөх хатуу шавар
ms_my: Tanah Liat keras cyan
mt_mt: Tafal Iebes Ċelesti
nl_nl: Turquoise geharde klei
nn_no: Turkis herda leire
pl: Błękitna utwardzona glina
pt: Barro Tingido de Azul Ciano
ro_ro: Lut întărit turcoaz
ru_ru: Бирюзовая обожжённая глина
sk_sk: Tyrkysový íl
sl_si: Svetlo modra pečena glina
sv_se: Turkos härdad lera
tr_tr: Camgöbeği Sertleştirilmiş Kil
vi_vn: Đất sét lục lam cứng
zh_cn: 青色硬化粘土
zh_tw: 青色硬化黏土

# tile_clayHardenedStained_gray_name
source: Gray Hardened Clay
af_za: Grys Verharde Klei
ar_sa: مصلدة لحمايتها الرمادية كلاى
be_by: Шэрая абпаленая гліна
bg_bg: Сива втвърдена глина
ca_es: Argila Endurida Gris
cs: Šedý tvrzený jíl
da_dk: Grå Hærdet Ler
de: Grauer gebrannter Ton
de_at: Graua gebronnta Ton
el_gr: Γκρί Σκληρός Πηλός
es: Arcilla endurecida gris
fi: Harmaa kovettunut savi
fil_ph: Kulay Abong Pinatigas na Luwad
fr_ca: Glaise durcie grise
ga_ie: Cré Chruaite Liath
gl_es: Arxila endurecida gris
he: חימר נוקשה אפור
hr_hr: Siva stvrdnuta glina
hu_hu: Szürke kiégetett agyag
id_id: Tanah Liat Keras Abu
is_is: Grár litaður leir
it: Argilla indurita grigia
ja_jp: 灰色の堅焼き粘土
ka_ge: ნაცრისფერი გამომწვარი თიხა
ko_kr: 회색 굳은 점토
lb_lu: Groe gebrannten Toun
lt_lt: Pilkas degtas molis
lv_lv: Pelēks rūdīts māls
mn_mn: Саарал хатуу шавар
ms_my: Tanah Liat keras kelabu
mt_mt: Tafal Iebes Griż
nl_nl: Grijze geharde klei
nn_no: Grå herda leire
pl: Szara utwardzona glina
pt: Barro Tingido de Cinzento
ro_ro: Lut întărit gri
ru_ru: Серая обожжённая глина
sk_sk: Sivý íl
sl_si: Siva pečena glina
sv_se: Grå härdad lera
tr_tr: Gri Sertleştirilmiş Kil
vi_vn: Đất sét xám cứng
zh_cn: 灰色硬化粘土
zh_tw: 灰色硬化黏土

# tile_clayHardenedStained_green_name
source: Green Hardened Clay
af_za: Groen Verharde Klei
ar_sa: الصلصال الأخضر القاسي
be_by: Зялёная абпаленая гліна
bg_bg: Зелена втвърдена глина
ca_es: Argila verda endurida
cs: Zelený tvrzený jíl
da_dk: Grøn Hærdet Ler
de: Grüner gebrannter Ton
de_at: Greana gebronnta Ton
el_gr: Πράσινος Σκληρός Πηλός
es: Arcilla endurecida verde
fi: Vihreä kovettunut savi
fil_ph: Luntiang Pinatigas na Luwad
fr_ca: Glaise durcie verte
ga_ie: Cré Chruaite Uaine
gl_es: Arxila endurecida verde
he: חימר נוקשה ירוק
hr_hr: Zelena Stvrdnuta Glina
hu_hu: Zöld kiégetett agyag
id_id: Tanah Liat Keras Hijau
is_is: Grænn litaður leir
it: Argilla indurita verde
ja_jp: 緑色の堅焼き粘土
ka_ge: მწვანე გამომწვარი თიხა
ko_kr: 초록색 굳은 점토
lb_lu: Grénge gebrannten Toun
lt_lt: Žalias degtas molis
lv_lv: Zaļš rūdīts māls
mn_mn: Ногоон хатуу шавар
ms_my: Tanah Liat keras hijau
mt_mt: Tafal Miżbugħ Aħdar
nl_nl: Groene geharde klei
nn_no: Grøn herda leire
pl: Zielona utwardzona glina
pt: Barro Tingido de Verde
ro_ro: Lut întărit verde
ru_ru: Зелёная обожжённая глина
sk_sk: Zelený íl
sl_si: Zelena pečena glina
sv_se: Grön härdad lera
th_th: ดินเหนียวแข็งสีเขียว
tr_tr: Yeşil Sertleştirilmiş Kil
vi_vn: Đất sét xanh lá cây cứng
zh_cn: 绿色硬化粘土
zh_tw: 綠色硬化黏土

# tile_clayHardenedStained_lightBlue_name
source: Light Blue Hardened Clay
af_za: Ligblou Verharde Klei
ar_sa: ازرق فاتح ليلائم كلاى
be_by: Блакітная абпаленая гліна
bg_bg: Светлосиня втвърдена глина
ca_es: Argila Endurida Blau Clar
cs: Světle modrý tvrzený jíl
da_dk: Lyse Blå Hærdet Ler
de: Hellblauer gebrannter Ton
de_at: Hellblaua gebronnta Ton
el_gr: Ανοιχτό Μπλέ Σκληρός Πηλός
es: Arcilla endurecida azul claro
fi: Vaaleansininen kovettunut savi
fil_ph: Mapusyaw na Asul na Pinatigas na Luad
fr_ca: Glaise durcie bleu pâle
ga_ie: Cré Chruaite Bhánghorm
gl_es: Arxila endurecida azul claro
he: חימר נוקשה תכול
hr_hr: Svjetloplava stvrdnuta glina
hu_hu: Világoskék kiégetett agyag
id_id: Tanah Liat Keras Biru Muda
is_is: Ljósblár litaður leir
it: Argilla indurita azzurra
ja_jp: 空色の堅焼き粘土
ka_ge: ღია-ლურჯი გამომწვარი თიხა
ko_kr: 하늘색 굳은 점토
lb_lu: Hellbloe gebrannten Toun
lt_lt: Žydras degtas molis
lv_lv: Gaiši zils rūdīts māls
mn_mn: Цэнхэр хатуу шавар
ms_my: Tanah Liat keras biru muda
mt_mt: Tafal Iebes Ikħal Ċar
nl_nl: Lichtblauwe geharde klei
nn_no: Lyseblå herda leire
pl: Jasnoniebieska utwardzona glina
pt: Barro Tingido de Azul Claro
ro_ro: Lut întărit bleu
ru_ru: Голубая обожжённая глина
sk_sk: Svetlomodrý íl
sl_si: Svetlo modra pečena glina
sv_se: Ljusblå härdad lera
tr_tr: Açık Mavi Sertleştirilmiş Kil
vi_vn: Đất sét xanh nước biển nhạt cứng
zh_cn: 淡蓝色硬化粘土
zh_tw: 淺藍色硬化黏土

# tile_clayHardenedStained_lime_name
source: Lime Hardened Clay
af_za: Liggroen Verharde Klei
ar_sa: Lime المتمرسين كلاى
be_by: Лаймавая абпаленая гліна
bg_bg: Жълтозеленa втвърдена глина
ca_es: Argila Endurida Lima
cs: Světle zelený tvrzený jíl
da_dk: Lime Hærdet Ler
de: Hellgrüner gebrannter Ton
de_at: Hellgrüna gebronnta Ton
el_gr: Λάιμ Σκληρός Πηλός
es: Arcilla endurecida verde lima
fi: Limetinvihreä kovettunut savi
fil_ph: Dayap na Pinatigas na Luad
fr_ca: Glaise durcie lime
ga_ie: Cré Chruaite Líomach
gl_es: Arxila endurecida lima
he: חימר נוקשה ליים
hr_hr: Stvrdnuta glina boje limete
hu_hu: Világoszöld kiégetett agyag
id_id: Tanah Liat Keras Limau
is_is: Lime litaður leir
it: Argilla indurita lime
ja_jp: 黄緑色の堅焼き粘土
ka_ge: სალათისფერი გამომწვარი თიხა
ko_kr: 연두색 굳은 점토
lb_lu: Hellgrénge gebrannten Toun
lt_lt: Gelsvai žalsvas degtas molis
lv_lv: Laima rūdīts māls
mn_mn: Цайвар ногоон хатуу шавар
ms_my: Tanah Liat keras hijau muda
mt_mt: Tafa Iebes Isfar Ħadrani
nl_nl: Lichtgroene geharde klei
nn_no: Limegrøn herda leire
pl: Jasnozielona utwardzona glina
pt: Barro Tingido de Verde Lima
ro_ro: Lut întărit verde-deschis
ru_ru: Лаймовая обожжённая глина
sk_sk: Svetlozelený íl
sl_si: Svetlo zelena pečena glina
sv_se: Limegrön härdad lera
tr_tr: Açık Yeşil Sertleştirilmiş Kil
vi_vn: Đất sét xanh lá mạ cứng
zh_cn: 黄绿色硬化粘土
zh_tw: 淺綠色硬化黏土
