Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# subtitles_block_chorus_flower_death
source: Chorus Flower withers
af_za: Koorblom verwelk
ar_sa: فاكهة الجوقة تذبل
be_by: Кветка хоруса блякне
bg_bg: Увяхване на припевен плод
ca_es: Flor de corall es panseix
cs: květ chorusu zvadl
da_dk: Omkvædsblomst visner
de: Chorusblüte welkt
el_gr: Το χορικό άνθος μαραίνεται
es: Flor coral marchita
fi: Chorus-kukka kuihtuu
fil_ph: Nalanta ang Korong Bulaklak
fr_ca: Fleur de chorus qui flétrit
ga_ie: Bláth an churfá ag seargadh
gd_gb: Tha am flùr-sèiste a' seargadh
gl_es: Flor chorus murcha
he: פרח פזמון נובל
hr_hr: Chorus biljka je uvenula
hu_hu: Refrénvirág elhervad
id_id: Paduan bunga Chorus layu
it: Appassimento di un fiore corale
ja_jp: コーラスフラワーが枯れる
ka_ge: დაჭკნა ქორუსის ყვავილი
ko_kr: 후렴화가 시듦
lb_lu: Chorusbléi verwielecht
lt_lt: Koruso gėlė nyksta
lv_lv: Sakaltis kora auglis
mn_mn: Дахилтат цэцэг ялзарч байна
ms_my: Bunga korus layu
mt_mt: Fjura tal-Chorus nixfet
nl_nl: Chorusbloem vergaat
nn_no: Korblome visnar
pl: Kwiat refrenusu obumiera
pt: Flor de Coro murcha
ro_ro: Floare corală ofilindu-se
ru_ru: Увял цветок хоруса
sk_sk: Vädnutie chorusového kvetu
sl_si: Refrenska roža oveni
sv_se: Körblomma vissnar
th_th: ดอกคอรัสเหี่ยว
tr_tr: Nakarat Çiçeği soldu
vi_vn: Hoa điệp khúc héo lụi
zh_cn: 紫颂花：凋零
zh_tw: 歌萊花凋謝

# subtitles_block_chorus_flower_grow
source: Chorus Flower grows
af_za: Koorblom groei
ar_sa: فاكهة الجوقة تنمو
be_by: Кветка хоруса расце
bg_bg: Растеж на припевен плод
ca_es: Flor de corall creix
cs: chorus se rozrůstá
da_dk: Chorus blomst vokser
de: Chorusblüte wächst
el_gr: Το χορικό άνθος φυτρώνει
es: Flor coral madura
fi: Chorus-kukka kasvaa
fil_ph: Lumaki ang Korong Bulaklak
fr_ca: Fleur de chorus qui pousse
ga_ie: Bláth Curfá ag fás
gd_gb: Tha am flùr-sèiste a' fàs
gl_es: Flor chorus madura
he: פרח מזמון גדל
hr_hr: Chorus biljka raste
hu_hu: Refrénvirág nő
id_id: Paduan bunga Chorus tumbuh
it: Crescita di un fiore corale
ja_jp: コーラスフラワーが育つ
ka_ge: გაიზარდა ქორუსის ყვავილი
ko_kr: 후렴화가 자람
lb_lu: Chorusbléi wiisst
lt_lt: Koruso gėlė auga
lv_lv: Augošs kora auglis
mn_mn: Дахилтат цэцэг ургаж байна
ms_my: Bunga korus menumbuh
mt_mt: Fjura tal-Chorus kibret
nl_nl: Chorusbloem groeit
nn_no: Korblome veks
pl: Kwiat refrenusu rośnie
pt: Flor de Coro cresce
ro_ro: Floare corală crescând
ru_ru: Вырос цветок хоруса
sk_sk: Rast chorusového kvetu
sl_si: Refrenska roža raste
sv_se: Körblomma växer
th_th: ดอกคอรัสโต
tr_tr: Nakarat Çiçeği büyüdü
vi_vn: Hoa điệp khúc lớn lên
zh_cn: 紫颂花：生长
zh_tw: 歌萊花生長

# subtitles_block_comparator_click
source: Comparator clicks
af_za: Vergelyker klik
ar_sa: نقرات المقارن
be_by: Пстрык параўнальніка
bg_bg: Щракане на сравнител
ca_es: Comparador clica
cs: porovnávač cvaknul
da_dk: Komparator Klik
de: Komparator klickt
el_gr: Ο συκριτής κάνει κλικ
es: Chasquido de comparador
fi: Punakivivertailija naksahtaa
fil_ph: Pinindot ang Kulog-hambing
fr_ca: Clic de comparateur
ga_ie: Comparadóir ag cliceáil
gl_es: Clicks no comparador
he: לחיצות משווה זרם
hr_hr: Komparator je kliknuo
hu_hu: Komparátor kattan
id_id: Pencetan komparator
it: Comparatore azionato
ja_jp: コンパレーターを切り替える
ka_ge: კომპარატორის წკაპუნი
ko_kr: 비교기가 눌러짐
lb_lu: Komparator klickt
lt_lt: Raudonakmenio komparatoriaus spragtelėjimas
ms_my: Klik comparator
mt_mt: Klikks ta' komparatur
nl_nl: Comparator klikt
nn_no: Komparator klikkar
pl: Komparator klika
pt: Comparador clica
ro_ro: Comparator comutat
ru_ru: Щелчок компаратора
sk_sk: Cvaknutie porovnávača
sl_si: Razdelilec klikne
sv_se: Jämförare klickar
th_th: คลิกตัวเปรียบเทียบ
tr_tr: Karşılaştırıcı ayarlandı
vi_vn: Mạch so sánh kêu
zh_cn: 比较器：模式变更
zh_tw: 比較器咔嗒聲

# subtitles_block_dispenser_dispense
source: Dispensed item
af_za: Uitgedeelde item
ar_sa: شيء مقذوف
be_by: Раздавальнік выдаў прадмет
bg_bg: Разпределяне на предмет
ca_es: Item dispensat
cs: předmět vyhozen dávkovačem
da_dk: Automat skyder
de: Gegenstand geworfen
el_gr: Εκσφενδονισμένο Αντικείμενο
es: Objeto dispensado
fi: Jakelulaite jakoi
fil_ph: Binigay ang bagay
fr_ca: Objet distribué
ga_ie: Teilgeadh earra
gl_es: Obxecto dispensado
he: פריט נפלט
hr_hr: Izbačen predmet
hu_hu: Adagoló adagol
id_id: Item yang dibuang
it: Oggetto distribuito
ja_jp: ディスペンサーからアイテムが発射される
ka_ge: გაიტყორცნა ნივთი
ko_kr: 아이템 발사됨
lb_lu: Géigestand geworf
lt_lt: Daiktas išmestas iš dalytuvo
ms_my: Item didispen
mt_mt: Oġġett ġie dispensat
nl_nl: Voorwerp wordt weggeschoten
nn_no: Gjenstand vart dispensert
pl: Dozownik wyrzuca przedmiot
pt: Item largado
ro_ro: Obiect distribuit
ru_ru: Раздатчик выдал предмет
sk_sk: Vypadnutie predmetu
sl_si: Predmet izstreljen
sv_se: Automat skjuter
th_th: ของที่ถูกยิงออกมา
tr_tr: Eşya fırlatıldı
vi_vn: Vật phẩm được phân phát
zh_cn: 发射器：发射物品
zh_tw: 物品射出

# subtitles_block_dispenser_fail
source: Dispenser failed
af_za: Uitdeler misluk
ar_sa: فشل القاذف
be_by: Раздавальнік не здолеў выдаць прадмет
bg_bg: Провал на разпределител
ca_es: Dispensador ha fallat
cs: dávkovač selhal
da_dk: Automat fejler
de: Werfer versagt
el_gr: Ο Εκσφενδονιστής απέτυχε
es: Error del dispensador
fi: Jakelulaite antoi tyhjää
fil_ph: Nabigo ang Taga-bigay
fr_ca: Échec de distributeur
ga_ie: Theip ar theilgeoir
gl_es: Erro de dispensador
he: פולטן נכשל
hr_hr: Izbacivač je neuspješan
hu_hu: Adagoló kattan
id_id: Dispenser yang gagal
it: Errore di un distributore
ja_jp: ディスペンサーが空打ちする
ka_ge: შეცდომა გატყორცნისას
ko_kr: 발사기에서 발사가 실패됨
lb_lu: Verdeeler versot
lt_lt: Dalytuvas neveikia
ms_my: Gagalan dispenser
mt_mt: Dispensur vojt
nl_nl: Dispenser faalt
nn_no: Dispenser feila
pl: Dozownik nie zadziałał
pt: Distribuidor falha
ro_ro: Distribuitor eșuând
ru_ru: Холостой ход раздатчика
sk_sk: Zlyhanie dávkovača
sl_si: Noben predmet ni bil izstreljen
sv_se: Automat klickar
th_th: เครื่องยิงล้มเหลว
tr_tr: Fırlatıcı başarısız oldu
vi_vn: Phân phát thất bại
zh_cn: 发射器：发射失败
zh_tw: 發射器發射失敗

# subtitles_block_door_toggle
source: Door creaks
af_za: Deur kraak
ar_sa: صرير الباب
be_by: Дзверы рыпяць
bg_bg: Скърцане на врата
ca_es: Porta grinyola
cs: vrznutí dveří
da_dk: Dør knager
de: Tür knarrt
el_gr: Η πόρτα τρίζει
es: Crujido de puerta
fi: Ovi narahtaa
fil_ph: Lumangitngit ang Pinto
fr_ca: Claquement de porte
ga_ie: Doras ag díoscadh
gl_es: Chirrío de porta
he: דלת חורקת
hr_hr: Vrata škripe
hu_hu: Ajtó csikorog
id_id: Decitan pintu
it: Cigolio di una porta
ja_jp: ドアが開閉する
ka_ge: კარები ჭრიალებს
ko_kr: 문이 삐걱거림
lb_lu: Dier kraacht
lt_lt: Sugirgžda durys
ms_my: Pintu berderak
mt_mt: Bieb użat
nl_nl: Deur kraakt
nn_no: Dør knirkar
pl: Drzwi skrzypią
pt: Porta chia
ro_ro: Ușă scârțâind
ru_ru: Скрип двери
sk_sk: Vŕzganie dverí
sl_si: Vrata zaškripajo
sv_se: Dörr gnisslar
th_th: ประตูลั่น
tr_tr: Kapı gıcırdadı
vi_vn: Cửa két lên
zh_cn: 门：嘎吱作响
zh_tw: 門嘎吱作響

# subtitles_block_fence_gate_toggle
source: Fence Gate creaks
af_za: Hek kraak
ar_sa: بوابة السياج تصدر الصرير
be_by: Брамка рыпіць
bg_bg: Скърцане на порта
ca_es: Sona porta de tanca
cs: klapnutí branky
da_dk: Hegn låge knirker
de: Zauntor knarrt
el_gr: Η πόρτα φράχτη ανοίγει
es: Crujido de puerta de valla
fi: Portti narahtaa
fil_ph: Lumangitngit ang Tarangkahang Pangbakod
fr_ca: Claquement de porte de clôture
ga_ie: Geata ag dioscadh
gl_es: Chirrío de cancela
he: שער גדר חורק
hr_hr: Vrata za ogradu škripe
hu_hu: Kerítéskapu csikorog
id_id: Decitan pagar gerbang
it: Cigolio di un cancelletto
ja_jp: フェンスゲートが開閉する
ka_ge: ღობის ჭიშკარი ჭრიალებს
ko_kr: 울타리 문이 삐걱거림
lb_lu: Zonkpaart quiitscht
lt_lt: Sugirgžda varteliai
ms_my: Pintu Pagar berderak
mt_mt: Grada ta' ċint użata
nl_nl: Poortje kraakt
nn_no: Grind knirkar
pl: Furtka szkrzypi
pt: Portão chia
ro_ro: Portiță scârțâind
ru_ru: Скрип калитки
sk_sk: Vŕzganie bránky
sl_si: Ograjna vrata zaškripajo
sv_se: Staketgrind knarrar
th_th: ประตู้รั้วฝืด
tr_tr: Çit Kapısı gıcırdadı
vi_vn: Cổng rào két lên
zh_cn: 栅栏门：嘎吱作响
zh_tw: 柵欄門嘎吱作響

# subtitles_block_fire_ambient
source: Fire crackles
af_za: Vuur knetter
ar_sa: اجيج النار
be_by: Трэск агню
bg_bg: Пращене на огън
ca_es: Foc crepita
cs: praskání ohně
da_dk: Ilden knitrer
de: Feuer knistert
el_gr: Η φωτιά κροταλίζει
es: Chisporroteo de fuego
fa_ir: جلز و ولز آتش
fi: Tuli rätisee
fil_ph: Kumakaluskos ang Apoy
fr_ca: Crépitement d'un feu
ga_ie: Tine ag brioscarnach
gl_es: Cruxido de lume
he: אש מפצפצת
hr_hr: Vatra pucketa
hu_hu: Tűz ropog
id_id: Gemercik api
it: Crepitio del fuoco
ja_jp: 炎が燃える
ka_ge: ცეცხლის ტკაცუნებს
ko_kr: 불이 타오름
lb_lu: Feier knistert
lt_lt: Traška ugnis
ms_my: Gemercik api
mt_mt: Nar ifaqqa'
nl_nl: Vuur knettert
nn_no: Eld knitrar
pl: Ogień trzaska
pt: Fogo crepita
ro_ro: Foc trosnind
ru_ru: Огонь разгорается
sk_sk: Praskanie ohňa
sl_si: Ogenj zapresketa
sv_se: Eld knastrar
th_th: ไฟประทุ
tr_tr: Ateş çatırdıyor
vi_vn: Lửa bập bùng
zh_cn: 火：噼啪作响
zh_tw: 火劈啪聲

# subtitles_block_fire_extinguish
source: Fire extinguished
af_za: Vuur geblus
ar_sa: اطفئت النار
be_by: Агонь патушаны
bg_bg: Угасване на огън
ca_es: Foc extingit
cs: zadušení ohně
da_dk: Brand slukkes
de: Feuer erlischt
el_gr: Η φωτιά έσβήσε
es: Fuego extinguido
fa_ir: خاموش شدن آتش
fi: Tuli sammuu
fil_ph: Pinatay ang Apoy
fr_ca: Extinction d'un feu
ga_ie: Múchadh tine
gl_es: Lume extinguido
he: אש נכבית
hr_hr: Vatra je ugašena
hu_hu: Tűz kialszik
id_id: Api dipadamkan
it: Fuoco estinto
ja_jp: 炎が消える
ka_ge: ცეცხლი ჩაქრა
ko_kr: 불이 꺼짐
lb_lu: Feier verläscht
lt_lt: Gęsta ugnis
ms_my: Api dipadamkan
mt_mt: Nar intefa
nl_nl: Vuur wordt geblust
nn_no: Eld vart slokna
pl: Ogień gaśnie
pt: Fogo extinguido
ro_ro: Foc stingându-se
ru_ru: Огонь потушен
sk_sk: Uhasenie ohňa
sl_si: Ogenj ugasne
sv_se: Eld släcks
th_th: ไฟถูกดับแล้ว
tr_tr: Ateş söndürüldü
vi_vn: Đã dập lửa
zh_cn: 火：熄灭
zh_tw: 火被撲滅

# subtitles_block_furnace_fire_crackle
source: Furnace crackles
af_za: Oond knetter
ar_sa: الفرن يخشخش
be_by: Трэск печкі
bg_bg: Пращене на пещ
ca_es: Forn crepita
cs: praskání ohně v peci
da_dk: Ovnen knitrer
de: Ofen knistert
el_gr: φουρνος κροταλιζει
es: Horno encendido
fa_ir: جلز و ولز کوره
fi: Uuni rätisee
fil_ph: Kumakaluskos ang Pugon
fr_ca: Crépitement de fourneau
ga_ie: Foirnéis ag brioscarnach
gl_es: Cruxido de forno
he: תנור מפצפץ
hr_hr: Peć pucketa
hu_hu: Kemence pattog
id_id: Kemeretak Tungku
it: Crepitio di una fornace
ja_jp: かまどが燃える
ka_ge: ღუმელი აგიზგიზდა
ko_kr: 화로 안이 타오름
lb_lu: Uewen knistert
lt_lt: Traška krosnis
ms_my: Gemercik relau
mt_mt: Forn faqqa'
nl_nl: Oven knettert
nn_no: Smelteomn knitrar
pl: Trzaska w piecu
pt: Fornalha crepita
ro_ro: Cuptor trosnind
ru_ru: Разгорается печка
sk_sk: Praskanie pece
sl_si: Peč zapresketa
sv_se: Ugn knastrar
th_th: ไฟในเตาเผาปะทุ
tr_tr: Fırın çatırdıyor
vi_vn: Lò nung bập bùng
zh_cn: 熔炉：噼啪作响
zh_tw: 熔爐劈啪作響

# subtitles_block_generic_break
source: Block broken
af_za: Blok gebreek
ar_sa: المكعب كُسر
be_by: Блок зламаны
bg_bg: Разбит блок
ca_es: Bloc trencat
cs: blok zničen
da_dk: Blok ødelagt
de: Block zerstört
el_gr: Ο κύβος έσπασε
es: Bloque roto
fi: Kuutio hajoaa
fil_ph: Nasira ang Bloke
fr_ca: Bloc détruit
ga_ie: Briseadh bloc
gl_es: Bloque roto
he: בלוק נשבר
hr_hr: Razbijen blok
hu_hu: Blokk törik
id_id: Blok dihancurkan
it: Blocco distrutto
ja_jp: ブロックが破壊される
ka_ge: ბლოკი გატყდა
ko_kr: 블록이 파괴됨
lb_lu: Block zerstéiert
lt_lt: Sudaužytas blokas
ms_my: Blok dipecahkan
mt_mt: Blokka tkissret
nl_nl: Blok wordt gebroken
nn_no: Blokk vart øydelagt
pl: Zniszczono blok
pt: Bloco partido
ro_ro: Bloc spart
ru_ru: Сломан блок
sk_sk: Zničenie kocky
sl_si: Kocka podrta
sv_se: Block förstördes
th_th: บล็อกถูกทำลาย
tr_tr: Blok kırıldı
vi_vn: Khối đã bị phá
zh_cn: 方块：被破坏
zh_tw: 方塊被破壞

# subtitles_block_generic_footsteps
source: Footsteps
af_za: Voetstappe
ar_sa: خطوات
be_by: Крокі
bg_bg: Стъпки
ca_es: Passos
cs: kroky
da_dk: Fodtrin
de: Schritte
el_gr: Βήματα
es: Pisadas
eu_es: Pausoak
fi: Askelia
fil_ph: Yapak
fr_ca: Bruits de pas
ga_ie: Coiscéimeanna
gl_es: Pasos
he: צעדים
hr_hr: Koraci
hu_hu: Lépések
id_id: Jejak
it: Passi
ja_jp: 足音
ka_ge: ნაბიჯები
ko_kr: 발소리
lb_lu: Schrëtt
lt_lt: Žingsniai
ms_my: Jajak langkah
mt_mt: Passi
nl_nl: Voetstappen
nn_no: Steg
pl: Kroki
pt: Passos
ro_ro: Pași
ru_ru: Шаги
sk_sk: Kroky
sl_si: Stopinje
sv_se: Fotsteg
th_th: รอยเท้า
tr_tr: Ayak sesleri
vi_vn: Tiếng bước chân
zh_cn: 脚步声
zh_tw: 腳步聲

# subtitles_block_generic_hit
source: Block breaking
af_za: Blok breek
ar_sa: كسر المكعب
be_by: Стук па блоку
bg_bg: Чупене на блокче
ca_es: Bloc trencant
cs: ničení bloku
da_dk: Blok ødelægges
de: Block bricht
el_gr: κυβος σπαει
es: Rotura de bloque
eu_es: Blokea puskatzen
fi: Kuutiota hajotetaan
fil_ph: Sinisira ang Bloke
fr_ca: Bloc qui se fissure
ga_ie: Bloc ag briseadh
gl_es: Bloque rompendo
he: בלוק נשבר
hr_hr: Razbijanje bloka
hu_hu: Blokk törik
id_id: Penghancuran blok
it: Distruzione di un blocco
ja_jp: ブロックが採掘される
ka_ge: ბლოკის ტეხვა
ko_kr: 블록이 부서지고 있음
lb_lu: Block brécht
lt_lt: Daužomas blokas
ms_my: Memecahkan blok
mt_mt: Blokka qed titkisser
nl_nl: Blok wordt gebroken
nn_no: Blokk vert øydelagt
pl: Niszczenie bloku
pt: Bloco a partir
ro_ro: Bloc spărgându-se
ru_ru: Стук по блоку
sk_sk: Ničenie kocky
sl_si: Podiranje kock
sv_se: Block förstörs
th_th: กำลังทำลายบล็อก
tr_tr: Blok kırılıyor
vi_vn: Khối đang bị phá
zh_cn: 方块：损坏中
zh_tw: 正在破壞方塊

# subtitles_block_generic_place
source: Block placed
af_za: Blok geplaas
ar_sa: تم وضع المكعب
be_by: Блок размешчаны
bg_bg: Слагане на блокче
ca_es: Bloc col·locat
cs: blok umístěn
da_dk: Blok placeret
de: Block platziert
el_gr: κυβος τοποθετιμενος
es: Bloque colocado
eu_es: Blokea jarrita
fi: Kuutio sijoitetaan
fil_ph: Nilagay ang Bloke
fr_ca: Bloc placé
ga_ie: Bloc curtha
gl_es: Bloque colocado
he: בלוק מונח
hr_hr: Blok postavljen
hu_hu: Blokk elhelyezve
id_id: Blok ditempatkan
is_is: Kubbur settur
it: Blocco piazzato
ja_jp: ブロックが置かれる
ka_ge: ბლოკი დაიდო
ko_kr: 블록이 배치됨
lb_lu: Block plazéiert
lt_lt: Padėtas blokas
ms_my: Blok ditempatkan
mt_mt: Blokka mqiegħda
nl_nl: Blok wordt geplaatst
nn_no: Blokk plassert
pl: Umieszczenie bloku
pt: Bloco colocado
ro_ro: Bloc așezat
ru_ru: Установлен блок
sk_sk: Položenie kocky
sl_si: Postavljanje kock
sv_se: Block placeras
th_th: บล็อคถูกวางแล้ว
tr_tr: Blok yerleştirildi
vi_vn: Khối đã được đặt xuống
zh_cn: 方块：被放置
zh_tw: 方塊被放置

# subtitles_block_iron_trapdoor_close
source: Trapdoor opens
af_za: Valdeur maak oop
ar_sa: الباب الأرضى يُفتح
be_by: Люк адчынены
bg_bg: Отваряне на капак
ca_es: Trapa s'obre
cs: otevření poklopu
da_dk: Lemmen åbner
de: Falltür öffnet
el_gr: καταπακτη ανοιγει
es: Trampilla abierta
eu_es: Tranpola ireki da
fi: Luukku avautuu
fil_ph: Binuksan ang Pintong Maliit
fr_ca: Trappe qui s'ouvre
ga_ie: Osclaíonn comhla thógála
gl_es: Trapela abríndose
he: דלת מלכודת נפתחת
hr_hr: Podna vrata se otvaraju
hu_hu: Csapóajtó nyílik
id_id: Pintu Jebakan terbuka
it: Apertura di una botola
ja_jp: トラップドアが開く
ka_ge: გაიხსნა საძვრენი
ko_kr: 다락문이 열림
lb_lu: Klappdier geet op
lt_lt: Liukas atsidaro
ms_my: Trapdoor membuka
mt_mt: Bokkaport infetaħ
nl_nl: Valluik gaat open
nn_no: Luke opnas
pl: Klapa otwiera się
pt: Alçapão abre
ro_ro: Trapă deschizându-se
ru_ru: Открыт люк
sk_sk: Otvorenie poklopu
sl_si: Loputa se odpre
sv_se: Fallucka öppnas
th_th: เปิดประตูกับดัก
tr_tr: Tuzak Kapısı açıldı
vi_vn: Cửa sập mở ra
zh_cn: 活板门：打开
zh_tw: 地板門開啟

# subtitles_block_iron_trapdoor_open
source: Trapdoor closes
af_za: Valdeur maak toe
ar_sa: الباب الأرضى يُقفل
be_by: Люк зачынены
bg_bg: Затваряне на капак
ca_es: Trapa es tanca
cs: zavření poklopu
da_dk: Lemmen lukker
de: Falltür schließt
el_gr: καταπακτη κλεινει
es: Trampilla cerrada
eu_es: Tranpola itxi da
fi: Luukku sulkeutuu
fil_ph: Isinara ang Pintong Maliit
fr_ca: Trappe qui se ferme
ga_ie: Dúnann comhla thógála
gl_es: Trapela pechándose
he: דלת מלכודת נסגרת
hr_hr: Podna vrata se zatvaraju
hu_hu: Csapóajtó zárul
id_id: Pintu Jebakan menutup
it: Chiusura di una botola
ja_jp: トラップドアが閉じる
ka_ge: დაიკეტა საძვრენი
ko_kr: 다락문이 닫힘
lb_lu: Klappdier geet zou
lt_lt: Liukas užsidaro
ms_my: Trapdoor menutup
mt_mt: Bokkaport ingħalaq
nl_nl: Valluik gaat dicht
nn_no: Luke lukkas
pl: Klapa zamyka się
pt: Alçapão fecha
ro_ro: Trapă închizându-se
ru_ru: Закрыт люк
sk_sk: Zatvorenie poklopu
sl_si: Loputa se zapre
sv_se: Fallucka stängs
th_th: ปิดประตูกับดัก
tr_tr: Tuzak Kapısı kapatıldı
vi_vn: Cửa sập đóng lại
zh_cn: 活板门：关闭
zh_tw: 地板門關閉

# subtitles_block_lava_ambient
source: Lava pops
af_za: Lawa plons
ar_sa: تبقبقت الحمم البركانية
be_by: Бурленне лавы
bg_bg: Пукане на лава
ca_es: Esclats de lava
cs: prskání lávy
da_dk: Lava popper
de: Lava blubbert
el_gr: λαβα σκαει
es: Burbujeo de lava
eu_es: Laba burbuilak
fi: Laava kuplii
fil_ph: Nag-pop ang Kumukulong Putik
fr_ca: Lave qui bouillonne
ga_ie: Laibhe ag preabadh
gl_es: Burbulleo de lava
he: לבה מפצפצת
hu_hu: Láva pattog
id_id: Lava muncul
it: Gorgoglio della lava
ja_jp: 溶岩が弾ける
ka_ge: ლავა დუღს
ko_kr: 용암이 끓음
lb_lu: Lava blubbert
lt_lt: Lava sproginėja
ms_my: Lava meletup
mt_mt: Lava faqqa'
nl_nl: Lava poft
nn_no: Lava boblar
pl: Lawa bulgocze
pt: Lava borbulha
ro_ro: Lavă bulbucind
ru_ru: Бурление лавы
sk_sk: Praskanie lávy
sl_si: Lava rahlo poči
sv_se: Lava bubblar
th_th: ลาวาแตกฟอง
tr_tr: Lav fokurduyor
vi_vn: Dung nham sôi lên
zh_cn: 熔岩：迸裂
zh_tw: 熔岩冒泡聲

# subtitles_block_lava_extinguish
source: Lava hisses
af_za: Lawa sis
ar_sa: الحمم تهسهس
be_by: Шыпенне лавы
bg_bg: Свистене на лава
ca_es: Xiulets de lava
cs: syčení lávy
da_dk: Lava hvæser
de: Lava zischt
el_gr: λαβα κυλαει
es: Siseo de la lava
fi: Laava sihisee
fil_ph: Sumisirit ang Kumukulong Putik
fr_ca: Lave qui grésille
ga_ie: Laibhe ag siosadh
gl_es: Siseo de lava
he: לבה רוחשת
hu_hu: Láva szisszen
id_id: Lava mendesis
it: Lava solidificata
ja_jp: 溶岩が固まる
ka_ge: ლავა სისინებს
ko_kr: 용암에서 연기가 남
lb_lu: Lava zischt
lt_lt: Lava šnypščia
ms_my: Lava mendesir
mt_mt: Lava baqbaq
nl_nl: Lava sist
nn_no: Lava hissar
pl: Lawa syczy
pt: Lava apaga-se
ro_ro: Lavă fâsâind
ru_ru: Шипение лавы
sk_sk: Syčanie lávy
sl_si: Lava zasika
sv_se: Lava väser
th_th: ลาวาปะทุ
tr_tr: Lav söndü
vi_vn: Dung nham xì ra
zh_cn: 熔岩：嘶嘶声
zh_tw: 熔岩滋滋聲

# subtitles_block_lever_click
source: Lever clicks
af_za: Hefboom klik
ar_sa: مقبض يطق
be_by: Пстрык рычага
bg_bg: Щракване на ръчка
ca_es: Palanca clica
cs: přepnutí páky
da_dk: Håndtag klikker
de: Hebel umgelegt
el_gr: μοχλος κλικαρετε
es: Chasquido de palanca
fi: Vipu naksahtaa
fil_ph: Pinindot ang Baras
fr_ca: Clic de levier
ga_ie: Luamhán ag cliceáil
gl_es: Panca accionada
he: לחיצות ידית
hu_hu: Kar kattan
id_id: Pencetan tuas
it: Leva azionata
ja_jp: レバーが引かれる
ka_ge: ბერკეტის წკაპუნი
ko_kr: 레버를 당김
lb_lu: Hiewel ëmleeën
lt_lt: Svirtis patraukiama
ms_my: Klik tuil
mt_mt: Lava klikkja
nl_nl: Schakelaar klikt
nn_no: Spake klikkar
pl: Dźwignia klika
pt: Alavanca clica
ro_ro: Manetă apăsată
ru_ru: Щелчок рычага
sk_sk: Cvaknutie páky
sl_si: Ročica klikne
sv_se: Spak klickar
th_th: คลิกคันโยก
tr_tr: Şalter çekildi
vi_vn: Cần gạt kêu lên
zh_cn: 拉杆：拉动
zh_tw: 控制桿咔嗒聲

# subtitles_block_note_note
source: Note Block plays
af_za: Nootblok speel
ar_sa: مكعب الموسيقى يشتغل
be_by: Гук нотнага блока
bg_bg: Свирене на музикален блок
ca_es: Bloc musical sona
cs: hraní hudebního bloku
da_dk: Noteblok spiller
de: Notenblock spielt
el_gr: Noteblock παιζει
es: Bloque musical sonando
eu_es: Nota blokea
fi: Nuottikuutio soi
fil_ph: Tumutugtog ang Bloke ng Nota
fr_ca: Bloc sonore qui joue
ga_ie: Bloc Nóta ag seinm
gl_es: Bloque de notas soando
he: תיבת נגינה מנגנת
hr_hr: Glazbeni blok svira
hu_hu: Hangdoboz megszólal
id_id: Blok Lagu
it: Suono di un blocco sonoro
ja_jp: 音符ブロックが鳴る
ka_ge: უკრავს მუსიკალური ბლოკი
ko_kr: 노트 블록이 연주됨
lb_lu: Nouteblock spillt
lt_lt: Groja natų blokas
ms_my: Blok not memainkan
mt_mt: Blokka tal-muzika daqqet
nl_nl: Nootblok speelt
nn_no: Musikkblokk spelar
pl: Blok dźwiękowy gra
pt: Bloco musical toca
ro_ro: Bloc muzical cântând
ru_ru: Звучание нотного блока
sk_sk: Hranie hudobnej kocky
sl_si: Glasbena kocka igra
sv_se: Notblock spelas
th_th: เล่นกล่องตัวโน้ต
tr_tr: Nota Bloğu çalındı
vi_vn: Khối nhạc kêu lên
zh_cn: 音符盒：播放
zh_tw: 播放音符盒

# subtitles_block_piston_move
source: Piston moves
af_za: Suier bewegings
ar_sa: مكبس يتحرك
be_by: Поршань зрушыўся
bg_bg: Движение на бутало
ca_es: Moviment de pistó
cs: pohyb pístu
da_dk: Stemple bevæger sig
de: Kolben arbeitet
el_gr: εμβολο κινειται
es: Movimiento de pistón
eu_es: Pistoia mugitzen
fi: Mäntä liikkuu
fil_ph: Gumagalaw ang Piston
fr_ca: Piston qui s'actionne
ga_ie: Loine ag gluaiseacht
gl_es: Movemento de pistón
he: בוכנות זזו
hr_hr: Klip se kreće
hu_hu: Dugattyú mozog
id_id: Piston bergerak
it: Movimento di un pistone
ja_jp: ピストンが動く
ka_ge: დგუშის მოძრაობა
ko_kr: 피스톤이 움직임
lb_lu: Piston schafft
lt_lt: Juda stūmoklis
ms_my: Omboh bergerak
mt_mt: Pistun mexa
nl_nl: Duwmachine/Kleefzuiger beweegt
nn_no: Stempel rører seg
pl: Tłok się rusza
pt: Pistão move-se
ro_ro: Piston mișcându-se
ru_ru: Движение поршня
sk_sk: Pohyb piestu
sl_si: Bat se premakne
sv_se: Kolv rör sig
th_th: ลูกสูบเลื่อน
tr_tr: Piston çalıştı
vi_vn: Pít-tông di chuyển
zh_cn: 活塞：移动
zh_tw: 活塞被推動

# subtitles_block_portal_ambient
source: Portal whooshes
af_za: Portaal suis
ar_sa: انطلقت بالبوابة
be_by: Скуголенне партала
bg_bg: Свистене на портал
ca_es: Brunzit de portal
cs: hučení portálu
de: Portal rauscht
el_gr: Η πύλη βουίζει
es: Zumbido de portal
fi: Portaali humisee
fil_ph: Nag-wu-whoosh ang Lagusan
fr_ca: Bruissement de portail
ga_ie: Seabhrán Tairsigh
gd_gb: Tha an doras a' fruiseadh
gl_es: Zumbido de portal
he: רחישות שער
hu_hu: Portál sistereg
id_id: Portal berhumbus
it: Frastuono di un portale
ja_jp: ポータルが鳴る
ka_ge: პორტალი გიზგიზებს
ko_kr: 포탈이 웅웅거림
lb_lu: Portal dauscht
lt_lt: Šniokščia portalas
ms_my: Portal mendengung
mt_mt: Portal għamel ħoss
nl_nl: Portaal suist
nn_no: Portal svirrar
pl: Portal huczy
pt: Portal emite ruídos
ro_ro: Zgomot de portal
ru_ru: Завывание портала
sk_sk: Hučanie portálu
sl_si: Portal zašumi
sv_se: Portal susar
th_th: ประตูมิติส่งเสียงวู้ช
tr_tr: Geçit vızıldıyor
vi_vn: Pít-tông kêu lên
zh_cn: 传送门：呼啸
zh_tw: 傳送門颼颼聲

# subtitles_block_pressure_plate_click
source: Pressure Plate clicks
af_za: Drukplaat klik
ar_sa: الضغط على لوحة الضغط
be_by: Пстрык націскной пліты
bg_bg: Щракване на сигнална плоча
ca_es: Placa de pressió activada
cs: cvaknutí nášlapné desky
da_dk: Trykplade klikker
de: Druckplatte klickt
el_gr: πλακα πιεσης κλικαρεται
es: Chasquido de placa de presión
eu_es: Presio plaka zapaldua
fi: Painelaatta painuu
fil_ph: Tinapakan ang Apakan
fr_ca: Clic de plaque de pression
ga_ie: Brúphláta ag cliceáil
gl_es: Placa de presión activada
he: נקישות לוחית לחץ
hu_hu: Nyomólap kattan
id_id: Klik papan tekan
it: Schiocco di una pedana a pressione
ja_jp: 感圧板が踏まれる
ka_ge: მგრძნობიარე ფილის წკაპუნი
ko_kr: 감압판이 눌러짐
lb_lu: Drockplack klickt
lt_lt: Slėgio plokštės spragtelėjimas
ms_my: Klik plat tekanan
mt_mt: Pjanċa tingħafas klikkjat
nl_nl: Drukplaat klikt
nn_no: Trykkplate klikkar
pl: Płyta naciskowa klika
pt: Placa de Pressão clica
ro_ro: Placă de presiune apăsată
ru_ru: Щелчок нажимной плиты
sk_sk: Cvakanie prítlačnej dosky
sl_si: Zaznavna plošča klikne
sv_se: Tryckplatta klickar
th_th: คลิกแผ่นกับดัก
tr_tr: Basınç Plakasına basıldı
vi_vn: Đĩa cảm biến áp lực kêu lên
zh_cn: 压力板：被触发
zh_tw: 壓力板咔嗒聲
