Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# entity_Bat_name
source: Bat
af_za: Vlêrmuis
ar_sa: خفاش
be_by: Кажан
bg_bg: Прилеп
ca_es: Ratpenat
cs: Netopýr
da_dk: Flagermus
de: Fledermaus
el_gr: Νυχτερίδα
es: Murciélago
eu_es: Saguzar
fa_ir: خفاش
fi: Lepakko
fil_ph: Paniki
fr_ca: Chauve-souris
ga_ie: Ialtóg
gd_gb: Ialtag
gl_es: Morcego
he: עטלף
hi_in: चमगादड़
hr_hr: Šišmiš
hu_hu: Denevér
hy_am: Չղջիկ
id_id: Kelelawar
is_is: Leðurblaka
it: Pipistrello
ja_jp: コウモリ
ka_ge: ღამურა
ko_kr: 박쥐
lb_lu: Flantermaus
lt_lt: Šikšnosparnis
lv_lv: Sikspārnis
ms_my: Kelawar
mt_mt: Farfett il-Lejl
nl_nl: Vleermuis
nn_no: Flaggermus
pl: Nietoperz
pt: Morcego
ro_ro: Liliac
ru_ru: Летучая мышь
sk_sk: Netopier
sl_si: Netopir
sv_se: Fladdermus
th_th: ค้างคาว
tr_tr: Yarasa
vi_vn: Con dơi
zh_cn: 蝙蝠
zh_tw: 蝙蝠

# entity_Blaze_name
source: Blaze
af_za: Opvlammer
ar_sa: الملتهب
be_by: Іфрыт
bg_bg: Пламък
ca_es: Esperit del foc
cs: Ohnivák
de: Lohe
el_gr: Πυροστρόβιλος
eu_es: Sutzarra
fa_ir: شعله
fi: Roihu
ga_ie: Lasaire
gd_gb: Leus
he: יישות מתלקחת
hi_in: ज्वाला
hr_hr: Bljesak
hu_hu: Őrláng
hy_am: Բոց
is_is: Logi
ja_jp: ブレイズ
ka_ge: ცეცხლა
ko_kr: 블레이즈
lb_lu: Lou
lt_lt: Liepsna
lv_lv: Liesmeklis
mt_mt: Monstru tan-Nar
nn_no: Eldskrømt
pl: Płomyk
ro_ro: Dogoreală
ru_ru: Всполох
sk_sk: Ohnivák
sv_se: Brännare
th_th: แบลซ
tr_tr: Alaz
vi_vn: Quỷ lửa
zh_cn: 烈焰人
zh_tw: 烈焰使者

# entity_Boat_name
source: Boat
af_za: Boot
ar_sa: قارب
be_by: Човен
bg_bg: Лодка
ca_es: Barca
cs: Člun
da_dk: Båd
de: Boot
el_gr: Βάρκα
es: Barca
eu_es: Txalupa
fa_ir: قايق
fi: Vene
fil_ph: Bangka
fr_ca: Bateau
ga_ie: Bád
gl_es: Barca
he: סירה
hi_in: नाव
hr_hr: Čamac
hu_hu: Csónak
hy_am: Նավակ
id_id: Perahu
is_is: Bátur
it: Barca
ja_jp: ボート
ka_ge: ნავი
ko_kr: 보트
lb_lu: Boot
lt_lt: Valtis
lv_lv: Laiva
mi_nz: Waka
ms_my: Bot
mt_mt: Dgħajsa
nl_nl: Boot
nn_no: Båt
pl: Łódka
pt: Barco
ro_ro: Barcă
ru_ru: Лодка
sk_sk: Čln
sl_si: Čoln
sv_se: Båt
th_th: เรือ
tr_tr: Tekne
vi_vn: Thuyền
zh_cn: 船
zh_tw: 船

# entity_Cat_name
source: Cat
af_za: Kat
ar_sa: قطة
be_by: Кот
bg_bg: Котка
ca_es: Gat
cs: Kočka
da_dk: Kat
de: Katze
el_gr: Γάτα
es: Gato
eu_es: Katua
fa_ir: گربه
fi: Kissa
fil_ph: Pusa
fr_ca: Minou
gl_es: Gato
he: חתול
hi_in: बिल्ली
hr_hr: Mačka
hu_hu: Macska
hy_am: Կատու
id_id: Kucing
is_is: Köttur
it: Gatto
ja_jp: ネコ
ka_ge: კატა
ko_kr: 고양이
lb_lu: Kaz
lt_lt: Katė
lv_lv: Kaķis
mi_nz: Ngeru
ms_my: Kucing
mt_mt: Qattus
nl_nl: Kat
nn_no: Katt
pl: Kot
pt: Gato
ro_ro: Pisică
ru_ru: Кот
sk_sk: Mačka
sl_si: Mačka
sv_se: Katt
th_th: แมว
tr_tr: Kedi
vi_vn: Con mèo
zh_cn: 猫
zh_tw: 貓

# entity_CaveSpider_name
source: Cave Spider
af_za: Grotspinnekop
ar_sa: عنكبوت الكهف
be_by: Пячорны павук
bg_bg: Пещерен паяк
ca_es: Aranya de cova
cs: Jeskynní pavouk
da_dk: Huleedderkop
de: Höhlenspinne
el_gr: Αράχνη των σπηλαίων
es: Araña de cueva
eu_es: Leizeetako armiarma
fa_ir: عنکبوت غار
fi: Luolahämähäkki
fil_ph: Gagambang Kuweba
fr_ca: Araignée des cavernes
ga_ie: Damhán Alla Pluaise
gd_gb: Damhan-allaidh uamha
gl_es: Araña de cova
he: עכביש מערות
hi_in: गुफा में रहनेवाली मकड़ी
hr_hr: Špiljski Pauk
hu_hu: Bányapók
hy_am: Քարանձավի Սարդ
id_id: Laba-laba Goa
is_is: Hellakönguló
it: Ragno delle caverne
ja_jp: 洞窟グモ
ka_ge: გამოქვაბულის ობობა
ko_kr: 동굴 거미
lb_lu: Höhlespann
lt_lt: Urvinis voras
lv_lv: Alu zirneklis
ms_my: Labah-Labah Gua
mt_mt: Brimba tal-Għerien
nl_nl: Grottenspin
nn_no: Holevevkjerring
pl: Pająk jaskiniowy
pt: Aranha Venenosa
ro_ro: Păianjen de peșteră
ru_ru: Пещерный паук
sk_sk: Jaskynný pavúk
sl_si: Jamski pajek
sv_se: Grottspindel
th_th: แมงมุมถ้ำ
tr_tr: Mağara Örümceği
vi_vn: Nhện hang
zh_cn: 洞穴蜘蛛
zh_tw: 洞穴蜘蛛

# entity_Chicken_name
source: Chicken
af_za: Hoender
ar_sa: دجاجة
be_by: Курыца
bg_bg: Кокошка
ca_es: Pollastre
cs: Slepice
da_dk: Kylling
de: Huhn
el_gr: Κοτόπουλο
es: Gallina
eu_es: Oilaskoa
fa_ir: مرغ
fi: Kana
fil_ph: Manok
fr_ca: Poulet
ga_ie: Sicín
gd_gb: Cearc
gl_es: Galiña
he: תרנגולת
hi_in: मुर्गी
hr_hr: Kokoš
hu_hu: Csirke
hy_am: Հավ
id_id: Ayam
is_is: Kjúklingur
it: Gallina
ja_jp: ニワトリ
ka_ge: ქათამი
ko_kr: 닭
lb_lu: Hong
lt_lt: Višta
lv_lv: Vista
mi_nz: Pikaokao
ms_my: Ayam
mt_mt: Tiġieġa
nl_nl: Kip
nn_no: Kjukling
pl: Kura
pt: Galinha
ro_ro: Găină
ru_ru: Курица
sk_sk: Kura
sl_si: Kokoš
sv_se: Höna
th_th: ไก่
tr_tr: Tavuk
vi_vn: Con gà
zh_cn: 鸡
zh_tw: 雞

# entity_Cow_name
source: Cow
af_za: Koei
ar_sa: بقرة
be_by: Карова
bg_bg: Крава
ca_es: Vaca
cs: Kráva
da_dk: Ko
de: Kuh
el_gr: Αγελάδα
es: Vaca
eu_es: Behia
fa_ir: گاو
fi: Lehmä
fil_ph: Baka
fr_ca: Vache
ga_ie: Bó
gd_gb: Bò
gl_es: Vaca
he: פרה
hi_in: गाय
hr_hr: Krava
hu_hu: Tehén
hy_am: Կով
id_id: Sapi
is_is: Kýr
it: Mucca
ja_jp: ウシ
ka_ge: ძროხა
ko_kr: 소
lb_lu: Kou
lt_lt: Karvė
lv_lv: Govs
mi_nz: Kau
mn_mn: Үнээ
ms_my: Lembu
mt_mt: Baqra
nl_nl: Koe
nn_no: Ku
pl: Krowa
pt: Vaca
ro_ro: Vacă
ru_ru: Корова
sk_sk: Krava
sl_si: Krava
sv_se: Ko
th_th: วัว
tr_tr: İnek
vi_vn: Con bò
zh_cn: 牛
zh_tw: 乳牛

# entity_Creeper_name
source: Creeper
ar_sa: كريبر
be_by: Крыпер
bg_bg: Крийпър
el_gr: Κρίπερ
fa_ir: ترسونک
fil_ph: Kilabot
ga_ie: Téaltóir
he: קריפר
hi_in: रेंगनेवाला
hy_am: Քրիփեր
is_is: Laumupúki
ja_jp: クリーパー
ka_ge: კრიპერი
ko_kr: 크리퍼
lt_lt: Kryperis
lv_lv: Krīpers
ru_ru: Крипер
th_th: ครีปเปอร์
zh_cn: 爬行者
zh_tw: 苦力怕

# entity_Donkey_name
source: Donkey
af_za: Donkie
ar_sa: حمار
be_by: Асёл
bg_bg: Магаре
ca_es: Ruc
cs: Osel
da_dk: Æsel
de: Esel
el_gr: Γάιδαρος
es: Burro
fi: Aasi
fil_ph: Asno
fr_ca: Âne
ga_ie: Asal
gd_gb: Asal
gl_es: Burro
he: חמור
hr_hr: Magarac
hu_hu: Szamár
id_id: Keledai
it: Asino
ja_jp: ロバ
ka_ge: ვირი
ko_kr: 당나귀
lb_lu: Iesel
lt_lt: Asilas
lv_lv: Ēzelis
ms_my: Keldai
mt_mt: Ħmar
nl_nl: Ezel
nn_no: Esel
pl: Osioł
pt: Burro
ro_ro: Măgar
ru_ru: Осёл
sk_sk: Somár
sl_si: Osel
sv_se: Åsna
th_th: ลา
tr_tr: Eşek
vi_vn: Con lừa
zh_cn: 驴
zh_tw: 驢子

# entity_DragonFireball_name
source: Dragon Fireball
af_za: Draak Vuurbal
ar_sa: كرة نار التنين
be_by: Вогненны шар цмока
bg_bg: Драконовска огнена топка
ca_es: Bola de foc de drac
cs: Dračí ohnivá koule
da_dk: Drage ildkugle
de: Drachen-Feuerkugel
el_gr: Δρακόντια Σφαίρα Φωτιάς
es: Bola de fuego de dragón
eu_es: Dragoi subola
fa_ir: توپ آتش اژدها
fi: Lohikäärmeen tulipallo
fil_ph: Pabilog na Apoy ng Dragon
fr_ca: Boule de feu de dragon
ga_ie: Caor Thine an Dragain
gd_gb: Bàla-teine dràgoin
gl_es: Bóla de lume de dragón
he: כדור אש דרקון
hr_hr: Zmajeva Vatrena Kugla
hu_hu: Sárkány tűzgolyó
id_id: Bola api Naga
it: Palla di fuoco di drago
ja_jp: ドラゴンの火の玉
ka_ge: დრაკონის ცეცხლოვანი ბურთი
ko_kr: 드래곤 화염구
lb_lu: Draache Feierball
lt_lt: Drakonės kamuolys
lv_lv: Pūķa uguns bumba
ms_my: Bebola Api Naga
mt_mt: Balma tan-Nar ta' Dragun
nl_nl: Drakenvuurbal
nn_no: Eldkule frå drake
pl: Smocza kula ognia
pt: Bola de Fogo de Dragão
ro_ro: Minge de foc a dragonului
ru_ru: Файербол дракона
sk_sk: Dračia ohnivá guľa
sl_si: Zmajeva ognjena krogla
sv_se: Drakeldklot
th_th: ลูกไฟมังกร
tr_tr: Ejderha Ateş Topu
vi_vn: Cầu lửa của rồng
zh_cn: 龙的火球
zh_tw: 龍炎彈

# entity_EnderDragon_name
source: Ender Dragon
af_za: Enderdraak
ar_sa: تنين الاندر
be_by: Эндар-цмок
bg_bg: Дракон от Края
ca_es: Drac d'Ender
cs: Drak z Endu
da_dk: Ender-drage
de: Enderdrache
el_gr: Δράκος Έντερ
es: Enderdragón
eu_es: Amaierako herensugea
fa_ir: اژدهای فرجام
fi: Äärilisko
fil_ph: Bakunawa ng Wakas
ga_ie: Dragan na Críche
gd_gb: Dràgon Ender
gl_es: Enderdragón
he: אנדרדרקון
hi_in: एंडर ड्रैगन
hr_hr: Ender Zmaj
hu_hu: Endersárkány
hy_am: Էնդերի Դրակոն
id_id: Naga Ender
is_is: Endadreki
it: Enderdrago
ja_jp: エンダードラゴン
ka_ge: ენდერის გველეშაპი
ko_kr: 엔더 드래곤
lb_lu: Enderdraach
lt_lt: Ender drakonė
lv_lv: Ender Pūķis
ms_my: Naga Akhiran
mt_mt: Dragun tal-Ender
nl_nl: Enderdraak
nn_no: Endedrake
pl: Smok Endu
pt: Dragão do End
ro_ro: Dragon de Ender
ru_ru: Эндер-дракон
sk_sk: Enderový drak
sl_si: Ender zmaj
sv_se: Enderdrake
th_th: มังกรแห่งเอนเดอร์
tr_tr: Ender Ejderhası
vi_vn: Rồng Ender
zh_cn: 末影龙
zh_tw: 終界龍

# entity_Enderman_name
source: Enderman
ar_sa: اندرمان
be_by: Эндармэн
bg_bg: Ендърмен
ca_es: Home d'Ender
el_gr: Έντερμαν
fa_ir: فرجام
fi: Ääreläinen
fil_ph: Tao ng Wakas
ga_ie: Críochnaitheoir
he: אנדרמן
hi_in: अंत आदमी
hy_am: Էնդերմեն
is_is: Endamaður
ja_jp: エンダーマン
ka_ge: ენდერმენი
ko_kr: 엔더맨
lb_lu: Endermann
lt_lt: Endermenas
lv_lv: Endermens
ms_my: Manusia Akhiran
ru_ru: Эндермен
th_th: เอนเดอร์แมน
vi_vn: Người Ender
zh_cn: 末影人
zh_tw: 終界使者

# entity_Endermite_name
source: Endermite
ar_sa: انديرمايت
be_by: Эндармайт
bg_bg: Ендърмит
ca_es: Peixet d'Ender
cs: Endermit
el_gr: Εντερμίτης
eu_es: Endermitea
fil_ph: Insekto ng Wakas
ga_ie: Fríd na Críche
he: אנדרמייט
id_id: Tungau Ender
is_is: Endamaur
ja_jp: エンダーマイト
ka_ge: ენდერმიტი
ko_kr: 엔더마이트
lt_lt: Endermitas
lv_lv: Endermīts
ms_my: Ulat Akhiran
nl_nl: Endermijt
pl: Endermit
ru_ru: Эндермит
th_th: แมลงเอนเดอร์
vi_vn: Rận ender
zh_cn: 末影螨
zh_tw: 終界蟎

# entity_EntityHorse_name
source: Horse
af_za: Perd
ar_sa: خيل
be_by: Конь
bg_bg: Кон
ca_es: Cavall
cs: Kůň
da_dk: Hest
de: Pferd
el_gr: Άλογο
es: Caballo
eu_es: Zaldia
fa_ir: اسب
fi: Hevonen
fil_ph: Kabayo
fr_ca: Cheval
ga_ie: Capall
gd_gb: Each
gl_es: Cabalo
he: סוס
hi_in: घोड़ा
hr_hr: Konj
hu_hu: Ló
hy_am: Ձի
id_id: Kuda
is_is: Hestur
it: Cavallo
ja_jp: ウマ
ka_ge: ცხენი
ko_kr: 말
lb_lu: Päerd
lt_lt: Arklys
lv_lv: Zirgs
mi_nz: Hoiho
ms_my: Kuda
mt_mt: Żiemel
nl_nl: Paard
nn_no: Hest
pl: Koń
pt: Cavalo
ro_ro: Cal
ru_ru: Лошадь
sk_sk: Kôň
sl_si: Konj
sv_se: Häst
th_th: ม้า
tr_tr: At
vi_vn: Con ngựa
zh_cn: 马
zh_tw: 馬

# entity_FallingSand_name
source: Falling Block
af_za: Vallende Blok
ar_sa: كتلة متساقطة
be_by: Падаючы блок
bg_bg: Падащо блокче
ca_es: Bloc caient
cs: Nestabilní blok
da_dk: Faldende blok
de: Fallender Block
el_gr: Κύβος που Πέφτει
es: Bloque en caída
eu_es: Erorkor blokea
fa_ir: بلوک در حال سقوط
fi: Putoava kuutio
fil_ph: Nahuhulog na Bloke
fr_ca: Bloc qui tombe
ga_ie: Bloc ag Titim
gl_es: Bloque en caída
he: בלוק נופל
hi_in: गिरने ब्लॉक
hr_hr: Padajući Blok
hu_hu: Zuhanó blokk
hy_am: Ընկնող Բլոկ
id_id: Blok Jatuh
is_is: Fallandi kubbur
it: Blocco in caduta
ja_jp: 落下中のブロック
ka_ge: დაცემული ბლოკი
ko_kr: 떨어지는 블록
lb_lu: Falende Block
lt_lt: Krentantis blokas
lv_lv: Krītošs bloks
ms_my: Blok yang Jatuh
mt_mt: Blokka qed Taqa'
nl_nl: Vallend blok
nn_no: Dettande blokk
pl: Spadający blok
pt: Bloco em Queda
ro_ro: Bloc în cădere
ru_ru: Падающий блок
sk_sk: Padajúca kocka
sl_si: Padajoča kocka
sv_se: Fallande block
th_th: บล็อคหล่น
tr_tr: Düşen Blok
vi_vn: Khối bị rơi
zh_cn: 下落的方块
zh_tw: 掉落的方塊

# entity_Fireball_name
source: Fireball
af_za: Vuurbal
ar_sa: كرة النارية
be_by: Вогненны шар
bg_bg: Огнена топка
ca_es: Bola de foc
cs: Ohnivá koule
da_dk: Ildkugle
de: Feuerkugel
el_gr: Πύρινη Μπάλα
es: Bola de fuego
eu_es: Su-bola
fa_ir: توپ آتش
fi: Tulipallo
fil_ph: Bola ng Apoy
fr_ca: Boule de feu
ga_ie: Caor Thine
gl_es: Bóla de lume
he: כדור אש
hi_in: आग का गोला
hr_hr: Vatrena Kugla
hu_hu: Tűzgolyó
hy_am: Հրագունդ
id_id: Bola api
is_is: Eldhnöttur
it: Palla di fuoco
ja_jp: 火の玉
ka_ge: ცეცხლოვანი ბურთი
ko_kr: 화염구
lb_lu: Feierball
lt_lt: Ugnies kamuolys
lv_lv: Ugunsbumba
ms_my: Bebola Api
mt_mt: Balma tan-Nar
nl_nl: Vuurbal
nn_no: Eldkule
pl: Kula ognia
pt: Bola de Fogo
ro_ro: Minge de foc
ru_ru: Файербол
sk_sk: Ohnivá guľa
sl_si: Ognjena krogla
sv_se: Eldklot
th_th: ลูกไฟ
tr_tr: Ateş Topu
vi_vn: Quả cầu lửa
zh_cn: 火球
zh_tw: 火球

# entity_Ghast_name
source: Ghast
ar_sa: شبح
be_by: Гаст
bg_bg: Гаст
ca_es: Medusa abismal
cs: Ďas
el_gr: Γκαστ
eu_es: Mamutxa
fa_ir: روح
fi: Hornanhenki
fil_ph: Ghasta
ga_ie: Uafaireach
he: גאסט
hi_in: फ्लाइंग भूत
hr_hr: Duh
hy_am: Գաստ
id_id: Hantu Neraka
is_is: Draugur
ja_jp: ガスト
ka_ge: გასტი
ko_kr: 가스트
lt_lt: Gastas
lv_lv: Spoks
ru_ru: Гаст
th_th: ภูติปีศาจ
vi_vn: Ma địa ngục
zh_cn: 恶魂
zh_tw: 地獄幽靈

# entity_Giant_name
source: Giant
af_za: Reus
ar_sa: عملاق
be_by: Гігант
bg_bg: Великан
ca_es: Gegant
cs: Obr
da_dk: Kæmpe
de: Riese
el_gr: Γίγαντας
es: Zombi gigante
eu_es: Erraldoia
fa_ir: غول
fi: Jättiläinen
fil_ph: Higante
fr_ca: Géant
ga_ie: Fathach
gl_es: Xigante
he: ענק
hi_in: विशाल
hr_hr: Div
hu_hu: Óriás
hy_am: Հսկա
id_id: Raksasa
is_is: Risi
it: Gigante
ja_jp: ジャイアント
ka_ge: გიგანტი
ko_kr: 거인
lb_lu: Titan
lt_lt: Milžinas
lv_lv: Milzis
ms_my: Gergasi
mt_mt: Ġgant
nl_nl: Reus
nn_no: Jotun
pl: Olbrzym
pt: Gigante
ro_ro: Uriaș
ru_ru: Гигант
sk_sk: Obor
sl_si: Velikan
sv_se: Jätte
th_th: ยักษ์
tr_tr: Dev
vi_vn: Người khổng lồ
zh_cn: 巨人
zh_tw: 巨人

# entity_Guardian_name
source: Guardian
af_za: Bewaker
ar_sa: الحارس
be_by: Вартавы
bg_bg: Пазител
ca_es: Guardià
cs: Strážce
da_dk: Vogter
de: Wächter
el_gr: Φύλακας
es: Guardián
eu_es: Gordetzaile
fa_ir: نگهبان
fi: Suojelija
fil_ph: Tagabantay
fr_ca: Gardien
ga_ie: Coimeádaí
gd_gb: Freiceadan
gl_es: Gardián
he: שומר
hr_hr: Čuvar
hu_hu: Őrszem
hy_am: պահակախումբ
id_id: Penjaga
is_is: Vörður
it: Guardiano
ja_jp: ガーディアン
ka_ge: მცველი
ko_kr: 가디언
lb_lu: Wiechter
lt_lt: Gelmių sargas
lv_lv: Sargs
mt_mt: Gwardjan
nl_nl: Bewaarder
nn_no: Vaktar
pl: Strażnik
pt: Guardião
ro_ro: Străjer
ru_ru: Страж
sk_sk: Strážca
sl_si: Varuh
sv_se: Väktare
th_th: ปีศาจปลา
tr_tr: Gardiyan
vi_vn: Giám hộ
zh_cn: 守卫者
zh_tw: 深海守衛

# entity_Husk_name
source: Husk
af_za: Dorsling
ar_sa: المتقشر
be_by: Здыхляк
bg_bg: Изсъхнало зомби
ca_es: Zombi momificat
cs: Chrapoun
da_dk: Skalle
de: Wüstenzombie
el_gr: Αφυδατωμένος
es: Zombi momificado
fi: Holkki
fil_ph: Huska
fr_ca: Zombie desséché
ga_ie: Seargán
gd_gb: Mogal
he: גוויה
hr_hr: Mahuna
hu_hu: Kiszáradt zombi
id_id: Dedak
it: Zombi rinsecchito
ja_jp: ハスク
ka_ge: ხმელა
ko_kr: 허스크
lb_lu: Wüstenzombi
lt_lt: Sudžiuvėlis
lv_lv: Hasks
ms_my: Sekam
nl_nl: Mummie
nn_no: Skalzombi
pl: Posuch
pt: Múmia
ro_ro: Momâie
ru_ru: Кадавр
sk_sk: Zdochliak
sv_se: Uttorkad zombie
tr_tr: Zombi Kurusu
vi_vn: Quái khô tàn
zh_cn: 尸壳
zh_tw: 屍殼

# entity_Item_name
source: Item
af_za: Voorwerp
ar_sa: غرض
be_by: Прадмет
bg_bg: Предмет
ca_es: Ítem
cs: Předmět
da_dk: Genstand
de: Gegenstand
el_gr: Αντικείμενο
es: Objeto
eu_es: Artikulua
fa_ir: آيتم
fi: Esine
fil_ph: Bagay
fr_ca: Objet
ga_ie: Earra
gl_es: Obxecto
he: פריט
hi_in: मद
hr_hr: Predmet
hu_hu: Tárgy
hy_am: Առարկա
id_id: Barang
is_is: Hlutur
it: Oggetto
ja_jp: アイテム
ka_ge: საგანი
ko_kr: 아이템
lb_lu: Géigestand
lt_lt: Daiktas
lv_lv: Lieta
mt_mt: Oġġett
nl_nl: Voorwerp
nn_no: Gjenstand
pl: Przedmiot
ro_ro: Obiect
ru_ru: Предмет
sk_sk: Predmet
sl_si: Predmet
sv_se: Föremål
th_th: ไอเท็ม
tr_tr: Eşya
vi_vn: Vật phẩm
zh_cn: 物品
zh_tw: 物品

# entity_KillerBunny_name
source: The Killer Rabbit
af_za: Die Moorddadig Konyn
ar_sa: الأرنب القاتل
be_by: Трус-забойца
bg_bg: Заека убиец
ca_es: El conill assassí
cs: Zabijácký králík
da_dk: Dræber Kaninen
de: Das Killer-Kaninchen
el_gr: Ο Λαγός Δολοφόνος
es: El conejo asesino
eu_es: Untxi hiltzailea
fa_ir: خرگوش قاتل
fi: Tappajakani
fil_ph: Ang Nakamamatay na Kuneho
fr_ca: Lapin tueur
ga_ie: An Coinín Marfach
gd_gb: The Killer Bunny
gl_es: O coello asasino
he: הארנב הרוצח
hr_hr: Zec Ubojica
hu_hu: Vérnyúl
hy_am: մարդասպան նապաստակ
id_id: Si Kelinci Pembunuh
is_is: Banakanínan
it: Coniglio assassino
ja_jp: 殺人ウサギ
ka_ge: მკვლელი კურდღელი
ko_kr: 살인 토끼
lb_lu: D'Killer-Kanéngchen
lt_lt: Žudikas kiškis
lv_lv: Slepkava trusis
ms_my: Si Pembunuh Arnab
mt_mt: Il-Fenek Qattiel
nl_nl: Het moordkonijn
nn_no: Morderkaninen
pl: Zabójczy królik
pt: O Coelho Assassino
ro_ro: Iepurașul ucigaș
ru_ru: Кролик-убийца
sk_sk: Vražedný králik
sl_si: Ubijalski zajček
sv_se: Mördarkaninen
th_th: กระต่ายนักฆ่า
tr_tr: Katil Tavşan
vi_vn: Thỏ sát nhân
zh_cn: 杀手兔
zh_tw: 殺手兔

# entity_LavaSlime_name
source: Magma Cube
af_za: Magma Kubus
ar_sa: مكعب الصهارة
be_by: Магмакуб
bg_bg: Магмен куб
ca_es: Cub de magma
cs: Magmaslizoun
da_dk: Magmakube
de: Magmawürfel
el_gr: Κύβος μάγματος
es: Cubo de magma
eu_es: Magma ontzia
fa_ir: مکعب مذاب
fi: Magmakuutio
fil_ph: Kubong Magma
fr_ca: Cube de magma
ga_ie: Ciúb Magma
gd_gb: Ciùb magma
gl_es: Cubo de magma
he: קוביית מאגמה
hi_in: लावा घन
hr_hr: Magmar
hu_hu: Magmakocka
hy_am: Դժողքի Լորձ
id_id: Kubus Magma
is_is: Kvikukubbur
it: Cubo di magma
ja_jp: マグマキューブ
ka_ge: მაგმის კუბი
ko_kr: 마그마 큐브
lb_lu: Magmawierfel
lt_lt: Magmos kubas
lv_lv: Magmas kubs
ms_my: Kiub Magma
mt_mt: Kaxxa tal-Magma
nl_nl: Magmakubus
nn_no: Magmakube
pl: Kostka magmy
pt: Cubo de Magma
ro_ro: Cub de magmă
ru_ru: Магмовый куб
sk_sk: Magmový slizák
sl_si: Kocka magme
sv_se: Magmakub
th_th: สไลม์ไฟ
tr_tr: Magma Kübü
vi_vn: Khối dung nham
zh_cn: 岩浆怪
zh_tw: 岩漿史萊姆

# entity_Minecart_name
source: Minecart
af_za: Koekepan
ar_sa: عربة منجم
be_by: Ваганетка
bg_bg: Вагонетка
ca_es: Vagoneta
cs: Vozík
da_dk: Minevogn
de: Lore
de_at: Wagon
el_gr: Βαγόνι
es: Vagoneta
eu_es: Bagoneta
fa_ir: ماشين معدن
fi: Kaivosvaunu
fil_ph: Karitela
fr_ca: Wagonnet
ga_ie: Cairt Mianaigh
gl_es: Vagoneta
he: עגלת מכרה
hi_in: गाड़ी
hr_hr: Vagon
hu_hu: Csille
hy_am: Վագոն
id_id: Kereta Tambang
is_is: Námuvagn
it: Carrello da miniera
ja_jp: トロッコ
ka_ge: ურიკა
ko_kr: 마인카트
lb_lu: Buggi
lt_lt: Vagonėlis
lv_lv: Vagons
ms_my: Kereta Lombong
mt_mt: Karretta
nl_nl: Mijnkar
nn_no: Gruvevogn
pl: Wagonik
pt: Vagão
ro_ro: Vagonet
ru_ru: Вагонетка
sk_sk: Vozík
sl_si: Voziček
sv_se: Gruvvagn
th_th: รถราง
tr_tr: Vagon
vi_vn: Xe mỏ
zh_cn: 矿车
zh_tw: 礦車

# entity_MinecartChest_name
source: Minecart with Chest
af_za: Chest Mijnkar
ar_sa: عربة المنجم بالصندوق
be_by: Ваганетка з куфарам
bg_bg: Вагонетка със сандък
ca_es: Minecart amb cofre
cs: Nákladní vozík
da_dk: Wagonetka z klatki piersiowej
de: Güterlore
de_at: Wagon mit Kistn
el_gr: Βαγόνι με σεντούκι
es: Vagoneta con cofre
eu_es: Kutxadun bagoneta
fi: Arkkukaivosvaunu
fil_ph: Minecart na may Baul
fr_ca: Wagonnet de stockage
ga_ie: Cairt Mianaigh le Cófra
gl_es: Vagoneta con cofre
he: קרונית עם תיבה
hr_hr: Vagon sa Škrinjom
hu_hu: Csille ládával
id_id: Kereta Tambang dengan Peti
it: Carrello con baule
ja_jp: チェスト付きトロッコ
ka_ge: სკივრიანი ურიკა
ko_kr: 상자 마인카트
lb_lu: Gidderbuggi
lt_lt: Vagonėlis su skrynia
lv_lv: Vagons ar lādi
ms_my: Kereta lombong peti
mt_mt: Karetta b'Senduq
nl_nl: Opslagkar
nn_no: Gruvevogn med kiste
pl: Wagonik ze skrzynią
pt: Vagão com Baú
ro_ro: Vagonet cu cufăr
ru_ru: Грузовая вагонетка
sk_sk: Vozík s truhlicou
sl_si: Voziček s skrinjo
sv_se: Gruvvagn med kista
th_th: หีบในรถราง
tr_tr: Sandıklı Vagon
vi_vn: Xe mỏ có rương
zh_cn: 运输矿车
zh_tw: 儲物箱礦車

# entity_MinecartHopper_name
source: Minecart with Hopper
af_za: Koekepan met Geutbak
ar_sa: عربة المنجم بالهوبر
be_by: Ваганетка з варонкай
bg_bg: Вагонетка с фуния
ca_es: Minecart amb tremuja
cs: Vozík s násypkou
da_dk: Wagonetka z lejem
de: Trichterlore
de_at: Wagon mit Trichta
el_gr: Βαγόνι με Χοάνη
es: Vagoneta con tolva
eu_es: Kalapatatxadun bagoneta
fi: Suppilokaivosvaunu
fil_ph: Minecart na may Hopper
fr_ca: Wagonnet à entonnoir
ga_ie: Cairt Mianaigh le Crannóg
gl_es: Vagoneta con funil
he: קרונית משפך
hr_hr: Vagon s Lijevkom
hu_hu: Csille tölcsérrel
id_id: Kereta Tambang Corong
it: Carrello con tramoggia
ja_jp: ホッパー付きトロッコ
ka_ge: ძაბრიანი ურიკა
ko_kr: 깔때기 마인카트
lb_lu: Triichterbuggi
lt_lt: Vagonėlis su piltuvu
lv_lv: Vagons ar piltuvi
ms_my: Kereta lombong corong tuang
mt_mt: Karetta b'Lembut
nl_nl: Trechtermijnkar
nn_no: Gruvevogn med trakt
pl: Wagonik z lejem
pt: Vagão com Funil
ro_ro: Vagonet cu pâlnie
ru_ru: Загрузочная вагонетка
sk_sk: Vozík s násypníkom
sl_si: Voziček z lijakom
sv_se: Gruvvagn med tratt
th_th: ท่อส่งในรถราง
tr_tr: Hunili Vagon
vi_vn: Xe mỏ có phễu
zh_cn: 漏斗矿车
zh_tw: 漏斗礦車

# entity_Mob_name
source: Mob
ar_sa: كائن
be_by: Істота
bg_bg: Създание
ca_es: Ésser
cs: Stvoření
da_dk: Væsen
de: Kreatur
el_gr: Πλάσμα
es: Criatura
eu_es: Kreatur
fa_ir: موب
fi: Olento
ga_ie: Créatúr
gl_es: Criatura
he: יצור
hi_in: भीड़
hr_hr: Stvorenje
hy_am: Մոբ
id_id: Makhluk
is_is: Kvikindi
it: Creatura
ka_ge: არსება
ko_kr: 몹
lb_lu: Kreatur
lt_lt: Padaras
lv_lv: Radība
mt_mt: Kreatura
nn_no: Skapning
pl: Stworzenie
pt: Criatura
ro_ro: Ființă
ru_ru: Существо
sk_sk: Tvor
sl_si: Bitje
sv_se: Varelse
th_th: สิ่งมีชีวิต
tr_tr: Canlı
vi_vn: Quái thú
zh_cn: 生物
zh_tw: 生物

# entity_Monster_name
source: Monster
ar_sa: وحش
be_by: Пачвара
bg_bg: Чудовище
ca_es: Monstre
cs: Obluda
el_gr: Τέρας
es: Criatura
eu_es: Munstroa
fa_ir: هيولا
fi: Hirviö
fil_ph: Halimaw
fr_ca: Monstre
ga_ie: Arracht
gl_es: Monstro
he: מפלצת
hi_in: राक्षस
hr_hr: Čudovište
hu_hu: Szörny
hy_am: Հրեշ
is_is: Skrímsli
it: Mostro
ja_jp: モンスター
ka_ge: მონსტრი
ko_kr: 몬스터
lt_lt: Monstras
lv_lv: Briesmonis
ms_my: Raksasa
mt_mt: Mostru
pl: Potwór
pt: Monstro
ro_ro: Monstru
ru_ru: Монстр
sk_sk: Príšera
sl_si: Pošast
th_th: มอนสเตอร์
tr_tr: Canavar
vi_vn: Quái vật
zh_cn: 怪物
zh_tw: 怪物

# entity_Mule_name
source: Mule
af_za: Muil
ar_sa: بغل
be_by: Мул
bg_bg: Муле
ca_es: Mula
cs: Mula
da_dk: Muldyr
de: Maultier
el_gr: Μουλάρι
es: Mula
fi: Muuli
fil_ph: Mola
fr_ca: Mulet
ga_ie: Miúil
gl_es: Mula
he: פרד
hr_hr: Mazga
hu_hu: Öszvér
id_id: Bagal
it: Mulo
ja_jp: ラバ
ka_ge: ჯორი
ko_kr: 노새
lb_lu: Mauliesel
lt_lt: Mulas
lv_lv: Mūlis
ms_my: Baghal
mt_mt: Bagħal
nl_nl: Muilezel
nn_no: Muldyr
pl: Muł
pt: Mula
ro_ro: Catâr
ru_ru: Мул
sk_sk: Mulica
sl_si: Mula
sv_se: Mulåsna
th_th: ล่อ
tr_tr: Katır
vi_vn: Con la
zh_cn: 骡
zh_tw: 騾子

# entity_MushroomCow_name
source: Mooshroom
ar_sa: بقرة الفطر
be_by: Муухамор
bg_bg: Муухоморка
ca_es: Vaca amb bolets
cs: Krávomůrka
da_dk: Muhsvamp
el_gr: Μούσρουμ
es: Champiñaca
eu_es: Perretxiko-behia
fa_ir: قاو
fi: Sienilehmä
ga_ie: Múúisiriún
gl_es: Vacumelo
he: מושרום
hi_in: मशरूम गाय
hr_hr: Gljivokrava
hy_am: Սնկային Կով
is_is: Baulsveppur
ja_jp: ムーシュルーム
ka_ge: მუშრუმი
ko_kr: 무시룸
lt_lt: Mūšrūmas
lv_lv: Sēņgovs
nl_nl: Loeizwam
pt: Vaca-Cogumelo
ro_ro: Ciuvacă
ru_ru: Муухомор
th_th: มูชรูม
vi_vn: Bò nấm
zh_cn: 哞菇
zh_tw: 哞菇

# entity_Ozelot_name
source: Ocelot
af_za: Wildekat
ar_sa: الأصلوت
be_by: Ацэлот
bg_bg: Оцелот
da_dk: Ozelot
de: Ozelot
el_gr: Οσελότος
es: Ocelote
eu_es: Ozelotea
fa_ir: پلنگ
fi: Oselotti
fil_ph: Oselot
fr_ca: Minou sauvage
ga_ie: Osalat
gl_es: Ocelote
he: אוצלוט
hi_in: औसीलट
hr_hr: Divlja Mačka
hy_am: Օցելոտ
id_id: Kucing Hutan
is_is: Pardusköttur
it: Gattopardo
ja_jp: ヤマネコ
ka_ge: ოცელოტი
ko_kr: 오실롯
lb_lu: Ozelot
lt_lt: Ocelotas
lv_lv: Meža kaķis
ms_my: Harimau Oselot
mt_mt: Qattus Salvaġġ
nn_no: Ozelot
pt: Ocelote
ru_ru: Оцелот
sl_si: Divja mačka
sv_se: Ozelot
th_th: แมวป่า
tr_tr: Oselo
vi_vn: Mèo rừng
zh_cn: 豹猫
zh_tw: 山貓

# entity_Painting_name
source: Painting
af_za: Skildery
ar_sa: لوحة
be_by: Карціна
bg_bg: Картина
ca_es: Quadre
cs: Obraz
da_dk: Maleri
de: Gemälde
el_gr: Πίνακας
es: Cuadro
eu_es: Margolana
fa_ir: نقاشی
fi: Maalaus
fil_ph: Larawan
fr_ca: Tableau
ga_ie: Pictiúr
gl_es: Cadro
he: ציור
hi_in: चित्र
hr_hr: Slika
hu_hu: Festmény
hy_am: Նկար
id_id: Lukisan
is_is: Málverk
it: Quadro
ja_jp: 絵画
ka_ge: ნახატი
ko_kr: 그림
lb_lu: Bild
lt_lt: Paveikslas
lv_lv: Glezna
ms_my: Lukisan
mt_mt: Pittura
nl_nl: Schilderij
nn_no: Måleri
pl: Obraz
pt: Pintura
ro_ro: Pictură
ru_ru: Картина
sk_sk: Obraz
sl_si: Slika
sv_se: Tavla
th_th: ภาพวาด
tr_tr: Tablo
vi_vn: Tranh vẽ
zh_cn: 画
zh_tw: 繪畫

# entity_Pig_name
source: Pig
af_za: Vark
ar_sa: خنزير
be_by: Свіння
bg_bg: Прасе
ca_es: Porc
cs: Prase
da_dk: Gris
de: Schwein
el_gr: Γουρούνι
es: Cerdo
eu_es: Txerria
fa_ir: خوک
fi: Sika
fil_ph: Baboy
fr_ca: Cochon
ga_ie: Muc
gl_es: Porco
he: חזיר
hi_in: सुअर
hr_hr: Svinja
hu_hu: Malac
hy_am: Խոզ
id_id: Babi
is_is: Svín
it: Maiale
ja_jp: ブタ
ka_ge: ღორი
ko_kr: 돼지
lb_lu: Schwäin
lt_lt: Kiaulė
lv_lv: Cūka
mi_nz: Poaka
ms_my: Babi
mt_mt: Ħanżir
nl_nl: Varken
nn_no: Gris
pl: Świnia
pt: Porco
ro_ro: Porc
ru_ru: Свинья
sk_sk: Prasa
sl_si: Prašič
sv_se: Gris
th_th: หมู
tr_tr: Domuz
vi_vn: Con heo
zh_cn: 猪
zh_tw: 豬
