Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# entity_Witch_name
source: Witch
af_za: Heks
ar_sa: الساحرة
be_by: Ведзьма
bg_bg: Вещица
ca_es: Bruixa
cs: Čarodějnice
da_dk: Heks
de: Hexe
el_gr: Μάγισσα
es: Bruja
eu_es: Sorgin
fa_ir: جادوگر
fi: Noita
fil_ph: Bruha
fr_ca: Sorcière
ga_ie: Cailleach
gd_gb: Bana-bhuidseach
gl_es: Meiga
he: מכשפה
hi_in: चुड़ैल
hr_hr: Vještica
hu_hu: Boszorkány
hy_am: Վհուկ
id_id: Penyihir
is_is: Norn
it: Strega
ja_jp: ウィッチ
ka_ge: კუდიანი
ko_kr: 마녀
lb_lu: Hex
lt_lt: Ragana
lv_lv: Ragana
ms_my: Ahli Sihir
mt_mt: Saħħara
nl_nl: Heks
nn_no: Trollkjerring
pl: Wiedźma
pt: Bruxa
ro_ro: Vrăjitoare
ru_ru: Ведьма
sk_sk: Bosorka
sl_si: Čarovnica
sv_se: Häxa
th_th: แม่มด
tr_tr: Cadı
vi_vn: Phù thủy
zh_cn: 女巫
zh_tw: 女巫

# entity_WitherBoss_name
source: Wither
ar_sa: تذبل
be_by: Відар
bg_bg: Уидър
ca_es: Exorcisme d'esquelet abismal
el_gr: Γουίδερ
fa_ir: پژمرده گر
fil_ph: Luuyin
ga_ie: Seargthóir
he: ווית'ר
hi_in: कुम्हलाना
hy_am: Ոչնչացնող
ja_jp: ウィザー
ka_ge: ვიზერი
ko_kr: 위더
lt_lt: Vitheris
lv_lv: Kalte
ms_my: Penglayu
ru_ru: Визер
th_th: วิทเธอร์
zh_cn: 凋灵
zh_tw: 凋零怪

# entity_WitherSkeleton_name
source: Wither Skeleton
af_za: Wither Geraamte
ar_sa: جمجمة ويذر
be_by: Відар-шкілет
bg_bg: Уидър-скелет
ca_es: Esquelet Wither
cs: Wither kostlivec
da_dk: Witherskelet
de: Witherskelett
el_gr: Σκελετός Γουίδερ
es: Esqueleto Wither
fi: Wither-luuranko
fil_ph: Luuying Kalansay
fr_ca: Wither squelette
ga_ie: Cnámharlach Seargthóra
gd_gb: Wither-cnàimhnich
gl_es: Esqueleto Wither
he: גולגולת שלד ווית'ר
hr_hr: Usahnuli kostur
hu_hu: Withercsontváz
id_id: Kerangka Wither
it: Scheletro wither
ja_jp: ウィザースケルトン
ka_ge: ვიზერ ჩონჩხი
ko_kr: 위더 스켈레톤
lb_lu: Witherskelett
lt_lt: Vitherio skeletas
lv_lv: Nokaltušais Skelets
ms_my: Kerangka Wither
mt_mt: Skeletru tal-Wither
nl_nl: Witherskelet
nn_no: Wither-skjelett
pl: Witherowy szkielet
pt: Esqueleto Wither
ro_ro: Schelet Wither
ru_ru: Визер-скелет
sk_sk: Wither kostlivec
sl_si: Wither okostnjak
sv_se: Witherskelett
tr_tr: Wither İskeleti
vi_vn: Bộ xương Wither
zh_cn: 凋灵骷髅
zh_tw: 凋靈骷髏

# entity_Wolf_name
source: Wolf
ar_sa: ذئب
be_by: Воўк
bg_bg: Вълк
ca_es: Llop
cs: Vlk
da_dk: Ulv
el_gr: Λύκος
es: Lobo
eu_es: Otsoa
fa_ir: گرگ
fi: Susi
fil_ph: Lobo
fr_ca: Loup
ga_ie: Mac Tíre
gd_gb: Madadh-allaidh
gl_es: Lobo
he: זאב
hi_in: वुल्फ
hr_hr: Vuk
hu_hu: Farkas
hy_am: Գայլ
id_id: Serigala
is_is: Úlfur
it: Lupo
ja_jp: オオカミ
ka_ge: მგელი
ko_kr: 늑대
lb_lu: Wollef
lt_lt: Vilkas
lv_lv: Vilks
ms_my: Serigala
mt_mt: Lupu
nn_no: Varg
pl: Wilk
pt: Lobo
ro_ro: Lup
ru_ru: Волк
sk_sk: Vlk
sl_si: Volk
sv_se: Varg
th_th: หมาป่า
tr_tr: Kurt
vi_vn: Chó sói
zh_cn: 狼
zh_tw: 狼

# entity_XPOrb_name
source: Experience Orb
af_za: Ervaringsbal
ar_sa: كرة الخبرة
be_by: Сфера досведу
bg_bg: Сфера с опит
ca_es: Orbe d'experiència
cs: Bod zkušeností
da_dk: Erfaringskugle
de: Erfahrungskugel
el_gr: Σφαίρα εμπειρίας
es: Orbe de experiencia
eu_es: Esperientziaren lurbira
fa_ir: گوی تجربه
fi: Kokemuspallo
fil_ph: Orb ng Karanasan
fr_ca: Orbe d'expérience
ga_ie: Cruinneog Thaithí
gl_es: Orbe de experiencia
he: כדור נסיון
hi_in: अनुभव ओर्ब
hr_hr: Iskustvo
hu_hu: Tapasztalati gömb
hy_am: Կախարդանքի Գնդիկներ
id_id: Bola EXP
is_is: Reynslubolti
it: Sfera d'esperienza
ja_jp: 経験値オーブ
ka_ge: გამოცდილების თვალი
ko_kr: 경험치 구슬
lb_lu: Erfarungskugel
lt_lt: Patirties kamuolėlis
lv_lv: Pieredzes lode
ms_my: Bebola Pengalaman
mt_mt: Sfera ta' Esperjenza
nl_nl: Ervaringsbol
nn_no: Erfaringskule
pl: Kula doświadczenia
pt: Esfera de Experiência
ro_ro: Sferă de experiență
ru_ru: Сфера опыта
sk_sk: Bod skúseností
sl_si: Krogla izkušenj
sv_se: Erfarenhetsklot
th_th: ค่าประสบการณ์
tr_tr: Tecrübe Küresi
vi_vn: Quả cầu kinh nghiệm
zh_cn: 经验球
zh_tw: 經驗球

# entity_Zombie_name
source: Zombie
ar_sa: زومبي
be_by: Мярцвяк
bg_bg: Зомби
ca_es: Zombi
el_gr: Ζόμπι
es: Zombi
eu_es: Zonbia
fa_ir: زامبی
fi: Zombi
fil_ph: Zombi
ga_ie: Zombaí
gd_gb: Corp coisiche
gl_es: Zombi
he: זומבי
hi_in: ज़ोंबी
hr_hr: Zombi
hu_hu: Zombi
hy_am: Զոմբի
is_is: Uppvakningur
it: Zombi
ja_jp: ゾンビ
ka_ge: ზომბი
ko_kr: 좀비
lb_lu: Zombi
lt_lt: Zombis
lv_lv: Zombijs
ms_my: Zombi
mt_mt: Mostru
nn_no: Dauding
ro_ro: Zombi
ru_ru: Зомби
sk_sk: Zombík
sl_si: Zombi
th_th: ซอมบี้
tr_tr: Zombi
vi_vn: Thây ma
zh_cn: 僵尸
zh_tw: 殭屍

# entity_ZombieHorse_name
source: Zombie Horse
af_za: Zombie Perd
ar_sa: الحصان الزومبى
be_by: Конь-мярцвяк
bg_bg: Кон зомби
ca_es: Cavall Zombi
cs: Zombie kůň
da_dk: Zombiehest
de: Zombiepferd
el_gr: Άλογο Ζόμπι
es: Caballo zombi
fi: Zombihevonen
fil_ph: Kabayong Zombi
fr_ca: Cheval-zombie
ga_ie: Capall Zombaí
gd_gb: Corp-eich
gl_es: Cabalo zombi
he: זומבי סוס
hr_hr: Zombi-konj
hu_hu: Zombiló
id_id: Kuda Zombie
it: Cavallo zombi
ja_jp: ゾンビホース
ka_ge: ზომბი ცხენი
ko_kr: 좀비 말
lb_lu: Zombipäerd
lt_lt: Arklys zombis
lv_lv: Zombiju Zirgs
ms_my: Kuda Zombi
mt_mt: Żiemel Mostru
nl_nl: Zombiepaard
nn_no: Zombihest
pl: Koń-zombie
pt: Cavalo Zombie
ro_ro: Cal zombi
ru_ru: Лошадь-зомби
sk_sk: Zombie kôň
sl_si: Zombi konj
sv_se: Zombiehäst
th_th: ม้าซอมบี้
tr_tr: Zombi At
vi_vn: Ngựa Thây Ma
zh_cn: 僵尸马
zh_tw: 殭屍馬

# entity_generic_name
source: unknown
af_za: onbekend
ar_sa: غير معروف
be_by: невядомы
bg_bg: неизвестен
ca_es: desconegut
cs: neznámý
da_dk: ukendt
de: Unbekannt
el_gr: άγνωστο
es: desconocido
eu_es: ezezaguna
fa_ir: ناشناخته
fi: tuntematon
fr_ca: Entité inconnue
ga_ie: anaithnid
gl_es: descoñecido
he: לא ידוע
hi_in: अज्ञात
hr_hr: nepoznato
hu_hu: ismeretlen
hy_am: անհայտ
id_id: tidak diketahui
is_is: óþekkt
ja_jp: 不明
ka_ge: უცნობი
ko_kr: 알 수 없음
lb_lu: onbekannt
lt_lt: nežinomas
lv_lv: nezināms
ms_my: tidak dikenali
mt_mt: mhux magħruf
nl_nl: onbekend
nn_no: ukjend
pl: nieznany
pt: desconhecido
ro_ro: necunoscut
ru_ru: неизвестно
sk_sk: neznáme
sl_si: neznano
sv_se: okänd
th_th: ไม่รู้จัก
tr_tr: bilinmeyen
vi_vn: không rõ
zh_cn: 未知
zh_tw: 未知

# gameMode_adventure
source: Adventure Mode
af_za: Avontuur Wyse
ar_sa: طور المغامرة
be_by: Рэжым прыгод
bg_bg: Приключенски режим
ca_es: Mode aventura
cs: Dobrodružná hra
da_dk: Eventyr
de: Abenteuermodus
de_at: Obenteiamodus
el_gr: Λειτουργία Περιπέτειας
es: Modo aventura
eu_es: Abentura modua
fa_ir: مد ماجراجویی
fi: Seikkailutila
fil_ph: Panglakbayan
fr_ca: Mode Aventure
ga_ie: Mód Eachtra
gd_gb: Modh na dànachd
gl_es: Modo aventura
he: מצב הרפתקה
hi_in: साहसिक विधा
hr_hr: Avantura
hu_hu: Kaland mód
hy_am: Արկածային Ռեժիմ
id_id: Mode Petualangan
is_is: Ævintýra leikur
it: Mod. Avventura
ja_jp: アドベンチャーモード
ka_ge: თავგადასავალი
ko_kr: 모험 모드
lb_lu: Aventuresmodus
lt_lt: nuotykių režimą
lv_lv: Piedzīvojumu režīms
mi_nz: Aratau Adventure
mk_mk: Режим на Авантура
mn_mn: Адал явдалт горим
ms_my: Mod Pengembaraan
mt_mt: Mod Avventura
nl_nl: Avontuurmodus
nn_no: Utforskarmodus
pl: Tryb Przygodowy
pt: Modo de Aventura
ro_ro: Modul Aventură
ru_ru: Режим приключений
sk_sk: Dobrodružná hra
sl_si: Pustolovski način
sq_al: Aventurë mod
sv_se: Äventyrsläge
th_th: โหมดผจญภัย
tr_tr: Macera Modu
vi_vn: Chế độ phiêu lưu
zh_cn: 冒险模式
zh_tw: 冒險模式

# gameMode_changed
source: Your game mode has been updated to {0}
af_za: Jou spel wyse is verander na {0}
ar_sa: لقد تم تحديث وضع اللعبة الخاص بك الى {0}
be_by: Рэжым гульні зменены на {0}
bg_bg: Режимът ви на игра бе променен на {0}
ca_es: El mode de joc ha estat actualitzat a {0}
cs: Typ hry byl aktualizován na {0}
da_dk: Dit spil mode er blevet opdateret til {0}
de: Dein Spielmodus wurde zu {0} geändert
de_at: Dei Spümodus is zu {0} gändat woadn
el_gr: Η λειτουργία του παιχνιδιού σας έχει ενημερωθεί σε {0}
es: Tu modo de juego ha cambiado a {0}
eu_es: Zure jokoaren modua eguneratu da: {0}
fa_ir: حالت بازی شما به {0} بروز شد
fi: Pelitilasi on päivitetty {0}:ksi
fil_ph: Ang iyong game mode ay binago na sa {0}
fr_ca: Votre mode de jeu a été changé en {0}
ga_ie: Nuashonraíodh do mhód chluiche go {0}
gd_gb: Chaidh modh a’ gheama agad ùrachadh gu {0}
gl_es: O teu modo de xogo foi actualizado a {0}
he: מצב המשחק שלך עודכן ל- '{0}'
hi_in: आपकी गेम {0} हो गयी है
hr_hr: Vaš način igre je promijenjen na {0}
hu_hu: A játékmódod a következőre frissült: {0}
id_id: Mode permainan Anda telah diperbarui ke {0}
is_is: Leikgerð breytt í {0}
it: La tua modalità di gioco è stata cambiata in {0}
ja_jp: ゲームモードが{0}に変更されました
ka_ge: თქვენი სათამაშო რეჟიმი შეიცვალა: {0}
ko_kr: 게임 모드가 {0}(으)로 변경되었습니다
lb_lu: Däin Spillmodus gouf an den {0} geännert
lt_lt: Jūsų žaidimo režimas buvo pakeistas į {0}
lv_lv: Spēles režīms tika atjaunināts uz {0}
mk_mk: Вашата режим на игра е надграден за {0}
mn_mn: Таны тоглоомын горим {0} боллоо
ms_my: Mod permainan anda telah dikemaskini ke {0}
mt_mt: Il-modalita' tal-logħba tiegħek ġiet mibdula għal {0}
nl_nl: Jouw spelmodus is veranderd naar {0}
nn_no: Din spillmodus har blitt oppdatert til {0}
pl: Tryb gry został zmieniony na {0}
pt: O teu modo de jogo foi alterado para {0}
ro_ro: Modul de joc a fost schimbat la {0}
ru_ru: Ваш игровой режим изменён на {0}
sk_sk: Tvoj herný režim bol zmenený na {0}
sl_si: Tvoj način igre je bil posodobljen na {0}
sq_al: Mënyrën e lojës është përditësuar për të {0}
sv_se: Ditt spelläge har uppdaterats till {0}
th_th: เกมโหมดของคุณถูกเปลี่ยนเป็น {0}
tr_tr: Oyun modunuz {0} olarak değiştirildi
vi_vn: Chế độ chơi của bạn đã được cập nhật thành {0}
zh_cn: 你的游戏模式已被更新为{0}
zh_tw: 你的遊戲模式已被更新為{0}

# gameMode_creative
source: Creative Mode
af_za: Kreatiewe Wyse
ar_sa: طور الإبداع
be_by: Творчы рэжым
bg_bg: Творчески режим
ca_es: Mode creatiu
cs: Tvořivá hra
da_dk: Kreativ
de: Kreativmodus
de_at: Kreativmodus
el_gr: Λειτουργία Δημιουργίας
es: Modo creativo
eu_es: Sortzaile modua
fa_ir: مد خلاق
fi: Luova tila
fil_ph: Kalikhaan
fr_ca: Mode Créatif
ga_ie: Mód Cruthaitheach
gd_gb: Modh cruthachail
gl_es: Modo creativo
he: מצב יצירתי
hi_in: क्रिएटिव मोड
hr_hr: Kreativnost
hu_hu: Kreatív mód
hy_am: Ստեղծագործման Ռեժիմ
id_id: Mode Kreatif
is_is: Skapandi
it: Mod. Creativa
ja_jp: クリエイティブモード
ka_ge: შემოქმედებითი რეჟიმი
ko_kr: 크리에이티브 모드
lb_lu: Kreativmodus
lt_lt: kūrybinį režimą
lv_lv: Radošais režīms
mi_nz: Aratau Creative
mk_mk: Режим на Креативните
mn_mn: Бүтээгч горим
ms_my: Mod Kreatif
mt_mt: Mod Kreattiv
nl_nl: Creatieve modus
nn_no: Skaparmodus
pl: Tryb Kreatywny
pt: Modo Criativo
ro_ro: Modul Creativ
ru_ru: Творческий режим
sk_sk: Tvorivá hra
sl_si: Ustvarjalni način
sq_al: Mënyra kreative
sv_se: Kreativt läge
th_th: โหมด สร้างสรรค์
tr_tr: Yaratıcılık Modu
vi_vn: Chế độ sáng tạo
zh_cn: 创造模式
zh_tw: 創造模式

# gameMode_hardcore
source: Hardcore Mode!
af_za: Bittereinder Wyse!
ar_sa: طور متشدد
be_by: Рэжым Хардкор!
bg_bg: Екстремен режим!
ca_es: Mode extrem!
cs: Nemilosrdná hra
da_dk: Hardcore!
de: Hardcore-Modus!
de_at: Hardcore-Modus!
el_gr: Λειτουργία Σκληροπυρηνικού!
es: ¡Modo extremo!
eu_es: Modu gogorra!
fa_ir: مد هاردکور!
fi: Kovanaamatila!
fil_ph: Pangdalubhasan
fr_ca: Mode Hardcore !
ga_ie: Mód Antoisceach!
gd_gb: Modh dearg-mhairbhteach!
gl_es: Modo extremo!
he: מצב חסר רחמים!
hi_in: हार्डकोर मोड!
hr_hr: Ekstremno!
hu_hu: Hardcore mód!
hy_am: Գերդժվար Ռեժիմ
id_id: Mode Menantang!
is_is: Harðkjarna!
it: Mod. Estrema
ja_jp: ハードコアモード！
ka_ge: რეალიზმის რეჟიმი
ko_kr: 하드코어 모드!
lb_lu: Hardcoremodus!
lt_lt: negailestingąjį režimą!
lv_lv: Nežēlīgais Režīms!
mi_nz: aratau tino!
mk_mk: Режим на Хардкор!
mn_mn: Хүнд горим!
ms_my: Mod Tegar!
mt_mt: Mod Tqil Immens!
nl_nl: Hardcoremodus!
nn_no: Hardhaus-modus!
pl: Tryb hardcore!
pt: Modo Hardcore!
ro_ro: Modul Extrem!
ru_ru: Хардкор!
sk_sk: Drsná hra!
sl_si: Vražji način!
sv_se: Hardcore-läge!
th_th: โหมด ฮาร์ดคอร์!
tr_tr: Zorlayıcı Mod!
vi_vn: Chế độ siêu khó!
zh_cn: 极限模式！
zh_tw: 極限模式！

# gameMode_spectator
source: Spectator Mode
af_za: Toeskouer Wyse
ar_sa: وضع التفرُج
be_by: Рэжым назіральніка
bg_bg: Зрителски режим
ca_es: Mode espectador
cs: Pozorovací hra
da_dk: Tilskuer-tilstand
de: Zuschauermodus
de_at: Zuaschauamodus
el_gr: Λειτουργία Θέασης
es: Modo espectador
eu_es: Ikusle modua
fa_ir: حالت تماشاگر
fi: Katsojatila
fil_ph: Modo ng Panonood
fr_ca: Mode Spectateur
ga_ie: Mód Féachadóra
gd_gb: Modh neach-mhairc
gl_es: Modo espectador
he: מצב צופה
hi_in: दर्शक मोड
hr_hr: Gledateljski Način
hu_hu: Szemlélő mód
hy_am: հանդիսատես ռեժիմում
id_id: Mode Penonton
is_is: Áhorfendahamur
it: Mod. Spettatore
ja_jp: スペクテイターモード
ka_ge: მაყურებლის რეჟიმი
ko_kr: 관전 모드
lb_lu: Zuschauermodus
lt_lt: stebėtojo režimą
lv_lv: Skatītāja režīmums
mk_mk: Режим на Гледачот
mn_mn: Үзэгчийн горим
ms_my: Mod Menonton
mt_mt: Modalita' Spettatur
nl_nl: Toeschouwermodus
nn_no: Tilskodarmodus
pl: Tryb widza
pt: Modo de Espectador
ro_ro: Modul Spectator
ru_ru: Режим наблюдателя
sk_sk: Režim diváka
sl_si: Opazovalni način
sq_al: Spektator Mode
sv_se: Åskådarläge
th_th: โหมดผู้ชม
tr_tr: Seyirci Modu
vi_vn: Chế độ khám phá
zh_cn: 旁观模式
zh_tw: 旁觀者模式

# gameMode_survival
source: Survival Mode
af_za: Oorlewing Wyse
ar_sa: طور البقاء
be_by: Рэжым выжывання
bg_bg: Режим на оцеляване
ca_es: Mode supervivència
cs: Hra o přežití
da_dk: Overlevelse
de: Überlebensmodus
de_at: Üwalebnsmodus
el_gr: Λειτουργία Επιβίωσης
es: Modo supervivencia
eu_es: Biziraupen modua
fa_ir: مد بقا
fi: Selviytymistila
fil_ph: Kaligtasan
fr_ca: Mode Survie
ga_ie: Mód Marthanais
gd_gb: Modh maireachdainn
gl_es: Modo supervivencia
he: מצב הישרדות
hi_in: अस्तित्व मोड
hr_hr: Opstanak
hu_hu: Túlélő mód
hy_am: Գոյատևման Ռեժիմ
id_id: Mode Sintas
is_is: Lifa af
it: Mod. Sopravvivenza
ja_jp: サバイバルモード
ka_ge: გადარჩენის რეჟიმი
ko_kr: 서바이벌 모드
lb_lu: Iwwerliewensmodus
lt_lt: išlikimo režimą
lv_lv: Izdzīvošanas režīms
mi_nz: Aratau Survival
mk_mk: Режим на Преживување
mn_mn: Амьд үлдэх горим
ms_my: Mod Kemandirian
mt_mt: Mod Sopravivenza
nl_nl: Overlevingsmodus
nn_no: Overlevingsmodus
pl: Tryb Przetrwania
pt: Modo Sobrevivência
ro_ro: Modul Supraviețuire
ru_ru: Режим выживания
sk_sk: Hra o prežitie
sl_si: Način preživetja
sq_al: Mode mbijetesë
sv_se: Överlevnadsläge
th_th: โหมด เอาชีวิตรอด
tr_tr: Hayatta Kalma Modu
vi_vn: Chế độ sinh tồn
zh_cn: 生存模式
zh_tw: 生存模式

# generator_amplified
source: AMPLIFIED
af_za: VERGROOT
ar_sa: تكبيرها
be_by: ПАШЫРАНЫ
bg_bg: Разтеглен
ca_es: AMPLIFICAT
cs: Zesílený
da_dk: FORSTÆRKET
de: ZERKLÜFTET
de_at: DURCHLECHAT
el_gr: ΕΝΙΣΧΥΜΕΝΟΣ
es: AMPLIFICADO
eu_es: ANPLIFIKATUA
fa_ir: تقویت شده
fi: VAHVISTETTU
fil_ph: ASTIG
fr_ca: AMPLIFIÉ
ga_ie: MÉADAITHE
gd_gb: MEUDAICHTE
gl_es: AMPLIFICADO
he: מוגבר
hi_in: प्रवर्धित
hr_hr: POJAČANO
hu_hu: SZÉLSŐSÉGES
hy_am: ՉԱՓԱԶԱՆՑՎԱԾ
id_id: DIPERKUAT
is_is: MAGNAÐ
it: AMPLIFICATO
ja_jp: アンプリファイド
ka_ge: გაძლიერებული
ko_kr: 증폭
lt_lt: PASTIPRINTAS
lv_lv: Paplašināts
mi_nz: ô-
mk_mk: ЗАСИЛЕНА
mn_mn: олшруулсан
ms_my: DIKUATKAN
mt_mt: AMPLIFIKATA
nl_nl: VERSTERKT
nn_no: FORSTERKA
pl: POWIĘKSZONY
pt: AMPLIFICADO
ro_ro: AMPLIFICATĂ
ru_ru: РАСШИРЕННЫЙ
sk_sk: ZOSILNENÝ
sl_si: OJAČAN
sq_al: Përforcohet
sv_se: FÖRSTÄRKT
th_th: แบบขยาย
tr_tr: GENİŞLETİLMİŞ
vi_vn: KHUẾCH ĐẠI
zh_cn: 放大化
zh_tw: 巨大化世界

# generator_amplified_info
source: Notice: Just for fun, requires beefy computer
af_za: Let Wel: Net vir pret, en benodig 'n vinnige rekenaar
ar_sa: ملاحظة: فقط للمرح, يتطلب كمبيوتر كبير
be_by: Толькі дзеля забавы, патрабуецца моцны камп’ютар
bg_bg: Забележка: Просто за забавление, изисква мощен компютър
ca_es: Nota: Només per diversió, necessita un ordinador potent
cs: Upozornění: Jen pro zábavu, vyžaduje výkonný počítač
da_dk: Bemærk: Bare for sjov, kræver en kraftig computer
de: Hinweis: Nur zum Spaß, erfordert schnellen Computer
de_at: Hinweis: Nua ois Spaß docht, braucht an guadn Computer
el_gr: Σημείωση: Μόνο για πλάκα, απαιτεί δυνατό υπολογιστή
es: Aviso: solo por diversión, requiere un buen ordenador
eu_es: Oharra: Bakarrik dibertimendurako, ordenagailu ona behar da
fa_ir: توجه: فقط برای تفریح است، نیاز به کامپیوتر خفن دارد
fi: Huomio: Vain huviksi, vaatii hyvän tietokoneen
fil_ph: Paunawa: Pang-kasiyahan, kailangan ng malakas na kompyuter
fr_ca: Remarque : juste pour le fun, exige un ordinateur costaud
ga_ie: Nóta: Ar feadh spraoi, ríomhaire féitheogach riachtanach
gd_gb: An aire: a chum tlachd a-mhàin, feum air coimpiutair làidir
gl_es: Aviso: é só para divertirse, necesitas un ordenador potente
he: לתשומת לבך: רק בשביל הכיף, נדרש מחשב חזק
hi_in: सूचना: बस मस्ती के लिए, मांसल कंप्यूटर की आवश्यकता
hr_hr: Napomena: Samo za zabavu, zahtijeva snažno računalo
hu_hu: Megjegyzés: Csak szórakozásból; izmos gépet igényel
hy_am: Ուշադրություն. այս ռեժիմը հաճույքի համար է, պահանջում է հզոր համակարգիչ
id_id: Pemberitahuan: Hanya untuk bersenang-senang, membutuhkan spesifikasi komputer yang tinggi
is_is: Athugið: Bara til skemmtunar, þarf öfluga tölvu
it: Nota bene: solo per divertimento, richiede un computer massiccio
ja_jp: 注意：このオプションを楽しむためには、高性能なコンピュータ－が必要です
ka_ge: შეტყობინება: გასართობად, საჭიროებს ძლიერ კომპიუტერს
ko_kr: 알림: 단순히 재미를 위한 것이며, 고사양의 컴퓨터가 필요합니다
lb_lu: Remarque: Nëmmen zum Spaass, erfuerdert ee gudde Computer
lt_lt: Pastaba: reikia greito kompiuterio
lv_lv: Piezīme: Izklaide pieprasa jaudīgu datoru
mi_nz: pānui: anake hoki ngahau, me nui rorohiko
mk_mk: Напомена: Само за забава, бара мускулест компјутер
mn_mn: Санамж: Хөгжилдөхөд зориулсан, чадалтай компьютер хэрэгтэй
ms_my: Notis: Hanya untuk keseronokkan, memerlukan komputer yang kuat
mt_mt: Kun avżat: Teħtieġ kompjuter b'saħħtu
nl_nl: Let op: gewoon voor de lol, vereist krachtige computer
nn_no: Merknad: Berre for moro, krev ei kraftig datamaskin
pl: Uwaga: Tylko dla zabawy, wymaga mocnego komputera
pt: Nota: Apenas para diversão, requer um bom computador
ro_ro: Notă: Doar pentru distracție, necesită un calculator performant
ru_ru: На заметку: режим просто для развлечения, требуется мощный компьютер
sk_sk: Poznámka: Iba pre zábavu, vyžaduje svalnatý počítač
sl_si: Obvestilo: Samo za zabavo, zahteva močan računalnik
sq_al: Njoftim: Vetëm për argëtim, kërkon beefy kompjuter
sv_se: OBS: Bara för skojs skull. En stark dator behövs
th_th: เพื่อความสนุกเท่านั้น ต้องการใช้คอมพิวเตอร์ชั้นยอด
tr_tr: Not: Eğlence içindir, güçlü bir bilgisayar gerektirir
vi_vn: Lưu ý: Chỉ cho vui, cần có máy tính khỏe
zh_cn: 注意：只是为了好玩，需要强劲的电脑
zh_tw: 注意：這只是為了好玩，需要效能佳的電腦

# generator_customized
source: Customised
af_za: Pasgemaakte
ar_sa: مخصص
be_by: Карыстальніцкі
bg_bg: Персонал.
ca_es: Personalitzat
cs: Přizpůsobený
da_dk: Tilpasset
de: Angepasst
de_at: Upasst
el_gr: Προσαρμοσμένο
es: Personalizado
eu_es: Pertsonalizatua
fa_ir: سفارشی شده
fi: Mukautettu
fil_ph: Nabago
fr_ca: Personnalisé
ga_ie: Saincheaptha
gd_gb: Gnàthaichte
gl_es: Personalizado
he: התאמה אישית
hr_hr: Prilagođen
hu_hu: Testreszabott
id_id: Disesuaikan
is_is: Sérsniðið
it: personalizzato
ja_jp: カスタマイズ
ka_ge: შეცვლილი
ko_kr: 사용자 지정
lb_lu: Ugepasst
lt_lt: pritaikytas
lv_lv: Pielāgots
mk_mk: Кориснички
mn_mn: Өөрчилсөн
ms_my: Telah Diubahsuai
mt_mt: Personalizzata
nl_nl: Aangepast
nn_no: Tilpassa
pl: Dostosowany
pt: Personalizado
ro_ro: Personalizată
ru_ru: Настраиваемый
sk_sk: Prispôsobený
sl_si: Prilagojen
sq_al: Përshtatur
sv_se: Anpassat
th_th: กำหนดเองแล้ว
tr_tr: Özelleştirilmiş
vi_vn: Được tùy chỉnh
zh_cn: 自定义
zh_tw: 自訂

# generator_debug_all_block_states
source: Debug Mode
af_za: Ontfout Modus
ar_sa: وضع التصحيح
be_by: Рэжым адладкі
bg_bg: Отстр. на гр.
ca_es: Mode de depuració
cs: Režim ladění
da_dk: Fejlfindingstilstand
de: Debug-Modus
de_at: Debug-Modus
el_gr: Λειτουργία Debug
es: Debug
eu_es: Debug Modua
fa_ir: حالت اشکال زدایی
fi: Debug-tila
fil_ph: Modo ng Pang-eksperto
fr_ca: Mode débogage
ga_ie: Mód Dífhabhtúcháin
gd_gb: Modh dì-bhugachaidh
gl_es: Modo de depuración
he: מצב איתור באגים
hr_hr: Uklanjanje Pogreški
hu_hu: Debug mód
id_id: Mode Pengawakutu
is_is: Villuleitarhamur
it: debug
ja_jp: デバッグモード
ka_ge: შეცდომების აღმოჩენის რეჟიმი
ko_kr: 디버그 모드
lb_lu: Testmodus
lt_lt: derinimo režimas
lv_lv: Atkļūdošanas Režīms
mk_mk: Режим на Дебаг
mn_mn: Алдааг олох горим
ms_my: Mod Debug
mt_mt: Modalita' Debug
nl_nl: Debugmodus
nn_no: Debug-modus
pl: Tryb debugowania
pt: Modo de Depuração
ro_ro: Debug
ru_ru: Режим отладки
sk_sk: Režim ladenia
sl_si: Razhroščevalni način
sv_se: Testläge
th_th: โหมดดีบัก
tr_tr: Hata Ayıklama Modu
vi_vn: Chế độ gỡ lỗi
zh_cn: 调试模式
zh_tw: 偵錯模式

# generator_default
source: Default
af_za: Standaard
ar_sa: الافتراضي
be_by: Стандартны
bg_bg: Нормален
ca_es: Per defecte
cs: Výchozí
da_dk: Standard
de: Standard
de_at: Standard
el_gr: Προεπιλογή
es: Por defecto
eu_es: Lehenetsia
fa_ir: پیش فرض
fi: Oletus
fr_ca: Par défaut
ga_ie: Réamhshocrú
gd_gb: Bunasach
gl_es: Por defecto
he: ברירת מחדל
hi_in: डिफ़ॉल्ट
hr_hr: Uobičajeno
hu_hu: Alapértelmezett
hy_am: Լռելյայն
is_is: Upprunaleg landslagsmyndun
it: normale
ja_jp: デフォルト
ka_ge: ნაგულისხმები
ko_kr: 기본
lb_lu: Standard
lt_lt: įprastas
lv_lv: Parasts
mi_nz: taunoa
mk_mk: Стандардно
mn_mn: Өгөгдмөл
ms_my: Lalai
mt_mt: Normali
nl_nl: Standaard
nn_no: Normal
pl: Domyślny
pt: Padrão
ro_ro: Normală
ru_ru: По умолчанию
sk_sk: Normálny
sl_si: Privzet
sq_al: Të parazgjedhur
sv_se: Standard
th_th: ค่าเริ่มต้น
tr_tr: Varsayılan
vi_vn: Mặc định
zh_cn: 默认
zh_tw: 預設

# generator_flat
source: Superflat
af_za: Super vlakte
ar_sa: مسطح تماماً
be_by: Супер-плоскі
bg_bg: Суперплосък
ca_es: Extraplà
cs: Dokonalá rovina
da_dk: Helt flad
de: Flachland
de_at: Flochlond
el_gr: Επίπεδος
es: Extraplano
eu_es: Super laua
fa_ir: فوق العاده صاف
fi: Tasamaailma
fil_ph: Kapatagan
fr_ca: Monde plat
ga_ie: Sárchothrom
gd_gb: Glè reidh
gl_es: Superchán
he: שטוח לחלוטין
hi_in: सुपर फ्लैट
hr_hr: Sve Ravno
hu_hu: Teljesen lapos
hy_am: Գերհարթ
id_id: Super Rata
is_is: Flöt landslagsmyndun
it: piatto
ja_jp: スーパーフラット
ka_ge: ზებრტყელი
ko_kr: 완전한 평지
lb_lu: Flaachland
lt_lt: lyguma
lv_lv: Plakans
mk_mk: Суперрамен
mn_mn: Тэгш тал
ms_my: Lampau Rata
mt_mt: Ċatta
nl_nl: Supervlak
nn_no: Vassrett
pl: Super płaski
pt: Totalmente Plano
ro_ro: Superplată
ru_ru: Суперплоскость
sk_sk: Superplochý
sl_si: Ploščat
sv_se: Superplatt
th_th: แบนราบ
tr_tr: Dümdüz
vi_vn: Siêu phẳng
zh_cn: 超平坦
zh_tw: 超平坦

# generator_largeBiomes
source: Large Biomes
af_za: Groot Biome
ar_sa: مناطق أحيائية كبيرة
be_by: Вялікія біёмы
bg_bg: Големи биоми
ca_es: Zones climàtiques grans
cs: Rozlehlé biomy
da_dk: Store biomer
de: Große Biome
de_at: Groaße Biome
el_gr: Μεγάλα βιoσυστήματα
es: Superbiomas
eu_es: Bioma handiak
fa_ir: زیستگاه های بزرگ
fi: Suuret biomit
fil_ph: Malalaking Biome
fr_ca: Vastes biomes
ga_ie: Bithóim Mhóra
gd_gb: Àrainneachdan mòra
gl_es: Biomas grandes
he: אזורי ענק
hi_in: बड़े biomes
hr_hr: Veliki Biomi
hu_hu: Nagy biomok
hy_am: Մեծ Բնատարածքներ
id_id: Bioma besar
is_is: Stór Landsvæði
it: biomi vasti
ja_jp: 大きなバイオーム
ka_ge: ვრცელი ბიომები
ko_kr: 넓은 생물군계
lb_lu: Riseg Biomer
lt_lt: dideli biomai
lv_lv: Lielas Biomas
mi_nz: ngā wāhi nui
mk_mk: Голема Биоми
mn_mn: Том байгалын бүс
ms_my: Biom Besar
mt_mt: Ambjenti Kbar
nl_nl: Grote biotopen
nn_no: Større landskapstypar
pl: Wielkie biomy
pt: Biomas Grandes
ro_ro: Biomuri mari
ru_ru: Большие биомы
sk_sk: Veľké biómy
sl_si: Veliki ekosistemi
sq_al: Të Mëdha Biomes
sv_se: Stora biomer
th_th: ระบบนิเวศขนาดใหญ่
tr_tr: Geniş Biyomlar
vi_vn: Quần xã lớn
zh_cn: 巨型生物群系
zh_tw: 大型生態域
