Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_stripe_right_black
source: Black Pale Sinister
ar_sa: راية ملونة أسود
be_by: Чорная правая трэць
bg_bg: Черна лява лента
ca_es: Franja vertical negra a la part dreta
cs: Černý pravý svislý pruh
da_dk: Sort Venstre Pæl
de: Schwarze linke Flanke
de_at: Schworze linke Flonkn
el_gr: Μαύρη γραμμή δεξιά
es: Palo negro a siniestra
fi: Musta vastapieli
fil_ph: Itim na Mapatlang Sinister
fr_ca: Flanc senestre de sable
ga_ie: Cuaille Dubh ar Clé
gl_es: Pau negro a sinistra
he: פס אנכי ימני שחור
hr_hr: Crna Lijeva Traka
hu_hu: Fekete bal cölöp
id_id: Pita Hitam Tegak Kanan
is_is: Svart hægra megin
it: Al palo sinistro di nero
ja_jp: 左に黒色の縦帯
ka_ge: შავი მარცხენა ზოლი
ko_kr: 검은색 왼쪽 세로띠
lb_lu: Schwaarz Flank lénks
lt_lt: Juodas dešinysis trečdalis
ms_my: Hitam Pale jahat
mt_mt: Strixxa sewda fuq il-lemin
nl_nl: Zwarte paal sinister
nn_no: Svart høgreband
pl: Czarna prawa flanka
pt: Pala Sinistra Preta
ro_ro: Pal negru senestru
ru_ru: Чёрный левосторонний столб
sk_sk: Čierny pravý pruh
sl_si: Črn levi bok
sv_se: Svart till höger
th_th: สีดำอ่อนทางซ้าย
tr_tr: Sağdan Siyah Sütun
vi_vn: Vạch dọc đen ở bên phải
zh_cn: 左黑竖条
zh_tw: 左方黑色縱帶

# item_banner_stripe_right_blue
source: Blue Pale Sinister
ar_sa: راية ملونة أزرق
be_by: Сіняя правая трэць
bg_bg: Синя лява лента
ca_es: Franja vertical blava a la part dreta
cs: Modrý pravý svislý pruh
da_dk: Blå Venstre Pæl
de: Blaue linke Flanke
de_at: Blaue linke Flonkn
el_gr: Μπλε γραμμή αριστερά
es: Palo azul a siniestra
fi: Sininen vastapieli
fil_ph: Asul na Maputlang Sinister
fr_ca: Flanc senestre d'azur
ga_ie: Cuaille Gorm ar Clé
gl_es: Pau azul a sinistra
he: פס אנכי ימני כחול
hr_hr: Plava Lijeva Traka
hu_hu: Kék bal cölöp
id_id: Pita Biru Tegak Kanan
is_is: Blátt hægra megin
it: Al palo sinistro di blu
ja_jp: 左に青色の縦帯
ka_ge: ლურჯი მარცხენა ზოლი
ko_kr: 파란색 왼쪽 세로띠
lb_lu: Blo Flank lénks
lt_lt: Mėlynas dešinysis trečdalis
ms_my: Biru Pale jahat
mt_mt: Strixxa kaħlija fuq il-lemin
nl_nl: Blauwe Paal Sinister
nn_no: Blått høgreband
pl: Niebieska prawa flanka
pt: Pala Sinistra Azul
ro_ro: Pal albastru senestru
ru_ru: Синий левосторонний столб
sk_sk: Modrý pravý pruh
sl_si: Moder levi bok
sv_se: Blå till höger
th_th: สีน้ำเงินอ่อนทางซ้าย
tr_tr: Sağdan Mavi Sütun
vi_vn: Vạch dọc xanh nước biển ở bên phải
zh_cn: 左蓝竖条
zh_tw: 左方藍色縱帶

# item_banner_stripe_right_brown
source: Brown Pale Sinister
ar_sa: راية ملونة بني
be_by: Карычневая правая трэць
bg_bg: Кафява лява лента
ca_es: Franja vertical marró a la part dreta
cs: Hnědý pravý svislý pruh
da_dk: Brun Venstre Pæl
de: Braune linke Flanke
de_at: Braune linke Flonkn
el_gr: Καφέ γραμμή δεξιά
es: Palo marrón a siniestra
fi: Ruskea vastapieli
fil_ph: Kayumangging Maputlang Sinister
fr_ca: Flanc senestre de brun
ga_ie: Cuaille Donn ar Clé
gl_es: Pau marrón a sinistra
he: פס אנכי ימני חום
hr_hr: Smeđa Lijeva Traka
hu_hu: Barna bal cölöp
id_id: Pita Coklat Tegak Kanan
is_is: Brúnt hægra megin
it: Al palo sinistro di marrone
ja_jp: 左に茶色の縦帯
ka_ge: ყავისფერი მარცხენა ზოლი
ko_kr: 갈색 왼쪽 세로띠
lb_lu: Brong Flank lénks
lt_lt: Rudas dešinysis trečdalis
ms_my: Coklat Pale jahat
mt_mt: Strixxa kannella fuq il-lemin
nl_nl: Bruine paal sinister
nn_no: Brunt høgreband
pl: Brązowa prawa flanka
pt: Pala Sinistra Castanha
ro_ro: Pal maro senestru
ru_ru: Коричневый левосторонний столб
sk_sk: Hnedý pravý pruh
sl_si: Rjav levi bok
sv_se: Brun till höger
th_th: สีน้ำตาลอ่อนทางซ้าย
tr_tr: Sağdan Kahverengi Sütun
vi_vn: Vạch dọc nâu ở bên phải
zh_cn: 左棕竖条
zh_tw: 左方棕色縱帶

# item_banner_stripe_right_cyan
source: Cyan Pale Sinister
ar_sa: راية ملونة سماوي
be_by: Бірузовая правая трэць
bg_bg: Синьозелена лява лента
ca_es: Franja vertical cian a la part dreta
cs: Azurový pravý svislý pruh
da_dk: Turkis Venstre Pæl
de: Türkise linke Flanke
de_at: Türkise linke Flonkn
el_gr: Κυανή γραμμή δεξιά
es: Palo cian a siniestra
fi: Turkoosi vastapieli
fil_ph: Cyan na Maputlang Sinister
fr_ca: Flanc senestre de cyan
ga_ie: Cuaille Cian ar Clé
gl_es: Pau ciano a sinistra
he: פס אנכי ימני ציאן
hr_hr: Trikizna Lijeva Traka
hu_hu: Türkizkék bal cölöp
id_id: Pita Sian Tegak Kanan
is_is: Heiðblátt hægra megin
it: Al palo sinistro di ciano
ja_jp: 左に水色の縦帯
ka_ge: ცისფერი მარცხენა ზოლი
ko_kr: 청록색 왼쪽 세로띠
lb_lu: Turquoise Flank lénks
lt_lt: Žalsvai mėlynas dešinysis trečdalis
ms_my: Cyan Pale jahat
mt_mt: Strixxa ċilesti fuq il-lemin
nl_nl: Cyaan paal sinister
nn_no: Turkis høgreband
pl: Błękitna prawa flanka
pt: Pala Sinistra Ciano
ro_ro: Pal turcoaz senestru
ru_ru: Бирюзовый левосторонний столб
sk_sk: Tyrkysový pravý pruh
sl_si: Turkizen levi bok
sv_se: Turkos till höger
th_th: สีน้ำเงินแกมเขียวทางซ้าย
tr_tr: Sağdan Camgöbeği Sütun
vi_vn: Vạch dọc lục lam ở bên phải
zh_cn: 左青竖条
zh_tw: 左方青色縱帶

# item_banner_stripe_right_gray
source: Grey Pale Sinister
ar_sa: راية ملونة رمادي
be_by: Шэрая правая трэць
bg_bg: Сива лява лента
ca_es: Franja vertical grisa a la part dreta
cs: Šedý pravý svislý pruh
da_dk: Grå Venstre Pæl
de: Graue linke Flanke
de_at: Graue linke Flonkn
el_gr: Γκρι γραμμή δεξιά
es: Palo gris a siniestra
fi: Harmaa vastapieli
fil_ph: Abong Maputlang Sinister
fr_ca: Flanc senestre d'acier
ga_ie: Cuaille Liath ar Clé
gl_es: Pau gris a sinistra
he: פס אנכי ימני אפור
hr_hr: Siva Lijeva Traka
hu_hu: Szürke bal cölöp
id_id: Pita Kelabu Tegak Kanan
is_is: Grátt hægra megin
it: Al palo sinistro di grigio
ja_jp: 左に灰色の縦帯
ka_ge: ნაცრისფერი მარცხენა ზოლი
ko_kr: 회색 왼쪽 세로띠
lb_lu: Gro Flank lénks
lt_lt: Pilkas dešinysis trečdalis
ms_my: Kelabu Pale jahat
mt_mt: Strixxa griża fuq il-lemin
nl_nl: Grijze paal sinister
nn_no: Grått høgreband
pl: Szara prawa flanka
pt: Pala Sinistra Cinzenta
ro_ro: Pal gri senestru
ru_ru: Серый левосторонний столб
sk_sk: Sivý pravý pruh
sl_si: Siv levi bok
sv_se: Grå till höger
th_th: สีเทาอ่อนทางซ้าย
tr_tr: Sağdan Gri Sütun
vi_vn: Vạch dọc xám ở bên phải
zh_cn: 左灰竖条
zh_tw: 左方灰色縱帶

# item_banner_stripe_right_green
source: Green Pale Sinister
ar_sa: راية ملونة أخضر
be_by: Зялёная правая трэць
bg_bg: Зелена лява лента
ca_es: Franja vertical verda a la part dreta
cs: Zelený pravý svislý pruh
da_dk: Grøn Venstre Pæl
de: Grüne linke Flanke
de_at: Grüne linke Flonkn
el_gr: Πράσινη γραμμή δεξιά
es: Palo verde a siniestra
fi: Vihreä vastapieli
fil_ph: Berdeng Maputlang Sinister
fr_ca: Flanc senestre de sinople
ga_ie: Cuaille Uaine ar Clé
gl_es: Pau verde a sinistra
he: פס אנכי ימני ירוק
hr_hr: Zelena Lijeva Traka
hu_hu: Zöld bal cölöp
id_id: Pita Hijau Tegak Kanan
is_is: Grænt hægra megin
it: Al palo sinistro di verde
ja_jp: 左に緑色の縦帯
ka_ge: მწვანე მარცხენა ზოლი
ko_kr: 초록색 왼쪽 세로띠
lb_lu: Gréng Flank lénks
lt_lt: Žalias dešinysis trečdalis
ms_my: Hijau Pale jahat
mt_mt: Strixxa ħadra fuq il-lemin
nl_nl: Groene paal sinister
nn_no: Grønt høgreband
pl: Zielona prawa flanka
pt: Pala Sinistra Verde
ro_ro: Pal verde senestru
ru_ru: Зелёный левосторонний столб
sk_sk: Zelený pravý pruh
sl_si: Zelen levi bok
sv_se: Grön till höger
th_th: สีเขียวอ่อนทางซ้าย
tr_tr: Sağdan Yeşil Sütun
vi_vn: Vạch dọc xanh lá cây ở bên phải
zh_cn: 左绿竖条
zh_tw: 左方綠色縱帶

# item_banner_stripe_right_lightBlue
source: Light Blue Pale Sinister
ar_sa: راية ملونة أزرق فاتح
be_by: Блакітная правая трэць
bg_bg: Светлосиня лява лента
ca_es: Franja vertical blava clara a la part dreta
cs: Světle modrý pravý svislý pruh
da_dk: Lyseblå Venstre Pæl
de: Hellblaue linke Flanke
de_at: Hellblaue linke Flonkn
el_gr: Ανοιχτό Μπλε γραμμή δεξιά
es: Palo azul claro a siniestra
fi: Vaaleansininen vastapieli
fil_ph: Mapusyaw na Asul na Sinister
fr_ca: Flanc senestre de bleu céleste
ga_ie: Cuaille Bánghorm ar Clé
gl_es: Pau azul claro a sinistra
he: פס אנכי ימני תכלת
hr_hr: Svijetlo Plava Lijeva Traka
hu_hu: Világoskék bal cölöp
id_id: Pita Biru Muda Tegak Kanan
is_is: Ljósblátt hægra megin
it: Al palo sinistro d'azzurro
ja_jp: 左に空色の縦帯
ka_ge: ღია-ლურჯი მარცხენა ზოლი
ko_kr: 하늘색 왼쪽 세로띠
lb_lu: Hellblo Flank lénks
lt_lt: Šviesiai mėlynas dešinysis trečdalis
ms_my: Cahaya Pale Blue yang jahat
mt_mt: Strixxa ikħal ċar fuq il-lemin
nl_nl: Lichtblauwe paal sinister
nn_no: Ljoseblått høgreband
pl: Jasnoniebieska prawa flanka
pt: Pala Sinistra Azul Clara
ro_ro: Pal bleu senestru
ru_ru: Голубой левосторонний столб
sk_sk: Svetlomodrý pravý pruh
sl_si: Svetlo moder levi bok
sv_se: Ljusblå till höger
th_th: สีฟ้าอ่อนทางซ้าย
tr_tr: Sağdan Açık Mavi Sütun
vi_vn: Vạch dọc xanh nước biển nhạt ở bên phải
zh_cn: 左淡蓝竖条
zh_tw: 左方淺藍色縱帶

# item_banner_stripe_right_lime
source: Lime Pale Sinister
ar_sa: راية ملونة ليموني
be_by: Лаймавая правая трэць
bg_bg: Жълтозелена лява лента
ca_es: Franja vertical verda llima a la part dreta
cs: Světle zelený pravý svislý pruh
da_dk: Limegrøn Venstre Pæl
de: Hellgrüne linke Flanke
de_at: Hellgrüne linke Flonkn
el_gr: Ανοιχτό Πράσινο γραμμή δεξιά
es: Palo verde lima a siniestra
fi: Lime vastapieli
fil_ph: Dayap na Maputlang Sinister
fr_ca: Flanc senestre de sinople clair
ga_ie: Cuaille Líomach ar Clé
gl_es: Pau lima a sinistra
he: פס אנכי ימני ליים
hr_hr: Svijetlo Zelena Lijeva Traka
hu_hu: Világoszöld bal cölöp
id_id: Pita Limau Tegak Kanan
is_is: Gulgrænt hægra megin
it: Al palo sinistro di lime
ja_jp: 左に黄緑色の縦帯
ka_ge: სალათისფერი მარცხენა ზოლი
ko_kr: 연두색 왼쪽 세로띠
lb_lu: Hellgréng Flank lénks
lt_lt: Gelsvai žalsvas dešinysis trečdalis
ms_my: Pale limau jahat
mt_mt: Strixxa aħdar ċar fuq il-lemin
nl_nl: Lichtgroene paal sinister
nn_no: Limegrønt høgreband
pl: Jasnozielona prawa flanka
pt: Pala Sinistra Verde Lima
ro_ro: Pal verde-deschis senestru
ru_ru: Лаймовый левосторонний столб
sk_sk: Svetlozelený pravý pruh
sl_si: Svetlo zelen levi bok
sv_se: Limegrön till höger
th_th: สีเขียวอ่อนๆทางซ้าย
tr_tr: Sağdan Açık Yeşil Sütun
vi_vn: Vạch dọc xanh lá mạ ở bên phải
zh_cn: 左黄绿竖条
zh_tw: 左方淺綠色縱帶

# item_banner_stripe_right_magenta
source: Magenta Pale Sinister
ar_sa: راية ملونة أرجواني
be_by: Пурпурная правая трэць
bg_bg: Пурпурна лява лента
ca_es: Franja vertical magenta a la part dreta
cs: Purpurový pravý svislý pruh
da_dk: Magenta Venstre Pæl
de: Magenta linke Flanke
de_at: Magentane linke Flonkn
el_gr: Ματζέντα γραμμή δεξιά
es: Palo magenta a siniestra
fi: Purppura vastapieli
fil_ph: Magentand Maputlang Sinister
fr_ca: Flanc senestre de magenta
ga_ie: Cuaille Maigeanta ar Clé
gl_es: Pau maxenta a sinistra
he: פס אנכי ימני מג'נטה
hr_hr: Roza Lijeva Traka
hu_hu: Bíbor bal cölöp
id_id: Pita Magenta Tegak Kanan
is_is: Vínrautt hægra megin
it: Al palo sinistro di magenta
ja_jp: 左に赤紫色の縦帯
ka_ge: იისფერი მარცხენა ზოლი
ko_kr: 자홍색 왼쪽 세로띠
lb_lu: Magenta Flank lénks
lt_lt: Rausvai raudonas dešinysis trečdalis
ms_my: Belahan tapak magenta
mt_mt: Strixxa vjola ċar fuq il-lemin
nl_nl: Magenta paal sinister
nn_no: Ljoselilla høgreband
pl: Karmazynowa prawa flanka
pt: Pala Sinistra Magenta
ro_ro: Pal magenta senestru
ru_ru: Пурпурный левосторонний столб
sk_sk: Purpurový pravý pruh
sl_si: Škrlaten levi bok
sv_se: Ljuslila till höger
th_th: สีม่วงแกมชมพูอ่อนทางซ้าย
tr_tr: Sağdan Eflatun Sütun
vi_vn: Vạch dọc đỏ sậm ở bên phải
zh_cn: 左品红竖条
zh_tw: 左方洋紅色縱帶

# item_banner_stripe_right_orange
source: Orange Pale Sinister
ar_sa: راية ملونة برتقالي
be_by: Аранжавая правая трэць
bg_bg: Оранжева лява лента
ca_es: Franja vertical taronja a la part dreta
cs: Oranžový pravý svislý pruh
da_dk: Orange Venstre Pæl
de: Orange linke Flanke
de_at: Orange linke Flonkn
el_gr: Πορτοκαλί γραμμή δεξιά
es: Palo naranja a siniestra
fi: Oranssi vastapieli
fil_ph: Kahel na Maputlang Sinister
fr_ca: Flanc senestre d'orangé
ga_ie: Cuaille Oráisteach ar Clé
gl_es: Pau laranxa a sinistra
he: פס אנכי ימני כתום
hr_hr: Narančasta Lijeva Traka
hu_hu: Narancssárga bal cölöp
id_id: Pita Pita Jingga Tegak Kanan
is_is: Appelsínugult hægra megin
it: Al palo sinistro d'arancione
ja_jp: 左に橙色の縦帯
ka_ge: ნარინჯისფერი მარცხენა ზოლი
ko_kr: 주황색 왼쪽 세로띠
lb_lu: Orange Flank lénks
lt_lt: Oranžinis dešinysis trečdalis
ms_my: Belahan Sinister Jingga
mt_mt: Strixxa orangjo fuq il-lemin
nl_nl: Oranje paal sinister
nn_no: Oransje høgreband
pl: Pomarańczowa prawa flanka
pt: Pala Sinistra Laranja
ro_ro: Pal portocaliu senestru
ru_ru: Оранжевый левосторонний столб
sk_sk: Oranžový pravý pruh
sl_si: Oranžen levi bok
sv_se: Orange till höger
th_th: สีส้มอ่อนทางซ้าย
tr_tr: Sağdan Turuncu Sütun
vi_vn: Vạch dọc cam ở bên phải
zh_cn: 左橙竖条
zh_tw: 左方橙色縱帶

# item_banner_stripe_right_pink
source: Pink Pale Sinister
ar_sa: راية ملونة وردي
be_by: Ружовая правая трэць
bg_bg: Розова лява лента
ca_es: Franja vertical rosa a la part dreta
cs: Růžový pravý svislý pruh
da_dk: Lyserød Venstre Pæl
de: Rosa linke Flanke
de_at: Rosane linke Flonkn
el_gr: Ροζ γραμμή δεξιά
es: Palo rosa a siniestra
fi: Vaaleanpunainen vastapieli
fil_ph: Pink na Maputlang Sinister
fr_ca: Flanc senestre de rose
ga_ie: Cuaille Bándearg ar Clé
gl_es: Pau rosa a sinistra
he: פס אנכי ימני ורוד
hr_hr: Ružičasta Lijeva Traka
hu_hu: Rózsaszín bal cölöp
id_id: Pita Merah Muda Tegak Kanan
is_is: Bleikt hægra megin
it: Al palo sinistro di rosa
ja_jp: 左に桃色の縦帯
ka_ge: ვარდისფერი მარცხენა ზოლი
ko_kr: 분홍색 왼쪽 세로띠
lb_lu: Rosa Flank lénks
lt_lt: Rožinis dešinysis trečdalis
ms_my: Pink Pale jahat
mt_mt: Strixxa roża fuq il-lemin
nl_nl: Roze paal sinister
nn_no: Rosa høgreband
pl: Różowa prawa flanka
pt: Pala Sinistra Rosa
ro_ro: Pal roz senestru
ru_ru: Розовый левосторонний столб
sk_sk: Ružový pravý pruh
sl_si: Roza levi bok
sv_se: Rosa till höger
th_th: สีชมพูอ่อนทางซ้าย
tr_tr: Sağdan Pembe Sütun
vi_vn: Vạch dọc hồng ở bên phải
zh_cn: 左粉红竖条
zh_tw: 左方粉紅色縱帶

# item_banner_stripe_right_purple
source: Purple Pale Sinister
ar_sa: راية ملونة بنفسجي
be_by: Фіялетавая правая трэць
bg_bg: Лилава лява лента
ca_es: Franja vertical morada a la part dreta
cs: Fialový pravý svislý pruh
da_dk: Lilla Venstre Pæl
de: Violette linke Flanke
de_at: Lilane linke Flonkn
el_gr: Μωβ γραμμή δεξιά
es: Palo morado a siniestra
fi: Violetti vastapieli
fil_ph: Liland Maputlang Sinister
fr_ca: Flanc senestre de pourpre
ga_ie: Cuaille Corcra ar Clé
gl_es: Pau púrpura a sinistra
he: פס אנכי ימני סגול
hr_hr: Ljubičasta Lijeva Traka
hu_hu: Lila bal cölöp
id_id: Pita Ungu Tegak Kanan
is_is: Fjólublátt hægra megin
it: Al palo sinistro di viola
ja_jp: 左に紫色の縦帯
ka_ge: ალისფერი მარცხენა ზოლი
ko_kr: 보라색 왼쪽 세로띠
lb_lu: Mof Flank lénks
lt_lt: Purpurinis dešinysis trečdalis
ms_my: Ungu Pale jahat
mt_mt: Strixxa vjola fuq il-lemin
nl_nl: Paarse paal sinister
nn_no: Lilla høgreband
pl: Fioletowa prawa flanka
pt: Pala Sinistra Roxa
ro_ro: Pal violet senestru
ru_ru: Фиолетовый левосторонний столб
sk_sk: Fialový pravý pruh
sl_si: Vijoličen levi bok
sv_se: Lila till höger
th_th: สีม่วงอ่อนทางซ้าย
tr_tr: Sağdan Mor Sütun
vi_vn: Vạch dọc tím ở bên phải
zh_cn: 左紫竖条
zh_tw: 左方紫色縱帶

# item_banner_stripe_right_red
source: Red Pale Sinister
ar_sa: راية ملونة أحمر
be_by: Чырвоная правая трэць
bg_bg: Червена лява лента
ca_es: Franja vertical vermella a la part dreta
cs: Červený pravý svislý pruh
da_dk: Rød Venstre Pæl
de: Rote linke Flanke
de_at: Rote linke Flonkn
el_gr: Κόκκινη γραμμή δεξιά
es: Palo rojo a siniestra
fi: Punainen vastapieli
fil_ph: Pulang Maputlang Sinister
fr_ca: Flanc senestre de gueules
ga_ie: Cuaille Dearg ar Clé
gl_es: Pau vermello a sinistra
he: פס אנכי ימני אדום
hr_hr: Crvena Lijeva Traka
hu_hu: Vörös bal cölöp
id_id: Pita Merah Tegak Kanan
is_is: Rautt hægra megin
it: Al palo sinistro di rosso
ja_jp: 左に赤色の縦帯
ka_ge: წითელი მარცხენა ზოლი
ko_kr: 빨간색 왼쪽 세로띠
lb_lu: Rout Flank lénks
lt_lt: Raudonas dešinysis trečdalis
ms_my: Merah Pale jahat
mt_mt: Strixxa ħamra fuq il-lemin
nl_nl: Rode paal sinister
nn_no: Raudt høgreband
pl: Czerwona prawa flanka
pt: Pala Sinistra Vermelha
ro_ro: Pal roșu senestru
ru_ru: Красный левосторонний столб
sk_sk: Červený pravý pruh
sl_si: Rdeč levi bok
sv_se: Röd till höger
th_th: สีแดงอ่อนทางซ้าย
tr_tr: Sağdan Kırmızı Sütun
vi_vn: Vạch dọc đỏ ở bên phải
zh_cn: 左红竖条
zh_tw: 左方紅色縱帶

# item_banner_stripe_right_silver
source: Light Grey Pale Sinister
ar_sa: راية ملونة رمادي فاتح
be_by: Светла-шэрая правая трэць
bg_bg: Светлосива лява лента
ca_es: Franja vertical grisa clara a la part dreta
cs: Světle šedý pravý svislý pruh
da_dk: Lysegrå Venstre Pæl
de: Hellgraue linke Flanke
de_at: Hellgraue linke Flonkn
el_gr: Ανοιχτό Γκρι γραμμή δεξιά
es: Palo gris claro a siniestra
fi: Vaaleanharmaa vastapieli
fil_ph: Mapusyaw na Abong Maputlang Sinister
fr_ca: Flanc senestre d'argent grisé
ga_ie: Cuaille Fionnliath ar Clé
gl_es: Pau gris claro a sinistra
he: פס אנכי ימני אפור בהיר
hr_hr: Svijetlo Siva Lijeva Traka
hu_hu: Világosszürke bal cölöp
id_id: Batas kanan warna abu muda
is_is: Ljósgrátt hægra megin
it: Al palo sinistro di grigio chiaro
ja_jp: 左に薄灰色の縦帯
ka_ge: ღია-ნაცრისფერი მარცხენა ზოლი
ko_kr: 회백색 왼쪽 세로띠
lb_lu: Hellgro Flank lénks
lt_lt: Šviesiai pilkas dešinysis trečdalis
ms_my: Cahaya Pale kelabu yang jahat
mt_mt: Strixxa griż ċar fuq il-lemin
nl_nl: Lichtgrijze paal sinister
nn_no: Ljosegrått høgreband
pl: Jasnoszara prawa flanka
pt: Pala Sinistra Cinzenta Clara
ro_ro: Pal gri-deschis senestru
ru_ru: Светло-серый левосторонний столб
sk_sk: Svetlosivý pravý pruh
sl_si: Svetlo siv levi bok
sv_se: Ljusgrå till höger
th_th: สีเทาอ่อนๆทางซ้าย
tr_tr: Sağdan Açık Gri Sütun
vi_vn: Vạch dọc xám nhạt ở bên phải
zh_cn: 左淡灰竖条
zh_tw: 左方淺灰色縱帶

# item_banner_stripe_right_white
source: White Pale Sinister
ar_sa: راية ملونة أبيض
be_by: Белая правая трэць
bg_bg: Бяла лява лента
ca_es: Franja vertical blanca a la part dreta
cs: Bílý pravý svislý pruh
da_dk: Hvid Venstre Pæl
de: Weiße linke Flanke
de_at: Weiße linke Flonkn
el_gr: Λευκή γραμμή δεξιά
es: Palo blanco a siniestra
fi: Valkoinen vastapieli
fil_ph: Puti na Maputlang Sinister
fr_ca: Flanc senestre d'argent
ga_ie: Cuaille Bán ar Clé
gl_es: Pau branco a sinistra
he: פס אנכי ימני לבן
hr_hr: Bijela Lijeva Traka
hu_hu: Fehér bal cölöp
id_id: Pita Putih Tegak Kanan
is_is: Hvítt hægra megin
it: Al palo sinistro di bianco
ja_jp: 左に白色の縦帯
ka_ge: თეთრი მარცხენა ზოლი
ko_kr: 하얀색 왼쪽 세로띠
lb_lu: Wäiss Flank lénks
lt_lt: Baltas dešinysis trečdalis
ms_my: Belahan Sinister Putih
mt_mt: Strixxa cajda fuq il-lemin
nl_nl: Witte paal sinister
nn_no: Kvitt høgreband
pl: Biała prawa flanka
pt: Pala Sinistra Branca
ro_ro: Pal alb senestru
ru_ru: Белый левосторонний столб
sk_sk: Biely pravý pruh
sl_si: Bel levi bok
sv_se: Vit till höger
th_th: สีขาวอ่อนทางซ้าย
tr_tr: Sağdan Beyaz Sütun
vi_vn: Vạch dọc trắng ở bên phải
zh_cn: 左白竖条
zh_tw: 左方白色縱帶

# item_banner_stripe_right_yellow
source: Yellow Pale Sinister
ar_sa: راية ملونة أصفر
be_by: Жоўтая правая трэць
bg_bg: Жълта лява лента
ca_es: Franja vertical groga a la part dreta
cs: Žlutý pravý svislý pruh
da_dk: Gul Venstre Pæl
de: Gelbe linke Flanke
de_at: Gelbe linke Flonkn
el_gr: Κίτρινη γραμμή δεξιά
es: Palo amarillo a siniestra
fi: Keltainen vastapieli
fil_ph: Dilaw na Maputlang Sinister
fr_ca: Flanc senestre d'or
ga_ie: Cuaille Buí ar Clé
gl_es: Pau amarelo a sinistra
he: פס אנכי ימני צהוב
hr_hr: Žuta Lijeva Traka
hu_hu: Sárga bal cölöp
id_id: Pita Kuning Tegak Kanan
is_is: Gult hægra megin
it: Al palo sinistro di giallo
ja_jp: 左に黄色の縦帯
ka_ge: ყვითელი მარცხენა ზოლი
ko_kr: 노란색 왼쪽 세로띠
lb_lu: Giel Flank lénks
lt_lt: Geltonas dešinysis trečdalis
ms_my: Kuning Pale jahat
mt_mt: Strixxa safra fuq il-lemin
nl_nl: Gele paal sinister
nn_no: Gult høgreband
pl: Żółta prawa flanka
pt: Pala Sinistra Amarela
ro_ro: Pal galben senestru
ru_ru: Жёлтый левосторонний столб
sk_sk: Žltý pravý pruh
sl_si: Rumen levi bok
sv_se: Gul till höger
th_th: สีเหลืองอ่อนทางซ้าย
tr_tr: Sağdan Sarı Sütun
vi_vn: Vạch dọc vàng ở bên phải
zh_cn: 左黄竖条
zh_tw: 左方黃色縱帶

# item_banner_stripe_top_black
source: Black Chief Fess
ar_sa: راية ملونة أسود
be_by: Чорнае чало
bg_bg: Черна горна лента
ca_es: Franja grossa negra a la part superior
cs: Černý horní fess
da_dk: Sort Overbjælke
de: Schwarzes Bannerhaupt
de_at: Schworzs Bannerhaupt
el_gr: Μαύρο το πάνω έν' τρίτο
es: Franja negra en jefe
fi: Musta lakio
fil_ph: Itim Hepe Fess
fr_ca: Chef de sable
ga_ie: Balc Dubh Thuas
gl_es: Faixa negra en xefe
he: קו אופקי עליון שחור
hr_hr: Crna Gornja Pruga
hu_hu: Fekete felső pólya
id_id: Garis horisontal Hitam Atas
is_is: Svart ofantil
it: Alla fascia in capo di nero
ja_jp: 上に黒色の横帯
ka_ge: შავი ზედა ზოლი
ko_kr: 검은색 위쪽 가로띠
lb_lu: Schwaarze Haaptbalken
lt_lt: Juodas viršutinis trečdalis
ms_my: Ketua Fess Hitam
nl_nl: Zwarte hoofd faas
nn_no: Svart topp
pl: Czarna głowica
pt: Faixa Preta Superior
ro_ro: Fascie neagră în șef
ru_ru: Чёрная глава
sk_sk: Čierny horný pásik
sl_si: Črno ščitovo čelo
sv_se: Svart upptill
th_th: แบ่งขวางบนสีดำ
tr_tr: Üstten Siyah Satır
vi_vn: Vạch ngang đen ở góc dưới
zh_cn: 顶黑横条
zh_tw: 上方黑色橫帶

# item_banner_stripe_top_blue
source: Blue Chief Fess
ar_sa: راية ملونة أزرق
be_by: Сіняе чало
bg_bg: Синя горна лента
ca_es: Franja grossa blava a la part superior
cs: Modrý horní fess
da_dk: Blå Overbjælke
de: Blaues Bannerhaupt
el_gr: Μπλε πάνω εν' τρίτο
es: Franja azul en jefe
fi: Sininen lakio
fil_ph: Asul Hepe Fess
fr_ca: Chef d'azur
ga_ie: Balc Gorm Thuas
gl_es: Faixa azul en xefe
he: קו אופקי עליון כחול
hr_hr: Plava Gornja Pruga
hu_hu: Kék felső pólya
id_id: Garis horisontal Biru Atas
is_is: Blátt ofantil
it: Alla fascia in capo di blu
ja_jp: 上に青色の横帯
ka_ge: ლურჯი ზედა ზოლი
ko_kr: 파란색 위쪽 가로띠
lb_lu: Bloe Haaptbalken
lt_lt: Mėlynas viršutinis trečdalis
ms_my: Ketua Fess biru
nl_nl: Blauwe hoofd faas
nn_no: Blå topp
pl: Niebieska głowica
pt: Faixa Azul Superior
ro_ro: Fascie albastră în șef
ru_ru: Синяя глава
sk_sk: Modrý horný pásik
sl_si: Modro ščitovo čelo
sv_se: Blå upptill
th_th: แบ่งขวางบนสีน้ำเงิน
tr_tr: Üstten Mavi Satır
vi_vn: Vạch ngang xanh nước biển ở góc dưới
zh_cn: 顶蓝横条
zh_tw: 上方藍色橫帶

# item_banner_stripe_top_brown
source: Brown Chief Fess
ar_sa: راية ملونة بني
be_by: Карычневае чало
bg_bg: Кафява горна лента
ca_es: Franja grossa marró a la part superior
cs: Hnědý horní fess
da_dk: Brun Overbjælke
de: Braunes Bannerhaupt
el_gr: Καφέ το κάτω έν' τρίτο
es: Franja marrón en jefe
fi: Ruskea lakio
fil_ph: Kape Hepe Fess
fr_ca: Chef de brun
ga_ie: Balc Donn Thuas
gl_es: Faixa marrón en xefe
he: קו אופקי עליון חום
hr_hr: Smeđa Gornja Pruga
hu_hu: Barna felső pólya
id_id: Garis horisontal Coklat Atas
is_is: Brúnt ofantil
it: Alla fascia in capo di marrone
ja_jp: 上に茶色の横帯
ka_ge: ყავისფერი ზედა ზოლი
ko_kr: 갈색 위쪽 가로띠
lb_lu: Bronge Haaptbalken
lt_lt: Rudas viršutinis trečdalis
ms_my: Ketua Fess Coklat
nl_nl: Bruine hoofd faas
nn_no: Brun topp
pl: Brązowa głowica
pt: Faixa Castanha Superior
ro_ro: Fascie maro în șef
ru_ru: Коричневая глава
sk_sk: Hnedý horný pásik
sl_si: Rjavo ščitovo čelo
sv_se: Brun upptill
th_th: แบ่งขวางบนสีน้ำตาล
tr_tr: Üstten Kahverengi Satır
vi_vn: Vạch ngang nâu ở góc dưới
zh_cn: 顶棕横条
zh_tw: 上方棕色橫帶
