Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# entity_PigZombie_name
source: Zombie Pigman
af_za: Zombie Varkman
ar_sa: الوحش الخنزيري
be_by: Свіналюд-мярцвяк
bg_bg: Зомби-прасе
ca_es: Porc zombi
cs: Prasečí zombie
da_dk: Zombiemutantgris
el_gr: Γουρουνοζόμπι
es: Hombrecerdo zombi
eu_es: Txerri-gizon zonbia
fa_ir: زامبی خوکی
fi: Zombisikamies
fil_ph: Pigman na Zombi
fr_ca: Homme-cochon zombie
ga_ie: Mucachán Zombaí
gd_gb: Corp-mucair
gl_es: Zombi Porco
he: אדם-חזיר זומבי
hi_in: ज़ोंबी Pigman
hr_hr: Zombi Čovjek-Svinja
hu_hu: Zombi-malacember
hy_am: Խոզազոմբի
id_id: Zombie Manusia-Babi
is_is: Svíngengill
it: Zombi suino
ja_jp: ゾンビピッグマン
ka_ge: ღორზომბი
ko_kr: 좀비 피그맨
lb_lu: Zombischwéngsmënsch
lt_lt: Zombis kiauliažmogis
lv_lv: Zombijcūka
ms_my: Zombi Manusia Babi
mt_mt: Ħanżir Mostru
nl_nl: Zombievarken
nn_no: Grisemann
pl: Świnia-zombie
ro_ro: Om-porc zombi
ru_ru: Свинозомби
sk_sk: Prasací zombík
sl_si: Zombi prašič
sv_se: Zombiegris
th_th: หมูซอมบี้
tr_tr: Zombi Domuz Adam
vi_vn: Nhân trư thây ma
zh_cn: 僵尸猪人
zh_tw: 殭屍豬人

# entity_PolarBear_name
source: Polar Bear
af_za: Ysbeer
ar_sa: الدب القطبي
be_by: Белы мядзведзь
bg_bg: Бяла мечка
ca_es: Ós polar
cs: Lední medvěd
da_dk: Isbjørn
de: Eisbär
el_gr: Πολική Αρκούδα
es: Oso polar
fi: Jääkarhu
fil_ph: Osong puti
fr_ca: Ours polaire
ga_ie: Béar Bán
gd_gb: Mathan-bàn
gl_es: Oso polar
he: דוב קוטב
hr_hr: Polarni medvjed
hu_hu: Jegesmedve
id_id: Beruang Kutub
is_is: Ísbjörn
it: Orso polare
ja_jp: シロクマ
ka_ge: თეთრი დათვი
ko_kr: 북극곰
lb_lu: Äisbier
lt_lt: Baltasis lokys
lv_lv: Polār Lācis
ms_my: Beruang Kutub
mt_mt: Ors Polari
nl_nl: IJsbeer
nn_no: Isbjørn
pl: Niedźwiedź polarny
pt: Urso Polar
ro_ro: Urs polar
ru_ru: Белый медведь
sk_sk: Polárny medveď
sl_si: Polarni medved
sv_se: Isbjörn
th_th: หมีขั้วโลก
tr_tr: Kutup Ayısı
vi_vn: Gấu bắc cực
zh_cn: 北极熊
zh_tw: 北極熊

# entity_PrimedTnt_name
source: Block of TNT
af_za: Blok TNT
ar_sa: كتلة متفجرات
be_by: Дынаміт
bg_bg: Динамит
ca_es: Bloc de dinamita
cs: Blok TNT
da_dk: TNT-blok
de: TNT
el_gr: Κύβος δυναμίτη
es: Bloque de dinamita
eu_es: Dinamita blokea
fa_ir: تي ان تي
fi: TNT-kuutio
fil_ph: Tipakang TNT
fr_ca: TNT amorcé
ga_ie: Bloc TNT
gl_es: TNT
he: קובית חומר נפץ
hi_in: टीएनटी का ब्लॉक
hr_hr: Blok TNT-a
hu_hu: TNT-blokk
hy_am: Դինամիտի Բլոկ
id_id: Blok TNT
is_is: Sprengiefni
it: TNT
ja_jp: TNTブロック
ka_ge: TNT-ს ბლოკი
ko_kr: TNT 블록
lb_lu: TNT Block
lt_lt: TNT blokas
lv_lv: Dinamīts
ms_my: Blok TNT
mt_mt: Blokka tal-Isplussivi
nl_nl: TNT-blok
nn_no: TNT-blokk
pl: Blok TNT
pt: Bloco de TNT
ro_ro: Bloc de TNT
ru_ru: Блок динамита
sk_sk: Kocka TNT
sl_si: Kocka dinamita
sv_se: Dynamitblock
th_th: TNT
tr_tr: TNT Bloğu
vi_vn: Khối TNT
zh_cn: TNT方块
zh_tw: TNT 方塊

# entity_Rabbit_name
source: Rabbit
af_za: Konyn
ar_sa: الأرنب
be_by: Трус
bg_bg: Заек
ca_es: Conill
cs: Králík
da_dk: Kanin
de: Kaninchen
el_gr: Κουνέλι
es: Conejo
eu_es: Untxia
fa_ir: خرگوش
fi: Jänis
fil_ph: Kuneho
fr_ca: Lapin
ga_ie: Coinín
gd_gb: Coineanach
gl_es: Coello
he: ארנב
hi_in: खरगोश
hr_hr: Zec
hu_hu: Nyúl
hy_am: ճագար
id_id: Kelinci
is_is: Kanína
it: Coniglio
ja_jp: ウサギ
ka_ge: კურდღელი
ko_kr: 토끼
lb_lu: Kanéngchen
lt_lt: Kiškis
lv_lv: Trusis
mi_nz: Rapeti
ms_my: Arnab
mt_mt: Fenek
nl_nl: Konijn
nn_no: Kanin
pl: Królik
pt: Coelho
ro_ro: Iepure
ru_ru: Кролик
sk_sk: Králik
sl_si: Zajec
sv_se: Kanin
th_th: กระต่าย
tr_tr: Tavşan
vi_vn: Con thỏ
zh_cn: 兔子
zh_tw: 兔子

# entity_Sheep_name
source: Sheep
af_za: Skaap
ar_sa: خروف
be_by: Авечка
bg_bg: Овца
ca_es: Ovella
cs: Ovce
da_dk: Får
de: Schaf
el_gr: Πρόβατο
es: Oveja
eu_es: Ardia
fa_ir: گوسفند
fi: Lammas
fil_ph: Tupa
fr_ca: Mouton
ga_ie: Caora
gd_gb: Caora
gl_es: Ovella
he: כבשה
hi_in: भेड़
hr_hr: Ovca
hu_hu: Birka
hy_am: Ոչխար
id_id: Domba
is_is: Kind
it: Pecora
ja_jp: ヒツジ
ka_ge: ცხვარი
ko_kr: 양
lb_lu: Schof
lt_lt: Avis
lv_lv: Aita
mi_nz: Hipi
ms_my: Biri-Biri
mt_mt: Nagħġa
nl_nl: Schaap
nn_no: Sau
pl: Owca
pt: Ovelha
ro_ro: Oaie
ru_ru: Овца
sk_sk: Ovca
sl_si: Ovca
sv_se: Får
th_th: แกะ
tr_tr: Koyun
vi_vn: Con cừu
zh_cn: 羊
zh_tw: 綿羊

# entity_Shulker_name
source: Shulker
ar_sa: شالكير
be_by: Шалкер
bg_bg: Шулкър
fa_ir: شالکر
fil_ph: Tagatago ng Kabibi
ga_ie: Siulcaire
he: שולקר
id_id: Pengintai Cangkang
ja_jp: シュルカー
ka_ge: შულკერი
ko_kr: 셜커
lt_lt: Šulkeris
lv_lv: Šulkeris
ru_ru: Шалкер
th_th: บล็อกปีศาจ
zh_cn: 潜影贝
zh_tw: 界伏蚌

# entity_Silverfish_name
source: Silverfish
af_za: Vismot
ar_sa: السمكة الفضية
be_by: Лускаўніца
bg_bg: Люспеница
ca_es: Peixet de plata
cs: Rybenka
da_dk: Sølvfisk
de: Silberfischchen
el_gr: Ασημόψαρο
es: Lepisma
eu_es: Zilar-arraina
fa_ir: ماهی نقره ای
fi: Sokeritoukka
fil_ph: Kulisap
fr_ca: Lépisme
ga_ie: Gilín
gd_gb: Fiolan-glas
gl_es: Lepisma
he: דג הכסף
hi_in: सिल्वर मछली
hr_hr: Srebrna Riba
hu_hu: Ezüstmoly
hy_am: Արծաթաձուկ
id_id: Gegat
is_is: Silfurskotta
it: Pesciolino d'argento
ja_jp: シルバーフィッシュ
ka_ge: ვერცხლისთევზი
ko_kr: 좀벌레
lb_lu: Sëlwerfëschelchen
lt_lt: Žvyninukas
lv_lv: Sudrabzivs
ms_my: Gegat
mt_mt: Susa
nl_nl: Zilvervis
nn_no: Sylvkrek
pl: Rybik cukrowy
ro_ro: Peștișor argintiu
ru_ru: Чешуйница
sk_sk: Rybenka
sl_si: Ščetinorepka
sv_se: Silverfisk
th_th: แมลงสามง่าม
tr_tr: Gümüşçün
vi_vn: Con nhậy bạc
zh_cn: 蠹虫
zh_tw: 蠹魚

# entity_Skeleton_name
source: Skeleton
af_za: Geraamte
ar_sa: هيكل عظمي
be_by: Шкілет
bg_bg: Скелет
ca_es: Esquelet
cs: Kostlivec
da_dk: Skelet
de: Skelett
el_gr: Σκελετός
es: Esqueleto
eu_es: Eskeletoa
fa_ir: اسکلت
fi: Luuranko
fil_ph: Kalansay
fr_ca: Squelette
ga_ie: Cnámharlach
gd_gb: Cnàimhneach
gl_es: Esqueleto
he: שלד
hi_in: कंकाल
hr_hr: Kostur
hu_hu: Csontváz
hy_am: Կմախք
is_is: Beinagrind
it: Scheletro
ja_jp: スケルトン
ka_ge: ჩონჩხი
ko_kr: 스켈레톤
lb_lu: Skelett
lt_lt: Skeletas
lv_lv: Skelets
ms_my: Rangka
mt_mt: Skeletru
nl_nl: Skelet
nn_no: Beinrangel
pl: Szkielet
pt: Esqueleto
ro_ro: Schelet
ru_ru: Скелет
sk_sk: Kostlivec
sl_si: Okostnjak
sv_se: Skelett
th_th: โครงกระดูก
tr_tr: İskelet
vi_vn: Bộ xương
zh_cn: 骷髅
zh_tw: 骷髏

# entity_SkeletonHorse_name
source: Skeleton Horse
af_za: Beenperd
ar_sa: حصان الهيكل العظمى
be_by: Конь-шкілет
bg_bg: Скелетен кон
ca_es: Cavall esquelet
cs: Kůň kostlivec
da_dk: Skelethest
de: Skelettpferd
el_gr: Άλογο Σκελετός
es: Caballo esqueleto
fi: Luurankohevonen
fil_ph: Kabayong Kalansay
fr_ca: Cheval-squelette
ga_ie: Capall Cnámharlaigh
gd_gb: Each-cnàimhnich
gl_es: Cabalo esqueleto
he: סוס שלד
hr_hr: Kosturski konj
hu_hu: Csontvázló
id_id: Kuda Kerangka
it: Cavallo scheletro
ja_jp: スケルトンホース
ka_ge: ჩონჩხი ცხენი
ko_kr: 스켈레톤 말
lb_lu: Skelettpäerd
lt_lt: Arklys skeletas
lv_lv: Skeletu Zirgs
ms_my: Kuda Kerangka
mt_mt: Skeletru ta' Żiemel
nl_nl: Skeletpaard
nn_no: Skjeletthest
pl: Koń-szkielet
pt: Cavalo Esqueleto
ro_ro: Cal schelet
ru_ru: Лошадь-скелет
sk_sk: Kostlivý kôň
sl_si: Okostnjaški konj
sv_se: Skeletthäst
th_th: ม้าโครงกระดูก
tr_tr: İskelet At
vi_vn: Ngựa Xương
zh_cn: 骷髅马
zh_tw: 骷髏馬

# entity_Slime_name
source: Slime
af_za: Slym
ar_sa: اللزج
be_by: Слімак
bg_bg: Слуз
ca_es: Llim
cs: Slizoun
da_dk: Slimklump
de: Schleim
el_gr: Γλίτσα
eu_es: Likatia
fa_ir: لجن مکعبي
fi: Limakuutio
fil_ph: Lusak
ga_ie: Slam
gd_gb: Eabar
he: רפש
hi_in: ज़ोंबी
hr_hr: Ljigavac
hu_hu: Nyálka
hy_am: Լորձ
id_id: Geladir
is_is: Slím
it: Gelatina
ja_jp: スライム
ka_ge: ლორწო
ko_kr: 슬라임
lb_lu: Schläim
lt_lt: Gleivius
lv_lv: Glumeklis
ms_my: Lendir
mt_mt: Ħama
nl_nl: Slijmkubus
pl: Szlam
ro_ro: Mâzgă
ru_ru: Слизень
sk_sk: Slizák
sl_si: Sluz
sv_se: Slemkub
th_th: สไลม์
tr_tr: Balçık
vi_vn: Quái vật chất nhờn
zh_cn: 史莱姆
zh_tw: 史萊姆

# entity_SmallFireball_name
source: Small Fireball
af_za: Klein Vuurbal
ar_sa: كرة نارية صغيرة
be_by: Маленькі вогненны шар
bg_bg: Малка огнена топка
ca_es: Bola de foc petita
cs: Malá ohnivá koule
da_dk: Lille ildkugle
de: Kleine Feuerkugel
el_gr: Μικρή Πύρινη Μπάλα
es: Bola de fuego pequeña
eu_es: Su-bola txikia
fa_ir: توپ آتش کوچک
fi: Pieni tulipallo
fil_ph: Maliit na Apoy
fr_ca: Petite boule de feu
ga_ie: Caor Thine Bheag
gl_es: Bóla de lume pequena
he: כדור אש קטן
hi_in: लघु आग का गोला
hr_hr: Mala Vatrena Kugla
hu_hu: Kis tűzgolyó
hy_am: Փոքր Հրագունդ
id_id: Bola api kecil
is_is: Lítill eldhnöttur
it: Piccola palla di fuoco
ja_jp: 小さな火の玉
ka_ge: პატარა ცეცხლოვანი ბურთი
ko_kr: 작은 화염구
lb_lu: Klenge Feierball
lt_lt: Mažas ugnies kamuolys
lv_lv: Maza ugunsbumba
ms_my: Bebola Api Kecil
mt_mt: Balma tan-Nar Żgħira
nl_nl: Kleine vuurbal
nn_no: Lita eldkule
pl: Mała kula ognia
pt: Pequena Bola de Fogo
ro_ro: Minge de foc mică
ru_ru: Малый файербол
sk_sk: Malá ohnivá guľa
sl_si: Mala ognjena krogla
sv_se: Litet eldklot
th_th: ลูกไฟขนาดเล็ก
tr_tr: Küçük Ateş Topu
vi_vn: Quả cầu lửa nhỏ
zh_cn: 小火球
zh_tw: 小火球

# entity_SnowMan_name
source: Snow Golem
af_za: Sneeusoldaat
ar_sa: الغولم الثلجي
be_by: Снегавік
bg_bg: Снежен голем
ca_es: Gòlem de neu
cs: Sněhulák
da_dk: Snemand
de: Schneegolem
el_gr: Γλόλεμ Χιονιού
es: Gólem de nieve
eu_es: Elur golema
fa_ir: آدم برفي
fi: Lumiukko
fil_ph: Niyebeng Golem
fr_ca: Golem de neige
ga_ie: Gólam Sneachta
gd_gb: Gòileam sneachda
gl_es: Gólem de neve
he: גולם שלג
hi_in: बर्फ Golem
hr_hr: Snježni Čuvar
hu_hu: Hógólem
hy_am: Ձնեմարդ
id_id: Golem Salju
is_is: Snjófreskja
it: Golem di neve
ja_jp: スノウゴーレム
ka_ge: თოვლის კაცი
ko_kr: 눈 골렘
lb_lu: Schnéigolem
lt_lt: Sniego golemas
lv_lv: Sniegavīrs
ms_my: Golem Salji
mt_mt: Monstru tas-Silġ
nl_nl: Sneeuwgolem
nn_no: Snømann
pl: Śnieżny Golem
pt: Golem de Neve
ro_ro: Golem de zăpadă
ru_ru: Снеговик
sk_sk: Snehuliak
sl_si: Snežni golem
sv_se: Snögolem
th_th: มนุษย์หิมะ
tr_tr: Kar Golemi
vi_vn: Người tuyết
zh_cn: 雪傀儡
zh_tw: 雪人

# entity_Snowball_name
source: Snowball
af_za: Sneeubal
ar_sa: كرة ثلج
be_by: Снежка
bg_bg: Снежна топка
ca_es: Bola de neu
cs: Sněhová koule
da_dk: Snebold
de: Schneeball
el_gr: Χιονόμπαλα
es: Bola de nieve
eu_es: Elur bola
fa_ir: گلوله برفی
fi: Lumipallo
fil_ph: Bola ng Niyebe
fr_ca: Boule de neige
ga_ie: Meall Sneachta
gl_es: Bóla de neve
he: כדור שלג
hi_in: बर्फ का गोला
hr_hr: Gruda
hu_hu: Hógolyó
hy_am: Ձնագնդիկ
id_id: Bola Salju
is_is: Snjóbolti
it: Palla di neve
ja_jp: 雪玉
ka_ge: თოვლის გუნდა
ko_kr: 눈덩이
lb_lu: Schnéiball
lt_lt: Sniego gniūžtė
lv_lv: Sniega pika
ms_my: Bebola Salji
mt_mt: Ballun tas-Silġ
nl_nl: Sneeuwbal
nn_no: Snøball
pl: Śnieżka
pt: Bola de Neve
ro_ro: Bulgăre de zăpadă
ru_ru: Снежок
sk_sk: Snehová guľa
sl_si: Snežna kepa
sv_se: Snöboll
th_th: บอลหิมะ
tr_tr: Kar Topu
vi_vn: Bóng tuyết
zh_cn: 雪球
zh_tw: 雪球

# entity_Spider_name
source: Spider
af_za: Spinnekop
ar_sa: عنكبوت
be_by: Павук
bg_bg: Паяк
ca_es: Aranya
cs: Pavouk
da_dk: Edderkop
de: Spinne
el_gr: Αράχνη
es: Araña
eu_es: Armiarma
fa_ir: عنکبوت
fi: Hämähäkki
fil_ph: Gagamba
fr_ca: Araignée
ga_ie: Damhán Alla
gd_gb: Damhan-allaidh
gl_es: Araña
he: עכביש
hi_in: मकड़ी
hr_hr: Pauk
hu_hu: Pók
hy_am: Սարդ
id_id: Laba-laba
is_is: Könguló
it: Ragno
ja_jp: クモ
ka_ge: ობობა
ko_kr: 거미
lb_lu: Spann
lt_lt: Voras
lv_lv: Zirneklis
ms_my: Labah-Labah
mt_mt: Brimba
nl_nl: Spin
nn_no: Vevkjerring
pl: Pająk
pt: Aranha
ro_ro: Păianjen
ru_ru: Паук
sk_sk: Pavúk
sl_si: Pajek
sv_se: Spindel
th_th: แมงมุม
tr_tr: Örümcek
vi_vn: Nhện
zh_cn: 蜘蛛
zh_tw: 蜘蛛

# entity_Squid_name
source: Squid
af_za: Inkvis
ar_sa: حبار
be_by: Спрут
bg_bg: Сепия
ca_es: Calamar
cs: Chobotnice
da_dk: Blæksprutte
de: Tintenfisch
el_gr: Καλαμάρι
es: Calamar
eu_es: Txibia
fa_ir: ماهی مرکب
fi: Kalmari
fil_ph: Pusit
fr_ca: Poulpe
ga_ie: Scuid
gd_gb: Gibearnach
gl_es: Polbo
he: דיונון
hi_in: व्यंग्य
hr_hr: Lignja
hu_hu: Tintahal
hy_am: Կաղամար
id_id: Cumi-cumi
is_is: Smokkfiskur
it: Calamaro
ja_jp: イカ
ka_ge: კალმარი
ko_kr: 오징어
lb_lu: Tëntefësch
lt_lt: Kalmaras
lv_lv: Kalmārs
ms_my: Sotong
mt_mt: Klamar
nl_nl: Inktvis
nn_no: Blekksprut
pl: Kałamarnica
pt: Lula
ro_ro: Calmar
ru_ru: Спрут
sk_sk: Chobotnica
sl_si: Ligenj
sv_se: Bläckfisk
th_th: หมึก
tr_tr: Mürekkep Balığı
vi_vn: Con mực
zh_cn: 鱿鱼
zh_tw: 魷魚

# entity_Stray_name
source: Stray
af_za: Dwaalgees
ar_sa: الشارد
be_by: Бадзяга
bg_bg: Скелет скитник
ca_es: Esquelet glacial
cs: Tulák
da_dk: Omstrejfende
de: Eiswanderer
el_gr: Περιπλανώμενος
es: Esqueleto glacial
fi: Vaeltaja
fil_ph: Ligaw
fr_ca: Rôdeur
ga_ie: Fánaí
gd_gb: Seachranach
he: תועה
hr_hr: Lutalica
hu_hu: Kóborló
id_id: Liar
it: Scheletro vagante
ja_jp: ストレイ
ka_ge: მაწანწალა
ko_kr: 스트레이
lb_lu: Vagabund
lt_lt: Klajūnas
lv_lv: Nomaldijies skelets
ms_my: Liar
nl_nl: Verdwaalde
nn_no: Vandrer
pl: Tułacz
pt: Vagante
ro_ro: Hoinar
ru_ru: Зимогор
sk_sk: Tulák
sl_si: Brezdomec
sv_se: Vandrare
tr_tr: Serseri
vi_vn: Quái lang thang
zh_cn: 流髑
zh_tw: 流髑

# entity_ThrownPotion_name
source: Potion
af_za: Doepa
ar_sa: جرعة
be_by: Зелле
bg_bg: Отвара
ca_es: Poció
cs: Lektvar
da_dk: Eliksir
de: Trank
el_gr: Φίλτρο
es: Poción
eu_es: Edabea
fa_ir: معجون
fi: Taikajuoma
fil_ph: Gayuma
fr_ca: Potion lancée
ga_ie: Posóid
gl_es: Poción
he: שיקוי
hr_hr: Napitak
hu_hu: Bájital
id_id: Ramuan
is_is: Seyði
it: Pozione
ja_jp: ポーション
ka_ge: ხსნარი
ko_kr: 물약
lb_lu: Dronk
lt_lt: Eliksyras
lv_lv: Dzira
ms_my: Posyen
mt_mt: Xarba
nl_nl: Drank
nn_no: Brygg
pl: Mikstura
pt: Poção
ro_ro: Poțiune
ru_ru: Зелье
sk_sk: Elixír
sl_si: Napoj
sv_se: Brygd
th_th: น้ำยา
tr_tr: İksir
vi_vn: Thuốc
zh_cn: 药水
zh_tw: 藥水

# entity_Villager_armor
source: Armourer
af_za: Armorer
ar_sa: حداد الدروع
be_by: Броннік
bg_bg: Ковач на брони
ca_es: Armer
cs: Platnéř
da_dk: Rustningssmed
de: Rüstungsschmied
el_gr: Aρματοποιός
es: Herrero de armaduras
eu_es: Armagin
fa_ir: زراد
fi: Panssariseppä
fil_ph: tagagawa ng baluti
fr_ca: Armurier
ga_ie: Armadóir
gd_gb: Ceàrd-armachd
gl_es: Armeiro
he: נפח שריון
hr_hr: Kovač Oklopa
hu_hu: Páncélkovács
id_id: Empu
is_is: Brynjusmiður
it: Corazzaio
ja_jp: 防具鍛冶
ka_ge: მეაბჯრე
ko_kr: 갑옷 제조인
lb_lu: Rüstungsschmatt
lt_lt: Šarvų kalvis
lv_lv: Apbruņotājs
ms_my: Tukang perisai
mt_mt: Armier
nl_nl: Harnassmid
nn_no: Rustningssmed
pl: Płatnerz
pt: Armeiro
ro_ro: Fierar de armură
ru_ru: Бронник
sk_sk: Zbrojár
sl_si: Orožar
sv_se: Rustningssmed
th_th: นักทำชุดเกราะ
tr_tr: Zırh Yapımcısı
vi_vn: Người làm giáp
zh_cn: 盔甲商
zh_tw: 製甲師

# entity_Villager_butcher
source: Butcher
af_za: Slagter
ar_sa: الجزار
be_by: Мяснік
bg_bg: Касапин
ca_es: Carnisser
cs: Řezník
da_dk: Slagter
de: Fleischer
el_gr: Χασάπης
es: Carnicero
eu_es: Harakina
fa_ir: قصاب
fi: Teurastaja
fil_ph: Mangangatay
fr_ca: Boucher
ga_ie: Búistéir
gd_gb: Feòladair
gl_es: Carniceiro
he: קצב
hr_hr: Mesar
hu_hu: Hentes
id_id: Tukang Jagal
is_is: Slátrari
it: Macellaio
ja_jp: 肉屋
ka_ge: ყასაბი
ko_kr: 도살업자
lb_lu: Metzler
lt_lt: Mėsininkas
lv_lv: Miesnieks
ms_my: Penjual Daging
mt_mt: Biċċier
nl_nl: Slager
nn_no: Slaktar
pl: Rzeźnik
pt: Talhante
ro_ro: Măcelar
ru_ru: Мясник
sk_sk: Mäsiar
sl_si: Mesar
sv_se: Slaktare
th_th: พ่อค้าเนื้อ
tr_tr: Kasap
vi_vn: Người giết mổ
zh_cn: 屠夫
zh_tw: 屠夫

# entity_Villager_cleric
source: Cleric
af_za: Priester
ar_sa: رجل الدين
be_by: Святар
bg_bg: Духовник
ca_es: Clergue
cs: Kněz
da_dk: Gejstlig
de: Geistlicher
el_gr: Ιερέας
es: Sacerdote
eu_es: Apaiza
fa_ir: روحانی
fi: Pappi
fil_ph: Klerigo
fr_ca: Prêtre
ga_ie: Cléireach
gd_gb: Clèireach
gl_es: Crego
he: כומר
hr_hr: Svećenik
hu_hu: Pap
id_id: Pendeta
is_is: Klerkur
it: Chierico
ja_jp: 牧師
ka_ge: მღვდელი
ko_kr: 성직자
lb_lu: Paschtouer
lt_lt: Dvasininkas
lv_lv: Garīdznieks
ms_my: Paderi
mt_mt: Qassis
nl_nl: Geestelijke
nn_no: Geistleg
pl: Kapłan
pt: Clérigo
ru_ru: Священник
sk_sk: Kňaz
sl_si: Duhovnik
sv_se: Präst
th_th: นักบวช
tr_tr: Rahip
vi_vn: Linh mục
zh_cn: 牧师
zh_tw: 神職人員

# entity_Villager_farmer
source: Farmer
af_za: Boer
ar_sa: مزارع
be_by: Фермер
bg_bg: Земеделец
ca_es: Granger
cs: Farmář
da_dk: Landmand
de: Bauer
el_gr: Αγρότης
es: Granjero
eu_es: Baserritarra
fa_ir: کشاورز
fi: Maanviljelijä
fil_ph: Magsasaka
fr_ca: Cultivateur
ga_ie: Feirmeoir
gd_gb: Tuathanach
gl_es: Granxeiro
he: חקלאי
hu_hu: Földműves
id_id: Petani
is_is: Bóndi
it: Agricoltore
ja_jp: 農民
ka_ge: ფერმერი
ko_kr: 농부
lb_lu: Bauer
lt_lt: Ūkininkas
lv_lv: Zemnieks
ms_my: Petani
mt_mt: Bidwi
nl_nl: Boer
nn_no: Bonde
pl: Rolnik
pt: Agricultor
ro_ro: Fermier
ru_ru: Фермер
sk_sk: Farmár
sl_si: Kmet
sv_se: Bonde
th_th: ชาวนา
tr_tr: Çiftçi
vi_vn: Nông dân
zh_cn: 农民
zh_tw: 農夫

# entity_Villager_fisherman
source: Fisherman
af_za: Visserman
ar_sa: الصياد
be_by: Рыбак
bg_bg: Рибар
ca_es: Pescador
cs: Rybář
da_dk: Fisker
de: Fischer
el_gr: Ψαράς
es: Pescador
eu_es: Arrantzalea
fa_ir: ماهیگیر
fi: Kalastaja
fil_ph: Mangingisda
fr_ca: Pêcheur
ga_ie: Iascaire
gd_gb: Iasgair
gl_es: Pescador
he: דייג
hr_hr: Ribar
hu_hu: Halász
hy_am: ձկնորս
id_id: Nelayan
is_is: Fiskimaður
it: Pescatore
ja_jp: 釣り人
ka_ge: მეთევზე
ko_kr: 어부
lb_lu: Fëscher
lt_lt: Žvejys
lv_lv: Zvejnieks
ms_my: Nelayan
mt_mt: Sajjied
nl_nl: Visser
nn_no: Fiskar
pl: Rybak
pt: Pescador
ro_ro: Pescar
ru_ru: Рыбак
sk_sk: Rybár
sl_si: Ribič
sv_se: Fiskare
th_th: ชาวประมง
tr_tr: Balıkçı
vi_vn: Ngư dân
zh_cn: 渔夫
zh_tw: 漁夫

# entity_Villager_fletcher
source: Fletcher
af_za: Pylmaker
ar_sa: فليتشر
be_by: Майстар па луках
bg_bg: Майстор на лъкове
ca_es: Fletxer
cs: Šípař
da_dk: Pilemager
de: Pfeilmacher
el_gr: Τεχνίτης
es: Flechador
eu_es: Gezi artisaua
fa_ir: تیرساز
fi: Jousiseppä
fil_ph: Tagagawa ng Palaso
fr_ca: Fléchier
ga_ie: Déantóir Saighead
gd_gb: Fleistear
gl_es: Frechador
he: מוכר חצים
hr_hr: Proizvođač Strijela
hu_hu: Nyílkészítő
is_is: Örvasmiður
it: Fabbricante di frecce
ja_jp: 矢師
ka_ge: მეისრე
ko_kr: 화살 제조인
lb_lu: Feilmécher
lt_lt: Strėlininkas
lv_lv: Bultu Kalējs
ms_my: Pemanah
mt_mt: Arċier
nl_nl: Pijlenmaker
nn_no: Pilmakar
pl: Łuczarz
pt: Vendedor de Flechas
ro_ro: Săgetar
ru_ru: Лучник
sk_sk: Lukostrelec
sl_si: Izdelovalec puščic
sv_se: Pilmakare
th_th: ผู้ขายธนู
tr_tr: Okçu
vi_vn: Người làm cung tên
zh_cn: 制箭师
zh_tw: 製箭師

# entity_Villager_leather
source: Leatherworker
af_za: Leerwerker
ar_sa: عامل الجلود
be_by: Гарбар
bg_bg: Кожар
ca_es: Pelleter
cs: Koželuh
da_dk: Læderarbejder
de: Gerber
el_gr: Σκυτοτόμος
es: Peletero
eu_es: Larru artisaua
fa_ir: دباغ
fi: Suutari
fil_ph: Tagagawa ng Katad
fr_ca: Tanneur
ga_ie: Ceardaí Leathair
gl_es: Peleteiro
he: רצען
hr_hr: Obrađivač Kože
hu_hu: Tímár
id_id: Tukang Kulit
is_is: Leðurskeri
it: Cuoiaio
ja_jp: 革細工師
ka_ge: ტყავზე მომუშავე
ko_kr: 가죽 세공인
lb_lu: Gierwer
lt_lt: Odos siuvėjas
lv_lv: Ādas apstrādātājs
ms_my: Tukang Jahit
mt_mt: Ħaddiem tal-Ġilda
nl_nl: Leerbewerker
nn_no: Lêrarbeidar
pl: Rymarz
pt: Coureiro
ro_ro: Pielar
ru_ru: Кожевник
sk_sk: Garbiar
sl_si: Usnjar
sv_se: Läderarbetare
th_th: ช่างทำหนังสัตว์
tr_tr: Deri İşçisi
vi_vn: Người làm đồ da
zh_cn: 皮匠
zh_tw: 皮匠

# entity_Villager_librarian
source: Librarian
af_za: Bibliotekaris
ar_sa: امين المكتبة
be_by: Бібліятэкар
bg_bg: Библиотекар
ca_es: Bibliotecari
cs: Knihovník
da_dk: Bibliotekar
de: Bibliothekar
el_gr: Βιβλιοθηκάριος
es: Bibliotecario
eu_es: Liburuzaina
fa_ir: کتابدار
fi: Kirjuri
fil_ph: biblyotekaryo
fr_ca: Bibliothécaire
ga_ie: Leabharlannaí
gd_gb: Leabharlannaiche
gl_es: Bibliotecario
he: ספרן
hr_hr: Knjižničar
hu_hu: Könyvtáros
id_id: Pustakawan
is_is: Bókavörður
it: Bibliotecario
ja_jp: 司書
ka_ge: ბიბლიოთეკარი
ko_kr: 사서
lb_lu: Bibliothecaire
lt_lt: Bibliotekininkas
lv_lv: Bibliotekārs
ms_my: Pustakawan
mt_mt: Librar
nl_nl: Bibliothecaris
nn_no: Bibliotekar
pl: Bibliotekarz
pt: Bibliotecário
ro_ro: Bibliotecar
ru_ru: Библиотекарь
sk_sk: Knihovník
sl_si: Knjižničar
sv_se: Bibliotekarie
th_th: บรรณารักษ์
tr_tr: Kütüphaneci
vi_vn: Thủ thư
zh_cn: 图书管理员
zh_tw: 圖書管理員

# entity_Villager_name
source: Villager
af_za: Dorpenaar
ar_sa: قروي
be_by: Селянін
bg_bg: Селянин
ca_es: Vilatà
cs: Vesničan
da_dk: Landsbyboer
de: Dorfbewohner
el_gr: Xωρικός
es: Aldeano
eu_es: Herritarra
fa_ir: روستایی
fi: Kyläläinen
fil_ph: Taganayon
fr_ca: Villageois
ga_ie: Sráideánach
gd_gb: Saoranach
gl_es: Aldeán
he: כפרי
hi_in: ग्रामवासी
hr_hr: Seljanin
hu_hu: Falusi
hy_am: Գյուղացի
id_id: Penduduk
is_is: Þorpsbúi
it: Villico
ja_jp: 村人
ka_ge: სოფლელი
ko_kr: 주민
lb_lu: Awunner
lt_lt: Kaimietis
lv_lv: Ciemata iedzīvotājs
ms_my: Penduduk Kampung
mt_mt: Villeġjatur
nl_nl: Dorpeling
nn_no: Landsbybuar
pl: Osadnik
pt: Aldeão
ro_ro: Sătean
ru_ru: Деревенщина
sk_sk: Osadník
sl_si: Vaščan
sv_se: Bybo
th_th: ชาวบ้าน
tr_tr: Köylü
vi_vn: Dân làng
zh_cn: 村民
zh_tw: 村民

# entity_Villager_shepherd
source: Shepherd
af_za: Skaapwagter
ar_sa: الراعي
be_by: Аўчар
bg_bg: Пастир
ca_es: Pastor
cs: Pastýř
da_dk: Hyrde
de: Schäfer
el_gr: Βοσκός
es: Pastor
eu_es: Artzaina
fa_ir: چوپان
fi: Lammaspaimen
fil_ph: Pastol
fr_ca: Berger
ga_ie: Aoire
gd_gb: Cìobair
gl_es: Pastor
he: רועה צאן
hr_hr: Pastir
hu_hu: Pásztor
id_id: Gembala
is_is: Fjárhirðir
it: Pastore
ja_jp: 羊飼い
ka_ge: მწყემსი
ko_kr: 양치기
lb_lu: Hiert
lt_lt: Piemuo
lv_lv: Aitu Gans
ms_my: Pengembala
mt_mt: Ragħaj
nl_nl: Herder
nn_no: Gjetar
pl: Pasterz
pt: Pastor
ro_ro: Păstor
ru_ru: Пастух
sk_sk: Pastier
sl_si: Pastir
sv_se: Herde
th_th: คนเลี้ยงแกะ
tr_tr: Çoban
vi_vn: Người chăn nuôi
zh_cn: 牧羊人
zh_tw: 牧羊人

# entity_Villager_tool
source: Toolsmith
af_za: Gereedskap Smid
ar_sa: حداد الادوات
be_by: Каваль інструментаў
bg_bg: Ковач на инструменти
ca_es: Ferrer
cs: Kovář
da_dk: Værktøjssmed
de: Werkzeugschmied
el_gr: Εργαλειοποιός
es: Herrero de herramientas
eu_es: Errementaria
fa_ir: ابزار اسمیت
fi: Työkaluseppä
fil_ph: Tagagawa ng Kasangkapan
fr_ca: Forgeron d'outils
ga_ie: Gabha Uirlisí
gd_gb: Ceàrd
gl_es: Ferreiro
he: נפח כלים
hr_hr: Kovač Oruđa
hu_hu: Eszközkovács
id_id: Ahli Alat
is_is: Verkfærasmiður
it: Fabbro d'arnesi
ja_jp: 道具鍛冶
ka_ge: ინსტრუმენტების მჭედელი
ko_kr: 도구 제조인
lb_lu: Schmatt
lt_lt: Įrankių kalvis
lv_lv: Darbarīku Kalējs
ms_my: Pembuat Alatan
mt_mt: Ħaddied tal-Għodda
nl_nl: Gereedschapssmid
nn_no: Verktysmed
pl: Wytwórca narzędzi
pt: Vendedor de Ferramentas
ro_ro: Fierar de unelte
ru_ru: Инструментальщик
sk_sk: Kováč nástrojov
sl_si: Kovač orodja
sv_se: Verktygssmed
th_th: ช่างทำเครื่องมือ
tr_tr: Alet Yapımcısı
vi_vn: Thợ công cụ
zh_cn: 工具商
zh_tw: 工具鍛工

# entity_Villager_weapon
source: Weaponsmith
af_za: Wapensmid
ar_sa: حداد الاسلحة
be_by: Збройнік
bg_bg: Ковач на оръжия
ca_es: Armer
cs: Zbrojíř
da_dk: Våbensmed
de: Waffenschmied
el_gr: Οπλοποιός
es: Herrero de armas
eu_es: Armagilea
fa_ir: سلاح اسمیت
fi: Aseseppä
fil_ph: Tagagawa ng Armas
fr_ca: Forgeron d'armes
ga_ie: Gabha Arm
gd_gb: Airm-cheàrd
gl_es: Ferreiro de armas
he: נפח נשק
hr_hr: Kovač Oružja
hu_hu: Fegyverkovács
id_id: Pembuat Senjata
is_is: Vopnasmiður
it: Armaiolo
ja_jp: 武器鍛冶
ka_ge: იარაღის მჭედელი
ko_kr: 무기 제조인
lb_lu: Waffeschmatt
lt_lt: Ginklų kalvis
lv_lv: Ieroču Kalējs
ms_my: Pembuat Senjata
mt_mt: Ħaddied tal-Armi
nl_nl: Wapensmid
nn_no: Våpensmed
pl: Wytwórca broni
pt: Vendedor de Armas
ro_ro: Fierar de arme
ru_ru: Оружейник
sk_sk: Kováč zbraní
sl_si: Kovač orožja
sv_se: Vapensmed
th_th: ช่างทำอาวุธ
tr_tr: Silâhtar
vi_vn: Thợ vũ khí
zh_cn: 武器商
zh_tw: 武器鍛工

# entity_VillagerGolem_name
source: Iron Golem
af_za: Ystersoldaat
ar_sa: الغولم الحديدي
be_by: Жалезны голем
bg_bg: Железен голем
ca_es: Gòlem de ferro
cs: Železný Golem
da_dk: Jerngolem
de: Eisengolem
el_gr: Σιδερένιο Γκόλεμ
es: Gólem de hierro
eu_es: Burdin golema
fa_ir: غول آهنی
fi: Rautajätti
fil_ph: Bakal na Golem
fr_ca: Golem de fer
ga_ie: Gólam Iarainn
gd_gb: Gòileam iarainn
gl_es: Gólem de ferro
he: גולם ברזל
hi_in: लौह Golem
hr_hr: Željezni Čuvar
hu_hu: Vasgólem
hy_am: Երկաթե Գոլեմ
id_id: Golem Besi
is_is: Þjarkur
it: Golem di ferro
ja_jp: アイアンゴーレム
ka_ge: რკინის გოლიათი
ko_kr: 철 골렘
lb_lu: Eisegolem
lt_lt: Geležinis golemas
lv_lv: Dzelzs vīrs
ms_my: Golem Besi
mt_mt: Monstru tal-Ħadid
nl_nl: IJzergolem
nn_no: Jarnkjempe
pl: Żelazny Golem
pt: Golem de Ferro
ro_ro: Golem de fier
ru_ru: Железный голем
sk_sk: Železný golem
sl_si: Železni golem
sv_se: Järngolem
th_th: โกเลมเหล็ก
tr_tr: Demir Golem
vi_vn: Người sắt
zh_cn: 铁傀儡
zh_tw: 鐵魔像
