Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_square_top_right_green
source: Green Chief Sinister Canton
ar_sa: راية ملونة أخضر
be_by: Зялёны верхні кут справа
bg_bg: Зелен ляв горен кантон
ca_es: Cantó verd a la part superior dreta
cs: Zelený horní pravý kanton
da_dk: Grøn firkant oppe til højre
de: Grünes linkes Obereck
de_at: Grüns links Obaegg
el_gr: Πράσινο τετράγωνο πάνω δεξιά
es: Cantón verde en jefe a siniestra
fi: Vihreä oikea yläkulma
fil_ph: Berde Hepe Kaliwa Kanton
fr_ca: Canton senestre du chef de sinople
ga_ie: Cúinneán Uaine Thuas ar Clé
gl_es: Cantón verde en xefe a sinistra
he: קנטון ימני עליון ירוק
hr_hr: Zeleni Gornji Lijevi Kvadrant
hu_hu: Zöld baltelek
is_is: Grænt uppi til hægri
it: Al cantone sinistro del capo di verde
ja_jp: 左上に緑色の方形
ka_ge: მწვანე მარცხენა ზედა კვადრატი
ko_kr: 초록색 왼쪽 위 사각형
lb_lu: Gréngen Eck uewe lénks
lt_lt: Žalias viršutinis dešinysis kampas
ms_my: Lelangit Sinister Canton Hijau
nl_nl: Groen hoofd sinister kanton
nn_no: Grøn øvre høgrekanton
pl: Zielony górny prawy narożnik
pt: Cantão Sinistro Verde Superior
ro_ro: Canton verde senestru în șef
ru_ru: Зелёный верхний левый крыж
sk_sk: Zelený horný pravý kantón
sl_si: Zelen drugi kvadrat
sv_se: Grön uppe till höger
th_th: มุมขอบสีเขียวขนาดเล็กด้านบนทางซ้าย
tr_tr: Yeşil Sağ Üst Dikdörtgen
vi_vn: Ô vuông xanh lá cây ở góc trên bên phải
zh_cn: 左顶绿方
zh_tw: 左方上側綠色

# item_banner_square_top_right_lightBlue
source: Light Blue Chief Sinister Canton
ar_sa: راية ملونة أزرق فاتح
be_by: Блакітны верхні кут справа
bg_bg: Светлосин ляв горен кантон
ca_es: Cantó blau clar a la part superior dreta
cs: Světle modrý horní pravý kanton
da_dk: Lyseblå firkant oppe til højre
de: Hellblaues linkes Obereck
de_at: Hellblaus links Obaegg
el_gr: Γαλάζιο τετράγωνο δεξιά
es: Cantón azul claro en jefe a siniestra
fi: Vaaleansininen oikea yläkulma
fil_ph: Mahinang Asul Hepe Kaliwa Kanton
fr_ca: Canton senestre du chef de bleu céleste
ga_ie: Cúinneán Bánghorm Thuas ar Clé
gl_es: Cantón azul claro en xefe a sinistra
he: קנטון ימני עליון תכלת
hr_hr: Svijetlo Plavi Gornji Lijevi Kvadrant
hu_hu: Világoskék baltelek
id_id: Atas kanan Persegi Biru Muda Sinister
is_is: Ljósblátt uppi til hægri
it: Al cantone sinistro del capo d'azzurro
ja_jp: 左上に空色の方形
ka_ge: ღია-ლურჯი მარცხენა ზედა კვადრატი
ko_kr: 하늘색 왼쪽 위 사각형
lb_lu: Hellbloen Eck uewe lénks
lt_lt: Šviesiai mėlynas viršutinis dešinysis kampas
ms_my: Lelangit Sinister Canton Biru Muda
nl_nl: Lichtblauw hoofd sinister kanton
nn_no: Ljoseblå øvre høgrekanton
pl: Jasnoniebieski górny prawy narożnik
pt: Cantão Sinistro Azul Claro Superior
ro_ro: Canton bleu senestru în șef
ru_ru: Голубой верхний левый крыж
sk_sk: Svetlomodrý horný pravý kantón
sl_si: Svetlo moder drugi kvadrat
sv_se: Ljusblå uppe till höger
th_th: มุมขอบสีฟ้าขนาดเล็กด้านบนทางซ้าย
tr_tr: Açık Mavi Sağ Üst Dikdörtgen
vi_vn: Ô vuông xanh nước biển nhạt ở góc trên bên phải
zh_cn: 左顶淡蓝方
zh_tw: 左方上側淺藍色

# item_banner_square_top_right_lime
source: Lime Chief Sinister Canton
ar_sa: راية ملونة ليموني
be_by: Лаймавы верхні кут справа
bg_bg: Жълтозелен ляв горен кантон
ca_es: Cantó verd llima a la part superior dreta
cs: Světle zelený horní pravý kanton
da_dk: Limegrøn firkant oppe til højre
de: Hellgrünes linkes Obereck
de_at: Hellgrüns links Obaegg
el_gr: Ανοιχτό Πράσινο τετράγωνο δεξιά
es: Cantón verde lima en jefe a siniestra
fi: Lime oikea yläkulma
fil_ph: Kalamansi Hepe Kaliwa Kanton
fr_ca: Canton senestre du chef de sinople clair
ga_ie: Cúinneán Líomach Thuas ar Clé
gl_es: Cantón lima en xefe a sinistra
he: קנטון ימני עליון ליים
hr_hr: Svijetlo Zeleni Gornji Lijevi Kvadrant
hu_hu: Világoszöld baltelek
id_id: Kotak Limau di atasan
is_is: Gulgrænt uppi til hægri
it: Al cantone sinistro del capo di lime
ja_jp: 左上に黄緑色の方形
ka_ge: სალათისფერი მარცხენა ზედა კვადრატი
ko_kr: 연두색 왼쪽 위 사각형
lb_lu: Hellgréngen Eck uewe lénks
lt_lt: Gelsvai žalsvas viršutinis dešinysis kampas
ms_my: Lelangit Sinister Canton Limau Hijau
nl_nl: Lichtgroen hoofd sinister kanton
nn_no: Limegrøn øvre høgrekanton
pl: Jasnozielony górny prawy narożnik
pt: Cantão Sinistro Verde Lima Superior
ro_ro: Canton verde-deschis senestru în șef
ru_ru: Лаймовый верхний левый крыж
sk_sk: Svetlozelený horný pravý kantón
sl_si: Svetlo zelen drugi kvadrat
sv_se: Limegrön uppe till höger
th_th: มุมขอบสีเขียวอ่อนขนาดเล็กด้านบนทางซ้าย
tr_tr: Açık Yeşil Sağ Üst Dikdörtgen
vi_vn: Ô vuông xanh lá mạ ở góc trên bên phải
zh_cn: 左顶黄绿方
zh_tw: 左方上側淺綠色

# item_banner_square_top_right_magenta
source: Magenta Chief Sinister Canton
ar_sa: راية ملونة أرجواني
be_by: Пурпурны верхні кут справа
bg_bg: Пурпурен ляв горен кантон
ca_es: Cantó magenta a la part superior dreta
cs: Purpurový horní pravý kanton
da_dk: Lyselilla firkant oppe til højre
de: Magenta linkes Obereck
de_at: Magentas links Obaegg
el_gr: Ματζέτνα τετράγωνο δεξιά
es: Cantón magenta en jefe a siniestra
fi: Purppura oikea yläkulma
fil_ph: Magenta Hepe Kaliwa Kanton
fr_ca: Canton senestre du chef de magenta
ga_ie: Cúinneán Maigeanta Thuas ar Clé
gl_es: Cantón maxenta en xefe a sinistra
he: קנטון ימני עליון מג'נטה
hr_hr: Rozi Gornji Lijevi Kvadrant
hu_hu: Bíbor baltelek
id_id: Atas kanan Persegi Merahkeunguan Sinister
is_is: Vínrautt uppi til hægri
it: Al cantone sinistro del capo di magenta
ja_jp: 左上に赤紫色の方形
ka_ge: იისფერი მარცხენა ზედა კვადრატი
ko_kr: 자홍색 왼쪽 위 사각형
lb_lu: Magentaen Eck uewe lénks
lt_lt: Rausvai raudonas viršutinis dešinysis kampas
ms_my: Lelangit Sinister Canton Magenta
nl_nl: Magenta hoofd sinister kanton
nn_no: Ljoselilla øvre høgrekanton
pl: Karmazynowy górny prawy narożnik
pt: Cantão Sinistro Magenta Superior
ro_ro: Canton magenta senestru în șef
ru_ru: Пурпурный верхний левый крыж
sk_sk: Purpurový horný pravý kantón
sl_si: Škrlaten drugi kvadrat
sv_se: Ljuslila uppe till höger
th_th: มุมขอบสีม่วงขนาดเล็กด้านบนทางซ้าย
tr_tr: Eflatun Sağ Üst Dikdörtgen
vi_vn: Ô vuông đỏ sậm ở góc trên bên phải
zh_cn: 左顶品红方
zh_tw: 左方上側洋紅色

# item_banner_square_top_right_orange
source: Orange Chief Sinister Canton
ar_sa: راية ملونة برتقالي
be_by: Аранжавы верхні кут справа
bg_bg: Оранжев ляв горен кантон
ca_es: Cantó taronja a la part superior dreta
cs: Oranžový horní pravý kanton
da_dk: Orange firkant oppe til højre
de: Oranges linkes Obereck
de_at: Orangs links Obaegg
el_gr: Πορτοκαλί τετράγωνο δεξιά
es: Cantón naranja en jefe a siniestra
fi: Oranssi oikea yläkulma
fil_ph: Dalandan Hepe Kaliwa Kanton
fr_ca: Canton senestre du chef d'orangé
ga_ie: Cúinneán Oráisteach Thuas ar Clé
gl_es: Cantón laranxa en xefe a sinistra
he: קנטון ימני עליון כתום
hr_hr: Narančasti Gornji Lijevi Kvadrant
hu_hu: Narancssárga baltelek
id_id: Atas kanan Persegi Jingga Sinister
is_is: Appelsínugult uppi til hægri
it: Al cantone sinistro del capo d'arancione
ja_jp: 左上に橙色の方形
ka_ge: ნარინჯისფერი მარცხენა ზედა კვადრატი
ko_kr: 주황색 왼쪽 위 사각형
lb_lu: Orangen Eck uewe lénks
lt_lt: Oranžinis viršutinis dešinysis kampas
ms_my: Lelangit Sinister Canton Jingga
nl_nl: Oranje hoofd sinister kanton
nn_no: Oransje øvre høgrekanton
pl: Pomarańczowy górny prawy narożnik
pt: Cantão Sinistro Laranja Superior
ro_ro: Canton portocaliu senestru în șef
ru_ru: Оранжевый верхний левый крыж
sk_sk: Oranžový horný pravý kantón
sl_si: Oranžen drugi kvadrat
sv_se: Orange uppe till höger
th_th: มุมขอบสีส้มขนาดเล็กด้านบนทางซ้าย
tr_tr: Turuncu Sağ Üst Dikdörtgen
vi_vn: Ô vuông cam ở góc trên bên phải
zh_cn: 左顶橙方
zh_tw: 左方上側橙色

# item_banner_square_top_right_pink
source: Pink Chief Sinister Canton
ar_sa: راية ملونة وردي
be_by: Ружовы верхні кут справа
bg_bg: Розов ляв горен кантон
ca_es: Cantó rosa a la part superior dreta
cs: Růžový horní pravý kanton
da_dk: Lyserød firkant oppe til højre
de: Rosa linkes Obereck
de_at: Rosas links Obaegg
el_gr: Ροζ τετράγωνο δεξιά
es: Cantón rosa en jefe a siniestra
fi: Vaaleanpunainen oikea yläkulma
fil_ph: Rosas Hepe Kaliwa Kanton
fr_ca: Canton senestre du chef de rose
ga_ie: Cúinneán Bándearg Thuas ar Clé
gl_es: Cantón rosa en xefe a sinistra
he: קנטון ימני עליון ורוד
hr_hr: Ružičasti Gornji Lijevi Kvadrant
hu_hu: Rózsaszín baltelek
id_id: garis atas warna merah jambu
is_is: Bleikt uppi til hægri
it: Al cantone sinistro del capo di rosa
ja_jp: 左上に桃色の方形
ka_ge: ვარდისფერი მარცხენა ზედა კვადრატი
ko_kr: 분홍색 왼쪽 위 사각형
lb_lu: Rosaen Eck uewe lénks
lt_lt: Rožinis viršutinis dešinysis kampas
ms_my: Lelangit Sinister Canton Merah Jambu
nl_nl: Roze hoofd sinister kanton
nn_no: Rosa øvre høgrekanton
pl: Różowy górny prawy narożnik
pt: Cantão Sinistro Rosa Superior
ro_ro: Canton roz senestru în șef
ru_ru: Розовый верхний левый крыж
sk_sk: Ružový horný pravý kantón
sl_si: Roza drugi kvadrat
sv_se: Rosa uppe till höger
th_th: มุมขอบสีชมพูขนาดเล็กด้านบนทางซ้าย
tr_tr: Pembe Sağ Üst Dikdörtgen
vi_vn: Ô vuông hồng ở góc trên bên phải
zh_cn: 左顶粉红方
zh_tw: 左方上側粉紅色

# item_banner_square_top_right_purple
source: Purple Chief Sinister Canton
ar_sa: راية ملونة بنفسجي
be_by: Фіялетавы верхні кут справа
bg_bg: Лилав ляв горен кантон
ca_es: Cantó morat a la part superior dreta
cs: Fialový horní pravý kanton
da_dk: Lilla firkant oppe til højre
de: Violettes linkes Obereck
de_at: Lilas links Obaegg
el_gr: Μωβ τετράγωνο δεξιά
es: Cantón morado en jefe a siniestra
fi: Violetti oikea yläkulma
fil_ph: Lila Hepe Kaliwa Kanton
fr_ca: Canton senestre du chef de pourpre
ga_ie: Cúinneán Corcra Thuas ar Clé
gl_es: Cantón púrpura en xefe a sinistra
he: קנטון ימני עליון סגול
hr_hr: Ljubičasti Gornji Lijevi Kvadrant
hu_hu: Lila baltelek
is_is: Fjólublátt uppi til hægri
it: Al cantone sinistro del capo di viola
ja_jp: 左上に紫色の方形
ka_ge: ალისფერი შავი მარცხენა ზედა კვადრატი
ko_kr: 보라색 왼쪽 위 사각형
lb_lu: Mofen Eck uewe lénks
lt_lt: Purpurinis viršutinis dešinysis kampas
ms_my: Lelangit Sinister Canton Ungu
nl_nl: Paars hoofd sinister kanton
nn_no: Lilla øvre høgrekanton
pl: Fioletowy górny prawy narożnik
pt: Cantão Sinistro Roxo Superior
ro_ro: Canton violet senestru în șef
ru_ru: Фиолетовый верхний левый крыж
sk_sk: Fialový horný pravý kantón
sl_si: Vijoličen drugi kvadrat
sv_se: Lila uppe till höger
th_th: มุมขอบสีม่วงขนาดเล็กด้านบนทางซ้าย
tr_tr: Mor Sağ Üst Dikdörtgen
vi_vn: Ô vuông tím ở góc trên bên phải
zh_cn: 左顶紫方
zh_tw: 左方上側紫色

# item_banner_square_top_right_red
source: Red Chief Sinister Canton
ar_sa: راية ملونة أحمر
be_by: Чырвоны верхні кут справа
bg_bg: Червен ляв горен кантон
ca_es: Cantó roig a la part superior dreta
cs: Červený horní pravý kanton
da_dk: Rød firkant oppe til højre
de: Rotes linkes Obereck
de_at: Rots links Obaegg
el_gr: Κόκκινο τετράγωνο πάνω δεξιά
es: Cantón rojo en jefe a siniestra
fi: Punainen oikea yläkulma
fil_ph: Pula Hepe Kaliwa Kanton
fr_ca: Canton senestre du chef de gueules
ga_ie: Cúinneán Dearg Thuas ar Clé
gl_es: Cantón vermello en xefe a sinistra
he: קנטון ימני עליון אדום
hr_hr: Crveni Gornji Lijevi Kvadrant
hu_hu: Vörös baltelek
is_is: Rautt uppi til hægri
it: Al cantone sinistro del capo di rosso
ja_jp: 左上に赤色の方形
ka_ge: წითელი მარცხენა ზედა კვადრატი
ko_kr: 빨간색 왼쪽 위 사각형
lb_lu: Rouden Eck uewe lénks
lt_lt: Raudonas viršutinis dešinysis kampas
ms_my: Lelangit Sinister Canton Merah
mt_mt: Kantuniera ta' fuq ix-xellug ħamra
nl_nl: Rood hoofd sinister kanton
nn_no: Raud øvre høgrekanton
pl: Czerwony górny prawy narożnik
pt: Cantão Sinistro Vermelho Superior
ro_ro: Canton roșu senestru în șef
ru_ru: Красный верхний левый крыж
sk_sk: Červený horný pravý kantón
sl_si: Rdeč drugi kvadrat
sv_se: Röd uppe till höger
th_th: มุมขอบสีแดงขนาดเล็กด้านบนทางซ้าย
tr_tr: Kırmızı Sağ Üst Dikdörtgen
vi_vn: Ô vuông đỏ ở góc trên bên phải
zh_cn: 左顶红方
zh_tw: 左方上側紅色

# item_banner_square_top_right_silver
source: Light Grey Chief Sinister Canton
ar_sa: راية ملونة رمادي فاتح
be_by: Светла-шэры верхні кут справа
bg_bg: Светлосив ляв горен кантон
ca_es: Cantó gris clar a la part superior dreta
cs: Světle šedý horní pravý kanton
da_dk: Lysegrå firkant oppe til højre
de: Hellgraues linkes Obereck
de_at: Hellgraus links Obaegg
el_gr: Ανοιχτό Γκρι τετράγωνο δεξιά
es: Cantón gris claro en jefe a siniestra
fi: Vaaleanharmaa oikea yläkulma
fil_ph: Mahinang Abo Hepe Kaliwa Kanton
fr_ca: Canton senestre du chef d'argent grisé
ga_ie: Cúinneán Fionnliath Thuas ar Clé
gl_es: Cantón gris claro en xefe a sinistra
he: קנטון ימני עליון אפור בהיר
hr_hr: Svijetlo Sivi Gornji Lijevi Kvadrant
hu_hu: Világosszürke baltelek
id_id: kepala wilayah jahat abu-abu muda
is_is: Ljósgrátt uppi til hægri
it: Al cantone sx. del capo di grigio chiaro
ja_jp: 左上に薄灰色の方形
ka_ge: ღია-ნაცრისფერი მარცხენა ზედა კვადრატი
ko_kr: 회백색 왼쪽 위 사각형
lb_lu: Hellgroen Eck uewe lénks
lt_lt: Šviesiai pilkas viršutinis dešinysis kampas
ms_my: Lelangit Sinister Canton Kelabu Muda
mt_mt: Light Gray Chief Sinister Canton
nl_nl: Lichtgrijs hoofd sinister kanton
nn_no: Ljosegrå øvre høgrekanton
pl: Jasnoszary górny prawy narożnik
pt: Cantão Sinistro Cinzento Claro Superior
ro_ro: Canton gri-deschis senestru în șef
ru_ru: Светло-серый верхний левый крыж
sk_sk: Svetlosivý horný pravý kantón
sl_si: Svetlo siv drugi kvadrat
sv_se: Ljusgrå uppe till höger
th_th: มุมขอบสีเทาอ่อนขนาดเล็กด้านบนทางซ้าย
tr_tr: Açık Gri Sağ Üst Dikdörtgen
vi_vn: Ô vuông xám nhạt ở góc trên bên phải
zh_cn: 左顶淡灰方
zh_tw: 左方上側淺灰色

# item_banner_square_top_right_white
source: White Chief Sinister Canton
ar_sa: راية ملونة أبيض
be_by: Белы верхні кут справа
bg_bg: Бял ляв горен кантон
ca_es: Cantó blanc a la part superior dreta
cs: Bílý horní pravý kanton
da_dk: Hvid firkant oppe til højre
de: Weißes linkes Obereck
de_at: Weißs links Obaegg
el_gr: Λευκό τετράγωνο δεξιά
es: Cantón blanco en jefe a siniestra
fi: Valkoinen oikea yläkulma
fil_ph: Puti Hepe Kaliwa Kanton
fr_ca: Canton senestre du chef d'argent
ga_ie: Cúinneán Bán Thuas ar Clé
gl_es: Cantón branco en xefe a sinistra
he: קנטון ימני עליון לבן
hr_hr: Bijeli Gornji Lijevi Kvadrant
hu_hu: Fehér baltelek
id_id: Atas kanan Persegi Putih Sinister
is_is: Hvítt uppi til hægri
it: Al cantone sinistro del capo di bianco
ja_jp: 左上に白色の方形
ka_ge: თეთრი მარცხენა ზედა კვადრატი
ko_kr: 하얀색 왼쪽 위 사각형
lb_lu: Wäissen Eck uewe lénks
lt_lt: Baltas viršutinis dešinysis kampas
ms_my: Lelangit Sinister Canton Putih
nl_nl: Wit hoofd sinister kanton
nn_no: Kvit øvre høgrekanton
pl: Biały górny prawy narożnik
pt: Cantão Sinistro Branco Superior
ro_ro: Canton alb senestru în șef
ru_ru: Белый верхний левый крыж
sk_sk: Biely horný pravý kantón
sl_si: Bel drugi kvadrat
sv_se: Vit uppe till höger
th_th: มุมขอบสีขาวขนาดเล็กด้านบนทางซ้าย
tr_tr: Beyaz Sağ Üst Dikdörtgen
vi_vn: Ô vuông trắng ở góc trên bên phải
zh_cn: 左顶白方
zh_tw: 左方上側白色

# item_banner_square_top_right_yellow
source: Yellow Chief Sinister Canton
ar_sa: راية ملونة أصفر
be_by: Жоўты верхні кут справа
bg_bg: Жълт ляв горен кантон
ca_es: Cantó groc a la part superior dreta
cs: Žlutý horní pravý kanton
da_dk: Gul firkant oppe til højre
de: Gelbes linkes Obereck
de_at: Gelbs links Obaegg
el_gr: Κίτρινο τετράγωνο δεξιά
es: Cantón amarillo en jefe a siniestra
fi: Keltainen oikea yläkulma
fil_ph: Dilaw Hepe Kaliwa Kanton
fr_ca: Canton senestre du chef d'or
ga_ie: Cúinneán Buí Thuas ar Clé
gl_es: Cantón amarelo en xefe a sinistra
he: קנטון ימני עליון צהוב
hr_hr: Žuti Gornji Lijevi Kvadrant
hu_hu: Sárga baltelek
id_id: Atas kanan Persegi Kuning Sinister
is_is: Gult uppi til hægri
it: Al cantone sinistro del capo di giallo
ja_jp: 左上に黄色の方形
ka_ge: ყვითელი მარცხენა ზედა კვადრატი
ko_kr: 노란색 왼쪽 위 사각형
lb_lu: Gielen Eck uewe lénks
lt_lt: Geltonas viršutinis dešinysis kampas
ms_my: Lelangit Sinister Canton Kuning
nl_nl: Geel hoofd sinister kanton
nn_no: Gul øvre høgrekanton
pl: Żółty górny prawy narożnik
pt: Cantão Sinistro Amarelo Superior
ro_ro: Canton galben senestru în șef
ru_ru: Жёлтый верхний левый крыж
sk_sk: Žltý horný pravý kantón
sl_si: Rumen drugi kvadrat
sv_se: Gul uppe till höger
th_th: มุมขอบสีเหลืองขนาดเล็กด้านบนทางซ้าย
tr_tr: Sarı Sağ Üst Dikdörtgen
vi_vn: Ô vuông vàng ở góc trên bên phải
zh_cn: 左顶黄方
zh_tw: 左方上側黃色

# item_banner_straight_cross_black
source: Black Cross
af_za: Swart Kruis
ar_sa: الصليب الأسود
be_by: Чорны крыж
bg_bg: Черен кръст
ca_es: Creu negra
cs: Černý kříž
da_dk: Sort kors
de: Schwarzes Kreuz
de_at: Schworzs Kreiz
el_gr: Μαύρος Σταυρός
es: Cruz negra
eu_es: Gurutz beltza
fi: Musta risti
fr_ca: Croix de sable
ga_ie: Cros Dubh
gl_es: Cruz negra
he: צלב שחור
hr_hr: Crni Križ
hu_hu: Fekete kereszt
id_id: Hitam Cross
is_is: Svartur Kross
it: Alla croce di nero
ja_jp: 黒色の十字
ka_ge: შავი ჯვარი
ko_kr: 검은색 십자
lb_lu: Schwaarzt Kräiz
lt_lt: Juodas kryžius
lv_lv: Melns krusts
ms_my: Saib Hitam
nl_nl: Zwarte kruis
nn_no: Svart kross
pl: Czarny krzyż
pt: Cruz Preta
ro_ro: Cruce neagră
ru_ru: Чёрный крест
sk_sk: Čierny kríž
sl_si: Črn križ
sv_se: Svart kors
th_th: กางเขนสีดำ
tr_tr: Siyah Haç
vi_vn: Chữ thập đen
zh_cn: 黑正十字
zh_tw: 黑色十字

# item_banner_straight_cross_blue
source: Blue Cross
af_za: Blou Kruis
ar_sa: الصليب الأزرق
be_by: Сіні крыж
bg_bg: Син кръст
ca_es: Creu blava
cs: Modrý kříž
da_dk: Blåt Kors
de: Blaues Kreuz
el_gr: Μπλε Σταυρός
es: Cruz azul
eu_es: Gurutz urdina
fa_ir: صلیب آبی
fi: Sininen risti
fr_ca: Croix d'azur
ga_ie: Cros Gorm
gl_es: Cruz azul
he: צלב כחול
hr_hr: Plavi Križ
hu_hu: Kék kereszt
is_is: Blár Kross
it: Alla croce di blu
ja_jp: 青色の十字
ka_ge: ლურჯი ჯვარი
ko_kr: 파란색 십자
lb_lu: Blot Kräiz
lt_lt: Mėlynas kryžius
lv_lv: Zils krusts
ms_my: Saib Biru
nl_nl: Blauwe kruis
nn_no: Blå kross
pl: Niebieski krzyż
pt: Cruz Azul
ro_ro: Cruce albastră
ru_ru: Синий крест
sk_sk: Modrý kríž
sl_si: Moder križ
sv_se: Blått kors
th_th: กางเขนสีน้ำเงิน
tr_tr: Mavi Haç
vi_vn: Chữ thập xanh nước biển
zh_cn: 蓝正十字
zh_tw: 藍色十字

# item_banner_straight_cross_brown
source: Brown Cross
af_za: Bruin Kruis
ar_sa: الصليب البني
be_by: Карычневы крыж
bg_bg: Кафяв кръст
ca_es: Creu marrona
cs: Hnědý kříž
da_dk: Brunt kors
de: Braunes Kreuz
el_gr: Καφέ Σταυρός
es: Cruz marrón
eu_es: Gurutz marroia
fa_ir: صلیب قهوه ای
fi: Ruskea risti
fr_ca: Croix de brun
ga_ie: Cros Donn
gl_es: Cruz marrón
he: צלב חום
hr_hr: Smeđi Križ
hu_hu: Barna kereszt
id_id: Coklat Cross
is_is: Brúnn Kross
it: Alla croce di marrone
ja_jp: 茶色の十字
ka_ge: ყავისფერი ჯვარი
ko_kr: 갈색 십자
lb_lu: Brongt Kräiz
lt_lt: Rudas kryžius
lv_lv: Brūns krusts
ms_my: Saib Perang
nl_nl: Bruine kruis
nn_no: Brun kross
pl: Brązowy krzyż
pt: Cruz Castanha
ro_ro: Cruce maro
ru_ru: Коричневый крест
sk_sk: Hnedý kríž
sl_si: Rjav križ
sv_se: Brunt kors
th_th: กางเขนสีน้ำตาล
tr_tr: Kahverengi Haç
vi_vn: Chữ thập nâu
zh_cn: 棕正十字
zh_tw: 棕色十字

# item_banner_straight_cross_cyan
source: Cyan Cross
af_za: Siaan Kruis
ar_sa: الصليب السماوي
be_by: Бірузовы крыж
bg_bg: Синьозелен кръст
ca_es: Creu cian
cs: Azurový kříž
da_dk: Turkis Kors
de: Türkises Kreuz
el_gr: Κυανός Σταυρός
es: Cruz cian
eu_es: Gurutz ziana
fa_ir: صلیب آبی روشن
fi: Syaani risti
fr_ca: Croix de cyan
ga_ie: Cros Cian
gl_es: Cruz ciana
he: צלב ציאן
hr_hr: Tirkizni Križ
hu_hu: Türkizkék kereszt
id_id: Cyan salib
is_is: Blágrænn Kross
it: Alla croce di ciano
ja_jp: 水色の十字
ka_ge: ცისფერი ჯვარი
ko_kr: 청록색 십자
lb_lu: Turquoiset Kräiz
lt_lt: Žalsvai mėlynas kryžius
lv_lv: Ciāna krusts
ms_my: Saib Cyan
nl_nl: Cyaan kruis
nn_no: Turkis kross
pl: Błękitny krzyż
pt: Cruz Ciano
ro_ro: Cruce turcoaz
ru_ru: Бирюзовый крест
sk_sk: Tyrkysový kríž
sl_si: Turkizen križ
sv_se: Turkost kors
th_th: กางเขนสีฟ้าคราม
tr_tr: Camgöbeği Haç
vi_vn: Chữ thập lục lam
zh_cn: 青正十字
zh_tw: 青色十字

# item_banner_straight_cross_gray
source: Grey Cross
af_za: Grys Kruis
ar_sa: صليب رمادي
be_by: Шэры крыж
bg_bg: Сив кръст
ca_es: Creu grisa
cs: Šedý kříž
da_dk: Gråt Kors
de: Graues Kreuz
el_gr: Γκρι Σταυρός
es: Cruz gris
eu_es: Gurutz grisa
fa_ir: صلیب خاکستری
fi: Harmaa risti
fr_ca: Croix d'acier
ga_ie: Cros Liath
gl_es: Cruz gris
he: צלב אפור
hr_hr: Sivi Križ
hu_hu: Szürke kereszt
id_id: Salib abu-abu
is_is: Grár Kross
it: Alla croce di grigio
ja_jp: 灰色の十字
ka_ge: ნაცრისფერი ჯვარი
ko_kr: 회색 십자
lb_lu: Grot Kräiz
lt_lt: Pilkas kryžius
lv_lv: Pelēks krusts
ms_my: Saib Kelabu
mt_mt: Gray Cross
nl_nl: Grijze kruis
nn_no: Grå kross
pl: Szary krzyż
pt: Cruz Cinzenta
ro_ro: Cruce gri
ru_ru: Серый крест
sk_sk: Sivý kríž
sl_si: Siv križ
sv_se: Grått kors
th_th: กางเขนสีเทา
tr_tr: Gri Haç
vi_vn: Chữ thập xám
zh_cn: 灰正十字
zh_tw: 灰色十字

# item_banner_straight_cross_green
source: Green Cross
af_za: Groen Kruis
ar_sa: الصليب الأخضر
be_by: Зялёны крыж
bg_bg: Зелен кръст
ca_es: Creu verda
cs: Zelený kříž
da_dk: Grønt kors
de: Grünes Kreuz
el_gr: Πράσινος Σταυρός
es: Cruz verde
eu_es: Gurutz berdea
fa_ir: صلیب سبز
fi: Vihreä risti
fil_ph: Berdeng krus
fr_ca: Croix de sinople
ga_ie: Cros Uaine
gl_es: Cruz verde
he: צלב ירוק
hr_hr: Zeleni Križ
hu_hu: Zöld kereszt
id_id: Salib hijau
is_is: Grænn Kross
it: Alla croce di verde
ja_jp: 緑色の十字
ka_ge: მწვანე ჯვარი
ko_kr: 초록색 십자
lb_lu: Gréngt Kräiz
lt_lt: Žalias kryžius
lv_lv: Zaļš krusts
ms_my: Saib Hijau
nl_nl: Groene kruis
nn_no: Grøn kross
pl: Zielony krzyż
pt: Cruz Verde
ro_ro: Cruce verde
ru_ru: Зелёный крест
sk_sk: Zelený kríž
sl_si: Zelen križ
sv_se: Grönt kors
th_th: กางเขนสีเขียว
tr_tr: Yeşil Haç
vi_vn: Chữ thập xanh lá cây
zh_cn: 绿正十字
zh_tw: 綠色十字

# item_banner_straight_cross_lightBlue
source: Light Blue Cross
af_za: Ligblou Kruis
ar_sa: صليب أزرق فاتح
be_by: Блакітны крыж
bg_bg: Светлосин кръст
ca_es: Creu blau cel
cs: Světle modrý kříž
da_dk: Lyseblåt Kors
de: Hellblaues Kreuz
el_gr: Ανοιχτό Μπλε Σταυρός
es: Cruz azul claro
eu_es: Gurutz urdin argia
fi: Vaaleansininen risti
fr_ca: Croix de bleu céleste
ga_ie: Cros Bánghorm
gl_es: Cruz azul clara
he: צלב תכלת
hr_hr: Svijetlo Plavi Križ
hu_hu: Világoskék kereszt
id_id: Cahaya biru Cross
is_is: Ljósblár Kross
it: Alla croce d'azzurro
ja_jp: 空色の十字
ka_ge: ღია-ლურჯი ჯვარი
ko_kr: 하늘색 십자
lb_lu: Hellblot Kräiz
lt_lt: Šviesiai mėlynas kryžius
lv_lv: Gaiši zils krusts
ms_my: Saib Biru Muda
nl_nl: Lichtblauwe kruis
nn_no: Ljoseblå kross
pl: Jasnoniebieski krzyż
pt: Cruz Azul Clara
ro_ro: Cruce bleu
ru_ru: Голубой крест
sk_sk: Svetlomodrý kríž
sl_si: Svetlo moder križ
sv_se: Ljusblått kors
th_th: กางเขนสีฟ้า
tr_tr: Açık Mavi Haç
vi_vn: Chữ thập xanh nước biển nhạt
zh_cn: 淡蓝正十字
zh_tw: 淺藍色十字

# item_banner_straight_cross_lime
source: Lime Cross
af_za: Heldergroen Kruis
ar_sa: صليب الاخضر (فاتح)
be_by: Лаймавы крыж
bg_bg: Жълтозелен кръст
ca_es: Creu llima
cs: Světle zelený kříž
da_dk: Limegrønt Kors
de: Hellgrünes Kreuz
el_gr: Ανοιχτοπράσινος Σταυρός
es: Cruz verde lima
eu_es: Gurutz berde lima
fi: Limetinvihreä risti
fr_ca: Croix de sinople clair
ga_ie: Cros Líomach
gl_es: Cruz lima
he: צלב ליים
hr_hr: Svijetlo Zeleni Križ
hu_hu: Világoszöld kereszt
id_id: Kapur Cross
is_is: Ljósgrænn Kross
it: Alla croce di lime
ja_jp: 黄緑色の十字
ka_ge: სალათისფერი ჯვარი
ko_kr: 연두색 십자
lb_lu: Hellgréngt Kräiz
lt_lt: Gelsvai žalsvas kryžius
lv_lv: Laima krusts
ms_my: Saib Limau
nl_nl: Lichtgroene kruis
nn_no: Limegrøn kross
pl: Jasnozielony krzyż
pt: Cruz Verde Lima
ro_ro: Cruce verde-deschis
ru_ru: Лаймовый крест
sk_sk: Svetlozelený kríž
sl_si: Svetlo zelen križ
sv_se: Limegrönt kors
th_th: กางเขนสีเขียวมะนาว
tr_tr: Açık Yeşil Haç
vi_vn: Chữ thập xanh lá mạ
zh_cn: 黄绿正十字
zh_tw: 淺綠色十字
