Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# tile_woolCarpet_lime_name
source: Lime Carpet
af_za: Heldergroen Mat
ar_sa: السجاد الليموني
be_by: Лаймавы дыван
bg_bg: Жълтозелен килим
ca_es: Catifa llima
cs: Světle zelený koberec
da_dk: Limegrønt tæppe
de: Hellgrüner Teppich
de_at: Hellgrüna Teppich
el_gr: Λαχανί χαλί
es: Alfombra verde lima
eu_es: Lima koloreko alfonbra
fa_ir: فرش فسفري
fi: Limetinvihreä matto
fil_ph: Alpombrang Dayap
fr_ca: Tapis lime
ga_ie: Cairpéad Líomach
gl_es: Alfombra lima
he: שטיח ליים
hi_in: लाइम कालीन
hr_hr: Svijetlo Zeleni Tepih
hu_hu: Világoszöld szőnyeg
hy_am: Լայմ Գորգ
id_id: Karpet Limau
is_is: Ljósgrænt teppi
it: Tappeto lime
ja_jp: 黄緑色のカーペット
ka_ge: სალათისფერი ხალიჩა
ko_kr: 연두색 양탄자
lb_lu: Hellgréngen Teppech
lt_lt: Gelsvai žalsvas kilimas
lv_lv: Gaiši Zaļš Paklājs
mn_mn: Цайвар ногоон хивс
ms_my: Permaidani Hijau Muda
mt_mt: Tapit Aħdar Ċar
nl_nl: Lichtgroen tapijt
nn_no: Limefarga teppe
pl: Jasnozielony dywan
pt: Tapete Verde Lima
ro_ro: Covor verde-deschis
ru_ru: Лаймовый ковёр
sk_sk: Svetlozelený koberec
sl_si: Svetlo zelena preproga
sv_se: Limegrön matta
th_th: พรมสีเขียวมะนาว
tr_tr: Açık Yeşil Halı
vi_vn: Thảm xanh lá mạ
zh_cn: 黄绿色地毯
zh_tw: 淺綠色地毯

# tile_woolCarpet_magenta_name
source: Magenta Carpet
af_za: Magenta Mat
ar_sa: السجاد الأرجواني
be_by: Пурпурны дыван
bg_bg: Пурпурен килим
ca_es: Catifa magenta
cs: Purpurový koberec
da_dk: Lyselilla tæppe
de: Magenta Teppich
de_at: Magentana Teppich
el_gr: Φούξια Χαλί
es: Alfombra magenta
eu_es: Magenta koloreko alfonbra
fa_ir: فرش سرخآبي
fi: Purppura matto
fil_ph: Alpombrang Ibig
fr_ca: Tapis magenta
ga_ie: Cairpéad Maigeanta
gl_es: Alfombra maxenta
he: שטיח מג'נטה
hi_in: मैजेंटा कालीन
hr_hr: Rozi Tepih
hu_hu: Bíbor szőnyeg
hy_am: Մորեգույն Գորգ
id_id: Karpet Magenta
is_is: Vínrautt teppi
it: Tappeto magenta
ja_jp: 赤紫色のカーペット
ka_ge: იასამნისფერი ხალიჩა
ko_kr: 자홍색 양탄자
lb_lu: Magentaen Teppech
lt_lt: Rausvai raudonas kilimas
lv_lv: Violēts Paklājs
mn_mn: Ягаан хивс
ms_my: Permaidani Magenta
mt_mt: Tapit Roża Skur
nl_nl: Magenta tapijt
nn_no: Ljoselilla teppe
pl: Karmazynowy dywan
pt: Tapete Magenta
ro_ro: Covor magenta
ru_ru: Пурпурный ковёр
sk_sk: Purpurový koberec
sl_si: Škrlatna preproga
sv_se: Ljuslila matta
th_th: พรมสีบานเย็น
tr_tr: Eflatun Halı
vi_vn: Thảm đỏ sậm
zh_cn: 品红色地毯
zh_tw: 洋紅色地毯

# tile_woolCarpet_name
source: Carpet
af_za: Mat
ar_sa: سجادة
be_by: Дыван
bg_bg: Килим
ca_es: Catifa
cs: Koberec
da_dk: Tæppe
de: Teppich
de_at: Teppich
el_gr: Χαλί
es: Alfombra
eu_es: Alfonbra
fa_ir: فرش
fi: Matto
fil_ph: Alpombra
fr_ca: Tapis
ga_ie: Cairpéad
gl_es: Alfombra
he: שטיח
hi_in: कारपेट
hr_hr: Tepih
hu_hu: Szőnyeg
hy_am: Գորգ
id_id: Karpet
is_is: Teppi
it: Tappeto
ja_jp: カーペット
ka_ge: ხალიჩა
ko_kr: 양탄자
lb_lu: Teppech
lt_lt: Kilimas
lv_lv: Paklājs
mn_mn: Хивс
ms_my: Karpet
mt_mt: Tapit
nl_nl: Tapijt
nn_no: Teppe
pl: Dywan
pt: Tapete
ro_ro: Covor
ru_ru: Ковёр
sk_sk: Koberec
sl_si: Preproga
sv_se: Matta
th_th: พรม
tr_tr: Halı
vi_vn: Thảm
zh_cn: 地毯
zh_tw: 地毯

# tile_woolCarpet_orange_name
source: Orange Carpet
af_za: Oranje Mat
ar_sa: السجاد البرتقالي
be_by: Аранжавы дыван
bg_bg: Оранжев килим
ca_es: Catifa taronja
cs: Oranžový koberec
da_dk: Orange tæppe
de: Oranger Teppich
de_at: Oranger Teppich
el_gr: Πορτοκαλί Χαλί
es: Alfombra naranja
eu_es: Laranja koloreko alfonbra
fa_ir: فرش نارنجي
fi: Oranssi matto
fil_ph: Alpombrang Kahel
fr_ca: Tapis orange
ga_ie: Cairpéad Oráisteach
gl_es: Alfombra laranxa
he: שטיח כתום
hi_in: ऑरेंज कालीन
hr_hr: Narančasti Tepih
hu_hu: Narancssárga szőnyeg
hy_am: Նարնջագույն Գորգ
id_id: Karpet Jinnga
is_is: Appelsínugullt teppi
it: Tappeto arancione
ja_jp: 橙色のカーペット
ka_ge: ნარინჯისფერი ხალიჩა
ko_kr: 주황색 양탄자
lb_lu: Orangen Teppech
lt_lt: Oranžinis kilimas
lv_lv: Oranžs Paklājs
mn_mn: Улбар хивс
ms_my: Permaidani Jingga
mt_mt: Tapit Oranġjo
nl_nl: Oranje tapijt
nn_no: Oransje teppe
pl: Pomarańczowy dywan
pt: Tapete Laranja
ro_ro: Covor portocaliu
ru_ru: Оранжевый ковёр
sk_sk: Oranžový koberec
sl_si: Oranžna preproga
sv_se: Orange matta
th_th: พรมสีส้ม
tr_tr: Turuncu Halı
vi_vn: Thảm cam
zh_cn: 橙色地毯
zh_tw: 橙色地毯

# tile_woolCarpet_pink_name
source: Pink Carpet
af_za: Pienk Mat
ar_sa: السجاد الوردي
be_by: Ружовы дыван
bg_bg: Розов килим
ca_es: Catifa rosa
cs: Růžový koberec
da_dk: Lyserødt tæppe
de: Rosa Teppich
de_at: Rosa Teppich
el_gr: Ροζ Χαλί
es: Alfombra rosa
eu_es: Arrosa koloreko alfonbra
fa_ir: فرش صورتي
fi: Vaaleanpunainen matto
fil_ph: Alpombrang Rosas
fr_ca: Tapis rose
ga_ie: Cairpéad Bándearg
gl_es: Alfombra rosa
he: שטיח ורוד
hi_in: गुलाबी कालीन
hr_hr: Ružičasti Tepih
hu_hu: Rózsaszín szőnyeg
hy_am: Վարդագույն Գորգ
id_id: Karpet Merah Muda
is_is: Bleikt teppi
it: Tappeto rosa
ja_jp: 桃色のカーペット
ka_ge: ვარდისფერი ხალიჩა
ko_kr: 분홍색 양탄자
lb_lu: Rosaen Teppech
lt_lt: Rožinis kilimas
lv_lv: Rozā Paklājs
mn_mn: Цайвар ягаан хивс
ms_my: Permaidani Merah Jambu
mt_mt: Tapit Roża
nl_nl: Roze tapijt
nn_no: Rosa teppe
pl: Różowy dywan
pt: Tapete Rosa
ro_ro: Covor roz
ru_ru: Розовый ковёр
sk_sk: Ružový koberec
sl_si: Roza preproga
sv_se: Rosa matta
th_th: พรมสีชมพู
tr_tr: Pembe Halı
vi_vn: Thảm hồng
zh_cn: 粉红色地毯
zh_tw: 粉紅色地毯

# tile_woolCarpet_purple_name
source: Purple Carpet
af_za: Pers Mat
ar_sa: السجاد الأرجواني
be_by: Фіялетавы дыван
bg_bg: Лилав килим
ca_es: Catifa lila
cs: Fialový koberec
da_dk: Lilla tæppe
de: Violetter Teppich
de_at: Lila Teppich
el_gr: Μωβ Χαλί
es: Alfombra morada
eu_es: More koloreko alfonbra
fa_ir: فرش بنفش
fi: Violetti matto
fil_ph: Alpombrang Lila
fr_ca: Tapis mauve
ga_ie: Cairpéad Corcra
gl_es: Alfombra púrpura
he: שטיח סגול
hi_in: बैंगनी कालीन
hr_hr: Ljubičasti Tepih
hu_hu: Lila szőnyeg
hy_am: Մանուշակագույն Գորգ
id_id: Karpet Ungu
is_is: Fjólublátt teppi
it: Tappeto viola
ja_jp: 紫色のカーペット
ka_ge: ალისფერი ხალიჩა
ko_kr: 보라색 양탄자
lb_lu: Mofen Teppech
lt_lt: Purpurinis kilimas
lv_lv: Violeta Paklājs
mn_mn: Нил ягаан хивс
ms_my: Permaidani Ungu
mt_mt: Tapit Vjola
nl_nl: Paars tapijt
nn_no: Lilla teppe
pl: Fioletowy dywan
pt: Tapete Roxo
ro_ro: Covor violet
ru_ru: Фиолетовый ковёр
sk_sk: Fialový koberec
sl_si: Vijolična preproga
sv_se: Lila matta
th_th: พรมสีม่วง
tr_tr: Mor Halı
vi_vn: Thảm tím
zh_cn: 紫色地毯
zh_tw: 紫色地毯

# tile_woolCarpet_red_name
source: Red Carpet
af_za: Rooi Mat
ar_sa: السجاد الأحمر
be_by: Чырвоны дыван
bg_bg: Червен килим
ca_es: Catifa vermella
cs: Červený koberec
da_dk: Rødt tæppe
de: Roter Teppich
de_at: Rota Teppich
el_gr: Κόκκινο χαλί
es: Alfombra roja
eu_es: Gorri koloreko alfonbra
fa_ir: فرش قرمز
fi: Punainen matto
fil_ph: Alpombrang Pula
fr_ca: Tapis rouge
ga_ie: Cairpéad Dearg
gl_es: Alfombra vermella
he: שטיח אדום
hi_in: लाल कालीन
hr_hr: Crveni Tepih
hu_hu: Vörös szőnyeg
hy_am: Կարմիր Գորգ
id_id: Karpet Merah
is_is: Rautt teppi
it: Tappeto rosso
ja_jp: 赤色のカーペット
ka_ge: წითელი ხალიჩა
ko_kr: 빨간색 양탄자
lb_lu: Rouden Teppech
lt_lt: Raudonas kilimas
lv_lv: Sarkans Paklājs
mn_mn: Улаан хивс
ms_my: Permaidani Merah
mt_mt: Tapit Aħmar
nl_nl: Rood tapijt
nn_no: Raudt teppe
pl: Czerwony dywan
pt: Tapete Vermelho
ro_ro: Covor roșu
ru_ru: Красный ковёр
sk_sk: Červený koberec
sl_si: Rdeča preproga
sv_se: Röd matta
th_th: พรมแดง
tr_tr: Kırmızı Halı
vi_vn: Thảm đỏ
zh_cn: 红色地毯
zh_tw: 紅色地毯

# tile_woolCarpet_silver_name
source: Light Grey Carpet
af_za: Liggrys Mat
ar_sa: السجاد الرمادي الفاتح
be_by: Светла-шэры дыван
bg_bg: Светлосив килим
ca_es: Catifa gris clar
cs: Světle šedý koberec
da_dk: Lysegråt tæppe
de: Hellgrauer Teppich
de_at: Hellgraua Teppich
el_gr: Ανοιχτό γκρι χαλί
es: Alfombra gris claro
eu_es: Alfonbra gris argia
fa_ir: فرش خاکستری روشن
fi: Vaaleanharmaa matto
fil_ph: Alpombrang Pilak
fr_ca: Tapis gris pâle
ga_ie: Cairpéad Fionnliath
gl_es: Alfombra gris clara
he: שטיח אפור בהיר
hi_in: लाइट ग्रे कालीन
hr_hr: Svijetlo Sivi Tepih
hu_hu: Világosszürke szőnyeg
hy_am: Բաց Մոխրագույն Գորգ
id_id: Karpet Abu-abu Muda
is_is: Ljós grátt teppi
it: Tappeto grigio chiaro
ja_jp: 薄灰色のカーペット
ka_ge: ღია-ნაცრისფერი ხალიჩა
ko_kr: 회백색 양탄자
lb_lu: Hellgroen Teppech
lt_lt: Šviesiai pilkas kilimas
lv_lv: Gaiši Pelēks Paklājs
mn_mn: Цайвар саарал хивс
ms_my: Permaidani Kelabu Muda
mt_mt: Tapit Griż Ċar
nl_nl: Lichtgrijs tapijt
nn_no: Ljosegrått teppe
pl: Jasnoszary dywan
pt: Tapete Cinzento Claro
ro_ro: Covor gri-deschis
ru_ru: Светло-серый ковёр
sk_sk: Svetlosivý koberec
sl_si: Svetlo siva preproga
sv_se: Ljusgrå matta
th_th: พรมสีเทาอ่อน
tr_tr: Açık Gri Halı
vi_vn: Thảm xám nhạt
zh_cn: 淡灰色地毯
zh_tw: 淺灰色地毯

# tile_woolCarpet_white_name
source: White Carpet
af_za: Mat
ar_sa: سجادة
be_by: Дыван
bg_bg: Бял килим
ca_es: Catifa
cs: Koberec
da_dk: Tæppe
de: Weißer Teppich
de_at: Teppich
el_gr: Χαλί
es: Alfombra blanca
eu_es: Alfonbra
fa_ir: فرش سفيد
fi: Matto
fil_ph: Alpombra
fr_ca: Tapis blanc
ga_ie: Cairpéad
gl_es: Alfombra
he: שטיח
hi_in: कारपेट
hr_hr: Tepih
hu_hu: Fehér szőnyeg
hy_am: Գորգ
id_id: Karpet
is_is: Teppi
it: Tappeto bianco
ja_jp: カーペット
ka_ge: ხალიჩა
ko_kr: 양탄자
lb_lu: Wäissen Teppech
lt_lt: Kilimas
lv_lv: Paklājs
mn_mn: Хивс
ms_my: Permaidani
mt_mt: Tapit
nl_nl: Tapijt
nn_no: Teppe
pl: Dywan
pt: Tapete Branco
ro_ro: Covor alb
ru_ru: Ковёр
sk_sk: Biely koberec
sl_si: Preproga
sv_se: Matta
th_th: พรม
tr_tr: Beyaz Halı
vi_vn: Thảm trắng
zh_cn: 地毯
zh_tw: 地毯

# tile_woolCarpet_yellow_name
source: Yellow Carpet
af_za: Geel Mat
ar_sa: السجاد الأصفر
be_by: Жоўты дыван
bg_bg: Жълт килим
ca_es: Catifa groga
cs: Žlutý koberec
da_dk: Gult tæppe
de: Gelber Teppich
de_at: Göba Teppich
el_gr: Κίτρινο χαλί
es: Alfombra amarilla
eu_es: Hori koloreko alfonbra
fa_ir: فرش زرد
fi: Keltainen matto
fil_ph: Alpombrang Dilaw
fr_ca: Tapis jaune
ga_ie: Cairpéad Buí
gl_es: Alfombra amarela
he: שטיח צהוב
hi_in: पीला कालीन
hr_hr: Žuti Tepih
hu_hu: Sárga szőnyeg
hy_am: Դեղին Գորգ
id_id: Karpet Kuning
is_is: Gult teppi
it: Tappeto giallo
ja_jp: 黄色のカーペット
ka_ge: ყვითელი ხალიჩა
ko_kr: 노란색 양탄자
lb_lu: Gielen Teppech
lt_lt: Geltonas kilimas
lv_lv: Dzeltens Paklājs
mn_mn: Шар хивс
ms_my: Permaidani Kuning
mt_mt: Tapit Isfar
nl_nl: Geel tapijt
nn_no: Gult teppe
pl: Żółty dywan
pt: Tapete Amarelo
ro_ro: Covor galben
ru_ru: Жёлтый ковёр
sk_sk: Žltý koberec
sl_si: Rumena preproga
sv_se: Gul matta
th_th: พรมสีเหลือง
tr_tr: Sarı Halı
vi_vn: Thảm vàng
zh_cn: 黄色地毯
zh_tw: 黃色地毯

# tile_workbench_name
source: Crafting Table
af_za: Werksbank
ar_sa: طاولة النجارة
be_by: Варштат
bg_bg: Работна маса
ca_es: Taula d'elaboració
cs: Pracovní stůl
da_dk: Arbejdsbord
de: Werkbank
de_at: Oabatstisch
el_gr: Πάγκος Εργασίας
es: Mesa de trabajo
eu_es: Lan-mahaia
fa_ir: ميزکار
fi: Työpöytä
fil_ph: Gawaan
fr_ca: Établi
ga_ie: Bord Ceardaíochta
gl_es: Banco de traballo
he: שולחן מלאכה
hi_in: टेबल क्राफ्टिंग
hr_hr: Radni Stol
hu_hu: Barkácsasztal
hy_am: Արհեստասեղան
id_id: Meja Kerja
is_is: Smíðabekkur
it: Banco da lavoro
ja_jp: 作業台
ka_ge: დაზგა
ko_kr: 제작대
lb_lu: Wierkbänk
lt_lt: Darbastalis
lv_lv: Darbagalds
mi_nz: Papamahi
mn_mn: Урлах ширээ
ms_my: Bangku Kerja
mt_mt: Mejda tas-Snajja
nl_nl: Werkbank
nn_no: Arbeidsbenk
pl: Stół rzemieślniczy
pt: Mesa de Trabalho
ro_ro: Masă de lucru
ru_ru: Верстак
sk_sk: Pracovný stôl
sl_si: Delovna miza
sv_se: Arbetsbänk
th_th: โต๊ะงานช่าง
tr_tr: Çalışma Masası
vi_vn: Bàn chế tạo
zh_cn: 工作台
zh_tw: 工作台

# tipped_arrow_effect_awkward
source: Tipped Arrow
af_za: Gedoopte Pyl
ar_sa: سهم مسحور
be_by: Апрацаваная страла
bg_bg: Стрела с връх
ca_es: Fletxa amb efecte
cs: Namočený šíp
da_dk: Tippet pil
de: Getränkter Pfeil
el_gr: Εμποτισμένο Βέλος
es: Flecha rara
fi: Taikajuomassa kastettu nuoli
fil_ph: Tipped na Palaso
fr_ca: Flèche à eau délicate
ga_ie: Saighead Biorach
gl_es: Frecha rara
he: חץ מושפע
hr_hr: Umoćena Strijela
hu_hu: Varázsnyíl
id_id: Panah celupan
it: Freccia imbevuta strana
ja_jp: 奇妙な矢
ka_ge: დამუშავებული ისარი
ko_kr: 물약이 묻은 화살
lb_lu: Gedränkte Feil
lt_lt: Patepta strėlė
lv_lv: Mērcēta bulta
ms_my: Anak Panah Tertip
mt_mt: Vleġġa Miksija
nl_nl: Getipte pijl
nn_no: Pilspiss-effekt
pl: Strzała z miksturą
pt: Flecha de Efeito
ro_ro: Săgeată impregnată
ru_ru: Стрела обработанная заурядным зельем
sk_sk: Šíp s Efektom
sl_si: Strupena puščica
sv_se: Doppad pil
th_th: ลูกธนูอาบยา
tr_tr: İksirli Ok
vi_vn: Mũi tên tẩm thuốc
zh_cn: 药箭
zh_tw: 藥水箭

# tipped_arrow_effect_empty
source: Tipped Arrow
af_za: Gedoopte Pyl
ar_sa: سهم مسحور
be_by: Апрацаваная страла
bg_bg: Стрела с връх
ca_es: Fletxa amb efecte
cs: Namočený šíp
da_dk: Tippet pil
de: Getränkter Pfeil
el_gr: Εμποτισμένο Βέλος
es: Flecha sin efectos
eu_es: Gezi hutsa
fi: Kärjellä nuoli
fil_ph: Tipped na Palaso
fr_ca: Flèche trempée
ga_ie: Saighead Biorach
gl_es: Frecha sen efectos
he: חץ מושפע
hr_hr: Umoćena Strijela
hu_hu: Varázsnyíl
id_id: Panah celupan
it: Freccia imbevuta senza effetti
ja_jp: 効果付きの矢
ka_ge: დამუშავებული ისარი
ko_kr: 물약이 묻은 화살
lb_lu: Gedränkte Feil
lt_lt: Patepta strėlė
lv_lv: Mērcēta bulta
ms_my: Anak Panah Tertip
mt_mt: Vleġġa Miksija
nl_nl: Getipte pijl
nn_no: Pilspiss-effekt
pl: Strzała z miksturą
pt: Flecha com Efeito
ro_ro: Săgeată impregnată
ru_ru: Обработанная стрела
sk_sk: Šíp s Efektom
sl_si: Strupena puščica
sv_se: Doppad pil
th_th: ลูกธนูอาบยา
tr_tr: İksirli Ok
vi_vn: Mũi tên tẩm thuốc
zh_cn: 药箭
zh_tw: 藥水箭

# tipped_arrow_effect_fire_resistance
source: Arrow of Fire Resistance
af_za: Pyl van Brandbestandheid
ar_sa: سهم مقاومة الحريق
be_by: Страла вогнеўстойлівасці
bg_bg: Стрела на огнената устойчивост
ca_es: Fletxa de resistència al foc
cs: Šíp ohnivzdornosti
da_dk: Ildmodstand pil
de: Pfeil der Feuerresistenz
el_gr: Βέλος της Πυροπροστασίας
es: Flecha de cuerpo ignífugo
eu_es: Suaren aurkako erresistentzia gezia
fi: Tulenkestävyyden nuoli
fil_ph: Palaso na may resistensya sa apoy
fr_ca: Flèche de résistance au feu
ga_ie: Saighead na Dó-obachta
gl_es: Frecha de resistencia ó lume
he: חץ עמידות לאש
hr_hr: Stralica Vatrostalnosti
hu_hu: Tűzállóság nyila
id_id: Panah tahan api
it: Freccia di resistenza al fuoco
ja_jp: 耐火の矢
ka_ge: ცეცხლისგან გამძლეობის ისარი
ko_kr: 화염 저항의 화살
lb_lu: Feil vun der Féierresistenz
lt_lt: Atsparumo ugniai strėlė
lv_lv: Uguns noturības bulta
ms_my: Anak Panah Kalis Api
mt_mt: Vleġġa tar-Reżistenza għan-Nar
nl_nl: Pijl der vuurbestendigheid
nn_no: Eldvernspil
pl: Strzała odporności na ogień
pt: Flecha de Resistência ao Fogo
ro_ro: Săgeată de rezistență
ru_ru: Стрела огнестойкости
sk_sk: Šíp Ohňuvzdornosti
sl_si: Puščica odpornosti proti ognju
sv_se: Eldresistanspil
th_th: ลูกธนูอาบยาทนไฟ
tr_tr: Ateş Direnci Oku
vi_vn: Mũi tên chống lửa
zh_cn: 抗火之箭
zh_tw: 抗火之箭

# tipped_arrow_effect_harming
source: Arrow of Harming
af_za: Pyl van Skade
ar_sa: سهم الإيذاء
be_by: Страла шкоды
bg_bg: Стрела на нараняването
ca_es: Fletxa de dany augmentat
cs: Šíp ublížení
da_dk: Pil af skade
de: Pfeil des Schadens
el_gr: Eπώδυνο Βέλος
es: Flecha de daño
fi: Vahingoittava nuoli
fil_ph: Palaso ng Patay
fr_ca: Flèche de dégâts
ga_ie: Saighead an Dochair
gl_es: Frecha de dano
he: חץ הפגיעה
hr_hr: Strelica Ozljeđivanja
hu_hu: Sebzés nyila
id_id: Panah kesakitan
it: Freccia di danno
ja_jp: 負傷の矢
ka_ge: ზიანის ისარი
ko_kr: 고통의 화살
lb_lu: Feil vum Schued
lt_lt: Žalos strėlė
lv_lv: Kaitējuma bulta
ms_my: Anak Panah Memudaratkan
mt_mt: Vleġġa tal-Ħsara
nl_nl: Pijl der verwonding
nn_no: Skadepil
pl: Strzała krzywdy
pt: Flecha de Dano
ro_ro: Săgeată de vătămare
ru_ru: Стрела вреда
sk_sk: Šíp Zranenia
sl_si: Puščica škodovanja
sv_se: Skadepil
th_th: ลูกธนูอาบยาเสียเลือด
tr_tr: Hasar Oku
vi_vn: Mũi tên sát thương
zh_cn: 伤害之箭
zh_tw: 傷害之箭

# tipped_arrow_effect_healing
source: Arrow of Healing
af_za: Pyl van Genesing
ar_sa: سهم الشفاء
be_by: Гаючая страла
bg_bg: Стрела на заздравяването
ca_es: Fletxa curativa
cs: Šíp léčení
da_dk: Pil af Healing
de: Pfeil der Heilung
el_gr: Βέλος της Θεραπείας
es: Flecha de curación
eu_es: Sendatze gezia
fi: Parantava nuoli
fil_ph: Palaso na nagpapagaling
fr_ca: Flèche de guérison
ga_ie: Saighead an Leighis
gl_es: Frecha de curación
he: חץ הריפוי
hr_hr: Strelica Lječenja
hu_hu: Gyógyítás nyila
id_id: Panah penyembuhan
it: Freccia di cura
ja_jp: 治癒の矢
ka_ge: მკურნალობის ისარი
ko_kr: 즉시 회복의 화살
lb_lu: Feil vun der Heelung
lt_lt: Gydymo strėlė
lv_lv: Veseļošanās bulta
ms_my: Anak Panah Penyembuhan
mt_mt: Vleġġa tal-Fejqan
nl_nl: Pijl der genezing
nn_no: Lækjepil
pl: Strzała leczenia
pt: Flecha de Cura
ro_ro: Săgeată de vindecare
ru_ru: Стрела исцеления
sk_sk: Šíp Zdravia
sl_si: Puščica zdravljenja
sv_se: Läkningspil
th_th: ลูกธนูอาบยาเพิ่มเลือด
tr_tr: İyileştirme Oku
vi_vn: Mũi tên hồi máu
zh_cn: 治疗之箭
zh_tw: 治療之箭

# tipped_arrow_effect_invisibility
source: Arrow of Invisibility
af_za: Pyl van Onsigbaarheid
ar_sa: سهم الإختفاء
be_by: Страла нябачнасці
bg_bg: Стрела на невидимостта
ca_es: Fletxa d'invisibilitat
cs: Šíp neviditelnosti
da_dk: Usynlighededs pil
de: Pfeil der Unsichtbarkeit
el_gr: Βέλος της Αορατότητας
es: Flecha de invisibilidad
eu_es: Ikusezintasun gezia
fi: Näkymättömyyden nuoli
fil_ph: Wala nakita na tunod
fr_ca: Flèche d'invisibilité
ga_ie: Saighead na Dofheictheachta
gl_es: Frecha de invisibilidade
he: חץ אי-ניראות
hr_hr: Strelica Nevidljivosti
hu_hu: Láthatatlanság nyila
id_id: Panah tembus pandang
it: Freccia d'invisibilità
ja_jp: 透明化の矢
ka_ge: უჩინარობის ისარი
ko_kr: 투명화 화살
lb_lu: Feil vun der Onsiichtbarkeet
lt_lt: Nematomumo strėlė
lv_lv: Neredzamības bulta
ms_my: Anak Panah Halimunan
mt_mt: Vleġġa tal-Inviżibbiltà
nl_nl: Pijl der onzichtbaarheid
nn_no: Usjåelegspil
pl: Strzała niewidzialności
pt: Flecha de Invisibilidade
ro_ro: Săgeată de invizibilitate
ru_ru: Стрела невидимости
sk_sk: Šíp Neviditeľnosti
sl_si: Puščica nevidnosti
sv_se: Osynlighetspil
th_th: ลูกธนูอาบยาล่องหน
tr_tr: Görünmezlik Oku
vi_vn: Mũi tên tàng hình
zh_cn: 隐身之箭
zh_tw: 隱形之箭

# tipped_arrow_effect_leaping
source: Arrow of Leaping
af_za: Pyl van Sprong
ar_sa: سهم القفز
be_by: Страла скакучасці
bg_bg: Стрела на скокливостта
ca_es: Fletxa de salt
cs: Šíp skákání
da_dk: Superhop pil
de: Pfeil der Sprungkraft
el_gr: Βέλος Αλμάτων
es: Flecha de salto
eu_es: Jauzi bultzada gezia
fi: Loikkaamisen nuoli
fil_ph: Tunod na Talon
fr_ca: Flèche de saut
ga_ie: Saighead na Léime
gl_es: Frecha de salto
he: חץ הזינוק
hr_hr: Strelica Skakanja
hu_hu: Szökkenés nyila
id_id: Panah lompatan
it: Freccia di salto
ja_jp: 跳躍の矢
ka_ge: ხტომის ისარი
ko_kr: 도약의 화살
lb_lu: Feil vun der Sprongkraaft
lt_lt: Šoklumo strėlė
lv_lv: Augstlēkšanas bulta
ms_my: Anak Panah Lompatan
mt_mt: Vleġġa tal-Qbiż
nl_nl: Pijl der sprongen
nn_no: Byksepil
pl: Strzała skoku
pt: Flecha de Salto
ro_ro: Săgeată de sărit
ru_ru: Стрела прыгучести
sk_sk: Šíp Skákania
sl_si: Puščica skakanja
sv_se: Hoppstyrkepil
th_th: ลูกธนูอาบยากระโดดสูง
tr_tr: Sıçrama Oku
vi_vn: Mũi tên nhảy cao
zh_cn: 跳跃之箭
zh_tw: 跳躍提升之箭

# tipped_arrow_effect_levitation
source: Arrow of Levitation
af_za: Pyl van Levitasie
ar_sa: سهم الطوف
be_by: Страла левітацыі
bg_bg: Стрела на левитацията
ca_es: Fletxa de levitació
cs: Šíp levitace
da_dk: Pil af Levitation
de: Pfeil der Schwebekraft
el_gr: Βέλος Ανύψωσης
es: Flecha de levitación
fi: Levitaatio nuoli
fil_ph: Palaso ng Paglutang
fr_ca: Flèche de lévitation
ga_ie: Saighead an Eadarbhuasaithe
gl_es: Frecha de levitación
he: החץ של ריחוף
hr_hr: Strijela levitacije
hu_hu: Lebegés nyila
id_id: Panah pelayangan
it: Freccia di levitazione
ja_jp: 浮遊の矢
ka_ge: ლევიტაციის ისარი
ko_kr: 공중 부양의 화살
lb_lu: Feil vum Schwiewen
lt_lt: Sklandymo strėlė
lv_lv: Levitācijas bulta
ms_my: Anak Panah Apungan
mt_mt: Vleġġa tal-Levitazzjoni
nl_nl: Pijl der zweving
nn_no: Svevepil
pl: Strzała lewitacji
pt: Flecha de Levitação
ro_ro: Săgeată de levitație
ru_ru: Стрела левитации
sk_sk: Šíp Levitácie
sl_si: Puščica lebdenja
sv_se: Svävningspil
th_th: ลูกธนูอาบยาลอยตัว
tr_tr: Yükselme Oku
vi_vn: Mũi tên bay lên
zh_cn: 飘浮之箭
zh_tw: 懸浮之箭

# tipped_arrow_effect_luck
source: Arrow of Luck
af_za: Pyl van Geluk
ar_sa: سهم الحظ
be_by: Страла ўдачы
bg_bg: Стрела на късмета
ca_es: Fletxa de sort
cs: Šíp štěstí
da_dk: Pil af lykke
de: Pfeil des Glücks
el_gr: Βέλος της τύχης
es: Flecha de suerte
eu_es: Zorte gezia
fi: Onnen nuoli
fil_ph: Palaso ng Pagkasuwerte
fr_ca: Flèche de chance
ga_ie: Saighead an Áidh
gl_es: Frecha de sorte
he: החץ של מזל
hr_hr: Strijela sreće
hu_hu: Szerencse nyila
id_id: Panah keberuntungan
it: Freccia di fortuna
ja_jp: 幸運の矢
ka_ge: იღბლის ისარი
ko_kr: 행운의 화살
lb_lu: Feil vum Gléck
lt_lt: Sėkmės strėlė
lv_lv: Veiksmes bulta
ms_my: Anak Panah Tuah
mt_mt: Vleġġa tal-Fortuna
nl_nl: Pijl des geluks
nn_no: Lukkepil
pl: Strzała szczęścia
pt: Flecha de Sorte
ro_ro: Săgeată de noroc
ru_ru: Стрела удачи
sk_sk: Šíp Šťastia
sl_si: Puščica sreče
sv_se: Turpil
th_th: ลูกธนูแห่งความโชคดี
tr_tr: Şans Oku
vi_vn: Mũi tên may mắn
zh_cn: 幸运之箭
zh_tw: 幸運之箭

# tipped_arrow_effect_mundane
source: Tipped Arrow
af_za: Gedoopte Pyl
ar_sa: سهم مسحور
be_by: Апрацаваная страла
bg_bg: Стрела с връх
ca_es: Fletxa amb efecte
cs: Namočený šíp
da_dk: Tippet pil
de: Getränkter Pfeil
el_gr: Εμποτισμένο Βέλος
es: Flecha vulgar
fi: Taikajuomaan kastettu nuoli
fil_ph: Tipped na Palaso
fr_ca: Flèche à eau banale
ga_ie: Saighead Biorach
gl_es: Frecha vulgar
he: חץ מושפע
hr_hr: Umoćena Strijela
hu_hu: Varázsnyíl
id_id: Panah celupan
it: Freccia imbevuta ordinaria
ja_jp: ありふれた矢
ka_ge: დამუშავებული ისარი
ko_kr: 물약이 묻은 화살
lb_lu: Gedränkte Feil
lt_lt: Patepta strėlė
lv_lv: Mērcēta bulta
ms_my: Anak Panah Tertip
mt_mt: Vleġġa Miksija
nl_nl: Getipte pijl
nn_no: Pilspiss-effekt
pl: Strzała z miksturą
pt: Flecha de Efeito Mundano
ro_ro: Săgeată impregnată
ru_ru: Стрела обработанная мутным зельем
sk_sk: Šíp s efektom
sl_si: Strupena puščica
sv_se: Doppad pil
th_th: ลูกธนูอาบยา
tr_tr: İksirli Ok
vi_vn: Mũi tên tẩm thuốc
zh_cn: 药箭
zh_tw: 藥水箭

# tipped_arrow_effect_night_vision
source: Arrow of Night Vision
af_za: Pyl van Nagsig
ar_sa: سهم الرؤية الليلية
be_by: Страла начнога зроку
bg_bg: Стрела на нощното виждане
ca_es: Fletxa de visió nocturna
cs: Šíp vidění ve tmě
da_dk: Nattesynspil
de: Pfeil der Nachtsicht
el_gr: Βέλος Νυχτερινής Όρασης
es: Flecha de visión nocturna
eu_es: Gauen ikusteko gezia
fi: Hämäränäön nuoli
fil_ph: Palaso ng night vision
fr_ca: Flèche de vision nocturne
ga_ie: Saighead Radharc san Oíche
gl_es: Frecha de visión nocturna
he: חץ ראיית הלילה
hr_hr: Strelica Noćnog Vida
hu_hu: Éjjellátás nyila
id_id: Panah pengelihatan malam hari
it: Freccia di visione notturna
ja_jp: 暗視の矢
ka_ge: ღამის ხედვის ისარი
ko_kr: 야간 투시의 화살
lb_lu: Feil vun der Nuechtsiicht
lt_lt: Naktinio matymo strėlė
lv_lv: Nakts redzamības bulta
ms_my: Anak Panah Penglihatan Malam
mt_mt: Vleġġa tal-Viżjoni bil-Lejl
nl_nl: Pijl des nachtzichts
nn_no: Nattsynspil
pl: Strzała noktowizji
pt: Flecha de Visão Noturna
ro_ro: Săgeată de vedere nocturnă
ru_ru: Стрела ночного зрения
sk_sk: Šíp Nočného Videnia
sl_si: Puščica nočnega vida
sv_se: Mörkerseendepil
th_th: ลูกธนูอาบยามองกลางคืน
tr_tr: Gece Görüş Oku
vi_vn: Mũi tên nhìn trong bóng tối
zh_cn: 夜视之箭
zh_tw: 夜視之箭
