Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# tile_wood_big_oak_name
source: Dark Oak Wood Planks
af_za: Donker Eikehout Planke
ar_sa: البلوط الداكن ألواح الخشب
be_by: Дошкі з цёмнага дубу
bg_bg: Дъски от черен дъб
ca_es: Taulons de fusta de pomer fosc
cs: Prkna z tmavého dubu
da_dk: Mørk egetræsplanke
de: Schwarzeichenholzbretter
de_at: Schworzoachnhoizbrettl
el_gr: Σανίδες σκούρας βελανιδιάς
es: Madera de roble oscuro
eu_es: Haritz ilun zurezko oholak
fa_ir: الوار بلوط تیره
fi: Tummat tammilankut
fil_ph: Tablang Maitim
fr_ca: Planches de chêne noir
ga_ie: Plainc Dharach Duibhe
gd_gb: Maidean daraich dhuirch
gl_es: Táboas de carballo escuro
he: קרשי עץ אלון כהה
hr_hr: Drvene Daske (Tamni Hrast)
hu_hu: Sötéttölgy-deszka
hy_am: Մուգ կաղնու տախտակներ
id_id: Papan Kayu Ek Gelap
is_is: Dökkir eikarplankar
it: Assi di quercia scura
ja_jp: ダークオークの木材
ka_ge: მუქი მუხის ფიცრები
ko_kr: 짙은 참나무 판자
lb_lu: Schwarzeechebrieder
lt_lt: Tamsiojo ąžuolo lentos
lv_lv: Tumšā ozolkoka dēļi
mi_nz: Dark Oak Wood papa
mk_mk: Темен Дабови Дрвени Штици
mn_mn: Хар царс модон банз
ms_my: Papan Kayu Oak Gelap
mt_mt: Pjanċi tal-Ballut Skur
nl_nl: Donkere eikenhouten planken
nn_no: Plankar av mørk eik
pl: Ciemne dębowe deski
pt: Tábuas de Madeira de Carvalho Escuro
ro_ro: Scânduri de stejar negru
ru_ru: Доски из тёмного дуба
sk_sk: Tmavo dubové dosky
sl_si: Temne hrastove deske
sv_se: Mörka ekträplankor
th_th: ไม้โอ๊กดำแปรรูป
tr_tr: Koyu Meşe Ağacı Tahtaları
vi_vn: Ván gỗ sồi sẫm
zh_cn: 深色橡木木板
zh_tw: 黑橡木材

# tile_wood_birch_name
source: Birch Wood Planks
af_za: Berkehout Planke
ar_sa: ألواح خشب البتولا
be_by: Бярозавыя дошкі
bg_bg: Брезови дъски
ca_es: Taulons de fusta de bedoll
cs: Březová prkna
da_dk: Birketræplanker
de: Birkenholzbretter
de_at: Birknhoizbrettl
el_gr: Σανίδες σημύδας
es: Madera de abedul
eu_es: Urki zurezko oholak
fa_ir: تخته چوب توس
fi: Koivulankut
fil_ph: Tablang Birch
fr_ca: Planches de bouleau
ga_ie: Plainc Bheithe
gd_gb: Maidean beithe
gl_es: Táboas de bidueiro
he: קרשי עץ שדר
hi_in: सन्टी लकड़ी planks
hr_hr: Brezine daske
hu_hu: Nyírfa deszka
hy_am: Կեչու Տախտակներ
id_id: Papan Kayu Pinus
is_is: Birkiviðarplankar
it: Assi di betulla
ja_jp: シラカバの木材
ka_ge: არყის ფიცრები
ko_kr: 자작나무 판자
lb_lu: Bierkenholzbrieder
lt_lt: Beržo lentos
lv_lv: Bērza Koka Dēļi
mi_nz: Birch Wood papa
mk_mk: Бреза Дрвени Штици
mn_mn: Хус модон банз
ms_my: Papan Kayu Birch
mt_mt: Pjanċi tal-Betula
nl_nl: Berkenhouten planken
nn_no: Plankar av bjerk
pl: Brzozowe deski
pt: Tábuas de Madeira de Bétula
ro_ro: Scânduri de mesteacăn
ru_ru: Берёзовые доски
sk_sk: Brezové dosky
sl_si: Brezove deske
sq_al: Thupër Dërrasa Druri
sv_se: Björkträplankor
th_th: ไม้เบิร์ชแปรรูป
tr_tr: Huş Ağacı Tahtaları
vi_vn: Ván gỗ bạch dương
zh_cn: 白桦木板
zh_tw: 樺木材

# tile_wood_jungle_name
source: Jungle Wood Planks
af_za: Mahoniehout Planke
ar_sa: خشب الأدغال
be_by: Дошкі з трапічнай драўніны
bg_bg: Джунглови дъски
ca_es: Taulons de fusta de jungla
cs: Tropická prkna
da_dk: Jungletræplanker
de: Tropenholzbretter
de_at: Regnwoidhoizbrettl
el_gr: Σανίδες ξύλου ζούγκλας
es: Madera de jungla
eu_es: Oihan zurezko oholak
fa_ir: الوار جنگلی
fi: Viidakkopuulankut
fil_ph: Tablang Gubat
fr_ca: Planches d'acajou
ga_ie: Plainc Adhmad Dufaire
gd_gb: Maidean dlùth-choille
gl_es: Táboas de selva
he: קרשי עץ ג'ונגל
hi_in: जंगल लकड़ी planks
hr_hr: Daske Prašumskog Drva
hu_hu: Trópusi fa deszka
hy_am: Ջունգլիի Տախտակներ
id_id: Papan Kayu Hutan
is_is: Frumskógarviðarplankar
it: Assi di legno della giungla
ja_jp: ジャングルの木材
ka_ge: ჯუნგლის ხის ფიცრები
ko_kr: 정글 나무 판자
lb_lu: Tropenholzbrieder
lt_lt: Džiunglių medžio lentos
lv_lv: Džungļu Koka Dēļi
mi_nz: Uru raau no Wood papa
mk_mk: Џунгла Дрвени Штици
mn_mn: Ширэнгэн ойн модон банз
ms_my: Papan Kayu Belian
mt_mt: Pjanċi tal-Ġungla
nl_nl: Oerwoudhouten planken
nn_no: Plankar av jungeltre
pl: Deski z tropikalnego drewna
pt: Tábuas de Madeira da Selva
ro_ro: Scânduri de junglă
ru_ru: Доски из тропического дерева
sk_sk: Kakaovníkové dosky
sl_si: Džungelske deske
sv_se: Djungelträplankor
th_th: ไม้ป่าดงดิบแปรรูป
tr_tr: Orman Ağacı Tahtaları
vi_vn: Ván gỗ rừng
zh_cn: 丛林木板
zh_tw: 叢林木材

# tile_wood_name
source: Wooden Planks
af_za: Hout Planke
ar_sa: الواح خشب
be_by: Дошкі
bg_bg: Дървени дъски
ca_es: Taulons de fusta
cs: Prkna
da_dk: Træplanker
de: Holzbretter
de_at: Hoizbrettl
el_gr: Ξύλινες σανίδες
es: Madera
eu_es: Zurezko oholak
fa_ir: تخته های چوبی
fi: Lautoja
fil_ph: Tabla
fr_ca: Planches de bois
ga_ie: Plainc Adhmaid
gd_gb: Maidean
gl_es: Táboas de madeira
he: קרשי עץ
hi_in: लकड़ी बोर्डों
hr_hr: Drvene Daske
hu_hu: Deszka
hy_am: Փայտե Տախտակներ
id_id: Papan Kayu
is_is: Viðarplankar
it: Assi di legno
ja_jp: 木材
ka_ge: ფიცრები
ko_kr: 나무 판자
lb_lu: Holzbrieder
lt_lt: Medinės lentos
lv_lv: Dēļi
mi_nz: papa rākau
mk_mk: Дрвени Штици
mn_mn: Банз
ms_my: Papan Kayu
mt_mt: Pjanċi tal-Injam
nl_nl: Houten planken
nn_no: Treplankar
pl: Deski
pt: Tábuas de Madeira
ro_ro: Scânduri
ru_ru: Доски
sk_sk: Dosky
sl_si: Lesene deske
sq_al: Dërrasa Prej Druri
sv_se: Träplankor
th_th: ไม้แปรรูป
tr_tr: Tahtalar
vi_vn: Ván gỗ
zh_cn: 木板
zh_tw: 木材

# tile_wood_oak_name
source: Oak Wood Planks
af_za: Eikehout Planke
ar_sa: ألواح خشب البلوط
be_by: Дубовыя дошкі
bg_bg: Дъбови дъски
ca_es: Taulons de fusta de pomer
cs: Dubová prkna
da_dk: Egetræsplanker
de: Eichenholzbretter
de_at: Oachnhoizbrettl
el_gr: Σανίδες βελανιδιάς
es: Madera de roble
eu_es: Haritz zurezko oholak
fa_ir: تخته چوب بلوط
fi: Tammilankut
fil_ph: Tablang Roble
fr_ca: Planches de chêne
ga_ie: Plainc Dharach
gd_gb: Maidean daraich
gl_es: Táboas de carballo
he: קרשי עץ אלון
hi_in: ओक लकड़ी planks
hr_hr: Hrastove daske
hu_hu: Tölgydeszka
hy_am: Կաղնու տախտակներ
id_id: Papan Kayu Ek
is_is: Eikarplankar
it: Assi di quercia
ja_jp: オークの木材
ka_ge: მუხის ფიცრები
ko_kr: 참나무 판자
lb_lu: Eechenholzbrieder
lt_lt: Ąžuolo lentos
lv_lv: Ozola Koka Dēļi
mi_nz: Oak papa rakau
mk_mk: Дабови Дрвени Штици
mn_mn: Царс бодон банз
ms_my: Papan Kayu Oak
mt_mt: Pjanċi tal-Ballut
nl_nl: Eikenhouten planken
nn_no: Plankar av eik
pl: Dębowe deski
pt: Tábuas de Madeira de Carvalho
ro_ro: Scânduri de stejar
ru_ru: Дубовые доски
sk_sk: Dubové dosky
sl_si: Hrastove deske
sq_al: Dru Lisi Pika
sv_se: Ekträplankor
th_th: ไม้โอ๊กแปรรูป
tr_tr: Meşe Ağacı Tahtaları
vi_vn: Ván gỗ sồi
zh_cn: 橡木木板
zh_tw: 橡木材

# tile_wood_spruce_name
source: Spruce Wood Planks
af_za: Dennehout Planke
ar_sa: ألواح خشب البيسية
be_by: Яловыя дошкі
bg_bg: Смърчови дъски
ca_es: Taulons de fusta de pi
cs: Smrková prkna
da_dk: Grantræplanker
de: Fichtenholzbretter
de_at: Fichtnhoizbrettl
el_gr: Σανίδες έλατου
es: Madera de abeto
eu_es: Izei zurezko oholak
fa_ir: تخته چوب صنوبر
fi: Kuusilankut
fil_ph: Tablang Pino
fr_ca: Planches d'épinette
ga_ie: Plainc Sprúis
gd_gb: Maidean giuthais
gl_es: Táboas de abeto
he: קרשי עץ אשוחית
hi_in: लकड़ी planks सजाना
hr_hr: Smrekine daske
hu_hu: Fenyődeszka
hy_am: Եղևնու տախտակներ
id_id: Papan Kayu Cemara
is_is: Greniviðarplankar
it: Assi d'abete
ja_jp: マツの木材
ka_ge: ნაძვის ფიცრები
ko_kr: 가문비나무 판자
lb_lu: Fiichtenholzbrieder
lt_lt: Eglės lentos
lv_lv: Egles Koka Dēļi
mi_nz: Te puruhi mo Wood papa
mk_mk: Смрека Дрвени Штици
mn_mn: Гацуур модон банз
ms_my: Papan Kayu Spruce
mt_mt: Pjanċi tal-Arżnu
nl_nl: Sparrenhouten planken
nn_no: Plankar av gran
pl: Świerkowe deski
pt: Tábuas de Madeira de Abeto
ro_ro: Scânduri de molid
ru_ru: Еловые доски
sk_sk: Smrekové dosky
sl_si: Smrekove deske
sq_al: Bredh Dërrasa Druri
sv_se: Granträplankor
th_th: ไม้สนแปรรูป
tr_tr: Ladin Ağacı Tahtaları
vi_vn: Ván gỗ vân sam
zh_cn: 云杉木板
zh_tw: 杉木材

# tile_woodSlab_acacia_name
source: Acacia Wood Slab
af_za: Akasiahout Blad
ar_sa: بلاطة خشب السنط
be_by: Пліта з акацыі
bg_bg: Акациева плоча
ca_es: Llosa de fusta d'acàcia
cs: Akáciový půlblok
da_dk: Akacietræsplade
de: Akazienholzstufe
de_at: Akazienhoizstufn
el_gr: Σανίδα ακακίας
es: Losa de madera de acacia
eu_es: Akazia zurezko baldosa
fa_ir: قطعه الوار اقاقيا
fi: Akaasiapuulaatta
fil_ph: Tilang Kahoy ng Akasya
fr_ca: Dalle en bois d'acacia
ga_ie: Leac Acaicia
gl_es: Lousa de acacia
he: עץ שיטה חצוי
hi_in: बबूल की लकड़ी स्लैब
hr_hr: Drvena Ploča (Akacija)
hu_hu: Akáciafa lap
hy_am: Սալիկ Ակացիաի Փայտից
id_id: Lempeng Kayu Akasia
is_is: Sléttuviðarhella
it: Lastra d'acacia
ja_jp: アカシアの木材ハーフブロック
ka_ge: აკაციის ხის ფილა
ko_kr: 아카시아나무 반 블록
lb_lu: Akazienholzplack
lt_lt: Akacijos pusblokis
lv_lv: Akāciju koka plātnes
mi_nz: Hitimi Wood papa
mn_mn: Хуайс модон хавтан
ms_my: Papak Kayu Akasia
mt_mt: Ċangun tal-Akaċja
nl_nl: Acaciahouten plaat
nn_no: Trehelle av akasiatre
pl: Akacjowa płyta
pt: Degrau de Madeira de Acácia
ro_ro: Lespede de salcâm
ru_ru: Акациевая плита
sk_sk: Akáciový schodík
sl_si: Akacijeva plošča
sv_se: Akaciaträplatta
th_th: แผ่นไม้อาเคเซีย
tr_tr: Akasya Tahtası Basamak
vi_vn: Phiến gỗ xiêm gai
zh_cn: 金合欢木台阶
zh_tw: 相思木半磚

# tile_woodSlab_big_oak_name
source: Dark Oak Wood Slab
af_za: Donker Eikehout Blad
ar_sa: بلاطة خشب البلوط الداكن
be_by: Пліта з цёмнага дубу
bg_bg: Плоча от черен дъб
ca_es: Llosa de fusta de pomer fosc
cs: Půlblok z tmavého dubu
da_dk: Mørk egetræsplade
de: Schwarzeichenholzstufe
de_at: Schwoazoachnhoizstufn
el_gr: Σανίδα σκούρας βελανιδιάς
es: Losa de madera de roble oscuro
eu_es: Haritz ilun zurezko baldosa
fa_ir: قطعه الوار بلوط تيره
fi: Tumma tammilaatta
fil_ph: Tilang Madilim
fr_ca: Dalle en bois de chêne noir
ga_ie: Leac Dharach Duibhe
gl_es: Lousa de carballo escuro
he: עץ אלון כהה חצוי
hi_in: अंधेरे ओक लकड़ी स्लैब
hr_hr: Drvena Ploča (Tamni Hrast)
hu_hu: Sötéttölgy lap
hy_am: Սալիկ Մուգ Կաղնու Փայտից
id_id: Lempeng Kayu Ek Gelap
is_is: Dökk eikarhella
it: Lastra di quercia scura
ja_jp: ダークオークの木材ハーフブロック
ka_ge: მუქი მუხის ხის ფილა
ko_kr: 짙은 참나무 반 블록
lb_lu: Schwarzeechenholzblack
lt_lt: Tamsiojo ąžuolo pusblokis
lv_lv: Tumšā ozolkoka plātnes
mi_nz: Dark Oak Wood papa
mn_mn: Хар царс модон хавтан
ms_my: Papak Kayu Oak Gelap
mt_mt: Ċangun tal-Ballut Skur
nl_nl: Donkere eikenhouten plaat
nn_no: Trehelle av mørk eik
pl: Ciemna dębowa płyta
pt: Degrau de Madeira de Carvalho Escuro
ro_ro: Lespede de stejar negru
ru_ru: Плита из тёмного дуба
sk_sk: Tmavo dubový schodík
sl_si: Temna hrastova plošča
sv_se: Mörk ekträplatta
th_th: แผ่นไม้โอ๊กดำ
tr_tr: Koyu Meşe Tahtası Basamak
vi_vn: Phiến gỗ sồi sẫm
zh_cn: 深色橡木台阶
zh_tw: 黑橡木半磚

# tile_woodSlab_birch_name
source: Birch Wood Slab
af_za: Berkehout Blad
ar_sa: بلاطة خشب البتولا
be_by: Бярозавая пліта
bg_bg: Брезова плоча
ca_es: Llosa de fusta de bedoll
cs: Březový půlblok
da_dk: Birketræsplade
de: Birkenholzstufe
de_at: Birknhoizstufn
el_gr: Σανίδα σημύδας
es: Losa de madera de abedul
eu_es: Urki zurezko baldosa
fa_ir: قطعه الوار توس
fi: Koivupuulaatta
fil_ph: Tilang Birch
fr_ca: Dalle en bois de bouleau
ga_ie: Leac Bheithe
gl_es: Lousa de bidueiro
he: עץ שדר חצוי
hi_in: सन्टी लकड़ी स्लैब
hr_hr: Drvena Ploča (Breza)
hu_hu: Nyírfa lap
hy_am: Սալիկ Կեչու Փայտից
id_id: Lemepeng Kayu Pinus
is_is: Birkiviðarhella
it: Lastra di betulla
ja_jp: シラカバの木材ハーフブロック
ka_ge: არყის ხის ფილა
ko_kr: 자작나무 반 블록
lb_lu: Bierkenholzplack
lt_lt: Beržo pusblokis
lv_lv: Bērza Koka Plāksne
mi_nz: Birch Wood Papa
mn_mn: Хус модон хавтан
ms_my: Papak Kayu Birch
mt_mt: Ċangun tal-Betula
nl_nl: Berkenhouten plaat
nn_no: Helle av bjerketre
pl: Brzozowa płyta
pt: Degrau de Madeira de Bétula
ro_ro: Lespede de mesteacăn
ru_ru: Берёзовая плита
sk_sk: Brezový schodík
sl_si: Brezova plošča
sv_se: Björkträplatta
th_th: แผ่นไม้เบิร์ช
tr_tr: Huş Tahtası Basamak
vi_vn: Phiến gỗ bạch dương
zh_cn: 桦木台阶
zh_tw: 樺木半磚

# tile_woodSlab_jungle_name
source: Jungle Wood Slab
af_za: Mahoniehout Blad
ar_sa: بلاطة خشب الدغل
be_by: Пліта з трапічнай драўніны
bg_bg: Джунглова плоча
ca_es: Llosa de fusta de jungla
cs: Půlblok z tropického dřeva
da_dk: Jungletræsplade
de: Tropenholzstufe
de_at: Regnwoidhoizstufn
el_gr: Σανίδα ξύλου ζούγκλας
es: Losa de madera de jungla
eu_es: Oihan zurezko baldosa
fa_ir: قطعه الوار جنگلي
fi: Viidakkopuulaatta
fil_ph: Tilang Gubat
fr_ca: Dalle en bois d'acajou
ga_ie: Leac Adhmad Dufaire
gl_es: Lousa de selva
he: עץ ג'ונגל חצוי
hi_in: जंगल लकड़ी स्लैब
hr_hr: Drvena Ploča (Prašumsko Drvo)
hu_hu: Trópusi fa lap
hy_am: Սալիկ Ջունգլիի Փայտից
id_id: Lempeng Kayu Hutan
is_is: Frumskógarviðarhella
it: Lastra di legno della giungla
ja_jp: ジャングルの木材ハーフブロック
ka_ge: ჯუნგლის ხის ფილა
ko_kr: 정글 나무 반 블록
lb_lu: Tropenholzplack
lt_lt: Džiunglių medžio pusblokis
lv_lv: Džungļu Koka Plāksne
mi_nz: Uru raau no Wood papa
mn_mn: Ширэнгэн ойн модон хавтан
ms_my: Papak Kayu Rimba
mt_mt: Ċangun tal-Injam tal-Ġungla
nl_nl: Oerwoudhouten plaat
nn_no: Trehelle av jungeltre
pl: Płyta z tropikalnego drewna
pt: Degrau de Madeira da Selva
ro_ro: Lespede de junglă
ru_ru: Плита из тропического дерева
sk_sk: Kakaovníkový schodík
sl_si: Džungelska plošča
sv_se: Djungelträplatta
th_th: แผ่นไม้ป่าดงดิบ
tr_tr: Orman Ağacı Tahtası Basamak
vi_vn: Phiến gỗ rừng
zh_cn: 丛林台阶
zh_tw: 叢林木半磚

# tile_woodSlab_name
source: Wood Slab
af_za: Hout Blad
ar_sa: بلاطة خشبية
be_by: Драўляная пліта
bg_bg: Дървена плоча
ca_es: Llosa de fusta
cs: Dřevěný půlblok
da_dk: Træplade
de: Holzstufe
de_at: Hoizstufn
el_gr: Ξύλινη Πλάκα
es: Losa de madera
eu_es: Zurezko lauza
fa_ir: قطعه چوب
fi: Puulaatta
fil_ph: Tilang Kahoy
fr_ca: Dalles en bois
ga_ie: Leac Adhmaid
gl_es: Lousa de madeira
he: על חצוי
hr_hr: Drvena Ploča
hu_hu: Falap
hy_am: Փայտե սալաքար
id_id: Lempeng Kayu
is_is: Viðarplata
it: Lastra di legno
ja_jp: 木材ハーフブロック
ka_ge: ხის ფილა
ko_kr: 나무 반 블록
lb_lu: Holzplack
lt_lt: Medienos pusblokis
lv_lv: Koka plāksne
mn_mn: Модон хавтан
ms_my: Papak Kayu
mt_mt: Ċangun tal-Injam
nl_nl: Houten plaat
nn_no: Trehelle
pl: Drewniana płyta
pt: Degrau de Madeira
ro_ro: Lespede de lemn
ru_ru: Деревянная плита
sk_sk: Drevený schodík
sl_si: Lesena plošča
sv_se: Träplatta
th_th: แผ่นไม้
tr_tr: Tahta Basamak
vi_vn: Phiến gỗ
zh_cn: 木台阶
zh_tw: 木半磚

# tile_woodSlab_oak_name
source: Oak Wood Slab
af_za: Eikehout Blad
ar_sa: بلاطة خشب البلوط
be_by: Дубовая пліта
bg_bg: Дъбова плоча
ca_es: Llosa de fusta de pomer
cs: Dubový půlblok
da_dk: Egetræsplade
de: Eichenholzstufe
de_at: Oachnhoizstufn
el_gr: Σανίδα βελανιδιάς
es: Losa de madera de roble
eu_es: Haritz zurezko baldosa
fa_ir: قطعه الوار بلوط
fi: Tammipuulaatta
fil_ph: Tilang Roble
fr_ca: Dalle en bois de chêne
ga_ie: Leac Dharach
gl_es: Lousa de carballo
he: עץ אלון חצוי
hi_in: ओक लकड़ी स्लैब
hr_hr: Drvena Ploča (Hrast)
hu_hu: Tölgyfa lap
hy_am: Սալիկ Կաղնու Փայտից
id_id: Lempeng Kayu Ek
is_is: Eikarviðarhella
it: Lastra di quercia
ja_jp: オークの木材ハーフブロック
ka_ge: მუხის ხის ფილა
ko_kr: 참나무 반 블록
lb_lu: Eechenholzplack
lt_lt: Ąžuolo pusblokis
lv_lv: Ozolkoka Plāksne
mi_nz: Oak Wood Papa
mn_mn: Царс модон хавтан
ms_my: Papak Kayu Oak
mt_mt: Ċangun tal-Ballut
nl_nl: Eikenhouten plaat
nn_no: Helle av eik
pl: Dębowa płyta
pt: Degrau de Madeira de Carvalho
ro_ro: Lespede de stejar
ru_ru: Дубовая плита
sk_sk: Schodík z dubového dreva
sl_si: Hrastova plošča
sv_se: Ekträplatta
th_th: แผ่นไม้โอ๊ก
tr_tr: Meşe Tahtası Basamak
vi_vn: Phiến gỗ sồi
zh_cn: 橡木台阶
zh_tw: 橡木半磚

# tile_woodSlab_spruce_name
source: Spruce Wood Slab
af_za: Dennehout Blad
ar_sa: بلاطة خشب البيسية
be_by: Яловая пліта
bg_bg: Смърчова плоча
ca_es: Llosa de fusta de pi
cs: Smrkový půlblok
da_dk: Grantræsplade
de: Fichtenholzstufe
de_at: Fichtnhoizstufn
el_gr: Σανίδα ελάτου
es: Losa de madera de abeto
eu_es: Izei zurezko baldosa
fa_ir: قطعه الوار صنوبر
fi: Kuusipuulaatta
fil_ph: Tilang Spruce
fr_ca: Dalle en bois d'épinette
ga_ie: Leac Sprúis
gl_es: Lousa de abeto
he: עץ אשוחית חצוי
hi_in: सजाना लकड़ी स्लैब
hr_hr: Drvena Ploča (Smreka)
hu_hu: Fenyőfa lap
hy_am: Սալիկ Եղևնու Փայտից
id_id: Lempeng Kayu Cemara
is_is: Greniviðarhella
it: Lastra d'abete
ja_jp: マツの木材ハーフブロック
ka_ge: ნაძვის ხის ფილა
ko_kr: 가문비나무 반 블록
lb_lu: Fiichtenholzplack
lt_lt: Eglės pusblokis
lv_lv: Egles Koka Plāksne
mi_nz: Te puruhi mo Wood papa
mk_mk: Смрека Дрво Плоча
mn_mn: Гацуур модон хавтан
ms_my: Papak Kayu Spruce
mt_mt: Ċangun tal-Arżnu
nl_nl: Sparrenhouten plaat
nn_no: Helle av grantre
pl: Świerkowa płyta
pt: Degrau de Madeira de Abeto
ro_ro: Lespede de molid
ru_ru: Еловая плита
sk_sk: Smrekový schodík
sl_si: Smrekova plošča
sv_se: Granträplatta
th_th: แผ่นไม้สน
tr_tr: Ladin Tahtası Basamak
vi_vn: Phiến gỗ vân sam
zh_cn: 云杉台阶
zh_tw: 杉木半磚

# tile_woolCarpet_black_name
source: Black Carpet
af_za: Swart Mat
ar_sa: السجاد الأسود
be_by: Чорны дыван
bg_bg: Черен килим
ca_es: Catifa negra
cs: Černý koberec
da_dk: Sort tæppe
de: Schwarzer Teppich
de_at: Schwoaza Teppich
el_gr: Μαύρο χαλί
es: Alfombra negra
eu_es: Beltz koloreko alfonbra
fa_ir: فرش مشکي
fi: Musta matto
fil_ph: Alpombrang Itim
fr_ca: Tapis noir
ga_ie: Cairpéad Dubh
gl_es: Alfombra negra
he: שטיח שחור
hi_in: काले कालीन
hr_hr: Crni Tepih
hu_hu: Fekete szőnyeg
hy_am: Սև Գորգ
id_id: Karpet Hitam
is_is: Svart teppi
it: Tappeto nero
ja_jp: 黒色のカーペット
ka_ge: შავი ხალიჩა
ko_kr: 검은색 양탄자
lb_lu: Schwaarzen Teppech
lt_lt: Juodas kilimas
lv_lv: Melns Paklājs
mn_mn: Хар хивс
ms_my: Permaidani Hitam
mt_mt: Tapit Iswed
nl_nl: Zwart tapijt
nn_no: Svart teppe
pl: Czarny dywan
pt: Tapete Preto
ro_ro: Covor negru
ru_ru: Чёрный ковёр
sk_sk: Čierny koberec
sl_si: Črna preproga
sv_se: Svart matta
th_th: พรมสีดำ
tr_tr: Siyah Halı
vi_vn: Thảm đen
zh_cn: 黑色地毯
zh_tw: 黑色地毯

# tile_woolCarpet_blue_name
source: Blue Carpet
af_za: Blou Mat
ar_sa: السجاد الأزرق
be_by: Сіні дыван
bg_bg: Син килим
ca_es: Catifa blava
cs: Modrý koberec
da_dk: Blåt tæppe
de: Blauer Teppich
de_at: Blaua Teppich
el_gr: Μπλε Χαλί
es: Alfombra azul
eu_es: Urdin koloreko alfonbra
fa_ir: فرش آبي
fi: Sininen matto
fil_ph: Alpombrang Bughaw
fr_ca: Tapis bleu
ga_ie: Cairpéad Gorm
gl_es: Alfombra azul
he: שטיח כחול
hi_in: ब्लू कालीन
hr_hr: Plavi Tepih
hu_hu: Kék szőnyeg
hy_am: Կապույտ Գորգ
id_id: Karpet Biru
is_is: Blátt teppi
it: Tappeto blu
ja_jp: 青色のカーペット
ka_ge: ლურჯი ხალიჩა
ko_kr: 파란색 양탄자
lb_lu: Bloen Teppech
lt_lt: Mėlynas kilimas
lv_lv: Zils Paklājs
mn_mn: Хөх хивс
ms_my: Permaidani Biru
mt_mt: Tapit Blu
nl_nl: Blauw tapijt
nn_no: Blått teppe
pl: Niebieski dywan
pt: Tapete Azul
ro_ro: Covor albastru
ru_ru: Синий ковёр
sk_sk: Modrý koberec
sl_si: Modra preproga
sv_se: Blå matta
th_th: พรมสีน้ำเงิน
tr_tr: Mavi Halı
vi_vn: Thảm xanh nước biển
zh_cn: 蓝色地毯
zh_tw: 藍色地毯

# tile_woolCarpet_brown_name
source: Brown Carpet
af_za: Bruin Mat
ar_sa: السجاد البني
be_by: Карычневы дыван
bg_bg: Кафяв килим
ca_es: Catifa marró
cs: Hnědý koberec
da_dk: Brunt tæppe
de: Brauner Teppich
de_at: Brauna Teppich
el_gr: Καφέ χαλί
es: Alfombra marrón
eu_es: Marroi koloreko alfonbra
fa_ir: فرش قهوه اي
fi: Ruskea matto
fil_ph: Alpombrang Kayumanggi
fr_ca: Tapis brun
ga_ie: Cairpéad Donn
gl_es: Alfombra marrón
he: שטיח חום
hi_in: ब्राउन कालीन
hr_hr: Smeđi Tepih
hu_hu: Barna szőnyeg
hy_am: Դարչնագույն Գորգ
id_id: Karpet Cokelat
is_is: Brúnt teppi
it: Tappeto marrone
ja_jp: 茶色のカーペット
ka_ge: ყავისფერი ხალიჩა
ko_kr: 갈색 양탄자
lb_lu: Brongen Teppech
lt_lt: Rudas kilimas
lv_lv: Brūns Paklājs
mn_mn: Бор хивс
ms_my: Permaidani Perang
mt_mt: Tapit Kannella
nl_nl: Bruin tapijt
nn_no: Brunt teppe
pl: Brązowy dywan
pt: Tapete Castanho
ro_ro: Covor maro
ru_ru: Коричневый ковёр
sk_sk: Hnedý koberec
sl_si: Rjava preproga
sv_se: Brun matta
th_th: พรมสีน้ำตาล
tr_tr: Kahverengi Halı
vi_vn: Thảm nâu
zh_cn: 棕色地毯
zh_tw: 棕色地毯

# tile_woolCarpet_cyan_name
source: Cyan Carpet
af_za: Siaan Mat
ar_sa: السجاد السماوي
be_by: Бірузовы дыван
bg_bg: Синьозелен килим
ca_es: Catifa cian
cs: Azurový koberec
da_dk: Turkis tæppe
de: Türkiser Teppich
de_at: Türkisa Teppich
el_gr: Κυανό Χαλί
es: Alfombra cian
eu_es: Zian koloreko alfonbra
fa_ir: فرش فيروزه اي
fi: Syaani matto
fil_ph: Alpombrang Cyan
fr_ca: Tapis cyan
ga_ie: Cairpéad Cian
gl_es: Alfombra ciano
he: שטיח ציאן
hi_in: सियान कालीन
hr_hr: Tirkizni Tepih
hu_hu: Türkizkék szőnyeg
hy_am: Փիրուզագույն Գորգ
id_id: Karpet Sian
is_is: Heiðblátt teppi
it: Tappeto ciano
ja_jp: 水色のカーペット
ka_ge: ცისფერი ხალიჩა
ko_kr: 청록색 양탄자
lb_lu: Turquoisen Teppech
lt_lt: Žalsvai mėlynas kilimas
lv_lv: Ciāna Paklājs
mn_mn: Цайвар хөх хивс
ms_my: Permaidani Sian
mt_mt: Tapit Blu fl-Aħdar
nl_nl: Turquoise tapijt
nn_no: Turkis teppe
pl: Błękitny dywan
pt: Tapete Azul Ciano
ro_ro: Covor turcoaz
ru_ru: Бирюзовый ковёр
sk_sk: Tyrkysový koberec
sl_si: Turkizna preproga
sv_se: Turkos matta
th_th: พรมสีฟ้าคราม
tr_tr: Camgöbeği Halı
vi_vn: Thảm lục lam
zh_cn: 青色地毯
zh_tw: 青色地毯

# tile_woolCarpet_gray_name
source: Grey Carpet
af_za: Grys Mat
ar_sa: السجاد الرمادي
be_by: Шэры дыван
bg_bg: Сив килим
ca_es: Catifa grisa
cs: Šedý koberec
da_dk: Gråt tæppe
de: Grauer Teppich
de_at: Graua Teppich
el_gr: Γκρι Χαλί
es: Alfombra gris
eu_es: Gris koloreko alfonbra
fa_ir: فرش خاکستري
fi: Harmaa matto
fil_ph: Alpombrang Abo
fr_ca: Tapis gris
ga_ie: Cairpéad Liath
gl_es: Alfombra gris
he: שטיח אפור
hi_in: ग्रे कालीन
hr_hr: Sivi Tepih
hu_hu: Szürke szőnyeg
hy_am: Մոխրագույն Գորգ
id_id: Karpet Abu-abu
is_is: Grátt teppi
it: Tappeto grigio
ja_jp: 灰色のカーペット
ka_ge: ნაცრისფერი ხალიჩა
ko_kr: 회색 양탄자
lb_lu: Groen Teppech
lt_lt: Pilkas kilimas
lv_lv: Pelēks Paklājs
mn_mn: Саарал хивс
ms_my: Permaidani Kelabu
mt_mt: Tapit Griż
nl_nl: Grijs tapijt
nn_no: Grått teppe
pl: Szary dywan
pt: Tapete Cinzento
ro_ro: Covor gri
ru_ru: Серый ковёр
sk_sk: Sivý koberec
sl_si: Siva preproga
sv_se: Grå matta
th_th: พรมสีเทา
tr_tr: Gri Halı
vi_vn: Thảm xám
zh_cn: 灰色地毯
zh_tw: 灰色地毯

# tile_woolCarpet_green_name
source: Green Carpet
af_za: Groen Mat
ar_sa: السجاد الأخضر
be_by: Зялёны дыван
bg_bg: Зелен килим
ca_es: Catifa verda
cs: Zelený koberec
da_dk: Grønt tæppe
de: Grüner Teppich
de_at: Greana Teppich
el_gr: Πράσινο χαλί
es: Alfombra verde
eu_es: Berde koloreko alfonbra
fa_ir: فرش سبز
fi: Vihreä matto
fil_ph: Alpombrang Berde
fr_ca: Tapis vert
ga_ie: Cairpéad Uaine
gl_es: Alfombra verde
he: שטיח ירוק
hi_in: ग्रीन कारपेट
hr_hr: Zeleni Tepih
hu_hu: Zöld szőnyeg
hy_am: Կանաչ Գորգ
id_id: Karpet Hijau
is_is: Grænt teppi
it: Tappeto verde
ja_jp: 緑色のカーペット
ka_ge: მწვანე ხალიჩა
ko_kr: 초록색 양탄자
lb_lu: Gréngen Teppech
lt_lt: Žalias kilimas
lv_lv: Zaļš Paklājs
mn_mn: Ногоон хивс
ms_my: Permaidani Hijau
mt_mt: Tapit Aħdar
nl_nl: Groen tapijt
nn_no: Grønt teppe
pl: Zielony dywan
pt: Tapete Verde
ro_ro: Covor verde
ru_ru: Зелёный ковёр
sk_sk: Zelený koberec
sl_si: Zelena preproga
sv_se: Grön matta
th_th: พรมสีเขียว
tr_tr: Yeşil Halı
vi_vn: Thảm xanh lá cây
zh_cn: 绿色地毯
zh_tw: 綠色地毯

# tile_woolCarpet_lightBlue_name
source: Light Blue Carpet
af_za: Ligblou Mat
ar_sa: السجاد الأزرق الفاتح
be_by: Блакітны дыван
bg_bg: Светлосин килим
ca_es: Catifa blau cel
cs: Světle modrý koberec
da_dk: Lyseblåt tæppe
de: Hellblauer Teppich
de_at: Hellblaua Teppich
el_gr: Ανοιχτό μπλε χαλί
es: Alfombra azul claro
eu_es: Urdin argi koloreko alfonbra
fa_ir: فرش آبي آسماني
fi: Vaaleansininen matto
fil_ph: Alpombrang Langit
fr_ca: Tapis bleu pâle
ga_ie: Cairpéad Bánghorm
gl_es: Alfombra azul clara
he: שטיח תכלת
hi_in: लाइट ब्लू कालीन
hr_hr: Svijetlo Plavi Tepih
hu_hu: Világoskék szőnyeg
hy_am: Բաց Կապույտ Գորգ
id_id: Karpet Biru Muda
is_is: Ljósblátt teppi
it: Tappeto azzurro
ja_jp: 空色のカーペット
ka_ge: ღია-ლურჯი ხალიჩა
ko_kr: 하늘색 양탄자
lb_lu: Hellbloen Teppech
lt_lt: Šviesiai mėlynas kilimas
lv_lv: Gaiši Zils Paklājs
mn_mn: Цэнхэр хивс
ms_my: Permaidani Biru Muda
mt_mt: Tapit Blu Ċar
nl_nl: Lichtblauw tapijt
nn_no: Ljoseblått teppe
pl: Jasnoniebieski dywan
pt: Tapete Azul Claro
ro_ro: Covor bleu
ru_ru: Голубой ковёр
sk_sk: Svetlomodrý koberec
sl_si: Svetlo modra preproga
sv_se: Ljusblå matta
th_th: พรมสีฟ้า
tr_tr: Açık Mavi Halı
vi_vn: Thảm xanh nước biển nhạt
zh_cn: 淡蓝色地毯
zh_tw: 淺藍色地毯
