Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_trigger_invalidMode
source: Invalid trigger mode {0}
af_za: Ongeldige sneller metode {0}
ar_sa: وضعية اختيارك غير صالح {0}
be_by: Недапушчальны рэжым трыгера {0}
bg_bg: Невалиден режим на тригер {0}
ca_es: Mode d'activador invàlid {0}
cs: Neplatný režim spouštěče {0}
da_dk: Ugyldig udløsertilstand {0}
de: Ungültiger Auslösermodus {0}
el_gr: Μη έγκυρη λειτουργία εναύσματος {0}
es: El modo {0} del desencadenante no es válido
eu_es: Gako modu okerra {0}
fi: Virheellinen triggerin moodi {0}
fil_ph: Hindi wastong modo ng trigger na {0}
fr_ca: Mode du déclencheur invalide : {0}
ga_ie: Mód truicir neamhbhailí {0}
gl_es: O modo {0} do desencadeante non é válido
he: מצב טריגר לא חוקי {0}
hr_hr: Nevažeći način rada okidača {0}
hu_hu: Érvénytelen trigger mód: {0}
id_id: Mode pemicu {0} tidak sah
is_is: Ógildur hamur gikks {0}
it: Modalità di trigger {0} non valida
ja_jp: {0} は無効なトリガーモードです
ka_ge: ტრიგერის არასწორი რეჟიმი {0}
ko_kr: {0}은(는) 잘못된 시발점 방식입니다
lb_lu: Ongültegen Ausléisernumm {0}
lt_lt: Klaidingas gaiduko režimas {0}
lv_lv: Nederīgs trigera režīms {0}
ms_my: Mod pencetus yang tidak sah {0}
mt_mt: Il-mod tat-trigger {0} hu invalidu
nl_nl: Ongeldige triggermodus {0}
nn_no: Ugyldig utløysarmodus: {0}
pl: Nieprawidłowy tryb wyzwalacza {0}
pt: Modo de ativador inválido {0}
ro_ro: Modul de declanșator {0} nu este valid
ru_ru: Недопустимый режим триггера {0}
sk_sk: Neplatný mód spúšťača {0}
sl_si: Neveljaven način sprožilca {0}
sv_se: Ogiltigt triggerläge {0}
th_th: โหมดทริกเกอร์ {0} ไม่ถูกต้อง
tr_tr: Geçersiz tetikleyici modu: {0}
vi_vn: Chế độ cò kích hoạt {0} không hợp lệ
zh_cn: 无效的触发模式：{0}
zh_tw: 觸發模式 {0} 無效

# commands_trigger_invalidObjective
source: Invalid trigger name {0}
af_za: Ongeldige sneller naam {0}
ar_sa: اسم اختيارك خير صالح {0}
be_by: Недапушчальная назва трыгера {0}
bg_bg: Невалидно име на тригер {0}
ca_es: Nom d'activador invàlid {0}
cs: Neplatné jméno spouštěče {0}
da_dk: Ugyldig udløserbetegnelse {0}
de: Ungültiger Auslösername {0}
el_gr: Μη έγκυρο έναυσμα {0}
es: El nombre {0} del desencadenante no es válido
eu_es: Gako okerra {0}
fi: Virheellinen triggerin nimi {0}
fil_ph: Hindi wastong pangalan ng trigger na {0}
fr_ca: Nom de déclencheur invalide : {0}
ga_ie: Ainm truicir neamhbhailí {0}
gl_es: O nombre {0} do desencadenante non é válido
he: שם טריגר לא חוקי {0}
hr_hr: Nevažeće ime okidača {0}
hu_hu: Érvénytelen trigger név: {0}
id_id: Nama trigger {0} tidak valid
is_is: Ógilt heiti gikks {0}
it: Nome del trigger {0} non valido
ja_jp: {0} は無効なトリガー名です
ka_ge: ტრიგერის არასწორი სახელი {0}
ko_kr: {0}은(는) 잘못된 시발점 이름입니다
lb_lu: Ongültegen Ausléisernumm {0}
lt_lt: Klaidingas gaiduko pavadinimas {0}
lv_lv: Nederīgs trigera nosaukuma {0}
ms_my: Nama pencetus yang tidak sah {0}
mt_mt: L-isem tat-trigger {0} hu invalidu
nl_nl: Ongeldige triggernaam {0}
nn_no: Ugyldig utløysarnamn: {0}
pl: Nieprawidłowa nazwa wyzwalacza {0}
pt: Nome de ativador inválido {0}
ro_ro: Numele de declanșator {0} nu este valid
ru_ru: Недопустимое имя триггера {0}
sk_sk: Neplatný názov spúšťača {0}
sl_si: Neveljavno ime sprožilca {0}
sv_se: Ogiltigt triggernamn {0}
th_th: ชื่อทริกเกอร์ {0} ไม่ถูกต้อง
tr_tr: Geçersiz tetikleyici adı: {0}
vi_vn: Tên cò kích hoạt {0} không hợp lệ
zh_cn: 触发器的名称{0}无效
zh_tw: 觸發項目名稱 {0} 無效

# commands_trigger_invalidPlayer
source: Only players can use the /trigger command
af_za: Slegs spelers kan die /trigger bevel gebruik
ar_sa: فقط الاعبين يستطيعون استعمال الأمر \ضع
be_by: Толькі гульцы могуць выкарыстоўваць каманду /trigger
bg_bg: Само играчи могат да използват командата /trigger
ca_es: Només jugadors poden fer servir el commandament /trigger
cs: Příkaz /trigger mohou používat pouze hráči
da_dk: Kun spillere kan bruge /trigger kommandoen
de: Nur Spieler können den Befehl /trigger benutzen
el_gr: Μόνο οι παίκτες μπορούν να χρησιμοποιήσουν την εντολή /trigger
es: Solo los jugadores pueden utilizar el comando /trigger
eu_es: Jokalariek bakarrik erabil dezakete /trigger komandoa
fi: Vain pelaajat voivat käyttää /trigger komentoa
fil_ph: Ang mga manlalaro lamang ang maaaring gumamit ng command na /trigger
fr_ca: Seuls les joueurs peuvent utiliser la commande /trigger
ga_ie: Is ordú le haghaidh imreoirí amháin an t-ordú /trigger
gl_es: Só os xogadores poden empregar o comando /trigger
he: /trigger רק שחקנים יכולים להשתמש בפקודה
hr_hr: Samo igrači mogu koristiti /trigger komandu
hu_hu: Csak játékosok használhatják a /trigger parancsot
id_id: Hanya pemain yang dapat menggunakan perintah /trigger
is_is: Aðeins leikmenn geta notað /trigger skipunina
it: Solo i giocatori possono usare il comando /trigger
ja_jp: 1人のプレイヤーしか /trigger コマンドを使用できません
ka_ge: მხოლოდ მოთამაშეებს შეუძლიათ /trigger ბრძანების გამოყენება
ko_kr: 오직 플레이어만 /trigger 명령어를 사용할 수 있습니다
lb_lu: Nëmme Spiller kënnen de Befehl /trigger benotzen
lt_lt: Tik žaidėjai gali naudoti /trigger komandą
lv_lv: Tikai spēlētāji var izmantot komandu /trigger !
ms_my: Hanya pemain yang boleh menggunakan arahan /pencetus
mt_mt: Plejers biss jistaw jużaw il-kodiċi /trigger
nl_nl: Alleen spelers kunnen gebruik maken van de /trigger opdracht
nn_no: Kun spelarar kan bruke kommandoen /trigger
pl: Tylko gracze mogą używać polecenia /trigger
pt: Apenas os jogadores podem usar o comando /trigger
ro_ro: Numai jucătorii pot folosi comanda /trigger
ru_ru: Только игроки могут использовать команду /trigger
sk_sk: Príkaz /trigger môžu použiť len hráči
sl_si: Samo igralci lahko uporabijo /trigger ukaz
sv_se: Bara spelare kan använda kommandot /trigger
th_th: เฉพาะผู้เล่นเท่านั้นที่สามารถใช้คำสั่ง /trigger
tr_tr: Sadece oyuncular /trigger komutunu kullanabilir
vi_vn: Chỉ có các người chơi mới có thể sử dụng lệnh /trigger
zh_cn: 只有玩家能使用/trigger命令
zh_tw: 只有玩家才可使用 /trigger 指令

# commands_trigger_success
source: Trigger {0} changed with {1} {2}
af_za: Sneller {0} verander met {1} {2}
ar_sa: اختيارك {0} تغير من {1} {2}
be_by: Трыгер {0} зменены на рэжым {1} і значэнне {2}
bg_bg: Тригерът {0} е сменен с(ъс) {1} {2}
ca_es: Activador {0} canviat amb {1} {2}
cs: Spouštěč {0} změněn pomocí {1} {2}
da_dk: Udløser {0} udskiftet med {1} {2}
de: Auslöser {0} mit {1} {2} geändert
el_gr: Το έναυσμα {0} άλλαξε με το έναυσμα {1} {2}
es: El desencadenante {0} se ha cambiado por {1} {2}
fi: Triggeri {0} muutettu arvolla {1} {2}
fil_ph: Ang trigger na {0}$1 ay binago kasama ang {1}$2 {2}$3
fr_ca: Le déclencheur {0} a été changé avec {1} {2}
ga_ie: Athraíodh truicear {0} le {1} {2}
gl_es: O desencadeante {0} cambiouse por {1} {2}
he: טריגר {0} שונה עם {1} {2}
hr_hr: Okidač {0} zamijenjen s {1} {2}
hu_hu: {0} trigger megváltoztatva: {1} {2}
id_id: Trigger {0} diubah dengan {1} {2}
is_is: Gikk {0} breytt með {1} {2}
it: Il trigger {0} è stato cambiato con {1} {2}
ja_jp: トリガー {0} を {1} {2} で変更しました
ka_ge: ტრიგერი {0} შეიცვალა {1} რეჟიმზე და {2} მნიშვნელობაზე
ko_kr: 시발점 {0}이(가) {1} {2}(으)로 변경되었습니다
lb_lu: Ausléiser {0} mat {1} {2} geännert
lt_lt: Gaidukas {0} pakeistas su {1} {2}
ms_my: Pencetus {0} diubah dengan {1} {2}
mt_mt: It-trigger {0} ġie mibdul b' {1} {2}
nl_nl: Trigger {0} is veranderd met {1} {2}
nn_no: Utløysaren {0} bytta ut med {1} {2}
pl: Wyzwalacz {0} zamieniony na {1} {2}
pt: O ativador {0} mudou com {1} {2}
ro_ro: Declanșatorul {0} a fost schimbat cu {1} {2}
ru_ru: Триггер {0} изменился на режим {1} и значение {2}
sk_sk: Spúšťač {0} zmenený na {1} {2}
sl_si: Sprožilec {0} se je spremenil z {1} {2}
sv_se: Triggern {0} ändrades med {1} {2}
th_th: ทริกเกอร์ {0} ถูกเปลี่ยนแปลงด้วย {1} {2}
tr_tr: Tetikleyici {0}, {1} modu ve {2} değeri ile değiştirildi
vi_vn: Cò kích hoạt {0} đã thay đổi với {1} {2}
zh_cn: 触发器{0}以{1}模式改变了{2}
zh_tw: 觸發項目 {0} 已更改成 {1} {2}

# commands_trigger_usage
source: /trigger <objective> <add|set> <value>
ar_sa: \ضع <value> <add|set> <objective>
be_by: /trigger <мэта> <add|set> <значэнне>
bg_bg: /trigger <цел> add|set <стойност>
ca_es: /trigger <objectiu> <add|set> <valor>
cs: /trigger <úkol> add|set <hodnota>
de: /trigger <Ziel> add|set <Wert>
es: /trigger <objetivo> <add|set> <valor>
fi: /trigger <tehtävä> <add|set> <arvo>
fr_ca: /trigger <objectif> <add|set> <valeur>
gl_es: /trigger <obxetivo> <add|set> <valor>
he: /trigger <מטרה> <add|set> <ערך>
hu_hu: /trigger <cél> <add|set> <érték>
id_id: /trigger <tujuan> <add|set> <nilai>
it: /trigger <obiettivo> <add|set> <valore>
ja_jp: /trigger <objective> <add|set> <値>
ka_ge: /trigger <მიზანი> <add|set> <მნიშვნელობა>
ko_kr: /trigger <목표> <add|set> <값>
lb_lu: /trigger <Ziel> <add|set> <Wäert>
lt_lt: /trigger <tikslas> <add|set> <reikšmė>
ms_my: /pencetus <objective> <add|set> <value>
nl_nl: /trigger <doel> <add|set> <waarde>
nn_no: /trigger <oppdrag> <add|set> <verdi>
pl: /trigger <cel> <add|set> <wartość>
pt: /trigger <objetivo> <add|set> <valor>
ro_ro: /trigger <obiectiv> add|set <valoare>
ru_ru: /trigger <задача> <add|set> <значение>
sl_si: /trigger <cilj> <add|set> <vrednost>
sv_se: /trigger <mål> <add|set> <värde>
tr_tr: /trigger <görev> <add|set> <değer>
vi_vn: /trigger <chỉ tiêu> <add|set> <giá trị>
zh_cn: /trigger <目标> <add|set> <值>
zh_tw: /trigger <目標> < add(增加) | set(設定) > <數值>

# commands_unban_failed
source: Could not unban player {0}
af_za: Kon nie speler {0} ontban nie
ar_sa: لا يمكن رفع الحظر عن اللاعب {0}
be_by: Не атрымалася разбаніць гульца {0}
bg_bg: Не можа да се деблокира играчът {0}
ca_es: No s'ha pogut desbandejar al jugador {0}
cs: Hráče {0} nelze odblokovat
da_dk: Kunne ikke lade {0} få adgang igen
de: Spieler {0} konnte nicht entsperrt werden
el_gr: Δεν θα μπορούσε να un παίκτης απαγόρευση {0}
es: No se ha podido readmitir a {0}
eu_es: {0} jokalariari debekua kendu ezin izan zen
fa_ir: نمی توان به {0} دسترسی دوباره بخشید
fi: Ei voitu poistaa pelaajan {0} porttikieltoa
fil_ph: Hindi ma-unban ang taga-laro na si {0}
fr_ca: Impossible de débannir {0}
ga_ie: Níorbh fhéidir cosc a bhaint ó imreoir {0}
gl_es: Non se puido banear a {0}
he: לא יכול לבטל באן לשחקן {0}
hr_hr: Nije moguće dopustiti igrača {0}
hu_hu: Nem sikerült feloldani {0} játékos tiltását
id_id: Tidak bisa mengizinkan pemain {0}
is_is: Gat ekki afbanna leikmann {0}
it: Impossibile riammettere {0}
ja_jp: プレイヤー {0} のアクセス禁止を解除できませんでした
ka_ge: {0} მოთამაშის გაძევებულთა სიიდან ამოშლა ვერ მოხერხდა
ko_kr: {0}을(를) 차단 해제할 수 없습니다
lb_lu: Spiller {0} konnt net entspaart ginn
lt_lt: Nepavyko atblokuoti žaidėjo/os {0}
lv_lv: Nevarēja atbloķēt spēlētāju {0}
ms_my: Boleh unban pemain {0}
mt_mt: Il-plejer {0} ma setgħax ma jibqax projbit
nl_nl: je kan {0} niet unbannen
nn_no: Kunne ikkje fjerne bannlysing av {0}
pl: Nie można odbanować gracza {0}
pt: Não foi possível desbanir o jogador {0}
ro_ro: Jucătorul {0} nu a putut fi deblocat
ru_ru: Не удалось разблокировать игрока {0}
sk_sk: Nepodarilo sa odobrať ban od hráča {0}
sl_si: Ne morem zavrniti igralca {0}
sv_se: Kunde inte avbanna spelaren {0}
th_th: ไม่สามารถปลดแบนผู้เล่น {0}
tr_tr: Oyuncu {0}'in yasağını kaldırılamadı
vi_vn: Không thể ngừng cấm người chơi {0}
zh_cn: 无法解除玩家{0}的封禁
zh_tw: 無法解除封鎖玩家 {0}

# commands_unban_success
source: Unbanned player {0}
af_za: Speler {0} is nie meer verban nie
ar_sa: إلغاء حظر اللاعب {0}
be_by: {0} разбанены
bg_bg: Забраната за игра на {0} е премахната
ca_es: {0} ja no està bandejat
cs: Hráči {0} byl znovu povolen přístup
da_dk: Fjernede bandlysning af spiller {0}
de: Spieler {0} wurde entsperrt
el_gr: Απεξορισμός παίκτη {0}
es: {0} ha sido readmitido
eu_es: {0} jokalaria berriz onartu zen
fa_ir: {0} دیگر محروم نیست.
fi: Poistettiin pelaajan {0} porttikielto
fil_ph: Pinayagan si {0} na lumaro
fr_ca: {0} est maintenant débanni(e)
ga_ie: Baineadh cosc ó imreoir {0}
gl_es: Desbaneouse a {0}
he: הוסר חרם מ{0}
hi_in: Unbanned प्लेयर {0}
hr_hr: /odbranjen player {0}
hu_hu: {0} nevű játékos tiltása feloldva
hy_am: {0} այլեվս բանադրված չէ
is_is: Afbannaði leikmann {0}
it: {0} è stato riammesso
ja_jp: プレイヤー {0} のアクセス禁止を解除しました
ka_ge: მოთამაშე {0} დაშვებულია
ko_kr: 플레이어 {0}의 차단을 해제했습니다
lb_lu: Spiller {0} gouf entspärt
lt_lt: {0} buvo atblokuotas
lv_lv: {0} tika atbloķēts
ms_my: Pemain {0} telah dinyahharamkan
mt_mt: Il-plejer {0} ma baqgħex projbit
nl_nl: Speler {0} is niet langer verbannen
nn_no: {0} er ikkje lenger bannlyst
pl: Odbanowano gracza {0}
pt: Jogador {0} já não está banido
ro_ro: Jucătorul {0} a fost deblocat
ru_ru: Игрок {0} разблокирован
sk_sk: Hráč {0} bol odbanovaný
sl_si: Igralec {0} ni več zavrnjen
sv_se: Spelare {0} är inte längre bannad
th_th: ปลดแบนผู้เล่น {0} แล้ว
tr_tr: Oyuncu {0}'in yasağı kaldırıldı
vi_vn: Đã hủy cấm người chơi {0}
zh_cn: 已解封玩家{0}
zh_tw: 解禁玩家 {0}

# commands_unban_usage
source: /pardon <name>
af_za: /pardon <naam>
be_by: /pardon <імя гульца>
bg_bg: /pardon <име>
ca_es: /pardon <jugador>
cs: /pardon <jméno>
da_dk: /pardon <navn>
de: /pardon <Spieler>
el_gr: /pardon <όνομα>
es: /pardon <nombre>
eu_es: /pardon <izena>
fa_ir: /pardon <نام>
fi: /pardon <nimi>
fil_ph: /pardon <manlalaro>
fr_ca: /pardon <joueur>
ga_ie: /pardon <ainm>
gl_es: /pardon <nome>
he: /pardon <שם>
hr_hr: /pardon <ime>
hu_hu: /pardon <név>
hy_am: /pardon <խաղացող>
id_id: /pardon <nama>
is_is: /pardon <nafn>
it: /pardon <giocatore>
ja_jp: /pardon <プレイヤー名>
ka_ge: /pardon <სახელი>
ko_kr: /pardon <플레이어>
lb_lu: /pardon <Spiller>
lt_lt: /pardon <vardas>
ms_my: /pardon <nama>
mt_mt: /pardon <isem>
nl_nl: /pardon <naam>
nn_no: /pardon <namn>
pl: /pardon <gracz>
pt: /pardon <nome>
ro_ro: /pardon <jucător>
ru_ru: /pardon <игрок>
sl_si: /pardon <ime>
sv_se: /pardon <namn>
th_th: /pardon <ชื่อ>
tr_tr: /pardon <ad>
vi_vn: /pardon <tên>
zh_cn: /pardon <用户名>
zh_tw: /pardon <名稱>

# commands_unbanip_invalid
source: You have entered an invalid IP address
af_za: Jy het ŉ ongeldige IP-adres ingetik
ar_sa: لقد قمت بإدخال عنوان IP غير صالح
be_by: Уведзены IP-адрас памылковы
bg_bg: Въвели сте невалиден IP адрес
ca_es: Has escrit una adreça IP invàlida
cs: Zadána neplatná IP adresa
da_dk: Du har indtastet en ugyldig IP-adresse
de: Du hast eine ungültige IP-Adresse eingegeben
el_gr: Έχετε εισάγει μια μη έγκυρη διεύθυνση IP
es: La IP que has introducido no es válida
eu_es: IP helbide baliogabe bat sartu duzu
fa_ir: آی پی وارد شده نامعتبر می باشد
fi: Syötit virheellisen IP-osoitteen
fil_ph: Hindi tamang IP address ang pinasok mo
fr_ca: Vous avez entré une adresse IP invalide
ga_ie: Chuir tú isteach seoladh IP neamhbhailí
gl_es: Inseriches unha IP inválida
he: הזנת כתובת איפי שגוייה
hi_in: तुम एक अवैध IP पता दर्ज किया है
hr_hr: Unijeli ste nevažeću IP adresu
hu_hu: Hibás IP címet adtál meg
hy_am: Դուք մուտքագրել էք սխալ IP հասցե
id_id: Anda memasukkan alamat IP tak sah
is_is: Þú hefur slegið inn ranga IP tölu
it: Hai inserito un indirizzo IP non valido
ja_jp: IPアドレスが無効です
ka_ge: შეყვანილია უმართებულო IP მისამართი
ko_kr: 잘못된 IP 주소를 입력했습니다
lb_lu: Du hues eng ongülteg IP-Adresse uginn
lt_lt: Jūs įvedėte neteisingą IP adresą
lv_lv: Tu esi ievadījis nepareizu IP adresi
ms_my: Anda telah memasukkan sebuah alamat IP yang tidak sah
mt_mt: Daħħalt IP address invalidu
nl_nl: Je hebt een ongeldig IP-adres opgegeven
nn_no: Du har skreve inn ei ugyldig IP adresse
pl: Podano niewłaściwy adres IP
pt: Introduziste um endereço IP inválido
ro_ro: Ai introdus o adresă IP invalidă
ru_ru: Указан неверный IP-адрес
sk_sk: Vložená IP adresa je neplatná
sl_si: Vnesli ste napačen IP naslov
sv_se: Du har angett en ogiltig IP-adress
th_th: คุณป้อนไอพีที่ไม่ถูกต้อง
tr_tr: Geçersiz bir IP adresi girdiniz
vi_vn: Bạn đã nhập một địa chỉ IP không hợp lệ
zh_cn: 你输入了一个无效的IP地址
zh_tw: 你輸入了一個無效的IP位址。

# commands_unbanip_success
source: Unbanned IP address {0}
af_za: IP-adres {0} is nie meer verban nie
ar_sa: إلغاء حظر عنوان IP {0}
be_by: IP-адрас {0} разбанены
bg_bg: Забраната на IP адреса {0} е премахната
ca_es: La adreça IP {0} ja no està bandejada
cs: IP adresa {0} byla povolena
da_dk: Fjernede bandlysning af IP-adresse {0}
de: IP-Adresse {0} entsperrt
el_gr: Απεξορίστηκε η IP διεύθυνση {0}
es: Se ha readmitido la IP {0}
eu_es: {0} IP helbidea berriz onartua
fa_ir: آدرس آی پی آنبن شد {0}
fi: Poistettiin porttikielto IP-osoitteelta {0}
fil_ph: Pinayag ang IP address na {0}
fr_ca: L'adresse IP {0} est maintenant débannie
ga_ie: Baineadh cosc ó sheoladh IP {0}
gl_es: Desbaneouse a IP: {0}
he: הוסר חרם מ כתובת האיפי {0}
hi_in: unbanned आइपी पता {0}
hr_hr: Odbrani IP adresu {0}
hu_hu: IP cím tiltása feloldva: {0}
hy_am: {0} IP հասցեն այլեվս բանադրված չէ
id_id: Unbanned alamat IP {0}
is_is: Afbannaði IP tölu {0}
it: L'indirizzo IP {0} è stato riabilitato
ja_jp: IPアドレス {0} のアクセス禁止が解除されました。
ka_ge: დაშვებულია IP მისამართი {0}
ko_kr: IP 주소 {0}의 차단을 해제했습니다
lb_lu: IP-Adresse {0} entspärt
lt_lt: IP adresas {0} buvo atblokuotas
lv_lv: IP adrese {0} tika atbloķēta
ms_my: Alamat IP {0} telah dinyahharamkan
mt_mt: L-IP address {0} ma baqgħax projbit
nl_nl: IP-adres {0} is niet langer verbannen
nn_no: IP-adressa {0} er ikkje lenger bannlyst
pl: Zdjęto bana z adresu IP {0}
pt: Endereço IP {0} já não está banido
ro_ro: Adresa IP {0} a fost deblocată
ru_ru: IP-адрес {0} разблокирован
sk_sk: IP adresa {0} bola odbanovaná
sl_si: IP naslov {0} ni več zavrnjen
sv_se: IP-adressen {0} är inte längre bannad
th_th: ปลดแบนไอพี {0} แล้ว
tr_tr: IP adresi {0}'in yasağı kaldırıldı
vi_vn: Đã hủy cấm địa chỉ IP {0}
zh_cn: 已解封IP地址{0}
zh_tw: 解除封鎖IP位址 {0}

# commands_unbanip_usage
source: /pardon-ip <address>
af_za: /pardon-ip <adres>
be_by: /pardon-ip <адрас>
bg_bg: /pardon-ip <IP>
ca_es: /pardon-ip <adreça>
cs: /pardon-ip <adresa>
da_dk: /pardon-ip <adresse>
de: /pardon-ip <Adresse>
el_gr: /pardon-ip <διεύθυνση>
es: /pardon-ip <dirección>
eu_es: /pardon-ip <helbidea>
fa_ir: /pardon-ip <آی-پی>
fi: /pardon-ip <osoite>
fr_ca: /pardon-ip <adresse IP>
ga_ie: /pardon-ip <seoladh>
gl_es: /pardon-ip <IP>
he: /pardon-ip <כתובת>
hr_hr: /pardon-IP <adresa>
hu_hu: /pardon-ip <cím>
hy_am: /pardon-ip <IP հասցե>
id_id: /pardon-ip <alamat ip>
is_is: /pardon-ip <IP tala>
it: /pardon-ip <indirizzo>
ja_jp: /pardon-ip <IPアドレス>
ka_ge: /pardon-ip <მისამართი>
ko_kr: /pardon-ip <IP 주소>
lb_lu: /pardon-ip <Adresse>
lt_lt: /pardon-ip <adresas>
ms_my: /pardon-ip <alamat>
nl_nl: /pardon-ip <adres>
nn_no: /pardon-ip <adresse>
pl: /pardon-ip <adres>
pt: /pardon-ip <endereço>
ro_ro: /pardon-ip <adresă>
ru_ru: /pardon-ip <IP-адрес>
sl_si: /pardon-ip <naslov>
sv_se: /pardon-ip <adress>
th_th: /pardon-ip <ไอพี>
tr_tr: /pardon-ip <adres>
vi_vn: /pardon-ip <địa chỉ>
zh_cn: /pardon-ip <地址>
zh_tw: /pardon-ip <IP位址>

# commands_weather_clear
source: Changing to clear weather
af_za: Verander na mooiweer
ar_sa: تغيير لطقس صحو
be_by: Зменена на яснае надвор'е
bg_bg: Промяна на времето в ясно
ca_es: Canviant la meteorologia a 'Sol'
cs: Změna na jasné počasí
da_dk: Skifter til skyfrit vejr
de: Wechsle zu schönem Wetter
el_gr: Αλλαγή σε καθαρό καιρό
es: Se ha cambiado el tiempo a soleado
eu_es: Eguraldi garbira aldatzen
fa_ir: تغییر به هوای صاف
fi: Vaihdetaan säätilaksi selkeää
fil_ph: Pinapalit ang panahon sa malinaw
fr_ca: Le ciel se dégage
ga_ie: Ag athrú chuig aimsir gheal
gl_es: Cambiando a tempo soleado
he: משנה למזג אוויר בהיר
hi_in: मौसम साफ़ करने के लिए परिवर्तित करना
hr_hr: Promijenjeno na ljepo vrijeme
hu_hu: Váltás derült időre
hy_am: Փոխել պարզ եղանակի
id_id: Mengubah cuaca menjadi cerah
is_is: Breyti í heiðskýrt veður
it: Il tempo atmosferico è stato cambiato in sereno
ja_jp: 天候を晴れに変更します
ka_ge: იცვლება მზიან ამინდზე
ko_kr: 날씨가 맑아집니다
lb_lu: Wiessel zu méi schéinem Wieder
lt_lt: Keičiama į giedrą
lv_lv: Maina laikapstākļus uz saulainu laiku
ms_my: Sedang bertukar menjadi cuaca cerah
mt_mt: It-temp ħa jsir bnazzi
nl_nl: Weer veranderen naar helder
nn_no: Endra vêret til klårt
pl: Zmieniono na bezchmurną pogodę
pt: Alterando para tempo limpo
ro_ro: Vremea devine senină
ru_ru: Изменение на ясную погоду
sk_sk: Počasie nastavené na jasné
sl_si: Menjava na jasno vreme
sv_se: Ändrar till klart väder
th_th: เปลี่ยนสภาพอากาศเป็นอากาศปลอดโปร่ง
tr_tr: Açık havaya değiştiriliyor
vi_vn: Đang đổi thành thời tiết trong lành
zh_cn: 更换到无天气
zh_tw: 天氣變成放晴了

# commands_weather_rain
source: Changing to rainy weather
af_za: Verander na reënweer
ar_sa: تغيير لطقس ممطر
be_by: Зменена на дажджлівае надвор'е
bg_bg: Промяна на времето в дъждовно
ca_es: Canviant la meteorologia a 'Pluja'
cs: Změna na deštivé počasí
da_dk: Skifter til regnvejr
de: Wechsle zu Regenwetter
el_gr: Αλλαγή σε βροχερό καιρό
es: Se ha cambiado el tiempo a lluvioso
eu_es: Eguraldi euritsura aldatzen
fa_ir: تغییر به هوای بارانی
fi: Vaihdetaan säätilaksi sadetta
fil_ph: Pinapalit ang panahon sa maulan
fr_ca: Il pleut et il neige
ga_ie: Ag athrú chuig aimsir bháistí
gl_es: Cambiando a tempo chuvioso
he: משנה למזג אוויר גשום
hi_in: बरसात के मौसम को परिवर्तित करना
hr_hr: Promijena na kišno vrijeme
hu_hu: Váltás esős időre
hy_am: Փոխել անձրևային եղանակի
id_id: Mengubah cuaca menjadi hujan
is_is: Breyti í rigningar veður
it: Il tempo atmosferico è stato cambiato in piovoso
ja_jp: 天候を雨に変更します
ka_ge: იცვლება წვიმიან ამინდზე
ko_kr: 비가 내리기 시작합니다
lb_lu: Wiessel zu Reen
lt_lt: Keičiama į lietų
lv_lv: Maina laikapstākļus uz lietainu laiku
ms_my: Sedang bertukar menjadi cuaca hujan
mt_mt: Ħa tibda nieżla x-xita
nl_nl: Weer veranderen in regenachtig
nn_no: Endra vêret til regn
pl: Zmieniono na deszczową pogodę
pt: Alterando para tempo chuvoso
ro_ro: Vremea devine ploioasă
ru_ru: Изменение на дождливую погоду
sk_sk: Počasie nastavené na dážď
sl_si: Menjava na deževno vreme
sv_se: Ändrar till regnigt väder
th_th: เปลี่ยนสภาพอากาศเป็นฝนตก
tr_tr: Yağmurlu havaya değiştiriliyor
vi_vn: Đang đổi thành trời mưa
zh_cn: 更换到下雨天
zh_tw: 轉換天氣為下雨

# commands_weather_thunder
source: Changing to rain and thunder
af_za: Verander na reën en donderweer
ar_sa: تغيير لطقس ممطر ومرعد
be_by: Зменена на навальніцу
bg_bg: Промяна на времето в буреносно
ca_es: Canviant la meteorologia a 'Llamps i trons!'
cs: Změna na bouřku
da_dk: Skifter til regn og torden
de: Wechsle zu Gewitter
el_gr: Αλλαγή σε βροχή με κεραυνούς
es: Se ha cambiado el tiempo a tormenta
eu_es: Euria eta tximistetara aldatzen
fa_ir: تغییر به هوای طوفانی
fi: Vaihdetaan säätilaksi sadetta ja ukkosta
fil_ph: Pinapalit ang panahon sa maulan at makilog
fr_ca: L'orage se lève
ga_ie: Ag athrú chuig báisteach is toirneach
gl_es: Cambiando a tempo tormentoso
he: משנה לגשם ורעמים
hi_in: बारिश और गरज के लिए परिवर्तित करना
hr_hr: Promijenjeno vrijeme na kišu i grmljavinu
hu_hu: Váltás viharos időre
hy_am: Եղանակը փոխել անձրևի և որոտի
id_id: Merubah ke cuaca hujan dan petir
is_is: Breyti í þrumu og rigninga veður
it: Il tempo atmosferico è stato cambiato in pioggia e tuoni
ja_jp: 天候を雷雨に変更します
ka_ge: იცვლება წვიმითა და ქუხილით
ko_kr: 폭풍우가 몰아치기 시작합니다
lb_lu: Wiessel zu Donnerwieder
lt_lt: Keičiama į lietų ir griaustinį
lv_lv: Maina laikapstākļus uz negaisu
ms_my: Sedang bertukar menjadi hujan dan guruh
mt_mt: Ħa tagħmel xita bir-ragħad
nl_nl: Weer veranderen naar regen en storm
nn_no: Endra vêret til torevêr
pl: Zmieniono na burzową pogodę
pt: Alterando para chuva e trovoada
ro_ro: Vremea devine furtunoasă
ru_ru: Изменение на грозовую погоду
sk_sk: Počasie nastavené na búrku
sl_si: Menjava na nevihto
sv_se: Ändrar till regn och åska
th_th: เปลี่ยนสภาพอากาศเป็นพายุฝน
tr_tr: Yağmur ve yıldırımlı havaya değiştiriliyor
vi_vn: Đang đổi thành trời mưa bão
zh_cn: 更换到雷雨天
zh_tw: 轉換天氣為雷雨
