Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# options_languageWarning
source: Language translations may not be 100% accurate
af_za: Vertalings mag dalk nie 100% akkuraat wees nie
ar_sa: قد لا تكون الترجمة دقيقة بنسبة 100%
be_by: Пераклад можа быць не зусім дакладным
bg_bg: Преводите може да не са на 100% правилни.
ca_es: Les traduccions poden no ser fiables al 100%
cs: Překlady nemusí být 100% přesné
da_dk: Oversættelserne vil muligvis ikke være 100% nøjagtige
de: Die Übersetzungen sind möglicherweise nicht zu 100% korrekt
de_at: De Übersetzungen san eventuell ned 100%ig richtig
el_gr: Οι μεταφράσεις μπορεί να μην είναι 100% ακριβείς
es: Algunas traducciones pueden contener errores
eu_es: Itzulpenak ezingo dira %100ean zehatzak izan
fa_ir: ترجمه های زبان ممکن است ۱۰۰٪ درست نباشد
fi: Käännökset eivät ole välttämättä 100% tarkkoja
fil_ph: Hindi lagi 100% eksakto ang mga pagsasalin-wika
fr_ca: Certaines traductions peuvent être inexactes
ga_ie: Is féidir nach bhfuil na haistriúcháin foirfe
gd_gb: Dh'fhaoidte nach bi na h-eadar-theangachaidhean gu tur pongail
gl_es: As traducións poden non ser 100% precisas
he: רוב תרגומי השפה אינם מדויקים ב100%
hi_in: भाषा अनुवाद की एक सौ% सही नहीं किया जा सकता
hr_hr: Prijevod jezika možda nije 100% točan
hu_hu: A fordításban előfordulhatnak hibák.
hy_am: Լեզվի թարգմանության 100% -անոց ճշգրտությունը ապահովված չէ
id_id: Pengalihan bahasa mungkin tidak 100% akurat
is_is: Þýðingar gætu verið ónákvæmar
it: Le traduzioni potrebbero non essere accurate al 100%
ja_jp: 正確な翻訳が行われていない可能性があります
ka_ge: ზოგიერთი თარგმანი შეიძლება იყოს არასრული
ko_kr: 언어 번역은 100% 정확하지 않을 수 있습니다
lb_lu: Et ka sinn, dass d'Iwwersetzungen net zu 100% korrekt sinn
lt_lt: Vertimai gali būti ne 100% tikslūs
lv_lv: Valodas tulkojums iespējams nebūs 100% precīzs
mi_nz: E kore ai translations reo e tōtika 100%
mk_mk: Преводи на јазикот не може да биде 100% точна
mn_mn: Хэлний орчуулгууд 100% бүрэн биш байж магадгүй
ms_my: Terjemahan bahasa mungkin tidak 100% tepat
mt_mt: Traduzzjonijiet tal-lingwi mhux bil-fors ikunu korretti 100%
nl_nl: Vertalingen zijn mogelijk niet 100% nauwkeurig
nn_no: Det er ikkje sikkert omsetjingane er 100% riktige
pl: Tłumaczenia mogą nie być w 100% dokładne
pt: As traduções podem não estar 100% corretas
ro_ro: Este posibil ca traducerile să nu fie 100% corecte
ru_ru: Переводы могут содержать ошибки
sk_sk: Preklady nemusia byť na 100% presné
sl_si: Prevodi mogoče niso 100% natančni
sq_al: Përkthime gjuha nuk mund të jetë 100% i saktë
sv_se: Översättningarna är möjligtvis inte 100 % korrekta
th_th: ภาษาที่แปลอาจจะไม่ถูกต้อง 100%
tr_tr: Dil çevirileri %100 kesin olmayabilir
vi_vn: Các bản dịch ngôn ngữ chưa chắc đã chính xác 100%
zh_cn: 语言翻译不一定100%准确
zh_tw: 語言翻譯並不一定是100%精確

# options_mainHand
source: Main Hand
af_za: Hoof Hand
ar_sa: اليد الرئيسية
be_by: Асноўная рука
bg_bg: Доминираща ръка
ca_es: Mà principal
cs: Dominantní ruka
da_dk: Primære hånd
de: Haupthand
de_at: Haupthond
el_gr: Κύριο χέρι
es: Mano principal
eu_es: Esku nagusia
fa_ir: دست اصلی
fi: Kätisyys
fil_ph: Pangunahin kamay
fr_ca: Main principale
ga_ie: Lámh Cheannasach
gd_gb: Prìomh-làmh
gl_es: Man principal
he: יד ראשית
hi_in: मुख्य हाथ
hr_hr: Glavna ruka
hu_hu: Fő kéz
id_id: Tangan utama
is_is: Aðal Hönd
it: Mano principale
ja_jp: 利き手
ka_ge: ძირითადი ხელი
ko_kr: 주로 사용하는 손
lb_lu: Haapthand
lt_lt: Pagrindinė ranka
lv_lv: Galvenā roka
mk_mk: Главната Рака
mn_mn: Үндсэн гар
ms_my: Tangan yang utama
mt_mt: Id Prinċipali
nl_nl: Hoofdhand
nn_no: Hovudhand
pl: Główna ręka
pt: Mão Principal
ro_ro: Mână principală
ru_ru: Основная рука
sk_sk: Hlavná ruka
sl_si: Primarna roka
sq_al: Kryesore E Të Dorës
sv_se: Primär hand
th_th: มือหลัก
tr_tr: Ana El
vi_vn: Tay chính
zh_cn: 主手
zh_tw: 慣用手

# options_mainHand_left
source: Left
af_za: Links
ar_sa: اليسار
be_by: Левая
bg_bg: Лява
ca_es: Esquerra
cs: Levá
da_dk: Venstre
de: Links
de_at: Links
el_gr: Αριστερά
es: Izquierda
eu_es: Ezkerra
fa_ir: چپ
fi: Vasen
fil_ph: Kaliwa
fr_ca: Gauche
ga_ie: Lámh Chlé
gd_gb: Chlì
gl_es: Esquerda
he: שמאל
hi_in: बाएं
hr_hr: Lijeva
hu_hu: Bal
id_id: Kiri
is_is: Vinstri
it: sinistra
ja_jp: 左手
ka_ge: მარცხენა
ko_kr: 왼쪽
lb_lu: Lénks
lt_lt: kairė
lv_lv: Pa Kreisi
mi_nz: Maui
mk_mk: Лево
mn_mn: Зүүн
ms_my: Kiri
mt_mt: Xellug
nl_nl: Links
nn_no: Venstre
pl: Lewa
pt: Esquerda
ro_ro: Stânga
ru_ru: Левая
sk_sk: Ľavá
sl_si: Levo
sq_al: Majtë
sv_se: Vänster
th_th: ซ้าย
tr_tr: Sol
vi_vn: Trái
zh_cn: 左手
zh_tw: 左

# options_mainHand_right
source: Right
af_za: Regs
ar_sa: يمين
be_by: Правая
bg_bg: Дясна
ca_es: Dreta
cs: Pravá
da_dk: Højre
de: Rechts
de_at: Rechts
el_gr: Δεξιά
es: Derecha
eu_es: Eskuina
fa_ir: راست
fi: Oikea
fil_ph: Kanan
fr_ca: Droite
ga_ie: Lámh Dheas
gd_gb: Dheas
gl_es: Dereita
he: ימין
hi_in: दाहिने
hr_hr: Desna
hu_hu: Jobb
id_id: Kanan
is_is: Hægri
it: destra
ja_jp: 右手
ka_ge: მარჯვენა
ko_kr: 오른쪽
lb_lu: Riets
lt_lt: dešinė
lv_lv: Pa Labi
mk_mk: Право
mn_mn: Баруун
ms_my: Kanan
mt_mt: Lemin
nl_nl: Rechts
nn_no: Høgre
pl: Prawa
pt: Direita
ro_ro: Dreapta
ru_ru: Правая
sk_sk: Pravá
sl_si: Desno
sq_al: Drejtë
sv_se: Höger
th_th: ขวา
tr_tr: Sağ
vi_vn: Phải
zh_cn: 右手
zh_tw: 右

# options_mipmapLevels
source: Mipmap Levels
af_za: Mipmap Vlakke
ar_sa: مستويات Mipmap
be_by: Узроўні MIP-тэкстуравання
bg_bg: Нива на визуализиране
ca_es: Nivell de minimaping
cs: Úroveň mipmapy
da_dk: Mipmapniveauer
de: Mipmap-Stufen
de_at: Mipmap-Stufn
el_gr: Επίπεδα Mipmap
es: Nivel de mipmap
eu_es: Urrun leun maila
fa_ir: درجه Mipmap
fi: Mipmap-tasot
fil_ph: Antas ng Mipmap
fr_ca: Niveaux de mipmap
ga_ie: Leibhéal MIP mapaí
gd_gb: Leibheilean a' mheanbh-mhapa
gl_es: Nivel de suavizado
he: רמות Mipmap
hi_in: Mipmap स्तर
hr_hr: Mipmap Razine
hu_hu: MIP-leképezés mértéke
hy_am: Mipmap-ի մակարդակները
id_id: Level Mipmap
is_is: Mipmap stig
it: Livello di mipmap
ja_jp: ミップマップレベル
ka_ge: Mipmap-ის დონეები
ko_kr: 밉맵 레벨
lb_lu: Mipmap Stufen
lt_lt: Tekstūros interpoliac. lygis
lv_lv: 'Mipmap' līmeņi
mk_mk: Нивоа на Mipmap
ms_my: Aras Mipmap
mt_mt: Livelli ta' Mipmap
nl_nl: Mipmapniveaus
nn_no: Mipmap nivå
pl: Poziomy mipmappingu
pt: Níveis de Mipmap
ro_ro: Niveluri de mipmap
ru_ru: Уровни детализации
sk_sk: Mipmapové úrovne
sl_si: Raven Mipmap
sq_al: Mipmap Nivelet
sv_se: Mipmapnivåer
th_th: ระดับความเร็วในการคำนวณ
tr_tr: Mipmap Düzeyleri
vi_vn: Cấp độ lọc hình ảnh
zh_cn: Mipmap 级别
zh_tw: Mipmap 等級

# options_modelPart_cape
source: Cape
af_za: Skouermantel
ar_sa: وشاح
be_by: Плашч
bg_bg: Наметало
ca_es: Capa
cs: Kápě
da_dk: Kappe
de: Umhang
de_at: Umhong
el_gr: Κάπα
es: Capa
eu_es: Kapa
fa_ir: شنل
fi: Viitta
fil_ph: Kapa
ga_ie: Cába
gd_gb: Cleòca
gl_es: Capa
he: גלימה
hr_hr: Plašt
hu_hu: Köpeny
hy_am: թիկնոց
id_id: Jubah
is_is: Skikkja
it: Mantello
ja_jp: マント
ka_ge: მოსასხამი
ko_kr: 망토
lb_lu: Emhang
lt_lt: Skraistė
lv_lv: Apmetnis
mn_mn: Нөмрөг
ms_my: Mantel
mt_mt: Mantell
nn_no: Kappe
pl: Peleryna
pt: Capa
ro_ro: Capă
ru_ru: Плащ
sk_sk: Plášť
sl_si: Ogrinjalo
sv_se: Mantel
th_th: เสื้อคลุม
tr_tr: Pelerin
vi_vn: Áo choàng
zh_cn: 披风
zh_tw: 披風

# options_modelPart_hat
source: Hat
af_za: Hoed
ar_sa: قبعة
be_by: Капялюш
bg_bg: Шапка
ca_es: Barret
cs: Pokrývka hlavy
de: Hut
de_at: Huat
el_gr: Καπέλο
es: Sombrero
eu_es: Txapela
fa_ir: کلاه
fi: Hattu
fil_ph: Sumbrero
fr_ca: Chapeau
ga_ie: Hata
gd_gb: Ad
gl_es: Sombreiro
he: כובע
hi_in: टोपी
hr_hr: Šešir
hu_hu: Kalap
hy_am: գլխարկ
id_id: Topi
is_is: Höttur
it: Cappello
ja_jp: 帽子
ka_ge: ქუდი
ko_kr: 모자
lb_lu: Hutt
lt_lt: Kepurė
lv_lv: Cepure
mn_mn: Малгай
ms_my: Topi
mt_mt: Kappell
nl_nl: Hoed
nn_no: Hatt
pl: Kapelusz
pt: Chapéu
ro_ro: Pălărie
ru_ru: Головной убор
sk_sk: Klobúk
sl_si: Kapa
sv_se: Hatt
th_th: หมวก
tr_tr: Şapka
vi_vn: Mũ
zh_cn: 帽子
zh_tw: 帽子

# options_modelPart_jacket
source: Jacket
af_za: Baadjie
ar_sa: سترة
be_by: Куртка
bg_bg: Палто
ca_es: Jaqueta
cs: Bunda
da_dk: Jakke
de: Jacke
de_at: Jackn
el_gr: Σακάκι
es: Chaqueta
eu_es: Txaketa
fa_ir: ژاکت
fi: Takki
fil_ph: Dyaket
fr_ca: Veste
ga_ie: Seaicéad
gd_gb: Seacaid
gl_es: Chaqueta
he: ג'קט
hi_in: जैकेट
hr_hr: Jakna
hu_hu: Kabát
hy_am: պիջակ
id_id: Jaket
is_is: Jakki
it: Giacca
ja_jp: 上着
ka_ge: ჟაკეტი
ko_kr: 재킷
lb_lu: Jackett
lt_lt: Švarkas
lv_lv: Jaka
mn_mn: Хүрэм
ms_my: Jaket
mt_mt: Ġakketta
nl_nl: Jas
nn_no: Jakke
pl: Kurtka
pt: Casaco
ro_ro: Bluză
ru_ru: Куртка
sk_sk: Bunda
sl_si: Jakna
sv_se: Jacka
th_th: เสื้อแจกเกต
tr_tr: Ceket
vi_vn: Áo khoác
zh_cn: 衣物
zh_tw: 外套

# options_modelPart_left_pants_leg
source: Left Trousers Leg
af_za: Linker Broekspyp
ar_sa: الساق السروال اليسرى
be_by: Левая нага
bg_bg: Ляв крачол
ca_es: Camal esquerra
cs: Levá nohavice
da_dk: Venstre bukseben
de: Linkes Hosenbein
de_at: Links Hosenboa
el_gr: Αριστερό Παντζάκι
es: Pierna izquierda
eu_es: Ezkerreko hanka
fa_ir: پاچه چپ
fi: Vasen lahje
fil_ph: Pantalon ng Kaliwang Binti
fr_ca: Jambe de jeans gauche
ga_ie: Osán Clé
gd_gb: Moigean clì
gl_es: Perna esquerda
he: רגל שמאל במכנס
hi_in: बाएँ पैंट पैर
hr_hr: Lijeva Nogavica
hu_hu: Bal nadrágszár
id_id: Kaki Celana Kiri
is_is: Vinstri buxnaskálm
it: Gamba sinistra
ja_jp: ズボンの左脚
ka_ge: მარცხენა ფეხი
ko_kr: 왼쪽 바지
lb_lu: Lénkst Boxebeen
lt_lt: Kairioji kelnių klešnė
lv_lv: Bikšu kreisā kāja
mn_mn: Зүүн хөлийн өмд
ms_my: Kaki Seluar Kiri
mt_mt: Qalza tax-Xellug
nl_nl: Linker broekbeen
nn_no: Venstre buksebein
pl: Lewa nogawka
pt: Perna Esquerda
ro_ro: Picior stâng de pantalon
ru_ru: Левая штанина
sk_sk: Nohavica ľavej nohy
sl_si: Leva hlačnica
sq_al: La Pantallona Këmbën
sv_se: Vänster byxben
th_th: ขากางเกงข้างซ้าย
tr_tr: Sol Bacak
vi_vn: Ống quần trái
zh_cn: 左裤腿
zh_tw: 左褲管

# options_modelPart_left_sleeve
source: Left Sleeve
af_za: Linker Mou
ar_sa: الكم الأيسر
be_by: Левая рука
bg_bg: Ляв ръкав
ca_es: Màniga esquerra
cs: Levý rukáv
da_dk: Venstre ærme
de: Linker Ärmel
de_at: Linka Ärmel
el_gr: Αριστερό Μανίκι
es: Manga izquierda
eu_es: Ezkerreko mahuka
fa_ir: آستین چپ
fi: Vasen hiha
fil_ph: Kaliwang Manggas
fr_ca: Manche gauche
ga_ie: Muinchille Chlé
gd_gb: Muinchill clì
gl_es: Manga esquerda
he: שרוול שמאלי
hi_in: बाईं आस्तीन
hr_hr: Lijevi Rukav
hu_hu: Bal ingujj
id_id: Lengan Kiri
is_is: Vinstri ermi
it: Manica sinistra
ja_jp: 左袖
ka_ge: მარცხენა სახელო
ko_kr: 왼쪽 소매
lb_lu: Lénken Aarm
lt_lt: Kairioji rankovė
lv_lv: Kreisā piedurkne
mn_mn: Зүүн ханцуй
ms_my: Lengan Baju Kiri
mt_mt: Komma tax-Xellug
nl_nl: Linkermouw
nn_no: Venstre erme
pl: Lewy rękaw
pt: Manga Esquerda
ro_ro: Mânecă stângă
ru_ru: Левый рукав
sk_sk: Ľavý rukáv
sl_si: Levi rokav
sq_al: La Mëngë
sv_se: Vänster ärm
th_th: แขนข้างซ้าย
tr_tr: Sol Kol
vi_vn: Tay áo trái
zh_cn: 左袖
zh_tw: 左衣袖

# options_modelPart_right_pants_leg
source: Right Trousers Leg
af_za: Regter Broekspyp
ar_sa: الساق السروال اليمنى
be_by: Правая нага
bg_bg: Десен крачол
ca_es: Camal dret
cs: Pravá nohavice
da_dk: Højre bukseben
de: Rechtes Hosenbein
de_at: Rechts Hosenrboa
el_gr: Δεξί Παντζάκι
es: Pierna derecha
eu_es: Eskuineko hanka
fa_ir: پاچه راست
fi: Oikea lahje
fil_ph: Pantalon ng Kanang Binti
fr_ca: Jambe de jeans droite
ga_ie: Osán Deas
gd_gb: Moigean deas
gl_es: Perna dereita
he: רגל ימין במכנס
hi_in: सही पैंट पैर
hr_hr: Desna Nogavica
hu_hu: Jobb nadrágszár
id_id: Kaki Celana Kanan
is_is: Hægri buxnaskálm
it: Gamba destra
ja_jp: ズボンの右脚
ka_ge: მარჯვენა ფეხი
ko_kr: 오른쪽 바지
lb_lu: Rietst Boxebeen
lt_lt: Dešinioji kelnių klešnė
lv_lv: Labā bikšu kāja
mn_mn: Баруун хөлийн өмд
ms_my: Kaki Seluar Kanan
mt_mt: Qalza tal-Lemin
nl_nl: Rechter broekbeen
nn_no: Høgre buksebein
pl: Prawa nogawka
pt: Perna Direita
ro_ro: Picior drept de pantalon
ru_ru: Правая штанина
sk_sk: Nohavica pravej nohy
sl_si: Desna hlačnica
sq_al: E Drejta Pantallona Këmbën
sv_se: Höger byxben
th_th: ขากางเกงข้างขวา
tr_tr: Sağ Bacak
vi_vn: Ống quần phải
zh_cn: 右裤腿
zh_tw: 右褲管

# options_modelPart_right_sleeve
source: Right Sleeve
af_za: Regter Mou
ar_sa: الكم الأيمن
be_by: Правая рука
bg_bg: Десен ръкав
ca_es: Màniga dreta
cs: Pravý rukáv
da_dk: Højre ærme
de: Rechter Ärmel
de_at: Rechta Ärmel
el_gr: Δεξί Μανίκι
es: Manga derecha
eu_es: Eskuineko mahuka
fa_ir: آستین راست
fi: Oikea hiha
fil_ph: Kanang Manggas
fr_ca: Manche droite
ga_ie: Muinchille Dheas
gd_gb: Muinchill deas
gl_es: Manga dereita
he: שרוול ימני
hi_in: दाहिने आस्तीन
hr_hr: Desni Rukav
hu_hu: Jobb ingujj
id_id: Lengan Kanan
is_is: Hægri ermi
it: Manica destra
ja_jp: 右袖
ka_ge: მარჯვენა სახელო
ko_kr: 오른쪽 소매
lb_lu: Rietsen Aarm
lt_lt: Dešinioji rankovė
lv_lv: Labā piedurkne
mn_mn: Баруун ханцуй
ms_my: Lengan Baju Kanan
mt_mt: Komma tal-Lemin
nl_nl: Rechtermouw
nn_no: Høyre erme
pl: Prawy rękaw
pt: Manga Direita
ro_ro: Mânecă dreaptă
ru_ru: Правый рукав
sk_sk: Pravý rukáv
sl_si: Desni rokav
sq_al: E Drejta Mëngë
sv_se: Höger ärm
th_th: แขนข้างขวา
tr_tr: Sağ Kol
vi_vn: Tay áo phải
zh_cn: 右袖
zh_tw: 右衣袖

# options_multiplayer_title
source: Multiplayer Settings...
af_za: Multispeler Verstellings...
ar_sa: إعدادات متعددة...
be_by: Налады сумеснай гульні...
bg_bg: Настройки на групова игра...
ca_es: Configuració - Multijugador
cs: Nastavení hry více hráčů…
da_dk: Multiplayer...
de: Mehrspielereinstellungen ...
de_at: Mehrspielaeistellungen...
el_gr: Ρυθμίσεις του ομαδικού παιχνιδιού...
es: Ajustes de multijugador...
eu_es: Multijokalariaren aukerak...
fa_ir: تنظیمات چند نفره...
fi: Moninpeliasetukset...
fil_ph: Nakatakdang Pang-kasamahang Laro...
fr_ca: Options du chat...
ga_ie: Socruithe Ilimreora...
gd_gb: Roghainnean ioma-chluicheadair...
gl_es: Axustes de multixogador...
he: הגדרות רב-משתתפים...
hi_in: बहुखिलाड़ी सेटिंग्स...
hr_hr: Postavke Mrežne Igre...
hu_hu: Többjátékos beállítások...
hy_am: Ցանցաին խաղի կարգավորումներ...
id_id: Pengaturan Multiplayer...
is_is: Netspilunar stillingar...
it: Multigiocatore...
ja_jp: マルチプレイ設定…
ka_ge: ქსელური თამაშის გამართვა...
ko_kr: 멀티플레이 설정...
lb_lu: Multispillerastellungen ...
lt_lt: Žaidimo tinkle nustatymai
lv_lv: Daudzspēlētāju uzstādijumi...
mi_nz: Settings Multiplayer...
mk_mk: Прилагодување на Мултиплеер...
mn_mn: Олуулаа тоглох тохиргоо...
ms_my: Tetapan Permainan Jamak...
mt_mt: Għażliet tal-Multiplayer...
nl_nl: Instellingen voor samen spelen...
nn_no: Fleirspelinnstillingar...
pl: Ustawienia gry wieloosobowej...
pt: Configurações Multijogador...
ro_ro: Setări multiplayer...
ru_ru: Настройки сетевой игры...
sk_sk: Nastavenia hry na serveri...
sl_si: Nastavitve večigralskega načina...
sv_se: Flerspelarinställningar...
th_th: ตั้งค่าเล่นหลายคน...
tr_tr: Çok Oyunculu Ayarları...
vi_vn: Thiết đặt chơi mạng...
zh_cn: 多人游戏设置…
zh_tw: 多人遊戲設定...

# options_music
source: Music
af_za: Musiek
ar_sa: الموسيقى
be_by: Музыка
bg_bg: Музика
ca_es: Música
cs: Hudba
da_dk: Musik
de: Musik
de_at: Musi
el_gr: Μουσική
es: Música
eu_es: Musika
fa_ir: موسیقی
fi: Musiikki
fil_ph: Musika
fr_ca: Musique
ga_ie: Ceol
gd_gb: Ceòl
gl_es: Música
he: מוזיקה
hi_in: संगीत
hr_hr: Glazba
hu_hu: Zene
hy_am: Երաժշտություն
id_id: Musik
is_is: Tónlist
it: Musica
ja_jp: BGM
ka_ge: მუსიკა
ko_kr: 배경음
lb_lu: Musek
lt_lt: Muzika
lv_lv: Mūzika
mi_nz: Puoro
mk_mk: Музика
mn_mn: Хөгжим
ms_my: Muzik
mt_mt: Mużika
nl_nl: Muziek
nn_no: Musikk
pl: Muzyka
pt: Música
ro_ro: Muzică
ru_ru: Музыка
sk_sk: Hudba
sl_si: Glasba
sq_al: Muzikë
sv_se: Musik
th_th: เพลง
tr_tr: Müzik
vi_vn: Nhạc
zh_cn: 音乐
zh_tw: 音樂

# options_off
source: OFF
af_za: AF
ar_sa: إيقاف
be_by: ВЫКЛ
bg_bg: Изкл.
cs: VYPNUTO
da_dk: Fra
de: Aus
de_at: Aus
el_gr: Όχι
es: NO
eu_es: Itzalita
fa_ir: خاموش
fi: Pois
fr_ca: Non
ga_ie: AS
gd_gb: DHETH
gl_es: Non
he: כבוי
hi_in: रवाना
hr_hr: Ne
hu_hu: KI
hy_am: Անջատած
id_id: Mati
is_is: Nei
it: no
ja_jp: オフ
ka_ge: განრთ
ko_kr: 꺼짐
lb_lu: Aus
lt_lt: išj.
lv_lv: Izslēgts
mk_mk: ИСКЛУЧЕНО
mn_mn: АС.
ms_my: TUTUP
mt_mt: LE
nl_nl: UIT
nn_no: AV
pl: Wył.
pt: Não
ro_ro: Nu
ru_ru: Выкл
sk_sk: Vypnuté
sl_si: NE
sv_se: AV
th_th: ปิด
tr_tr: Kapalı
vi_vn: TẮT
zh_cn: 关
zh_tw: 關閉

# options_on
source: ON
af_za: AAN
ar_sa: تشغيل
be_by: УКЛ
bg_bg: Вкл.
cs: ZAPNUTO
da_dk: Til
de: An
de_at: Ei
el_gr: Ναι
es: SÍ
eu_es: Piztua
fa_ir: روشن
fi: Päällä
fr_ca: Oui
ga_ie: ANN
gd_gb: AIR
gl_es: Si
he: פעיל
hi_in: पर
hr_hr: Da
hu_hu: BE
hy_am: Միացած
id_id: Nyala
is_is: Já
it: sì
ja_jp: オン
ka_ge: ჩართ
ko_kr: 켜짐
lb_lu: Un
lt_lt: įj.
lv_lv: Ieslēgts
mk_mk: ВКЛУЧЕН
mn_mn: УНТ.
ms_my: BUKA
mt_mt: IVA
nl_nl: AAN
nn_no: PÅ
pl: Wł.
pt: Sim
ro_ro: Da
ru_ru: Вкл
sk_sk: Zap
sl_si: DA
sq_al: NË
sv_se: PÅ
th_th: เปิด
tr_tr: Açık
vi_vn: BẬT
zh_cn: 开
zh_tw: 開啟

# options_particles
source: Particles
af_za: Partikels
ar_sa: الجسيمات
be_by: Часцінкі
bg_bg: Частици
ca_es: Partícules
cs: Částice
da_dk: Partikler
de: Partikel
de_at: Partikl
el_gr: Σωματίδια
es: Partículas
eu_es: Partikulak
fa_ir: ذرات
fi: Hiukkaset
fil_ph: Kapurit
fr_ca: Particules
ga_ie: Cáithníní
gd_gb: Mìrean
gl_es: Partículas
he: חלקיקים
hi_in: कण
hr_hr: Čestice
hu_hu: Részecskék
hy_am: Մասնիկներ
id_id: Partikel
is_is: Agnir
it: Particelle
ja_jp: パーティクルの表示
ka_ge: ნაწილაკები
ko_kr: 입자
lb_lu: Partikelen
lt_lt: Dalelyčių
lv_lv: Daļiņas
mi_nz: matūriki
mk_mk: Честички
mn_mn: Жижиг ширхэгүүд
ms_my: Partikel
mt_mt: Partiċelli
nl_nl: Deeltjes
nn_no: Partiklar
pl: Cząstki
pt: Partículas
ro_ro: Particule
ru_ru: Частицы
sk_sk: Časticové efekty
sl_si: Delci
sv_se: Partiklar
th_th: อนุภาค
tr_tr: Parçacıklar
vi_vn: Hạt hiệu ứng
zh_cn: 颗粒效果
zh_tw: 粒子密度

# options_particles_all
source: All
af_za: Alle
ar_sa: الكل
be_by: Усе
bg_bg: Всички
ca_es: Totes
cs: Všechny
da_dk: Alle
de: Alle
de_at: Ois
el_gr: Όλα
es: Todas
eu_es: Guztiak
fa_ir: همه
fi: Kaikki
fil_ph: Lahat
fr_ca: Toutes
ga_ie: Gach
gd_gb: Na h-uile
gl_es: Todas
he: הכל
hi_in: सब
hr_hr: Sve
hu_hu: Mind
hy_am: Բոլոր
id_id: Semua
is_is: Allar
it: tutte
ja_jp: すべて
ka_ge: ყველა
ko_kr: 모두
lt_lt: visos
lv_lv: Visas
mi_nz: Katoa
mk_mk: Сите
mn_mn: Бүх
ms_my: Semua
mt_mt: Kollha
nl_nl: Alle
nn_no: Alle
pl: Wszystkie
pt: Todas
ro_ro: Toate
ru_ru: Все
sk_sk: Všetky
sl_si: Vsi
sv_se: Alla
th_th: ทั้งหมด
tr_tr: Tümü
vi_vn: Tất cả
zh_cn: 全部
zh_tw: 最高

# options_particles_decreased
source: Decreased
af_za: Verminderd
ar_sa: مخفضة
be_by: Зменшаныя
bg_bg: Намалени
ca_es: Reduïdes
cs: Méně
da_dk: Formindsket
de: Verringert
de_at: Verringat
el_gr: Μειωμένα
es: Reducidas
eu_es: Murriztua
fa_ir: کاهش یافت
fi: Vähemmän
fil_ph: Kaunti lang
fr_ca: Réduites
ga_ie: Laghdaithe
gd_gb: Air an lùghdachadh
gl_es: Reducidas
he: מופחת
hi_in: कम
hr_hr: Većina
hu_hu: Csökkentett
hy_am: Նվազեցված
id_id: Dikurangi
is_is: Fáar
it: ridotte
ja_jp: 少し
ka_ge: დაწეული
ko_kr: 적게
lb_lu: Verréngert
lt_lt: mažiau
lv_lv: Samazinātas
mi_nz: Heke
mk_mk: Намален
mn_mn: Багасгасан
ms_my: Dikurangkan
mt_mt: Mnaqqsin
nl_nl: Verminderd
nn_no: Færre
pl: Ograniczone
pt: Diminuídas
ro_ro: Reduse
ru_ru: Меньше
sk_sk: Niektoré
sl_si: Zmanjšano
sv_se: Färre
th_th: ลดลง
tr_tr: Azaltılmış
vi_vn: Lược bớt
zh_cn: 少量
zh_tw: 少量

# options_particles_minimal
source: Minimal
af_za: Minimaal
ar_sa: الحد الأدنى
be_by: Мінімум
bg_bg: Минимални
ca_es: Mínimes
cs: Minimálně
el_gr: Ελάχιστα
es: Mínimas
eu_es: Minimoa
fa_ir: حداقل
fi: Hyvin vähän
fr_ca: Minimales
ga_ie: Íosta
gd_gb: Cho beag 's a ghabhas
gl_es: Mínimas
he: מינימלי
hi_in: न्यूनतम
hr_hr: Malo
hu_hu: Minimális
hy_am: Մինիմալ
is_is: Mjög fáar
it: minime
ja_jp: 最少
ka_ge: მინიმალური
ko_kr: 최소
lt_lt: minimaliai
lv_lv: Minimālas
mi_nz: Iti
mk_mk: Минимал
mn_mn: Бага
ms_my: Minimum
mt_mt: Ftit li Xejn
nl_nl: Minimaal
nn_no: Minimalt
pl: Minimalne
pt: Mínimo
ro_ro: Minime
ru_ru: Минимум
sk_sk: Minimálne
sl_si: Minimalno
sv_se: Minimalt
th_th: น้อยที่สุด
tr_tr: En Az
vi_vn: Tối thiểu
zh_cn: 最少
zh_tw: 最少

# options_postButton
source: Post-Processing Settings...
af_za: Na-teken Proses Verstellings...
ar_sa: أوضاع ما بعد انتهاء التحميل ...
be_by: Налады пост-апрацоўкі...
bg_bg: Настройки на дообработката...
ca_es: Configuració de post-processament...
cs: Nastavení následného zpracování…
da_dk: Efterbehandlingsindstillinger...
de: Nachbearbeitung ...
de_at: Nochbeorbeitung...
el_gr: Επανα-επεξεργασία Ρυθμίσεων...
es: Ajustes de posprocesado...
eu_es: Post-tratamenduaren ezarpenak...
fa_ir: تنظیمات Post-Processing...
fi: Jälkikäsittelyasetukset...
fil_ph: Naktakdang Post-Processing...
fr_ca: Paramètres de post-processing...
ga_ie: Socruithe Iarphróiseála...
gd_gb: Roghainnean na giullachd an dèidh làimh...
gl_es: Axustes de post-procesamento...
he: הגדרות Post-Processing...
hi_in: पोस्ट-संसाधन सेटिंग...
hr_hr: Postavke Dodatne Obrade...
hu_hu: Utófeldolgozás beállításai...
hy_am: Հետմշակման կարգավորումններ...
id_id: Pengaturan Post-Processing...
is_is: Eftir vinnslu stillingar...
it: Post-processing...
ja_jp: 後処理設定…
ka_ge: პოსტ-დამუშავების პარამეტრები...
ko_kr: 사후 처리 설정...
lb_lu: Nobeaarbechtungsastellungen ...
lt_lt: Vaizdo apdorojimo nustatymai...
lv_lv: Priekšapstrādes iestatījumi...
mi_nz: Settings Post-Processing...
mk_mk: Поставки на Пост-Обработка...
ms_my: Tetapan Pasca Pemerosesan
mt_mt: Għażliet tal-Post-Processing...
nl_nl: Post-processing-instellingen...
nn_no: Post-Processing (etterbehandling) innstillingar...
pl: Ustawienia przetwarzania końcowego...
pt: Configurações de Pós-Processamento...
ro_ro: Setările post-procesării...
ru_ru: Настройки постобработки...
sk_sk: Nastavenia post-procesingu...
sl_si: Nastavitve za kasnejšo obdelavo...
sv_se: Efterbearbetningsinställningar...
th_th: ตั้งค่าประมวลผลล่วงหน้า...
tr_tr: Sonradan İşleme Ayarları...
vi_vn: Cài đặt xử lí sau...
zh_cn: 后期处理设置…
zh_tw: 後處理設定...

# options_postProcessEnable
source: Enable Post-Processing
af_za: Pas Na-teken Effekte Toe
ar_sa: تمكين مرحلة ما بعد المعالجة
be_by: Уключыць пост-апрацоўку
bg_bg: Включване на дообработка
ca_es: Permet post-processament
cs: Zapnout následné zpracování
da_dk: Aktiverer efterbehandling
de: Nachbearbeitung einschalten
de_at: Nochbeorbeitung uschoitn
el_gr: Αποδοχή Post-Processing
es: Activar posprocesamiento
eu_es: Gaitu post-tratamendua
fa_ir: فعال کردن پس پردازش
fi: Ota käyttöön jälkikäsittely
fil_ph: Buksan ang Post-Processing
fr_ca: Activer le post-processing
ga_ie: Cumasaigh Iarphróiseáil
gd_gb: Giullachd an dèidh làimh
gl_es: Activar post-procesamento
he: אפשר Post-Processing
hi_in: Habilitar Post-proceso
hr_hr: Omogući Dodatnu Obradu
hu_hu: Utófeldolgozás engedélyezése
hy_am: Ակտիվացնել հետմշակումը
id_id: Aktifkan Post-Processing
is_is: Kveikja á Eftir-Vinnslu
it: Post-processing
ja_jp: 後処理を有効にする
ka_ge: პოსტ-დამუშავების ჩართვა
ko_kr: 사후 처리 활성화
lb_lu: Nobeaarbechtung aschalten
lt_lt: Įgalinti vaizdo apdorojimą
lv_lv: Ieslēgt pēcapstrādi
mi_nz: Whakahohetia te Post-Processing
mk_mk: Овозмож на Пост-Обработка
ms_my: Aktifkan pemprosesan semula
mt_mt: Attiva Post-Processing
nl_nl: Nabewerking inschakelen
nn_no: Aktiver Post-Processing (etterbehandlig)
pl: Włącz przetwarzanie końcowe
pt: Permitir Pós-Processamento
ro_ro: Activează post-procesarea
ru_ru: Включить постобработку
sk_sk: Umožniť Post-Processing
sl_si: Omogoči naknadno obdelavo
sv_se: Sätt på efterbearbetning
th_th: เปิดการประมวลผลล่วงหน้า
tr_tr: Sonradan İşlemeyi Etkinleştir
vi_vn: Cho phép xử lí sau
zh_cn: 启用后期处理
zh_tw: 啟用後處理
