Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# tile_flower2_tulipPink_name
source: Pink Tulip
af_za: Pienk Tulp
ar_sa: توليب الوردي
be_by: Ружовы цюльпан
bg_bg: Розово лале
ca_es: Tulipa rosa
cs: Růžový tulipán
da_dk: Lyserød tulipan
de: Rosa Tulpe
de_at: Rosa Tulpn
el_gr: Ροζ Τουλίπα
es: Tulipán rosa
eu_es: Tulipa arrosa
fa_ir: گل صورتي
fi: Vaaleanpunainen tulppaani
fil_ph: Tulipang Rosas
fr_ca: Tulipe rose
ga_ie: Tiúilip Bhándearg
gl_es: Tulipán rosa
he: צבעוני ורוד
hi_in: गुलाबी ट्यूलिप
hr_hr: Ružičasti Tulipan
hu_hu: Rózsaszín tulipán
hy_am: Վարդագույն Վարդակակաչ
id_id: Tulip Merah Muda
is_is: Bleikur Túlipani
it: Tulipano rosa
ja_jp: 桃色のチューリップ
ka_ge: ვარდისფერი ტიტა
ko_kr: 분홍색 튤립
lb_lu: Rosa Tulp
lt_lt: Rožinė tulpė
lv_lv: Rozā tulpe
mn_mn: Ягаан алтанзул
ms_my: Tulip Merah Jambu
mt_mt: Tulip Roża
nl_nl: Roze tulp
nn_no: Rosa tulipan
pl: Różowy tulipan
pt: Tulipa Rosa
ro_ro: Lalea roz
ru_ru: Розовый тюльпан
sk_sk: Ružový tulipán
sl_si: Roza tulipan
sv_se: Rosa tulpan
th_th: ดอกทิวลิปชมพู
tr_tr: Pembe Lale
vi_vn: Uất kim hương hồng
zh_cn: 粉红色郁金香
zh_tw: 粉紅色鬱金香

# tile_flower2_tulipRed_name
source: Red Tulip
af_za: Rooi Tulp
ar_sa: زهرة التيوليب الأحمر
be_by: Чырвоны цюльпан
bg_bg: Червено лале
ca_es: Tulipa vermella
cs: Červený tulipán
da_dk: Rød tulipan
de: Rote Tulpe
de_at: Rote Tulpn
el_gr: Κόκκινη τουλίπα
es: Tulipán rojo
eu_es: Tulipa gorria
fa_ir: گل قرمز
fi: Punainen tulppaani
fil_ph: Tulipang Pula
fr_ca: Tulipe rouge
ga_ie: Tiúilip Dhearg
gl_es: Tulipán vermello
he: צבעוני אדום
hi_in: लाल सुर्ख
hr_hr: Crveni Tulipan
hu_hu: Piros tulipán
hy_am: Կարմիր Վարդակակաչ
id_id: Tulip Merah
is_is: Rauður Túlipani
it: Tulipano rosso
ja_jp: 赤色のチューリップ
ka_ge: წითელი ტიტა
ko_kr: 빨간색 튤립
lb_lu: Rout Tulp
lt_lt: Raudona tulpė
lv_lv: Sarkana tulpe
mi_nz: Whero Tulip
mn_mn: Улаан алтанзул
ms_my: Tulip Merah
mt_mt: Tulip Ħamra
nl_nl: Rode tulp
nn_no: Raud tulipan
pl: Czerwony tulipan
pt: Tulipa Vermelha
ro_ro: Lalea roșie
ru_ru: Красный тюльпан
sk_sk: Červený tulipán
sl_si: Rdeči tulipan
sv_se: Röd tulpan
th_th: ดอกทิวลิปแดง
tr_tr: Kırmızı Lale
vi_vn: Uất kim hương đỏ
zh_cn: 红色郁金香
zh_tw: 紅色鬱金香

# tile_flower2_tulipWhite_name
source: White Tulip
af_za: Wit Tulp
ar_sa: توليب أبيض
be_by: Белы цюльпан
bg_bg: Бяло лале
ca_es: Tulipa blanca
cs: Bílý tulipán
da_dk: Hvid Tulipan
de: Weiße Tulpe
de_at: Weiße Tulpn
el_gr: Λευκή Τουλίπα
es: Tulipán blanco
eu_es: Tulipa zuria
fa_ir: گل سفيد
fi: Valkoinen tulppaani
fil_ph: Tulipang Puti
fr_ca: Tulipe blanche
ga_ie: Tiúilip Bhán
gl_es: Tulipán branco
he: צבעוני לבן
hi_in: सफेद सुर्ख
hr_hr: Bijeli Tulipan
hu_hu: Fehér tulipán
hy_am: Սպիտակ Վարդակակաչ
id_id: Tulip Putih
is_is: Hvítur Túlipani
it: Tulipano bianco
ja_jp: 白色のチューリップ
ka_ge: თეთრი ტიტა
ko_kr: 하얀색 튤립
lb_lu: Wäiss Tulp
lt_lt: Balta tulpė
lv_lv: Balta tulpe
mn_mn: Цагаан алтанзул
ms_my: Tulip Putih
mt_mt: Tulip Bajda
nl_nl: Witte tulp
nn_no: Kvit tulipan
pl: Biały tulipan
pt: Tulipa Branca
ro_ro: Lalea albă
ru_ru: Белый тюльпан
sk_sk: Biely tulipán
sl_si: Beli tulipan
sv_se: Vit tulpan
th_th: ดอกทิวลิปขาว
tr_tr: Beyaz Lale
vi_vn: Uất kim hương trắng
zh_cn: 白色郁金香
zh_tw: 白色鬱金香

# tile_frostedIce_name
source: Frosted Ice
af_za: Gevriesde Ys
ar_sa: ثلج قاسي
be_by: Талы лёд
bg_bg: Заскрежен лед
ca_es: Gel glaçat
cs: Křehký led
da_dk: Fortættet is
de: Brüchiges Eis
de_at: Brucheis
el_gr: Θολός Πάγος
es: Escarcha
eu_es: Izotz zuri
fi: Huurteinen jää
fil_ph: Nagyelo-yelo
fr_ca: Glace givrée
ga_ie: Oighear Reoite
gl_es: Xeo conxelado
he: קרח קפוא
hr_hr: Zamrzeni Led
hu_hu: Megfagyott jég
id_id: Es Buram
is_is: Frystur klaki
it: Gelo
ja_jp: 薄氷
ka_ge: გაყინული ყინული
ko_kr: 얇은 얼음
lb_lu: Sprockt Eis
lt_lt: Užšalęs ledas
lv_lv: Ledains ledus
mn_mn: Царцсан мөс
ms_my: Ais Beku
mt_mt: Silġ Iffriżat
nl_nl: Gerijpt ijs
nn_no: Frosta is
pl: Oszroniony lód
pt: Gelo Fosco
ro_ro: Gheață brumată
ru_ru: Талый лёд
sk_sk: Krehký ľad
sl_si: Moten led
sv_se: Frostad is
th_th: น้ำแข็งฝ้า
tr_tr: Kırağı
vi_vn: Băng phủ sương
zh_cn: 霜冰
zh_tw: 霜冰

# tile_furnace_name
source: Furnace
af_za: Oond
ar_sa: فرن
be_by: Печка
bg_bg: Пещ
ca_es: Forn
cs: Pec
da_dk: Ovn
de: Ofen
de_at: Ofn
el_gr: Φούρνος
es: Horno
eu_es: Labea
fa_ir: کوره
fi: Uuni
fil_ph: Pugon
fr_ca: Fourneau
ga_ie: Foirnéis
gl_es: Forno
he: תנור
hi_in: भट्ठी
hr_hr: Peć
hu_hu: Kemence
hy_am: Վառարան
id_id: Tungku
is_is: Ofn
it: Fornace
ja_jp: かまど
ka_ge: ღუმელი
ko_kr: 화로
lb_lu: Uewen
lt_lt: Krosnis
lv_lv: Krāsns
mi_nz: Oumu
mn_mn: Зуух
ms_my: Relau
mt_mt: Forn
nl_nl: Oven
nn_no: Smelteomn
pl: Piec
pt: Fornalha
ro_ro: Cuptor
ru_ru: Печь
sk_sk: Pec
sl_si: Peč
sv_se: Ugn
th_th: เตาเผา
tr_tr: Fırın
vi_vn: Lò nung
zh_cn: 熔炉
zh_tw: 熔爐

# tile_glass_name
source: Glass
af_za: Glas
ar_sa: زجاج
be_by: Шкло
bg_bg: Стъкло
ca_es: Vidre
cs: Sklo
da_dk: Glas
de: Glas
de_at: Glos
el_gr: Γυαλί
es: Cristal
eu_es: Kristala
fa_ir: شیشه
fi: Lasi
fil_ph: Salamin
fr_ca: Verre
ga_ie: Gloine
gd_gb: Glainne
gl_es: Vidro
he: זכוכית
hi_in: गिलास
hr_hr: Staklo
hu_hu: Üveg
hy_am: Ապակի
id_id: Kaca
is_is: Gler
it: Vetro
ja_jp: ガラス
ka_ge: შუშა
ko_kr: 유리
lb_lu: Glas
lt_lt: Stiklas
lv_lv: Stikls
mi_nz: Karaehe
mk_mk: Стакло
mn_mn: Шил
ms_my: Kaca
mt_mt: Ħġieġ
nl_nl: Glas
nn_no: Glas
pl: Szkło
pt: Vidro
ro_ro: Sticlă
ru_ru: Стекло
sk_sk: Sklo
sl_si: Steklo
sv_se: Glas
th_th: กระจก
tr_tr: Cam
vi_vn: Thủy tinh
zh_cn: 玻璃
zh_tw: 玻璃

# tile_goldenRail_name
source: Powered Rail
af_za: Aandrywingsspoor
ar_sa: سكة حديدية تعمل بالطاقة
be_by: Энэргарэйкі
bg_bg: Захранвани релси
ca_es: Rail propulsor
cs: Napájená kolej
da_dk: Strømspor
de: Antriebsschiene
de_at: Ontriebsschiene
el_gr: Ενεργοδοτούμενη ράγα
es: Raíl propulsor
eu_es: Propultsagailudun erraila
fa_ir: ريل حرکتی
fi: Kiihdytinraide
fil_ph: Malakas na Riles
fr_ca: Rails propulseurs
ga_ie: Ráillí Cumhachtaithe
gl_es: Raíl propulsor
he: מסילה ממונעת
hi_in: संचालित रेल
hr_hr: Pruga s Pogonom
hu_hu: Elektromos sín
hy_am: Էներգակիր Ռելս
id_id: Rel Listrik
is_is: Knúinn lestarteinn
it: Binario alimentato
ja_jp: パワードレール
ka_ge: ამაჩქარებელი
ko_kr: 전원 레일
lb_lu: Beschleunegungsschinn
lt_lt: Greitintuvas
lv_lv: Elektriskās sliedes
mi_nz: Rail Powered
mn_mn: Идэвхжсэн төмөр зам
ms_my: Landasan Berkuasa
mt_mt: Linji Mixgħulin
nl_nl: Aandrijfspoor
nn_no: Straumskinne
pl: Zasilane tory
pt: Carril Elétrico
ro_ro: Șine propulsoare
ru_ru: Энергорельсы
sk_sk: Napájané koľajnice
sl_si: Električna tirnica
sv_se: Driven räls
th_th: รางรถไฟฟ้า
tr_tr: Güçlendirilmiş Ray
vi_vn: Đường ray tăng tốc
zh_cn: 充能铁轨
zh_tw: 動力鐵軌

# tile_grass_name
source: Grass Block
af_za: Grasblok
ar_sa: كتلة عشب
be_by: Зямля з дзёрнам
bg_bg: Тревист блок
ca_es: Bloc d'herba
cs: Trávník
da_dk: Græsblok
de: Grasblock
de_at: Gros
el_gr: Κύβος γρασιδιού
es: Césped
eu_es: Belar blokea
fa_ir: بلوک چمن
fi: Ruohokuutio
fil_ph: Bloke ng Damo
fr_ca: Gazon
ga_ie: Bloc Féir
gd_gb: Bloca feòir
gl_es: Bloque de herba
he: בלוק דשא
hi_in: घास ब्लॉक
hr_hr: Travnati Blok
hu_hu: Füves földblokk
hy_am: Խոտի Բլոկ
id_id: Rumput
is_is: Graskubbur
it: Erba
ja_jp: 草ブロック
ka_ge: ბალახის ბლოკი
ko_kr: 잔디 블록
lb_lu: Gras
lt_lt: Žolės blokas
lv_lv: Zāles bloks
mi_nz: tarutaru Poraka
mk_mk: Блок на Трева
mn_mn: Өвстэй хөрс
ms_my: Blok Rumput
mt_mt: Blokka tal-Ħaxix
nl_nl: Grasblok
nn_no: Grasblokk
pl: Blok trawy
pt: Bloco de Relva
ro_ro: Bloc de iarbă
ru_ru: Дёрн
sk_sk: Trávnik
sl_si: Kocka trave
sq_al: Bari Bllok
sv_se: Gräsblock
th_th: บล็อกหญ้า
tr_tr: Çimen
vi_vn: Khối cỏ
zh_cn: 草方块
zh_tw: 草地

# tile_grassPath_name
source: Grass Path
af_za: Gras Pad
ar_sa: طريق عشبي
be_by: Сцежка
bg_bg: Тревна пътека
ca_es: Camí d'herba
cs: Pěšina
da_dk: Græs sti
de: Trampelpfad
de_at: Steig
el_gr: Μονοπάτι
es: Camino de hierba
eu_es: Belarbidea
fa_ir: راه چمن
fi: Ruohopolku
fil_ph: Damong Landas
fr_ca: Sentier de gazon
ga_ie: Cosán Féir
gl_es: Camiño de herba
he: שביל דשא
hr_hr: Travnati Put
hu_hu: Ösvény
id_id: Jalan rumput
is_is: Grasstígur
it: Sentiero d'erba
ja_jp: 草の道
ka_ge: ბილიკი
ko_kr: 잔디 길
lb_lu: Graswee
lt_lt: Žolės takas
lv_lv: Zāles taka
mn_mn: Өвсөн зам
ms_my: Laluan Rumput
mt_mt: Passaġġ fil-Ħaxix
nl_nl: Graspad
nn_no: Grasgrodd sti
pl: Ścieżka
pt: Caminho de Relva
ro_ro: Cărare de iarbă
ru_ru: Тропа
sk_sk: Trávnatá cesta
sl_si: Travna pot
sv_se: Grässtig
th_th: ทางเดิน
tr_tr: Çimen Yol
vi_vn: Đường đi trên cỏ
zh_cn: 草径
zh_tw: 草徑

# tile_gravel_name
source: Gravel
af_za: Gruis
ar_sa: حصى
be_by: Жвір
bg_bg: Чакъл
ca_es: Grava
cs: Štěrk
da_dk: Grus
de: Kies
de_at: Schotta
el_gr: Χαλίκι
es: Grava
eu_es: Legarra
fa_ir: ریگ
fi: Sora
fil_ph: Kaskaho
fr_ca: Gravelle
ga_ie: Gairbhéal
gd_gb: Grinneal
gl_es: Grava
he: חצץ
hi_in: बजरी
hr_hr: Šljunak
hu_hu: Sóder
hy_am: Մանրախիճ
id_id: Kerikil
is_is: Möl
it: Ghiaia
ja_jp: 砂利
ka_ge: ხრეში
ko_kr: 자갈
lb_lu: Kräsi
lt_lt: Žvyras
lv_lv: Grants
mi_nz: Tuakirikiri
mn_mn: Хайрга
ms_my: Batu Kelikir
mt_mt: Żrar
nl_nl: Grind
nn_no: Grus
pl: Żwir
pt: Gravilha
ro_ro: Pietriș
ru_ru: Гравий
sk_sk: Štrk
sl_si: Gramoz
sv_se: Grus
th_th: กรวด
tr_tr: Çakıl
vi_vn: Sỏi
zh_cn: 沙砾
zh_tw: 礫石

# tile_hayBlock_name
source: Hay Bale
af_za: Hooibaal
ar_sa: كومة قش
be_by: Цюк сена
bg_bg: Слама
ca_es: Bala de fenc
cs: Balík slámy
da_dk: Halmballe
de: Strohballen
de_at: Heiboin
el_gr: Δεμάτι Σανό
es: Bala de heno
eu_es: Belar fardoa
fa_ir: یونجه خشک
fi: Heinäpaali
fil_ph: Paldo ng Dayami
fr_ca: Botte de paille
ga_ie: Burla Féir Thirim
gd_gb: Rola-feòir
gl_es: Bala de palla
he: ערמת חציר
hi_in: सूखी घास गठरी
hr_hr: Bala Sijena
hu_hu: Szalmabála
hy_am: Ցորենի Խուրձ
id_id: Jerami
is_is: Heybaggi
it: Balla di paglia
ja_jp: 干草の俵
ka_ge: თივის შეკვრა
ko_kr: 건초 더미
lb_lu: Bott
lt_lt: Šieno kupeta
lv_lv: Siena ķīpa
mi_nz: hay wuru
mk_mk: Сено Бала
mn_mn: Бухал өвс
ms_my: Bandela Jerami
mt_mt: Tiben
nl_nl: Hooibaal
nn_no: Høystakk
pl: Snop siana
pt: Fardo de Feno
ro_ro: Balot de paie
ru_ru: Сноп сена
sk_sk: Zväzok sena
sl_si: Bala sena
sq_al: Bari Bale
sv_se: Höbal
th_th: บล็อคฟาง
tr_tr: Saman Balyası
vi_vn: Kiện rơm
zh_cn: 干草块
zh_tw: 乾草捆

# tile_hellrock_name
source: Netherrack
ar_sa: حجر الجحيم
be_by: Нэдаррэк
bg_bg: Камък от Недъра
ca_es: Roca abismal
cs: Netherit
el_gr: Πέτρα του Νέδερ
eu_es: Arroka abisala
fa_ir: جهنم سنگ
fil_ph: Sumpansabit
ga_ie: Íochtarchloch
gl_es: Pedra do Nether
he: נת'רראק
hi_in: नीचे रॉक
hr_hr: Kamen iz pakla
hy_am: Դժողքի Քար
id_id: Batu Neraka
is_is: Heljargrjót
ja_jp: ネザーラック
ka_ge: ნეზერქვა
ko_kr: 네더랙
lt_lt: Netherakas
lv_lv: Elles akmens
mn_mn: Тамын чулуу
ms_my: Rak Neraka
mt_mt: Ġebel tan-Nether
ru_ru: Незерит
sl_si: Peklenski kamen
th_th: หินเนเธอร์
tr_tr: Nether Taşı
vi_vn: Đá Nether
zh_cn: 地狱岩
zh_tw: 地獄石

# tile_hellsand_name
source: Soul Sand
af_za: Sielsand
ar_sa: رمل الروح
be_by: Пясок душ
bg_bg: Пясък на душите
ca_es: Sorra d'ànimes
cs: Písek duší
da_dk: Sjælesand
de: Seelensand
de_at: Seelnsond
el_gr: Άμμος των ψυχών
es: Arena de almas
eu_es: Arima harea
fa_ir: شن ارواح
fi: Sieluhiekkaa
fil_ph: Kaluwan-hangin
fr_ca: Sable des damnés
ga_ie: Gaineamh Anama
gl_es: Area de almas
he: חול נשמה
hi_in: आत्मा रेत
hr_hr: Živi Pijesak
hu_hu: Lélekhomok
hy_am: Հոգիների Ավազ
id_id: Pasir Jiwa
is_is: Sálarsandur
it: Sabbia delle anime
ja_jp: ソウルサンド
ka_ge: სულთა ქვიშა
ko_kr: 영혼 모래
lb_lu: Séilesand
lt_lt: Sielų smėlis
lv_lv: Dvēseļu smiltis
mn_mn: Сүнстэй элс
ms_my: Pasir Jiwa
mt_mt: Trab tal-Erwieħ
nl_nl: Zielenzand
nn_no: Sjelesand
pl: Piasek dusz
pt: Areia das Almas
ro_ro: Nisip de suflete
ru_ru: Песок душ
sk_sk: Piesok duší
sl_si: Pesek duš
sv_se: Själsand
th_th: ทรายวิญญาณ
tr_tr: Ruh Kumu
vi_vn: Cát linh hồn
zh_cn: 灵魂沙
zh_tw: 靈魂砂

# tile_hopper_name
source: Hopper
af_za: Geutbak
ar_sa: هوبر
be_by: Варонка
bg_bg: Фуния
ca_es: Tremuja
cs: Násypka
da_dk: Tragt
de: Trichter
el_gr: Χοάνη
es: Tolva
eu_es: Kalapatxa
fa_ir: قيف
fi: Suppilo
fil_ph: Lukton
fr_ca: Entonnoir
ga_ie: Crannóg
gl_es: Funil
he: משפך
hi_in: कूदनेवाला
hr_hr: Lijevak
hu_hu: Tölcsér
hy_am: Ձագար
id_id: Corong
is_is: Trekt
it: Tramoggia
ja_jp: ホッパー
ka_ge: ძაბრი
ko_kr: 깔때기
lb_lu: Triichter
lt_lt: Piltuvas
lv_lv: Piltuve
ms_my: Corong Tuang
mt_mt: Lembut
nl_nl: Trechter
nn_no: Trakt
pl: Lej
pt: Funil
ro_ro: Pâlnie
ru_ru: Воронка
sk_sk: Násypník
sl_si: Lijak
sv_se: Tratt
th_th: ท่อส่ง
tr_tr: Huni
vi_vn: Cái phễu
zh_cn: 漏斗
zh_tw: 漏斗

# tile_ice_name
source: Ice
af_za: Ys
ar_sa: جليد
be_by: Лёд
bg_bg: Лед
ca_es: Gel
cs: Led
da_dk: Is
de: Eis
de_at: Eis
el_gr: Πάγος
es: Hielo
eu_es: Izotza
fa_ir: يخ
fi: Jää
fil_ph: Yelo
fr_ca: Glace
ga_ie: Oighear
gl_es: Xeo
he: קרח
hi_in: बर्फ
hr_hr: Led
hu_hu: Jég
hy_am: Սառույց
id_id: Es
is_is: Klaki
it: Ghiaccio
ja_jp: 氷
ka_ge: ყინული
ko_kr: 얼음
lb_lu: Äis
lt_lt: Ledas
lv_lv: Ledus
mi_nz: Haupapa
mn_mn: Мөс
ms_my: Ais
mt_mt: Silġ
nl_nl: IJs
nn_no: Is
pl: Lód
pt: Gelo
ro_ro: Gheață
ru_ru: Лёд
sk_sk: Ľad
sl_si: Led
sv_se: Is
th_th: น้ำแข็ง
tr_tr: Buz
vi_vn: Băng
zh_cn: 冰
zh_tw: 冰

# tile_icePacked_name
source: Compressed Ice
af_za: Gepakte Ys
ar_sa: الجليد معبأة
be_by: Цвёрды лёд
bg_bg: Втвърден лед
ca_es: Gel compactat
cs: Balený led
da_dk: Sammenpresset is
de: Packeis
de_at: Pockeis
el_gr: Συσκευασμένος πάγος
es: Hielo compacto
eu_es: Izotz konprimitua
fa_ir: يخ فشرده
fi: Pakkautunut jää
fil_ph: Siniksik na Yelo
fr_ca: Glace compactée
ga_ie: Oighear Cruaite
gl_es: Xeo compacto
he: קרח דחוס
hi_in: पैक्ड बर्फ
hr_hr: Tvrdi Led
hu_hu: Tömör jég
hy_am: Ձիգ Սառույց
id_id: Es Batu
is_is: Þjappaður ís
it: Ghiaccio compatto
ja_jp: 氷塊
ka_ge: მკვრივი ყინული
ko_kr: 단단한 얼음
lb_lu: Packäis
lt_lt: Sukietėjęs ledas
lv_lv: Pakots ledus
mn_mn: Нягт мөс
ms_my: Ais Terpadat
mt_mt: Silġ Solidu
nl_nl: Pakijs
nn_no: Pakkis
pl: Zbity lód
pt: Gelo Compactado
ro_ro: Gheață compactă
ru_ru: Плотный лёд
sk_sk: Tvrdý ľad
sl_si: Strnjen led
sv_se: Packad is
th_th: ก้อนน้ำแข็ง
tr_tr: Paketlenmiş Buz
vi_vn: Băng nén
zh_cn: 浮冰
zh_tw: 冰磚

# tile_ironTrapdoor_name
source: Iron Trapdoor
af_za: Ystervaldeur
ar_sa: باب أرضي حديدي
be_by: Жалезны люк
bg_bg: Железен капак
ca_es: Trapa de ferro
cs: Železný poklop
da_dk: Jern lem
de: Eisenfalltür
de_at: Eisnfalltür
el_gr: Σιδερένια Καταπακτή
es: Trampilla de hierro
eu_es: Burdinazko tranpola
fa_ir: دریچه آهن
fi: Rautaluukku
fil_ph: Pahalang na Bakal na Pinto
fr_ca: Trappe en fer
ga_ie: Comhla Thógála Iarainn
gl_es: Trapela de ferro
he: דלת ברזל ממולכדת
hr_hr: Željezna Podna Vrata
hu_hu: Vas csapóajtó
id_id: Pintu Jebakan Besi
is_is: Járnlúga
it: Botola di ferro
ja_jp: 鉄のトラップドア
ka_ge: რკინის საძვრენი
ko_kr: 철 다락문
lb_lu: Eiseklappdier
lt_lt: Geležinis liukas
lv_lv: Dzelzs lūka
mn_mn: Төмөр сөхдөг хаалга
ms_my: Jerangkap Besi
mt_mt: Bokkaport tal-Ħadid
nl_nl: IJzeren valluik
nn_no: Luke av jarn
pl: Żelazna klapa
pt: Alçapão de Ferro
ro_ro: Trapă de fier
ru_ru: Железный люк
sk_sk: Železný poklop
sl_si: Železna loputa
sv_se: Järnfallucka
th_th: ประตูกับดักเหล็ก
tr_tr: Demir Tuzak Kapısı
vi_vn: Cửa sập sắt
zh_cn: 铁活板门
zh_tw: 鐵製地板門

# tile_jukebox_name
source: Jukebox
af_za: Musiekspeler
ar_sa: فونوغراف
be_by: Прайгравальнік
bg_bg: Джубокс
ca_es: Tocadiscs
cs: Hrací skříň
da_dk: Jukeboks
de: Plattenspieler
de_at: Plottnspiela
el_gr: Τζούκμπoκς
es: Tocadiscos
eu_es: Musika kaxa
fa_ir: جعبه موسيقي
fi: Levysoitin
fil_ph: Musika ng Bloke
ga_ie: Júcbhosca
gl_es: Tocadiscos
he: תיבת נגינה
hi_in: संगीत बॉक्स
hr_hr: Glazbena Kutija
hu_hu: Zenegép
hy_am: Նվագարկիչ
id_id: Pemutar Musik
is_is: Glymskratti
it: Giradischi
ja_jp: ジュークボックス
ka_ge: დამკვრელი
ko_kr: 주크박스
lb_lu: Plackespiller
lt_lt: Diskų grotuvas
lv_lv: Plašu atskaņotājs
mi_nz: Reo Irirangi
mn_mn: Хөгжим тоглуулагч
ms_my: Peti Lagu
nn_no: Platespelar
pl: Szafa grająca
ro_ro: Tonomat
ru_ru: Проигрыватель
sl_si: Gramofon
th_th: ตู้เพลง
tr_tr: Müzik Kutusu
vi_vn: Hộp chơi nhạc
zh_cn: 唱片机
zh_tw: 唱片機

# tile_jungleFence_name
source: Jungle Fence
af_za: Mahoniehout Heining
ar_sa: سياج من الغابة
be_by: Плот з трапічнай драўніны
bg_bg: Джунглова ограда
ca_es: Tanca de fusta de jungla
cs: Plot z tropického dřeva
da_dk: Junglehegn
de: Tropenholzzaun
de_at: Regnwoidhoizzaun
el_gr: Φράχτης Ξύλου Ζούγκλας
es: Valla de madera de jungla
eu_es: Ohianazko hesia
fa_ir: نرده های جنگل
fi: Viidakkopuuaita
fil_ph: Kahoy ng Gubat na Bakod
fr_ca: Clôture en bois d'acajou
ga_ie: Claí Adhmad Dufaire
gl_es: Valado de selva
he: גדר עץ ג'ונגל
hr_hr: Ograda (Prašumsko Drvo)
hu_hu: Trópusi fa kerítés
id_id: Pagar Kayu Hutan
is_is: Frumskógargirðing
it: Staccionata di legno della giungla
ja_jp: ジャングルのフェンス
ka_ge: ჯუნგლის ღობე
ko_kr: 정글 나무 울타리
lb_lu: Tropenholzzonk
lt_lt: Džiunglių medžio tvora
lv_lv: Džungļu koka žogs
mn_mn: Ширэнгэн ойн модон хашаа
ms_my: Pagar Kayu Belian
mt_mt: Ċint tal-Injam tal-Ġungla
nl_nl: Oerwoudhouten hek
nn_no: Gjerde av jungeltre
pl: Tropikalny płot
pt: Cerca de Madeira da Selva
ro_ro: Gard de junglă
ru_ru: Забор из тропического дерева
sk_sk: Kakaovníkový plot
sl_si: Džungelska ograja
sv_se: Djungelträstaket
th_th: รั้วป่าดงดิบ
tr_tr: Orman Ağacı Çit
vi_vn: Hàng rào gỗ rừng
zh_cn: 丛林木栅栏
zh_tw: 叢林木柵欄

# tile_jungleFenceGate_name
source: Jungle Fence Gate
af_za: Mahoniehout Hek
ar_sa: بوابة سياج من الغابة
be_by: Брамка з трапічнай драўніны
bg_bg: Джунглова порта
ca_es: Porta de tanca de fusta de jungla
cs: Branka z tropického dřeva
da_dk: Junglehegnsport
de: Tropenholzzauntor
de_at: Regnwoidhoizzauntor
el_gr: Πύλη Φράχτη από Ξύλο Ζούγκλας
es: Puerta de valla de madera de jungla
eu_es: Ohianazko hesi atea
fa_ir: دروازه حصار جنگل
fi: Viidakkopuuaidan portti
fil_ph: tarangkahang pangbakod na gawa sa jungle
fr_ca: Porte de clôture en bois d'acajou
ga_ie: Geata Adhmad Dufaire
gl_es: Cancela de selva
he: שער גדר עץ ג'ונגל
hr_hr: Vrata za Ogradu (Prašumsko Drvo)
hu_hu: Trópusi fa kerítéskapu
id_id: Gerbang Kayu Hutan
is_is: Hlið úr frumskógarviði
it: Cancelletto di legno della giungla
ja_jp: ジャングルのフェンスゲート
ka_ge: ჯუნგლის ღობის ჭიშკარი
ko_kr: 정글 나무 울타리 문
lb_lu: Tropenholzzonkpaart
lt_lt: Džiunglių medžio varteliai
lv_lv: Džungļu žoga Vārti
mn_mn: Ширэнгэн ойн модон хашаа
ms_my: Pintu Pagar Kayu Belian
mt_mt: Grada tal-Injam tal-Ġungla
nl_nl: Oerwoudhouten poortje
nn_no: Grind av jungeltre
pl: Tropikalna furtka
pt: Portão de Madeira da Selva
ro_ro: Portiță de junglă
ru_ru: Калитка из тропического дерева
sk_sk: Kakaovníková bránka
sl_si: Džungelska ograjna vrata
sv_se: Djungelträstaketgrind
th_th: ประตูรั้วไม้ป่าดงดิบ
tr_tr: Orman Ağacı Çit Kapısı
vi_vn: Cổng rào gỗ rừng
zh_cn: 丛林木栅栏门
zh_tw: 叢林木柵欄門

# tile_ladder_name
source: Ladder
af_za: Leer
ar_sa: سلم
be_by: Лесвіца
bg_bg: Стълба
ca_es: Escala
cs: Žebřík
da_dk: Stige
de: Leiter
de_at: Leita
el_gr: Σκάλα
es: Escalera de mano
eu_es: Zurubia
fa_ir: نردبان
fi: Tikkaat
fil_ph: Akyatan
fr_ca: Échelle
ga_ie: Dréimire
gl_es: Escada
he: סולם
hi_in: सीढ़ी
hr_hr: Ljestve
hu_hu: Létra
hy_am: Սանդուղք
id_id: Tangga
is_is: Stigi
it: Scala a pioli
ja_jp: はしご
ka_ge: კიბე
ko_kr: 사다리
lb_lu: Leeder
lt_lt: Kopėčios
lv_lv: Kāpnes
mi_nz: Arawhata
mn_mn: Босоо шат
ms_my: Tangga
mt_mt: Sellum
nn_no: Stige
pl: Drabina
pt: Escadas de Mão
ro_ro: Scară
ru_ru: Лестница
sk_sk: Rebrík
sl_si: Lestev
sv_se: Stege
th_th: บันไดลิง
tr_tr: Merdiven
vi_vn: Thang
zh_cn: 梯子
zh_tw: 梯子

# tile_lava_name
source: Lava
af_za: Lawa
ar_sa: حمم
be_by: Лава
bg_bg: Лава
cs: Láva
el_gr: Λάβα
eu_es: Laba
fa_ir: گدازه
fi: Laava
fil_ph: Kumukulong Putik
fr_ca: Lave
ga_ie: Laibhe
gd_gb: Làbha
he: לבה
hi_in: लावा
hu_hu: Láva
hy_am: Լավա
is_is: Hraun
ja_jp: 溶岩
ka_ge: ლავა
ko_kr: 용암
mi_nz: rangitoto
mn_mn: Хайлмаг
pl: Lawa
ro_ro: Lavă
ru_ru: Лава
sk_sk: Láva
th_th: ลาวา
tr_tr: Lav
vi_vn: Dung nham
zh_cn: 熔岩
zh_tw: 熔岩

# tile_leaves_acacia_name
source: Acacia Leaves
af_za: Akasiablare
ar_sa: أوراق الأكاسيا
be_by: Лісце акацыі
bg_bg: Акациеви листа
ca_es: Fulles d'acàcia
cs: Akáciové listí
da_dk: Akacieløv
de: Akazienlaub
de_at: Akazienlaub
el_gr: Φύλλα ακακίας
es: Hojas de acacia
eu_es: Akazia hostoak
fa_ir: برگ اقاقیا
fi: Akaasiapuun lehdet
fil_ph: Mga Dahon ng Akasya
fr_ca: Feuilles d'acacia
ga_ie: Duilleoga Acaicia
gd_gb: Duilleach sitta
gl_es: Follas de acacia
he: עלי שיטה
hi_in: बबूल के पत्ते
hr_hr: Lišće Akacije
hu_hu: Akácialevelek
hy_am: Ակացիաի տերևներ
id_id: Daun Akasia
is_is: Sléttutrjálauf
it: Foglie d'acacia
ja_jp: アカシアの葉
ka_ge: აკაციის ფოთლები
ko_kr: 아카시아나무 잎
lb_lu: Akazieblieder
lt_lt: Akacijos lapai
lv_lv: Akāciju lapas
mi_nz: hitimi Rau
mn_mn: Хуайсны навч
ms_my: Acacia daun
mt_mt: Weraq tal-Akaċja
nl_nl: Acaciabladeren
nn_no: Akasielauv
pl: Liście akacji
pt: Folhas de Acácia
ro_ro: Frunze de salcâm
ru_ru: Листья акации
sk_sk: Akáciové listy
sl_si: Akacijevo listje
sv_se: Akacialöv
th_th: ใบต้นอาเคเซีย
tr_tr: Akasya Yaprağı
vi_vn: Lá xiêm gai
zh_cn: 金合欢树叶
zh_tw: 相思木樹葉

# tile_leaves_big_oak_name
source: Dark Oak Leaves
af_za: Donker Eikeboomblare
ar_sa: أوراق البلوط الداكنة
be_by: Лісце цёмнага дуба
bg_bg: Листа от черен дъб
ca_es: Fulles de pomer fosc
cs: Listí tmavého dubu
da_dk: Mørke egeblade
de: Schwarzeichenlaub
de_at: Schwoazoachnlaub
el_gr: Σκούρα Φύλλα Βελανιδιάς
es: Hojas de roble oscuro
eu_es: Haritz ilun hostoak
fa_ir: برگ بلوط تیره
fi: Tumman tammen lehdet
fil_ph: Mga Dahon ng Madilim na Owk
fr_ca: Feuilles de chêne noir
ga_ie: Duilleoga Darach Duibhe
gd_gb: Duilleach daraich dhuirch
gl_es: Follas de carballo escuro
he: עלי אלון כהה
hr_hr: Lišće Tamnog Hrasta
hu_hu: Sötéttölgy-levelek
hy_am: Մուգ կաղնու տերեւներ
id_id: Daun Ek Gelap
is_is: Dökk eikarlauf
it: Foglie di quercia scura
ja_jp: ダークオークの葉
ka_ge: მუქი მუხის ფოთლები
ko_kr: 짙은 참나무 잎
lb_lu: Schwaarzeecheblieder
lt_lt: Tamsiojo ąžuolo lapai
lv_lv: Tumšā ozola lapas
mi_nz: Dark Oak Rau
mn_mn: Хар царс модны навч
ms_my: Daun-daun kayu Oak gelap
mt_mt: Wearaq tal-Ballut Skur
nl_nl: Donkere eikenbladeren
nn_no: Mørk eikelauv
pl: Liście ciemnego dębu
pt: Folhas de Carvalho Escuro
ro_ro: Frunze de stejar negru
ru_ru: Листья тёмного дуба
sk_sk: Čierno dubové listy
sl_si: Temno hrastovo listje
sv_se: Mörka eklöv
th_th: ใบต้นโอ๊กดำ
tr_tr: Koyu Meşe Yaprakları
vi_vn: Lá sồi sẫm
zh_cn: 深色橡树树叶
zh_tw: 黑橡木樹葉

# tile_leaves_birch_name
source: Birch Leaves
af_za: Berkeblare
ar_sa: أوراق البتولا
be_by: Бярозавае лісце
bg_bg: Брезови листа
ca_es: Fulles de bedoll
cs: Březové listí
da_dk: Birkeløv
de: Birkenlaub
de_at: Birknlaub
el_gr: Φύλλα σημύδας
es: Hojas de abedul
eu_es: Urki hostoak
fa_ir: برگ توس
fi: Koivunlehdet
fil_ph: Dahong Birch
fr_ca: Feuilles de bouleau
ga_ie: Duilleoga Beithe
gd_gb: Duilleach beithe
gl_es: Follas de bidueiro
he: עלי שדר
hi_in: सन्टी पत्ते
hr_hr: Lišće breze
hu_hu: Nyírfalevelek
hy_am: Կեչու Տերևներ
id_id: Daun Pinus
is_is: Birkilauf
it: Foglie di betulla
ja_jp: シラカバの葉
ka_ge: არყის ფოთლები
ko_kr: 자작나무 잎
lb_lu: Bierkeblieder
lt_lt: Beržo lapai
lv_lv: Bērza Lapas
mi_nz: birch Rau
mn_mn: Хус модны навч
ms_my: Daun Birch
mt_mt: Weraq tal-Betula
nl_nl: Berkenbladeren
nn_no: Bjerkelauv
pl: Brzozowe liście
pt: Folhas de Bétula
ro_ro: Frunze de mesteacăn
ru_ru: Берёзовые листья
sk_sk: Brezové listy
sl_si: Brezovo listje
sv_se: Björklöv
th_th: ใบต้นเบิร์ช
tr_tr: Huş Yaprakları
vi_vn: Lá bạch dương
zh_cn: 白桦树叶
zh_tw: 樺木樹葉
