Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_scoreboard_teams_list_count
source: Showing {0} teams on the scoreboard:
af_za: {0} spanne wys op die telbord:
ar_sa: عرض {0} الفرق في لوحة النتائج:
be_by: Паказана {0} каманд у статыстыцы:
bg_bg: Показване на {0} отбора на таблото:
ca_es: Mostrant {0} equips a la taula de puntuació:
cs: Týmy ({0}) v tabulce výsledků:
da_dk: Viser {0} hold på resultattavlen:
de: Zeige {0} Teams auf der Anzeigetafel an:
el_gr: Προβολή των ομαδών {0} ομάδες στον πίνακα αποτελεσμάτων:
es: Mostrando {0} equipo(s) en el marcador:
eu_es: {0} talde markagailuan erakusten:
fi: Näyttää {0} joukkueet tulostaululla:
fil_ph: Ipinapakita ang {0} na pangkat sa scoreboard:
fr_ca: Affichage de {0} équipes sur le tableau de score :
ga_ie: Ag taispeáint {0} foirne ar an scórchlár:
gl_es: Amosando {0} equipos na táboa:
he: מציג {0} קבוצות על לוח התוצאות:
hr_hr: Prikazivanje {0} timova na tablici:
hu_hu: Az eredményjelzőn lévő {0} csapat:
id_id: Paparan {0} Regu pada Papan Nilai:
is_is: Sýni {0} lið á stigatöflunni:
it: Visualizzazione di {0} squadra/e sul tabellone:
ja_jp: {0} チームをスコアボードに表示しました:
ka_ge: ტაბლოზე ნაჩვენებია {0} გუნდი:
ko_kr: 점수판에 있는 팀 {0}개:
lb_lu: Weis {0} Teams un der Punktetafel un:
lt_lt: Rodoma {0} komandų švieslentėje:
lv_lv: Uzrāda {0} komandas uz rezultātu tablo:
ms_my: Memapar {0} pasukan papan markah:
mt_mt: Qed jintwerew {0} timijit fuq it-tabella tal-punteġġi:
nl_nl: {0} teams op het scorebord tonen:
nn_no: Viser {0} lag på resultattavla:
pl: Wyświetlono {0} drużyn na tablicy wyników:
pt: A mostrar {0} equipas no placar de pontuações:
ro_ro: Se afișează {0} echipe pe tabela de marcaj:
ru_ru: Показано {0} команд в статистике:
sk_sk: Zobrazuje sa {0} tímov na listine:
sl_si: Prikazujem {0} ekip na lestvici rezultatov:
sv_se: Visar {0} lag på resultattavlan:
th_th: แสดงทีม {0} ทีม บนกระดานคะแนน:
tr_tr: Puan tablosunda {0} takım gösteriliyor:
vi_vn: Đang hiển thị {0} đội trên bảng điểm:
zh_cn: 记分板上正在显示{0}个队伍
zh_tw: 顯示記分板上 {0} 個隊伍：

# commands_scoreboard_teams_list_empty
source: There are no teams registered on the scoreboard
af_za: Daar is geen spanne op die telbord geregistreer nie
ar_sa: لا يوجد فرق مسجلة على لوحة النتائج
be_by: У статыстыцы няма зарэгістраваных каманд
bg_bg: Няма регистрирани отбори на таблото
ca_es: No hi ha equips registrats a la taula de puntuació
cs: V tabulce výsledků není zaregistrován žádný tým
da_dk: Der er ingen hold registreret på pointtavlen
de: Derzeit sind keine Teams auf der Anzeigetafel registriert
el_gr: Δεν υπάρχουν ομάδες που πήραν για τον πίνακα
es: No hay equipos registrados en el marcador
eu_es: Markagailuan erregistratu den talderik ez dago
fa_ir: هیچ تیم های ثبت نام شده در تیم وجود دارد
fi: Tulostaululle ei ole asetettu joukkueita
fil_ph: Walang pangkat ay nakalagay sa scoreboard
fr_ca: Il n'y a pas d'équipes inscrites sur le tableau de score
ga_ie: Níl foireann ar bith cláraithe
gl_es: Non hai equipos rexistrados na táboa de puntuacións
he: אין קבוצות רשומות על לוח התוצאות
hi_in: कोई scoreboar पर पंजीकृत टीमों
hr_hr: Nema registriranih timova na semaforu
hu_hu: Nincs bejegyzett csapat az eredményjelző táblán
hy_am: Ոչ մի թիմ գրանցված չէ վիճակագրության մեջ
id_id: Tak ada regu terdaftar di Papan Nilai
is_is: Það eru enginn lið skráð á stigatöfluna
it: Non ci sono squadre registrate sul tabellone
ja_jp: スコアボードにチームが登録されていません
ka_ge: ტაბლოზე არ არის ჩაწერილი გუნდები
ko_kr: 점수판에 등록된 팀이 없습니다
lb_lu: Zur Zäit si keng Teams op der Punktetafel registréiert
lt_lt: Nėra registruotų komandų rezultatų lentelėje
lv_lv: Nav reģistrētu komandu uz rezultātu tablo
ms_my: Tiada pasukan yang berdaftar pada papan mata
mt_mt: M'hemmx timijit irreġistrati fuq it-tabella tal-punteġġi
nl_nl: Er zijn geen teams geregistreerd op het scorebord
nn_no: Ingen lag er registrert på resultattavla
pl: Nie ma żadnych drużyn zarejestrowanych na tablicy wyników
pt: Não existe nenhuma equipa registada no quadro de pontuações
ro_ro: Nu este înregistrată nicio echipă pe tabela de marcaj
ru_ru: В статистике не зарегистрирована ни одна команда
sk_sk: Neexistujú žiadne zaregistrované tímy na listine
sl_si: Ni ekip na lestvici rezultatov
sv_se: Det finns inga lag registrerade på resultattavlan
th_th: มีคนไม่ลงทะเบียนในการบอกคะแนน
tr_tr: Puan tablosuna kayıtlı takım yok
vi_vn: Không có đội nào được đăng kí trên bảng điểm
zh_cn: 记分板上无注册的队伍
zh_tw: 記分板上沒有註冊任何隊伍

# commands_scoreboard_teams_list_entry
source: - {0}: '{1}' has {2} players
af_za: - {0}: '{1}' het {2} spelers
ar_sa: - {0}: '{1}' لديه {2} لاعبين
be_by: - {0}: '{1}' мае {2} гульцоў
bg_bg: - {0}: '{1}' има {2} играча
ca_es: - {0}: '{1}' té {2} jugadors
cs: – {0}: „{1}“ má {2} hráčů
da_dk: - {0}: '{1}' har {2} spillere
de: - {0}: '{1}' hat {2} Spieler
el_gr: - {0}: {1} έχει {2} παίκτες
es: - {0} ({1}) tiene {2} miembros
eu_es: - {0}: '{1}' {2} jokalari du
fi: - {0}: näyttönimi '{1}', pelaajia {2}
fil_ph: - {0}: Si {2} ay may {1} manlalaro
fr_ca: - {0} : "{1}" a {2} joueurs
ga_ie: - {0}: tá {2} imreoir(í) san fhoireann '{1}'
gl_es: - {0}: "{1}" ten {2} xogadores
he: -{0}: '{1}' יש %3$ שחקנים d
hi_in: -{0}: '{1}' है %3$ घ खिलाड़ियों
hr_hr: - {0}: '{1}' ima {2} igrača
hu_hu: - {0}: '{1}' - {2} játékos
hy_am: - {0}: '{1}' ունի {2} մասնակից
id_id: -{0}: 's$%2' mempunyai {2} pemain
is_is: - {0}: '{1}' hefur {2} spilara
it: - {0}: "{1}" ha {2} giocatori
ja_jp: - {0}: 「{1}」は{2}人のプレイヤーが所属しています
ka_ge: - გუნდი {0}: '{1}' შედგება {2} მოთამაშისგან
ko_kr: - 팀 {0}({1})의 인원은 {2}명입니다
lb_lu: - {0}: '{1}' huet {2} Spiller
lt_lt: - {0}: '{1}' turi {2} žaidėją(ų)
lv_lv: - {0}: '{1}' komandā ir {2} spēlētāji
ms_my: - {0}: {1} ada {2} pemain
mt_mt: - {0}: '{1}' għandu {2} plejers
nl_nl: - {0}: '{1}' heeft {2} spelers
nn_no: -{0}: '{1}' har {2} spelarar
pl: - {0}: '{1}' ma {2} graczy
pt: - {0}: '{1}' tem {2} jogadores
ro_ro: - {0}: "{1}" are {2} jucători
ru_ru: - в команде {0}: '{1}' {2} игроков
sk_sk: - {0}: '{1}' má {2} hráčov
sl_si: - {0}: '{1}' ima {2} igralcev
sv_se: - {0}: '{1}' har {2} spelare
th_th: - {0}: '{1}' {2} มีเครื่องเล่น d
tr_tr: - {0}: '{1}' takımı {2} oyuncuya sahip
vi_vn: - {0}: '{1}' có {2} người chơi
zh_cn: ——{0}：'{1}' 有{2}个玩家
zh_tw: ——隊伍{0}：'{1}' 有{2}個玩家

# commands_scoreboard_teams_list_player_count
source: Showing {0} player(s) in team {1}:
af_za: {0} speler(s) in span {1} is:
ar_sa: إظهار {0} اللاعب(ين) في الفرق {1}:
be_by: Паказана {0} гульцоў у камандзе {1}:
bg_bg: Показване на {0} играч(и) от отбор {1}:
ca_es: Mostrant {0} jugador(s) de l'equip {1}:
cs: Hráči ({0}) v týmu {1}:
da_dk: Viser {0} spiller(e) i team {1}:
de: Zeige {0} Spieler von Team {1}:
el_gr: Εμφάνιση παίκτη(ών) {0} στην ομάδα {1}:
es: Mostrando {0} jugador(es) en el equipo {1}:
eu_es: {0} jokalari {1} talde(tan) erakusten:
fi: Näyttää {0} pelaaja(t) joukkueessa {1}:
fil_ph: Nagpapakita ng {0} sa pangkat {1}:
fr_ca: Affichage de {0} joueur(s) dans l'équipe {1} :
ga_ie: Ag taispeáint {0} imreoir(í) san fhoireann {1}:
gl_es: Amosando {0} xogador(es) no equipo {1}:
he: מציג {0} שחקן(ים) בקבוצה {1}:
hr_hr: Prikazivanje {0} igrač(a) u timu {1}:
hu_hu: A(z) {0} csapatban lévő {1} játékos:
id_id: Menampilkan {0} pemain dalam tim {1}:
is_is: Sýni {0} leikmann(menn) í {1} liðinu:
it: Visualizzazione di {0} giocatore/i nella squadra {1}:
ja_jp: チーム {0} の {1} 人のプレイヤーを表示:
ka_ge: ნაჩვენებია {0} მოთამაშე(ები) გუნდში {1}:
ko_kr: 팀 {0}의 플레이어 {1}명:
lb_lu: Weis {0} Spiller vum Team {1}:
lt_lt: Rodoma {0} žaidėjų komandoje {1}:
lv_lv: Rāda {0} spēlētāju(s) komandā {1}:
ms_my: Paparan {0} pemain dalam pasukan {1}:
mt_mt: Qed jintwerew {0} plejer(s) fit-tim {1}:
nl_nl: {0} spelers in team {1} tonen:
nn_no: Viser {0} spelar(ar) på laget {1}:
pl: Wyświetlono {0} graczy w drużynie {1}:
pt: A mostrar {0} jogadores na equipa {1}:
ro_ro: Se afișează {0} jucător(i) în echipa {1}:
ru_ru: Показано {0} игроков в команде {1}:
sk_sk: Zobrazujem {0} hráčov v tíme {1}:
sl_si: Prikaz {0} igralcev v ekipi {1}:
sv_se: Visar {0} spelare i lag {1}:
th_th: แสดงผู้เล่น {0} คน ในทีม {1}:
tr_tr: {0} takımındaki {1} oyuncu gösteriliyor:
vi_vn: Đang hiển thị {0} người chơi trong đội {1}:
zh_cn: 正在显示队伍{1}中的{0}个玩家
zh_tw: 顯示隊伍 {1} 上 {0} 個玩家：

# commands_scoreboard_teams_list_player_empty
source: Team {0} has no players
af_za: Span {0} het geen spelers nie
ar_sa: الفريق {0} لا يوجد لدية لاعبين
be_by: Каманда {0} не мае гульцоў
bg_bg: Отборът {0} няма играчи
ca_es: L'equip {0} no té cap membre
cs: Tým {0} nemá žádné hráče
da_dk: Hold {0} har ingen spillere
de: Team {0} hat keine Spieler
el_gr: ομάδα {0} δεν έχει παίκτες
es: El equipo {0} no tiene miembros
eu_es: {0} taldea jokalaririk ez du
fa_ir: تیم {0} هیچ بازیکنی ندارد
fi: Joukkueeseen {0} ei kuulu yhtään pelaajaa
fil_ph: Walang manlalaro ang pangkat {0}
fr_ca: L'équipe {0} n'a pas de joueurs
ga_ie: Níl imreoir ar bith san fhoireann {0}
gl_es: O equipo {0} non ten xogadores
he: לצוות {0} יש אין שחקנים
hi_in: कोई खिलाड़ी टीम {0} है
hr_hr: Tim {0} nema igrača
hu_hu: {0} csapatnak nincsenek játékosai
hy_am: {0} թիմը մասնակիցներ չունի
id_id: Tim {0} tidak mempunyai pemain
is_is: Liðið {0} er ekki með neina leikmenn
it: La squadra {0} non ha giocatori
ja_jp: チーム {0} にはプレイヤーがいません
ka_ge: გუნდს {0} არ ჰყავს მოთამაშე
ko_kr: 팀 {0}에 플레이어가 없습니다
lb_lu: Team {0} huet keng Spiller
lt_lt: Komanda {0} neturi žaidėjų
lv_lv: Komandā {0} nav spēlētāju
ms_my: Pasukan {0} tidak mempunyai pemain
mt_mt: It-tim {0} m'għandux plejers
nl_nl: Team {0} heeft geen spelers
nn_no: Laget {0} har ingen spelarar
pl: Drużyna {0} nie posiada graczy
pt: A equipa {0} não tem nenhum jogador
ro_ro: Echipa {0} nu are niciun jucător
ru_ru: В команде {0} нет игроков
sk_sk: Tím {0} nemá hráčov
sl_si: Ekipa {0} nima igralcev
sv_se: Lag {0} har inga spelare
th_th: ทีมมีผู้เล่นไม่มี
tr_tr: {0} takımında oyuncu yok
vi_vn: Đội {0} không có người chơi nào
zh_cn: 队伍{0}没有玩家
zh_tw: 隊伍 {0} 沒有玩家

# commands_scoreboard_teams_list_usage
source: /scoreboard teams list [name]
af_za: /scoreboard teams list [naam]
ar_sa: / لوحة النتائج فرق قائمة [اسم]
be_by: /scoreboard teams list [назва]
bg_bg: /scoreboard teams list [<име>]
ca_es: /scoreboard teams list [nom]
cs: /scoreboard teams list [<tým>]
da_dk: /scoreboard teams list [navn]
de: /scoreboard teams list [<Teamname>]
el_gr: /scoreboard teams list [όνομα]
es: /scoreboard teams list [nombre]
eu_es: /scoreboard teams list [izena]
fi: /scoreboard teams list [nimi]
fil_ph: /scoreboard teams list [pangalan]
fr_ca: /scoreboard teams list [équipe]
ga_ie: /scoreboard teams list [ainm]
gl_es: /scoreboard teams list [nome]
he: /scoreboard teams list [שם]
hi_in: /scoreboard teams list [नाम]
hr_hr: /scoreboard teams list [ime]
hu_hu: /scoreboard teams list [név]
hy_am: /scoreboard teams list [անուն]
id_id: /scoreboard teams list [nama]
is_is: /scoreboard teams list [nafn]
it: /scoreboard teams list [nome della squadra]
ja_jp: /scoreboard teams list [名前]
ka_ge: /scoreboard teams list [სახელი]
ko_kr: /scoreboard teams list [이름]
lb_lu: /scoreboard teams list [Numm]
lt_lt: /scoreboard teams list [pavadinimas]
lv_lv: /scoreboard teams list [vārds]
ms_my: /scoreboard teams list [nama]
mt_mt: /scoreboard teams list [isem]
nl_nl: /scoreboard teams list [naam]
nn_no: /scoreboard teams list [namn]
pl: /scoreboard teams list [nazwa]
pt: /scoreboard teams list [nome]
ro_ro: /scoreboard teams list [<echipă>]
ru_ru: /scoreboard teams list [имя]
sk_sk: /scoreboard teams list [meno]
sl_si: /scoreboard teams list [ime]
sv_se: /scoreboard teams list [namn]
th_th: /scoreboard teams list [ชื่อ]
tr_tr: /scoreboard teams list [ad]
vi_vn: /scoreboard teams list [tên]
zh_cn: /scoreboard teams list [名字]
zh_tw: /scoreboard teams list [名稱]

# commands_scoreboard_teams_option_noValue
source: Valid values for option {0} are: {1}
af_za: Geldige waardes vir opsie {0} is: {1}
ar_sa: القيم الصالحة للخيار s% هي s%
be_by: Дапушчальныя значэнні для параметра {0}: {1}
bg_bg: Валидните стойности за опция {0} са: {1}
ca_es: Els valors vàlids per la opció {0} són: {1}
cs: Platné hodnoty pro možnost {0} jsou: {1}
da_dk: Gyldige værdier for indstillingen {0} er: {1}
de: Gültige Werte für Option {0} sind: {1}
el_gr: Οι έγκυρες τιμές για την επιλογή {0} είναι οι εξής: {1}
es: Los valores válidos para la opción {0} son: {1}
eu_es: Balio zuzenak {0} aukerarentzat hauek dira: {1}
fi: Sallitut arvot valinnalle {0} ovat: {1}
fil_ph: Pwedeng gamiting sa {0} ay: {1}
fr_ca: Les valeurs valides pour l'option {0} sont : {1}
ga_ie: Is iad seo na luacha bailí don rogha {0}: {1}
gl_es: Os valores válidos para a opción {0} son: {1}
he: הם ערכים חוקיים עבור אפשרות {0}: {1}
hi_in: विकल्प के लिए मान्य मान {0} हैं: {1}
hr_hr: Važeće vrijednosti za opciju {0} su: {1}
hu_hu: {0} beállítás lehetséges értékei: {1}
hy_am: Վավերական արժեք {0} տարբերակի համար։ {1}
id_id: Nilai sah untuk pilihan {0} adalah: {1}
is_is: Gildi fyrir möguleikann {0} eru: {1}
it: I valori validi per l'opzione {0} sono: {1}
ja_jp: オプション {0} の有効な値は：{1}
ka_ge: დასაშვები მნიშვნელობები პარამეტრისთვის {0} არის: {1}
ko_kr: 설정 {0}의 유효한 값: {1}
lb_lu: Gülteg Wäerter fir d'Optioun {0} sinn: {1}
lt_lt: Galimos reikšmės nustatymui {0} yra: {1}
lv_lv: Derīgas vērtības opcijai {0} ir: {1}
ms_my: Nilai-nilai yang sah untuk pilihan {0} ialah: {1}
mt_mt: Valuri validi għall-għażla {0} huma: {1}
nl_nl: Geldige waarden voor optie {0} zijn: {1}
nn_no: Gyldige verdiar for val {0} er: {1}
pl: Poprawne wartości dla opcji {0} to: {1}
pt: Valores válidos para a opção {0} são: {1}
ro_ro: Valorile valide pentru opțiunea {0} sunt: {1}
ru_ru: Допустимые значения для параметра "{0}": {1}
sk_sk: Platné hodnoty pre možnosť {0} sú: {1}
sl_si: Veljavne vrednosti za opcijo {0} so: {1}
sv_se: Giltiga värden för alternativet {0} är: {1}
th_th: ค่าที่ถูกต้องสำหรับตัวเลือก {0}: {1}
tr_tr: {0} seçeneği için geçerli değerler: {1}
vi_vn: Các giá trị hợp lệ cho {0} là: {1}
zh_cn: 选项{0}的有效数值有：{1}
zh_tw: 選項{0}的有效數值為：{1}

# commands_scoreboard_teams_option_success
source: Set option {0} for team {1} to {2}
af_za: Het opsie {0} vir die span {1} gestel na {2}
ar_sa: تعيين خيار {0} لفريق {1} الى {2}
be_by: Параметр {0} для каманды {1} быў усталяваны на {2}
bg_bg: Зададена опция {0} за отбор {1} на {2}
ca_es: L'opció {0} per a l'equip {1} s'ha canviat a {2}
cs: Možnost {0} týmu {1} nastavena na {2}
da_dk: Satte indstillingen {0} for holdet {1} til {2}
de: Option {0} für Team {1} auf {2} gesetzt
el_gr: Ρυθμίστε την επιλογή {0} για την ομάδα {1} να {2}
es: Se ha establecido la opción {0} para el equipo {1} a {2}
eu_es: {0} aukera ezarrita {1} taldearentzat {2}-(r)i
fi: Asetus {0} joukkueelle {1} asetettu arvoon {2}
fil_ph: Itinakda ang {0} sa pangkat {1} papuntang {2}
fr_ca: L'option {0} pour l'équipe {1} a été définie à {2}
ga_ie: Socraíodh an rogha {0} don fhoireann {1} go {2}
gl_es: Axustada a opción {0} do equipo {1} a {2}
he: הגדר באפשרות {0} עבור הקבוצה {1} {2}
hi_in: {0} {1} के लिए टीम के लिए {2} विकल्प सेट करें
hr_hr: Postavi opciju {0} za tim {1} na {2}
hu_hu: {0} beállítás {1} csapatnak átállítva {2} értékre
hy_am: Սահմանել ընտրանք {0}, {1}-ից {2} թիմերի համար
id_id: Menyetel opsi {0} untuk tim {1} sampai {2}
is_is: Stilla möguleikan {0} fyrir lið {1} til {2}
it: L'opzione {0} per la squadra {1} è stata impostata su {2}
ja_jp: チーム {1} の設定 {0} を {2} に設定しました
ka_ge: პარამეტრი {0} შეიცვალა {1} გუნდისთვის მნიშვნელობით {2}
ko_kr: 팀 %$2s의 설정 %$1s을(를) %$3s으로 지정했습니다
lb_lu: Optioun {0} fir Team {1} op {2} gesat
lt_lt: Nustatymas {0} komandai {1} pakeistas į {2}
lv_lv: Iestatīt {0} opciju komandai {1} uz {2}
ms_my: Tetapkan pilihan {0} untuk pasukan {1} ke {2}
mt_mt: L-għażla {0} għat-tim {1} ġiet issettjata għal {2}
nl_nl: Optie {0} voor team {1} verzet naar {2}
nn_no: Set {0} for lag {1} til {2}
pl: Ustawiono opcję {0} dla drużyny {1} na {2}
pt: A opção {0}, para a equipa {1}, foi definida para {2}
ro_ro: Opțiunea {0} pentru echipa {1} a fost setată la {2}
ru_ru: Установлен параметр {0} для команды {1} - {2}
sk_sk: Nastaviť možnosť {0} pre tím {1} na {2}
sl_si: Nastavljena opcija {0} za ekipo {1} na {2}
sv_se: Satte alternativ {0} för lag {1} till {2}
th_th: ตั้งค่าตัวเลือก {0} สำหรับทีมงาน {1} {2}
tr_tr: {0} seçeneği {1} takımı için {2} olarak ayarlandı
vi_vn: Đặt tùy chọn {0} cho đội {1} thành {2}
zh_cn: 将队伍{1}的选项{0}设置为{2}
zh_tw: 已將隊伍 {1} 的 {0} 選項設定為 {2}

# commands_scoreboard_teams_option_usage
source: /scoreboard teams option <team> <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <value>
ar_sa: /scoreboard teams option <الفريق> <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <القيمة>
be_by: /scoreboard teams option <каманда> <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <значэнне>
bg_bg: /scoreboard teams option <отбор> friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule <стойност>
cs: /scoreboard teams option <tým> friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule <hodnota>
de: /scoreboard teams option <Team> friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule <Wert>
el_gr: /scoreboard teams option <ομάδα><friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <ποσότητα>
es: /scoreboard teams option <equipo> <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <valor>
fi: /scoreboard teams option <joukkue> <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <arvo>
fil_ph: /scoreboard teams option <team> <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility> <halaga>
fr_ca: /scoreboard teams option <équipe> <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <valeur>
gl_es: /scoreboard teams option <equipo> <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <valor>
he: /scoreboard teams option <קבוצה> <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <ערך>
hr_hr: /scoreboard teams option <tim> <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <vrijednost>
hu_hu: /scoreboard teams option <csapat> <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <érték>
id_id: /scoreboard teams option <regu> <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <nilai>
it: /scoreboard teams option <squadra> <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <valore>
ja_jp: /scoreboard teams option <チーム> <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <値>
ka_ge: /scoreboard teams option <გუნდი> <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <მნიშვნელობა>
ko_kr: /scoreboard teams option <팀> <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <값>
lb_lu: /scoreboard teams option <Team> <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <Wäert>
lt_lt: /scoreboard teams option <komanda> <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <reikšmė>
nl_nl: /scoreboard teams option <team> <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <waarde>
nn_no: /scoreboard teams option <team> <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <verdi>
pl: /scoreboard teams option <drużyna> <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <wartość>
pt: /scoreboard teams option <equipa> <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <valor>
ro_ro: /scoreboard teams option <echipă> friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule <valoare>
ru_ru: /scoreboard teams option <команда> <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <значение>
sl_si: /scoreboard teams option <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <vrednost>
sv_se: /scoreboard teams option <lag> <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <värde>
th_th: /scoreboard ทีม ตัวเลือก <team> <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <value>
tr_tr: /scoreboard teams option <takım> <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <değer>
vi_vn: /scoreboard teams option <đội> <friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <giá trị>
zh_cn: /scoreboard teams option <队伍名><friendlyfire|color|seeFriendlyInvisibles|nametagVisibility|deathMessageVisibility|collisionRule> <值>
zh_tw: /scoreboard teams option <隊伍名稱> < friendlyfire(同陣傷害) | color(顏色) | seeFriendlyInvisibles(顯示同陣隱形玩家) | nametagVisibility(顯示名牌) | deathMessageVisibility(顯示死亡訊息) | collisionRule(碰擊設定) > <值>

# commands_scoreboard_teams_remove_success
source: Removed team {0}
af_za: Span {0} verwyder
ar_sa: فريق إزالة {0}
be_by: Каманда {0} выдаленая
bg_bg: Отборът {0} е премахнат успешно
ca_es: S'ha eliminat l'equip {0}
cs: Tým „{0}“ odstraněn
da_dk: Fjernede hold {0}
de: Team {0} wurde entfernt
el_gr: Αφαιρέθηκε η ομάδα {0}
es: Eliminado el equipo: {0}
eu_es: {0} taldea ezabatua
fa_ir: تیم {0} پاک شد
fi: Joukkue {0} on poistettu
fil_ph: Tinanggal ang pangkat {0}
fr_ca: L'équipe {0} a été supprimée
ga_ie: Baineadh foireann {0}
gl_es: Eliminado o equipo {0}
he: הסרת הקבוצה {0}
hi_in: निकाला गया टीम {0}
hr_hr: Izbrisan tim {0}
hu_hu: {0} csapat törölve
hy_am: Հեռացնել {0} թիմը
id_id: Tim {0} dihapus
is_is: Fjarlægði liðið {0}
it: La squadra {0} è stata rimossa
ja_jp: チーム {0} を削除しました
ka_ge: ამოღებულ იქნა გუნდი {0}
ko_kr: 팀 {0}이(가) 제거되었습니다
lb_lu: Team {0} gouf geläscht
lt_lt: Pašalinta komanda {0}
lv_lv: Noņemta komanda {0}
ms_my: Pasukan {0} dikeluarkan
mt_mt: It-tim {0} ġie mneħħi
nl_nl: Team {0} is verwijderd
nn_no: Fjerna laget {0}
pl: Usunięto drużynę {0}
pt: A equipa {0} foi removida
ro_ro: Echipa {0} a fost eliminată
ru_ru: Команда {0} удалена
sk_sk: Odstránený tím {0}
sl_si: Odstranjena je bila ekipa {0}
sv_se: Tog bort lag {0}
th_th: ลบกลุ่ม {0}
tr_tr: {0} takımı kaldırıldı
vi_vn: Đã loại bỏ đội {0}
zh_cn: 移除了队伍{0}
zh_tw: 已移除隊伍{0}
