Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# potion_effect_regeneration
source: Potion of Regeneration
af_za: Regenerasie Doepa
ar_sa: جرعة تجدد الصحة
be_by: Зелле аднаўлення
bg_bg: Отвара на регенерацията
ca_es: Poció de regeneració
cs: Lektvar regenerace
da_dk: Regenereringseliksir
de: Trank der Regeneration
el_gr: Φίλτρο της Αναζωογόνησης
es: Poción de regeneración
eu_es: Birsorkuntza edabea
fi: Elpymisen taikajuoma
fil_ph: Gayuma ng Lunas
fr_ca: Potion de régénération
ga_ie: Posóid na hAthghiniúna
gl_es: Poción de rexeneración
he: שיקוי התחדשות
hr_hr: Napitak Regeneracije
hu_hu: Regeneráció bájitala
id_id: Ramuan Regenerasi
it: Pozione di rigenerazione
ja_jp: 再生のポーション
ka_ge: რეგენერაციის ხსნარი
ko_kr: 재생의 물약
lb_lu: Dronk vun der Regeneratioun
lt_lt: Atgijimo eliksyras
lv_lv: Reģenerācijas dzira
ms_my: Posyen Penjanaan Semula
mt_mt: Xarba tar-Riġenerazzjoni
nl_nl: Drank der regeneratie
nn_no: Regenereringsbrygg
pl: Mikstura regeneracji
pt: Poção de Regeneração
ro_ro: Poțiune de regenerare
ru_ru: Зелье регенерации
sk_sk: Elixír regenerácie
sl_si: Napoj regeneracije
sv_se: Återhämtningsbrygd
th_th: ยาแห่งการฟื้นฟู
tr_tr: Yenilenme İksiri
vi_vn: Thuốc hồi phục
zh_cn: 再生药水
zh_tw: 回復藥水

# potion_effect_slowness
source: Potion of Slowness
af_za: Traagheid Doepa
ar_sa: جرعة البطء
be_by: Зелле запаволення
bg_bg: Отвара на забавянето
ca_es: Poció alentidora
cs: Lektvar zpomalení
da_dk: Langsommelighedseliksir
de: Trank der Langsamkeit
el_gr: Φίλτρο Βραδύτητας
es: Poción de lentitud
eu_es: Geldotasun edabea
fi: Hitauden taikajuoma
fil_ph: Gayuma ng Bigat
fr_ca: Potion de lenteur
ga_ie: Posóid na Moille
gl_es: Poción de lentitude
he: שיקוי איטיות
hr_hr: Napitak Sporosti
hu_hu: Lomhaság bájitala
id_id: Ramuan Kelambatan
it: Pozione di lentezza
ja_jp: 鈍化のポーション
ka_ge: სინელის ხსნარი
ko_kr: 구속의 물약
lb_lu: Dronk vun der Luesheet
lt_lt: Lėtumo eliksyras
lv_lv: Lēnuma dzira
ms_my: Posyen Kelambatan
mt_mt: Xarba tad-Dewmien
nl_nl: Drank der traagheid
nn_no: Tråleiksbrygg
pl: Mikstura spowolnienia
pt: Poção de Lentidão
ro_ro: Poțiune de încetineală
ru_ru: Зелье замедления
sk_sk: Elixír spomalenia
sl_si: Napoj počasnosti
sv_se: Långsamhetsbrygd
th_th: ยาแห่งความหน่วง
tr_tr: Yavaşlık İksiriri
vi_vn: Thuốc chậm rãi
zh_cn: 迟缓药水
zh_tw: 緩速藥水

# potion_effect_strength
source: Potion of Strength
af_za: Krag Doepa
ar_sa: جرعة القوة
be_by: Зелле моцы
bg_bg: Отвара на силата
ca_es: Poció de força
cs: Lektvar síly
da_dk: Styrkeeliksir
de: Trank der Stärke
el_gr: Φίλτρο δύναμης
es: Poción de fuerza
eu_es: Indar edabea
fi: Vahvuuden taikajuoma
fil_ph: Gayuma ng Lakas
fr_ca: Potion de force
ga_ie: Posóid an Nirt
gl_es: Poción de forza
he: שיקוי עוצמה
hr_hr: Napitak Snage
hu_hu: Erő bájitala
id_id: Ramuan Kekuatan
it: Pozione di forza
ja_jp: 力のポーション
ka_ge: სიძლიერის ხსნარი
ko_kr: 힘의 물약
lb_lu: Dronk vun der Kraaft
lt_lt: Jėgos eliksyras
lv_lv: Spēka dzira
ms_my: Posyen Kekuatan
mt_mt: Xarba tal-Qawwa
nl_nl: Drank der kracht
nn_no: Styrkebrygg
pl: Mikstura siły
pt: Poção de Força
ro_ro: Poțiune de forță
ru_ru: Зелье силы
sk_sk: Elixír sily
sl_si: Napoj moči
sv_se: Styrkebrygd
th_th: ยาแห่งพลกำลัง
tr_tr: Kuvvet İksiri
vi_vn: Thuốc sức mạnh
zh_cn: 力量药水
zh_tw: 力量藥水

# potion_effect_swiftness
source: Potion of Swiftness
af_za: Snelheid Doepa
ar_sa: جرعة السرعة
be_by: Зелле хуткасці
bg_bg: Отвара на скоростта
ca_es: Poció de lleugeresa
cs: Lektvar svižnosti
da_dk: Hurtighedseliksir
de: Trank der Schnelligkeit
el_gr: Φίλτρο Ταχύτητας
es: Poción de rapidez
eu_es: Azkartasun edabea
fi: Nopeuden taikajuoma
fil_ph: Gayma ng Gaan
fr_ca: Potion de rapidité
ga_ie: Posóid an Luais
gl_es: Poción de velocidade
he: שיקוי זריזות
hr_hr: Napitak Brzine
hu_hu: Fürgeség bájitala
id_id: Ramuan Kecepatan
it: Pozione di velocità
ja_jp: 俊敏のポーション
ka_ge: სისწრაფის ხსნარი
ko_kr: 신속의 물약
lb_lu: Dronk vun der Schnellegkeet
lt_lt: Greičio eliksyras
lv_lv: Ātruma dzira
ms_my: Posyen Kecepatan
mt_mt: Xarba tal-Ħeffa
nl_nl: Drank der vlotheid
nn_no: Snøggleiksbrygg
pl: Mikstura szybkości
pt: Poção de Velocidade
ro_ro: Poțiune de viteză
ru_ru: Зелье стремительности
sk_sk: Elixír svižnosti
sl_si: Napoj hitrosti
sv_se: Snabbhetsbrygd
th_th: ยาแห่งความคล่องแคล่ว
tr_tr: Hız İksiri
vi_vn: Thuốc nhanh nhẹn
zh_cn: 迅捷药水
zh_tw: 迅捷藥水

# potion_effect_thick
source: Thick Potion
af_za: Dik Doepa
ar_sa: الجرعة الكثيفة
be_by: Густое зелле
bg_bg: Гъста отвара
ca_es: Poció densa
cs: Hustý lektvar
da_dk: Tyk eliksir
de: Dickflüssiger Trank
el_gr: Πηχτό Φίλτρο
es: Poción densa
fi: Sakea taikajuoma
fil_ph: Gayumang Makapal
fr_ca: Potion épaisse
ga_ie: Posóid Thiubh
gl_es: Poción densa
he: שיקוי עבה
hr_hr: Debeli Napitak
hu_hu: Sűrű bájital
id_id: Ramuan tebal
it: Pozione densa
ja_jp: 濃厚なポーション
ka_ge: სქელი ხსნარი
ko_kr: 진한 물약
lb_lu: Déckflëssegen Dronk
lt_lt: Tirštas eliksyras
lv_lv: Bieza mikstūra
ms_my: Ubat Tebal
mt_mt: Xarba Tqila
nl_nl: Stroperige drank
nn_no: Viskøst brygg
pl: Gęsta mikstura
pt: Poção Espessa
ro_ro: Poțiune groasă
ru_ru: Густое зелье
sk_sk: Mohutný elixír
sl_si: Gost napoj
sv_se: Tjock brygd
th_th: น้ำยาเข้มข้น
tr_tr: Yoğun İksir
vi_vn: Thuốc đặc
zh_cn: 浓稠的药水
zh_tw: 渾濁的藥水

# potion_effect_water
source: Water Bottle
af_za: Water Bottel
ar_sa: قنينة مياه
be_by: Пляшка вады
bg_bg: Бутилка с вода
ca_es: Ampolla d'aigua
cs: Lahvička s vodou
da_dk: Vandflaske
de: Wasserflasche
el_gr: Μπουκάλι με Νερό
es: Frasco con agua
eu_es: Ur botila
fa_ir: بطری آب
fi: Vesipullo
fil_ph: Bote ng Tubig
fr_ca: Fiole d'eau
ga_ie: Buidéal Uisce
gl_es: Frasco con agua
he: בקבוק מים
hr_hr: Bočica Vode
hu_hu: Vizespalack
id_id: Botol air
it: Ampolla d'acqua
ja_jp: 水入り瓶
ka_ge: წყლის ბოთლი
ko_kr: 물병
lb_lu: Waasserfläsch
lt_lt: Vandens buteliukas
lv_lv: Ūdens pudele
ms_my: Botol Air
mt_mt: Flixkun tal-Ilma
nl_nl: Waterfles
nn_no: Vassflaske
pl: Butelka wody
pt: Garrafa de Água
ro_ro: Sticluță cu apă
ru_ru: Пузырёк воды
sk_sk: Fľaša vody
sl_si: Steklenica vode
sv_se: Vattenflaska
th_th: ขวดน้ำ
tr_tr: Su Şişesi
vi_vn: Chai nước
zh_cn: 水瓶
zh_tw: 水瓶

# potion_effect_water_breathing
source: Potion of Water Breathing
af_za: Waterasem Doepa
ar_sa: جرعة التنفس في الماء
be_by: Зелле падводнага дыхання
bg_bg: Отвара на подводното дишане
ca_es: Poció de respiració aquàtica
cs: Lektvar dýchání pod vodou
da_dk: Gælleeliksir
de: Trank der Unterwasseratmung
el_gr: Φίλτρο Υποβρύχιας Αναπνοής
es: Poción de apnea
eu_es: Urpean arnasteko edabea
fi: Vedenhengittämisen taikajuoma
fil_ph: Gayuma ng Tubig
fr_ca: Potion de respiration aquatique
ga_ie: Posóid Análú in Uisce
gl_es: Poción de apnea
he: שיקוי נשימה תת-מימית
hr_hr: Napitak Podvodnog Disanja
hu_hu: Vízalatti légzés bájitala
id_id: Ramuan Pernapasan Bawah Air
it: Pozione di respirazione acquatica
ja_jp: 水中呼吸のポーション
ka_ge: წყალში სუნთქვის ხსნარი
ko_kr: 수증 호흡의 물약
lb_lu: Dronk vun der Waasserootmung
lt_lt: Kvėpavimo vandeniu eliksyras
lv_lv: Zemūdens elpošanas dzira
ms_my: Posyen Pernafasan Air
mt_mt: Xarba tan-Nifs Taħt l-Ilma
nl_nl: Drank des wateradems
nn_no: Vassandingsbrygg
pl: Mikstura oddychania pod wodą
pt: Poção de Respiração Aquática
ro_ro: Poțiune de respirație subacvatică
ru_ru: Зелье водного дыхания
sk_sk: Elixír dýchania pod vodou
sl_si: Napoj podvodnega dihanja
sv_se: Vattenandningsbrygd
th_th: ยาแห่งการหายใจ
tr_tr: Suda Nefes Alma İksiri
vi_vn: Thuốc thở dưới nước
zh_cn: 水肺药水
zh_tw: 水下呼吸藥水

# potion_effect_weakness
source: Potion of Weakness
af_za: Swakheid Doepa
ar_sa: جرعة الضعف
be_by: Зелле кволасці
bg_bg: Отвара на слабостта
ca_es: Poció de debilitat
cs: Lektvar oslabení
da_dk: Svaghedseliksir
de: Trank der Schwäche
el_gr: Φίλτρο της αδυναμίας
es: Poción de debilidad
eu_es: Ahultasun edabea
fi: Heikkouden taikajuoma
fil_ph: Gayuma ng Hina
fr_ca: Potion de faiblesse
ga_ie: Posóid na Laige
gl_es: Poción de debilidade
he: שיקוי חולשה
hr_hr: Napitak Slabosti
hu_hu: Gyengeség bájitala
id_id: Ramuan Kelemahan
it: Pozione di debolezza
ja_jp: 弱化のポーション
ka_ge: სისუსტის ხსნარი
ko_kr: 나약함의 물약
lb_lu: Dronk vun der Schwächt
lt_lt: Silpnumo eliksyras
lv_lv: Vājuma dzira
ms_my: Posyen Meletihkan
mt_mt: Xarba tad-Dgħjufija
nl_nl: Drank der zwakheid
nn_no: Veikleiksbrygg
pl: Mikstura słabości
pt: Poção de Fraqueza
ro_ro: Poțiune de slăbiciune
ru_ru: Зелье слабости
sk_sk: Elixír slabosti
sl_si: Napoj šibkosti
sv_se: Svaghetsbrygd
th_th: ยาแห่งความอ่อนแอ
tr_tr: Zayıflık İksiri
vi_vn: Thuốc yếu đuối
zh_cn: 虚弱药水
zh_tw: 虛弱藥水

# potion_whenDrank
source: When Applied:
af_za: Wanneer Aangewend:
ar_sa: عند الشرب:
be_by: Накладае эфект:
bg_bg: Когато е приложена:
ca_es: Quan s'aplica:
cs: Při použití:
da_dk: Når anvendt:
de: Auswirkungen:
el_gr: Όταν εφαρμόζεται:
es: Al aplicarse:
eu_es: Aplikatzen denean:
fi: Käytettäessä:
fil_ph: Pag ginamit:
fr_ca: Effet appliqué :
ga_ie: Éifeacht:
gl_es: Ao aplicarse:
he: בעת החלת:
hr_hr: Nakon Konzumacije:
hu_hu: Használatkor:
id_id: Bila diterapkan:
it: Effetto applicato:
ja_jp: 効果：
ka_ge: გამოყენებისას:
ko_kr: 사용 시:
lb_lu: Auswierkungen:
lt_lt: Išgėrus:
lv_lv: Kad Piemērots:
ms_my: Apabila Digunakan:
mt_mt: Meta Applikata:
nl_nl: Wanneer toegepast:
nn_no: Når den brukast:
pl: Po zastosowaniu:
pt: Quando Aplicada:
ro_ro: La aplicare:
ru_ru: При применении:
sk_sk: Po použití:
sl_si: Ko je uporabljen:
sv_se: När den används:
th_th: เมื่อนำไปใช้:
tr_tr: Uygulanırsa:
vi_vn: Khi được dùng:
zh_cn: 当生效后：
zh_tw: 使用時：

# record_nowPlaying
source: Now Playing: {0}
af_za: Speel nou: {0}
ar_sa: يتم التشغيل: {0}
be_by: Зараз грае: {0}
bg_bg: Сега свири: {0}
ca_es: Reproduint: {0}
cs: Přehrává se: {0}
da_dk: Spiller nu: {0}
de: Jetzt spielt: {0}
de_at: Jetzt wird gspüt: {0}
el_gr: Τώρα παίζετε: {0}
es: Estás escuchando: {0}
eu_es: Orain jolasten: {0}
fa_ir: در حال پخشِ {0}
fi: Pelaa nyt: {0}
fil_ph: Pinapatugtog ngayon: {0}
fr_ca: Lecture : {0}
ga_ie: Á sheinm: {0}
gd_gb: 'Ga chluich: {0}
gl_es: Estás a escoitar: {0}
he: פועל כעת:
hi_in: अभी चल रहा है: {0}
hr_hr: Sada svira: {0}
hu_hu: Most játszott: {0}
id_id: Sekarang diputar: {0}
is_is: Er að spila: {0}
it: In riproduzione: {0}
ja_jp: 再生中：{0}
ka_ge: ახლა ეთერშია: {0}
ko_kr: 지금 재생 중: {0}
lb_lu: Elo spillt: {0}
lt_lt: Dabar grojama: {0}
lv_lv: Tagad atskaņo: {0}
mi_nz: tākaro Na: {0}
mk_mk: Играше: {0}
mn_mn: Одоо тоглуулж буй: {0}
ms_my: Sedang dimainkan: {0}
mt_mt: Qed tindaqq: {0}
nl_nl: Nu aan het spelen: {0}
nn_no: Spelar nett no: {0}
pl: Teraz odtwarzane: {0}
pt: A tocar: {0}
ro_ro: Disc redat: {0}
ru_ru: Сейчас играет: {0}
sk_sk: Prehráva sa: {0}
sl_si: Zdaj se predvaja: {0}
sq_al: Tani duke luajtur: {0}
sv_se: Spelas just nu : {0}
th_th: ขณะนี้กำลังเล่น: {0}
tr_tr: Şimdi yürütülüyor: {0}
vi_vn: Hiện đang chơi: {0}
zh_cn: 正在播放：{0}
zh_tw: 正在播放：{0}

# resourcePack_available_title
source: Available Resource Packs
af_za: Beskikbare Hulpbron Pakette
ar_sa: حزم الموارد المتاحة
be_by: Даступныя пакеты рэсурсаў
bg_bg: Налични ресурсни пакети
ca_es: Paquets de recursos disponibles
cs: Dostupné balíčky
da_dk: Tilgængelige ressourcepakker
de: Verfügbare Ressourcenpakete
de_at: Vafügbore Ressourcenpakete
el_gr: Διαθέσιμα πακέτα πόρων
es: Paquetes de recursos en carpeta
eu_es: Baliabide-pakete erabilgarriak
fa_ir: بسته های منابع قابل استفاده
fi: Käytettävissä olevat resurssipaketit
fil_ph: Mga pwedeng gamitin na Resource Packs
fr_ca: Packs disponibles
ga_ie: Pacáistí Acmhainní Inúsáidte
gd_gb: Pacaidean ghoireasan ri am faighinn
gl_es: Paquetes de recursos dispoñibles
he: חבילות משאבים זמינות
hi_in: उपलब्ध संसाधन पैक
hr_hr: Dostupni Resursi
hu_hu: Elérhető forráscsomagok
hy_am: Առկա Ռեսուրսների Փաթեթներ
id_id: Paket Daya tersedia
is_is: Aðgengilegir efnispakkar
it: Pacchetti disponibili
ja_jp: 利用可能なリソースパック
ka_ge: ხელმისაწვდომი რესურსთა კრებულები
ko_kr: 사용 가능한 리소스 팩
lb_lu: Disponibel Ressourcepäck
lt_lt: Galimi resursų paketai
lv_lv: Pieejamās resursu pakas
mk_mk: Достапни Пакети на Ресурси
mn_mn: Байгаа дүрслэлүүд
ms_my: Pek Sumber tersedia
mt_mt: Resource Packs Lesti
nl_nl: Beschikbare bronpakketten
nn_no: Tilgjengelege ressurspakkar
pl: Dostępne paczki zasobów
pt: Pacotes de Recursos Disponíveis
ro_ro: Pachete de resurse disponibile
ru_ru: Доступные пакеты ресурсов
sk_sk: Dostupné zdrojové balíky
sl_si: Paketi sredstev na voljo
sq_al: Në Dispozicion Në Pako Të Burimeve Të
sv_se: Tillgängliga resurspaket
th_th: รีซอร์สแพ็คที่ใช้งานได้
tr_tr: Kullanılabilir Kaynak Paketleri
vi_vn: Các gói tài nguyên có sẵn
zh_cn: 可用的资源包
zh_tw: 可用的資源包

# resourcePack_folderInfo
source: (Place resource pack files here)
af_za: (Plaas hulpbron pakket lêers hier)
ar_sa: (ضع ملفات حزمة الموارد هنا)
be_by: (Змясціце сюды пакеты рэсурсаў)
bg_bg: (Поставете ресурсните пакети тук)
ca_es: (Poseu paquets de recursos aquí)
cs: (Do tohoto umístění ulož soubory balíčků modifikací)
da_dk: (Placer ressourcepakkefiler her)
de: (Ressourcenpakete hier einfügen)
de_at: (Ressourcenpakete hia eifügn)
el_gr: (Τοποθετήστε αρχεία πακέτου πόρων εδώ)
es: (Coloca los paquetes de recursos aquí)
eu_es: (Baliabide paketea hemen ipini)
fa_ir: فایل های ریسورس پک را اینجا قرار دهید
fi: (Sijoita resurssipaketit tänne)
fil_ph: (Ilagay ang Resource Packs dito)
fr_ca: (Placez les fichiers de packs de ressources ici)
ga_ie: (Cuir pacáistí acmhainní anseo)
gd_gb: (Cuir faidhlichean le pacaidean ghoireasan an-seo)
gl_es: (Coloca aquí os arquivos do paquete de recursos)
he: (מקם כאן את קבצי ערכת המשאבים)
hi_in: (प्लेस संसाधन यहाँ पैक)
hr_hr: (Ovdje postavi resurse)
hu_hu: (Ide tedd a forráscsomagokat)
hy_am: (Տեղադրեք Ռեսուրսների Փաթեթը այստեղ)
id_id: (Tempatkan Paket Daya di sini)
is_is: (Setið efnispakka skrárnar hér)
it: (Inserisci qui i file del pacchetto)
ja_jp: (リソースパックファイルをここへ)
ka_ge: (აქ მოათავსეთ რესურსთა კრებულები)
ko_kr: (리소스 팩 파일을 여기에 놓으세요)
lb_lu: (Ressourcepäck hei afügen)
lt_lt: (dėkite resursų paketus čia)
lv_lv: (Ievietojiet resursu paku failus šeit)
mk_mk: (Стави пакети на ресурси тука)
mn_mn: (Дүрслэлүүдийн файлыг энд байрлуулна уу)
ms_my: (Letakkan fail-fail pek sumber di sini)
mt_mt: (Itfa l-files tar-resource packs hawnhekk)
nl_nl: (Plaats bronpakketbestanden hier)
nn_no: (Legg filene til ressurspakka her)
pl: (Tutaj umieść paczki zasobów)
pt: (Coloca os ficheiros do pacote de recursos aqui)
ro_ro: (Pune aici pachetele de resurse)
ru_ru: (Поместите сюда пакеты ресурсов)
sk_sk: (Vložte sem zdrojové balíky)
sl_si: (Tukaj vstavi pakete sredstev)
sq_al: (Vendin e burimeve pack fotografi këtu)
sv_se: (Placera resurspaketfiler här)
th_th: (วางไฟล์รีซอร์สแพ็คที่นี่)
tr_tr: (Kaynak paketi dosyalarını buraya koyun)
vi_vn: (Đặt các tập gói tài nguyên tại đây)
zh_cn: （请把资源包文件放在这里）
zh_tw: （請將資源包置於此處）

# resourcePack_incompatible
source: Incompatible
af_za: Onbruikbaar
ar_sa: غير متوافق
be_by: Несумяшчальны
bg_bg: Несъвместим
cs: Nekompatibilní
da_dk: Inkompatibel
de: Inkompatibel
de_at: Nid kompatibel
el_gr: Ασύμβατο
eu_es: Ez-onartua
fa_ir: ناسازگار
fi: Yhteensopimaton
fil_ph: Hindi kaayon
ga_ie: Neamh-chomhoiriúnach
gd_gb: Neo-chòrdail
he: אינו תואם
hi_in: असंगत
hr_hr: Nekompatibilno
hu_hu: Nem kompatibilis
id_id: Tidak cocok
is_is: ósamhæfður
it: Incompatibile
ja_jp: 非対応
ka_ge: შეუთავსებელი
ko_kr: 호환되지 않음
lb_lu: Inkompatibel
lt_lt: Nesuderinamas
lv_lv: Nesaderīgs
mk_mk: Инкомпатибилен
mn_mn: Тохиромжгүй
ms_my: Tidak serasi
mt_mt: Inkompatibbli
nl_nl: Incompatibel
nn_no: Ikkje kompatibel
pl: Niezgodny
pt: Incompatível
ro_ro: Incompatibil
ru_ru: Несовместимый
sk_sk: Nekompatibilné
sl_si: Nezdružljivo
sq_al: I papajtueshëm
sv_se: Inkompatibelt
th_th: เข้ากันไม่ได้
tr_tr: Uyumsuz
vi_vn: Không tương thích
zh_cn: 不兼容
zh_tw: 不相容

# resourcePack_incompatible_confirm_new
source: This resource pack was made for a newer version of Minecraft and may no longer work correctly.
af_za: Hierdie hulpbronpak is gemaak vir 'n nuwer weergawe van Minecraft en mag dalk nie reg werk nie.
ar_sa: هذه النسخة من حزمة الموارد مصممة لإصدار جديد من Minecraft وقد لا تعمل بشكل جيد.
be_by: Гэты пакет рэсурсаў прызначаны для навейшай версіі Minecraft таму можа працаваць з памылкамі.
bg_bg: Този ресурсен пакет е направен за по-нова версия на Minecraft и може да не работи правилно.
ca_es: Aquest paquet de recursos es va fer per a una versió més recent de Minecraft i podria no funcionar correctament.
cs: Tento balíček byl vytvořen pro novější verzi Minecraftu a nebude pravděpodobně správně fungovat.
da_dk: Denne ressourcepakke blev lavet til en nyere version af Minecraft og fungerer muligvis ikke længere korrekt.
de: Dieses Ressourcenpaket wurde für eine neuere Version von Minecraft erstellt und funktioniert möglicherweise nicht einwandfrei.
de_at: Dieses Ressourcenpaket is fia a neiare Version vo Minecraft gmocht woan und funktionert womöglich nid einwondfrei.
el_gr: Αυτό το βοηθητικό πακέτο έγινε για μια νεότερη έκδοση του Minecraft και ενδέχεται να μην λειτουργεί πλέον σωστά.
es: Este paquete de recursos está diseñado para una versión de Minecraft posterior a esta y tal vez no funcione correctamente.
eu_es: Baliabide-pakete honek Minecraft bertsio berri baterako egin zen eta agian ezingo du ondo ibili.
fa_ir: این بسته منابع برای نسخه جدیدتری از ماینکرفت ساخته شده است و ممکن است به طور صحیح کار نکند.
fi: Tämä resurssipaketti tehtiin Minecraftin uudemmalle versiolle, eikä välttämättä toimi enää oikein.
fil_ph: Itong resource pack Translate ay ginawa para sa isang mas bagong bersyon ng Minecraft at maaaring hindi na gumana nang tama.
fr_ca: Ce pack de ressources a été conçu pour une version plus récente de Minecraft et peut ne pas fonctionner correctement.
ga_ie: Cruthaíodh an pacáiste acmhainní seo le haghaidh leagan Minecraft níos déanaí agus is féidir nach n-oibreoidh sé i gceart.
gd_gb: Chaidh a' phacaid ghoireasan seo a dhèanamh airson tionndadh nas ùire dhe Minecraft agus dh'fhaoidte nach obraich i mar bu chòir tuilleadh.
gl_es: Este paquete de recursos creouse para unha versión máis recente de Minecraft e pode non funcionar correctamente.
he: חבילת המשאבים נוצרה עבור גירסה חדשה יותר של מיינקראפט ואולי לא עובדת בגירסה הנוכחית.
hr_hr: Ovaj paket resursa je napravljen za noviju verziju Minecrafta i možda neće moći ispravno raditi.
hu_hu: Ez a forráscsomag a Minecraft egy újabb verziójához készült, ezért nem megfelelően működhet.
id_id: Paket Daya ini dibuat untuk versi baru Minecraft dan mungkin tak lagi bekerja dengan benar.
is_is: Þessi resource pack var gerður fyrir nýrri útgáfu af Minecraft og gæti ekki lengur virkað.
it: È stato creato per una versione di Minecraft più recente e potrebbe non funzionare correttamente.
ja_jp: このリソースパックは、現在より新しいバージョン向けに制作されているため、テクスチャー等が正しく適用されない可能性があります。
ka_ge: ეს რესურსთა კრებული შექმნილია Minecraft-ის ახალი ვერსიისთვის და შესაძლოა აღარ მუშაობდეს გამართულად.
ko_kr: 이 리소스 팩은 상위 버전의 Minecraft를 위해 만들어졌기에 정상적으로 작동하지 않을 수 있습니다.
lb_lu: Dëse Ressourcepak gouf fir eng méi nei Minecraft Versioun gemaach a funktionéiert eventuell net richteg.
lt_lt: Šis resursų paketas sukurtas naujesnei „Minecraft“ versijai ir gali veikti netinkamai.
lv_lv: Šī resursu paka tika izveidota jaunākai Minecraft versijai un iespējams vairāk nestrādās pareizi.
mk_mk: Овој пакет на ресурси е направен за понова верзија на Minecraft и веќе не може да функционира правилно.
mn_mn: Энэ дүрслэл Minecraft-ын шинэ хувилбарт зориулагдсан учраас зөв ажиллахгүй байж магадгүй.
ms_my: Pek sumber telah dibuat untuk versi Minecraft yang terkini dan mungkin tidak akan berfungsi dengan betul.
mt_mt: Dan ir-resource pack ġie magħmul għal verżjoni aktar riċenti ta' Minecraft u jista' jkun li m'għadux jaħdem sew.
nl_nl: Dit bronpakket is gemaakt voor een nieuwere versie van Minecraft en werkt mogelijk niet goed.
nn_no: Denne ressurspakka vart laga for ei nyare utgåve av Minecraft og vil kanskje ikkje fungere.
pl: Ta paczka zasobów została stworzona dla nowszej wersji Minecrafta i może już nie działać poprawnie.
pt: Este pacote de recursos foi feito para uma versão mais recente do Minecraft e pode já não funcionar corretamente.
ro_ro: Acest pachet de resurse a fost făcut pentru o versiune mai nouă de Minecraft și poate să nu mai funcționeze corect.
ru_ru: Этот пакет ресурсов был сделан для более новой версии Minecraft и может работать неправильно.
sk_sk: Tento zdrojový balík je určený pre novšiu verziu Minecraftu a už nemusí fungovať správne.
sl_si: Ta paket sredstev je narejen za novejšo različico Minecrafta in mogoče ne bo deloval pravilno.
sq_al: Ky burim pack është bërë për një newer version i Minecraft dhe nuk mund të funksionoj në rregull.
sv_se: Detta resurspaket gjordes för en nyare version av Minecraft och kommer kanske inte att fungera korrekt.
th_th: รีซอร์สแพ็คนี้ทำสำหรับ Minecraft เวอร์ชั่นใหม่กว่า และอาจไม่ทำงานอย่างถูกต้อง
tr_tr: Bu Kaynak Paketi daha yeni bir Minecraft sürümü için yapılmıştır ve artık düzgün çalışmayabilir.
vi_vn: Gói tài nguyên này được làm ra cho một phiên bản Minecraft mới hơn và có thể không còn hoạt động nữa.
zh_cn: 这个资源包是为更新的Minecraft版本所打造的，在此版本可能不会正常工作。
zh_tw: 此資源包為較新版本的 Minecraft 而設，可能無法正確運作。
