Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_message_usage
source: /tell <player> <private message ...>
ar_sa: /tell <اعب> <رسالة خاصة ...>
be_by: /tell <гулец> <паведамленне ...>
bg_bg: /tell <играч> <съобщение>
ca_es: /tell <jugador> <missatge privat>
cs: /tell <hráč> <soukromá zpráva …>
da_dk: /tell <spiller> <privat besked...>
de: /tell <Spieler> <private Nachricht ...>
el_gr: /tell <παίκτης> <προσωπικό μήνυμα ...>
es: /tell <jugador> <mensaje privado...>
eu_es: /tell <jokalaria> <mezu-pribatua ...>
fi: /tell <pelaaja> <lähetettävä yksityisviesti ...>
fil_ph: /tell <manlalaro> <mensahe ...>
fr_ca: /tell (ou /msg ou /w) <joueur> <message privé ...>
ga_ie: /tell <imreoir> <teachtaireacht phríobháideach ...>
gl_es: /tell <xogador> <mensaxe privada>
he: /tell <הודעה פרטית> <שחקן>
hi_in: /tell <खिलाड़ी> < निजी संदेश... >
hr_hr: /tell <igrač> <privatna poruka...>
hu_hu: /tell <játékos> <privát üzenet ...>
hy_am: /tell <մասնակից> <հաղորդագրություն ...>
id_id: /tell <pemain> <pesan pribadi>
is_is: /tell <spilari> <einka skilaboð...>
it: /tell <giocatore> <messaggio privato ...>
ja_jp: /tell <プレイヤー> <プライベートメッセージ…>
ka_ge: /tell <player> <პირადი გზავნილი ...>
ko_kr: /tell <플레이어> <개인 메시지 ...>
lb_lu: /tell <Spiller> <privat Noriicht ...>
lt_lt: /tell <žaidėjas> <asmeninė žinutė...>
lv_lv: /tell <spēlētājs> <privāts ziņojums..>
ms_my: /tell <pemain> <mesej peribadi ...>
nl_nl: /tell <speler> <privébericht ...>
nn_no: /tell <spelar> <privat melding>
pl: /tell <gracz> <prywatna wiadomość...>
pt: /tell <jogador> <mensagem privada ...>
ro_ro: /tell <jucător> <mesaj privat ...>
ru_ru: /tell <игрок> <сообщение...>
sl_si: /tell <igralec> <zasebno sporočilo ...>
sv_se: /tell <player> <privat meddelande ...>
th_th: /tell <ผู้เล่นเป้าหมาย> <ข้อความส่วนตัวที่ต้องการส่ง ...>
tr_tr: /tell <oyuncu> <özel mesaj...>
vi_vn: /tell <người chơi> <thông điệp riêng tư ...>
zh_cn: /tell <玩家> <私密信息...>
zh_tw: /tell <玩家> <訊息...>

# commands_op_failed
source: Could not op {0}
af_za: δεν ήταν δυνατή η op {0}
ar_sa: لا يمكن الوصول إلى المشغل {0}
be_by: Не атрымалася прызначыць {0} аператарам
bg_bg: {0} не можа да се направи оператор
ca_es: No s'ha pogut fer operador a {0}
cs: Hráči {0} nelze přidělit operátorská práva
da_dk: Kunne ikke tilføje {0} som administrator
de: {0} konnte nicht zum Operator ernannt werden
el_gr: δεν ήταν δυνατή η op {0}
es: No se ha podido hacer administrador a {0}
eu_es: {0} -(e)ri operadorea egin ezin izan zen
fa_ir: نمی توان {0} را مدیر کرد
fi: Ei voitu antaa operaattorin oikeuksia pelaajalle {0}
fil_ph: Hindi ma-op si {0}
fr_ca: Impossible d'opper {0}
ga_ie: Níorbh fhéidir cumas oibreora a thabhairt do {0}
gl_es: Non se puido facer administrador (OP) a {0}
he: לא יכול להפוך את {0} לOp
hr_hr: Nije moguće OP-irati {0}
hu_hu: Nem sikerült op jogokat adni {0} játékosnak
id_id: Tidak bisa op {0}
is_is: Gat ekki op {0}
it: Impossibile promuovere {0} al ruolo di operatore
ja_jp: {0}にOP権限を与えられませんでした
ka_ge: ვერ მოხერხდა {0}-(ი)ს ოპერატორთა სიაში დამატება
ko_kr: {0}에게 관리자 권한을 부여할 수 없습니다
lb_lu: {0} konnt net zum Operator ernannt ginn
lt_lt: Nepavyko suteikti administratoriaus teisių žaidėjui/ai {0}
lv_lv: Nevarēja op {0}
ms_my: Boleh tidak op {0}
mt_mt: {0} ma setgħax isir op
nl_nl: Kon {0} niet promoveren
nn_no: Kunne ikkje gjere {0} til operatør
pl: Nie można przyznać uprawnień operatora graczowi {0}
pt: Não foi possível dar permissões de operador a {0}
ro_ro: {0} nu a putut fi promovat la postul de operator
ru_ru: Не удалось добавить {0} в список операторов
sk_sk: Nepodarilo sa udeliť op privilégiá hráčovi {0}
sl_si: Ne morem {0} določiti kot operatorja
sv_se: Kunde inte göra {0} till op
th_th: ไม่สามราถเพิ่มสิทธิ์การเป็นผู้ดูแลสำหรับ {0}
tr_tr: {0} yönetici yapılamadı
vi_vn: Không thể cho {0} quyền quản trị
zh_cn: 无法给予{0}管理员权限
zh_tw: 無法將 {0} 擢升為管理員

# commands_op_success
source: Opped {0}
af_za: {0} is ŉ admin gemaak
ar_sa: إعطاء حق الإشراف ل {0}
be_by: {0} стаў аператарам
bg_bg: Дадени права на {0}
ca_es: {0} és ara un operador
cs: Hráči {0} byla přidělena operátorská práva
da_dk: Gjorde {0} til operatør
de: {0} wurde zum Operator ernannt
el_gr: Διαχειριστής {0}
es: {0} ahora es administrador
eu_es: {0}-(e)k operadore bihurtu da
fa_ir: {0} مدیر شد.
fi: Pelaaja {0} ylennettiin operaattoriksi
fil_ph: OP na si {0}
fr_ca: {0} est maintenant oppé(e)
ga_ie: Tugadh cumas oibreora do {0}
gl_es: Agora {0} é administrador (OP)
he: עשה את {0} עם עודף כוח
hi_in: ऑपरेटर {0}
hr_hr: OP-iran {0}
hu_hu: {0} op jogokat kapott
hy_am: {0} դարձավ օպերատոր
is_is: Oppaði {0}
it: {0} è ora un operatore
ja_jp: {0} にオペレーター権限を付与しました
ka_ge: {0} გახდა ოპერატორი
ko_kr: {0}에게 관리자 권한을 부여했습니다
lb_lu: {0} gouf zum Operator ernannt
lt_lt: {0} suteiktos administratoriaus teisės
ms_my: {0} diopkan
mt_mt: {0} sar admin
nl_nl: {0} is gepromoveerd
nn_no: Gjorde {0} til operatør
pl: Przyznano uprawnienia operatora graczowi {0}
pt: {0} é agora operador
ro_ro: {0} este acum operator
ru_ru: {0} теперь оператор
sk_sk: Hráč {0} je teraz OP
sl_si: {0} je postal operator
sv_se: Gjorde {0} till operatör
th_th: ตั้ง {0} เป็นผู้ดูแลแล้ว
tr_tr: {0} yönetici yapıldı
vi_vn: Đã cho phép {0} hoạt động
zh_cn: 已将{0}设为管理员
zh_tw: {0} 晉升為管理員。

# commands_op_usage
source: /op <player>
af_za: /op <speler>
ar_sa: /op <الاعب>
be_by: /op <гулец>
bg_bg: /op <играч>
ca_es: /op <jugador>
cs: /op <hráč>
da_dk: /op <spiller>
de: /op <Spieler>
el_gr: /op <παίκτης>
es: /op <jugador>
eu_es: /op <jokalaria>
fa_ir: /op <بازیکن>
fi: /op <pelaaja>
fil_ph: /op <manlalaro>
fr_ca: /op <joueur>
ga_ie: /op <imreoir>
gl_es: /op <nome>
he: /op <שחקן>
hi_in: /op <खिलाड़ी>
hu_hu: /op <játékos>
hy_am: /op <խաղացող>
is_is: /op <leikmaður>
it: /op <giocatore>
ja_jp: /op <プレイヤー名>
ka_ge: /op <მოთამაშე>
ko_kr: /op <플레이어>
lb_lu: /op <Spiller>
lt_lt: /op <žaidėjas>
lv_lv: /op <spēlētājs>
ms_my: /op <pemain>
mt_mt: /op <plejer>
nl_nl: /op <speler>
nn_no: /op <spelar>
pl: /op <gracz>
pt: /op <jogador>
ro_ro: /op <jucător>
ru_ru: /op <игрок>
sl_si: /op <igralec>
sv_se: /op <spelare>
th_th: /op <ผู้เล่น>
tr_tr: /op <oyuncu>
vi_vn: /op <người chơi>
zh_cn: /op <玩家>
zh_tw: /op <玩家>

# commands_particle_invalidParam
source: Invalid param given ({0})
af_za: Ongeldige parameter gegee ({0})
ar_sa: معامل معطى غير صالح ({0})
be_by: Недапушчальны параметр ({0})
bg_bg: Невалиден параметър ({0})
ca_es: El paràmetre donat és invàlid ({0})
cs: Zadán neplatný parametr ({0})
da_dk: Ugyldig param givet ({0})
de: Parameter '{0}' ist ungültig
el_gr: Μη έγκυρη παράμετρος δόθηκε ({0})
es: El parámetro dado no es válido ({0})
eu_es: Emandako parametroa baliorik gabekoa ({0})
fi: Virheellinen parametri annettu ({0})
fil_ph: Imbalidong parametrong ibinigay ({0})
fr_ca: Paramètre donné invalide ({0})
ga_ie: Paraiméadar neamhbhailí ({0})
gl_es: O parámetro dado non é válido ({0})
he: פרמטר לא טוב ({0})
hu_hu: Érvénytelen paraméter ({0})
id_id: Param tidak valid yang diberikan ({0})
it: Parametro non valido ({0})
ja_jp: 無効なパラメーターが与えられました ({0})
ka_ge: გადაიცა არასწორი პარამეტრი ({0})
ko_kr: 잘못된 매개 변수입니다 ({0})
lb_lu: Parameter "{0}" ass ongülteg
lt_lt: Įvestas netinkamas parametras ({0})
lv_lv: Nederīgs dotais parametrs ({0})
ms_my: Param tidak sah diberikan ({0})
mt_mt: Parametri invalidi ({0})
nl_nl: Ongeldige parameter ({0})
nn_no: Ugyldig parameter ({0})
pl: Podano nieprawidłowy parametr ({0})
pt: Parâmetro dado inválido ({0})
ro_ro: Parametru invalid ({0})
ru_ru: Задан недопустимый параметр ({0})
sk_sk: Neplatný parameter ({0})
sl_si: Neveljaven parameter ({0})
sv_se: Ogiltig parameter angiven ({0})
th_th: การให้ตัวแปร ({0}) ผิดพลาด
tr_tr: Geçersiz parametre girildi ({0})
vi_vn: Tham số đã cho ({0}) không hợp lệ
zh_cn: 提供了无效参数（{0}）
zh_tw: 提供的參數無效 ({0})

# commands_particle_notFound
source: Unknown effect name ({0})
af_za: Onbekende effek naam ({0})
ar_sa: اسم التأثير غير معروف ({0})
be_by: Невядомая назва эфекту ({0})
bg_bg: Непознато име на ефект ({0})
ca_es: Nom de l'efecte desconegut ({0})
cs: Neznámý název efektu ({0})
da_dk: Ukendt effekt navn ({0})
de: Effekt {0} existiert nicht
el_gr: Άγνωστο όνομα επίδρασης ({0})
es: Nombre del efecto desconocido ({0})
eu_es: Efektuaren izena ezezaguan ({0})
fi: Tuntematon tehosteen nimi ({0})
fil_ph: Hindi alam ang pangalan ng epekto ({0})
fr_ca: Nom de particule inconnu ({0})
ga_ie: Ainm éifeachta anaithnid ({0})
gl_es: Nome do efecto descoñecido ({0})
he: שם אפקט לא ידוע ({0})
hr_hr: Nepoznato ime efekta ({0})
hu_hu: Ismeretlen hatásnév ({0})
id_id: Nama efek tidak diketahui ({0})
is_is: Óþekkt heiti áhrifa ({0})
it: Nome dell'effetto sconosciuto ({0})
ja_jp: 不明な効果です ({0})
ka_ge: ძალის სახელი უცნობია ({0})
ko_kr: 알 수 없는 효과 이름입니다 ({0})
lb_lu: Onbekannten Effektnumm ({0})
lt_lt: Nežinomas efekto pavadinimas ({0})
lv_lv: Nezināms effeka nosaukums ({0})
ms_my: Kesan ({0}) tidak wujud
mt_mt: L-isem tal-effett mhux magħruf ({0})
nl_nl: Onbekende effectnaam ({0})
nn_no: Ukjend effektnamn ({0})
pl: Nieznana nazwa efektu ({0})
pt: Partícula desconhecida ({0})
ro_ro: Numele efectului este necunoscut ({0})
ru_ru: Эффект неизвестен ({0})
sk_sk: Neznámy názov efektu: {0}
sl_si: Neznano ime učinka ({0})
sv_se: Okänt effektnamn ({0})
th_th: ไม่รู้จักเอฟเฟค ({0})
tr_tr: Bilinmeyen etki adı ({0})
vi_vn: Không rõ tên hiệu ứng({0})
zh_cn: 未知的效果名称（{0}）
zh_tw: 未知的效果名稱 ({0})

# commands_particle_success
source: Playing effect {0} for {1} times
af_za: Speel effek {0} {1} keer
ar_sa: اللعب {0} تأثير لمرات {1}
be_by: Прайграванне эфекту {0} {1} раз
bg_bg: Възпроизвеждане на ефекта {0} {1} пъти
cs: Efekt „{0}“ použit {1}krát
da_dk: Spiller effekt '{0}' {1} gange
de: Spiele Effekt {0} {1} Mal ab
el_gr: Αναπαραγωγή επίδρασης {0} για {1} φορές
es: Reproduciendo el efecto {0} {1} veces
eu_es: Jolasten efektua {0} {1} erako denborak
fi: Näytetään tehoste {0} {1} kertaa
fil_ph: Nagpapakita ng effect {0} sa {1} na beses
fr_ca: Animation de la particule {0} bouclée {1} fois
ga_ie: Ag casadh an maisíocht {0} {1} uair
gl_es: Reproducindo o efecto {0} {1} veces
he: מפעיל את האפקט {0} ל {1} שניות
hr_hr: Puštanje efekta {0} {1} puta
hu_hu: {0} megjelenítése {1} alkalommal
id_id: Memainkan efek {0} untuk {1} kali
is_is: Spila áhrif {0} í {1} skipti
it: L'effetto {0} è stato riprodotto {1} volte
ja_jp: 効果 {0} を {1} 回発生させます
ka_ge: ჩაირთო ეფექტი {0} {1}-ჯერ
ko_kr: {0} 효과를 {1}번 재생합니다
lb_lu: Spill Effekt {0} {1} mol of
lt_lt: Leidžiamas efektas {0} {1} kartų
lv_lv: Spēlēšanas efektivitāte {0} priekš {1} laika
ms_my: Bermain kesan {0} selama {1} kali
mt_mt: L-effett {0} qed jiġi attivat għal {1} darbiet
nl_nl: Effect {0} wordt {1} keer afgespeeld
nn_no: Spelar effekt {0} {1} gongar
pl: Odtwarzanie efektu {0} {1} raz(y)
pt: Partículas {0} reproduzidas {1} vez(es)
ro_ro: Efectul {0} se redă de {1} ori
ru_ru: Эффект {0} отображён {1} раз
sk_sk: Spúšťa sa efekt {0} {1}-krát
sl_si: Učinek {0} je igran za {1}-krat
sv_se: Spelar upp effekten {0} {1} gånger
th_th: กำลังเล่นเอฟเฟค {0} เป็นเวลา {1} ครั้ง
tr_tr: {0} parçacığı {1} kez oynatılıyor
vi_vn: Đang chơi hiệu ứng {0} {1} lần
zh_cn: 播放{0}效果{1}次
zh_tw: 正在應用「{0}」效果至 {1} 次

# commands_particle_usage
source: /particle <name> <x> <y> <z> <xd> <yd> <zd> <speed> [count] [mode] [player] [params]
ar_sa: /particle <الاسم> <x> <y> <z> <xd> <yd> <zd> <speed> [العدد] [الوضع] [اللاعب] [المعاملات]
be_by: /particle <назва> <x> <y> <z> <xd> <yd> <zd> <хуткасць> [колькасць] [рэжым] [гулец] [параметры]
bg_bg: /particle <име> <x> <y> <x> <размер x>|<червено> <размер y>|<зелено> <размер z>|<синьо> <скорост> [<брой>] [<режим>] [<играч>] [<параметри>]
cs: /particle <název> <x> <y> <z> <červená>|<velikost oblasti x> <zelená>|<velikost oblasti y> <modrá>|<velikost oblasti z> <rychlost> [<množství>] [<režim>] [<hráč>] [<parametry>]
de: /particle <Partikelname> <x> <y> <z> <xd> <yd> <zd> <Geschwindigkeit> [<Anzahl>] [<Modus>] [<Spieler>] [<Parameter>]
el_gr: /particle <όνομα> <χ> <ψ> <ζ> <χδ> <ψδ> <ζδ> <ταχύτητα> [count] [mode] [player] [params]
es: /particle <nombre> <x> <y> <z> <xd> <yd> <zd> <velocidad> [cantidad] [modo] [jugador] [parámetros]
eu_es: /particle <izena> <x> <y> <z> <xd> <yd> <zd> <abiadura> [kopuru] [modu] [jokalari] [parametroak]
fil_ph: /particle <pangalan> <x> <y> <z> <xd> <yd> <zd> <bilis> [bilang] [moda] [manlalaro] [parametro]
fr_ca: /particle <nom> <x> <y> <z> <dx> <dy> <dz> <vitesse> [quantité] [mode] [joueur] [paramètres]
gl_es: /particle <nome> <x> <y> <z> <xd> <yd> <zd> <velocidade> [cantidade] [modo] [xogador] [parámetros]
he: /particle <שם><x><y><z><xd><yd><zd><פרמטרים] [שחקן] [שיטה] [כמות]<מהירות]
hu_hu: /particle <név> <x> <y> <z> <xd> <yd> <zd> <sebesség> [mennyiség] [mód] [játékos] [paraméterek]
id_id: /particle <nama> <x> <y> <z> <xd> <yd> <zd> <kecepatan> [jumlah] [mode] [pemain] [parameter]
it: /particle <nome> <x> <y> <z> <xd> <yd> <zd> <velocità> [quantità] [normal|force] [giocatore] [parametri]
ja_jp: /particle <名前> <x> <y> <z> <xd> <yd> <zd> <速さ> [回数] [モード] [プレイヤー名] [パラメーター]
ko_kr: /particle <이름> <x> <y> <z> <xd> <yd> <zd> <속도> [개수] [모드] [플레이어] [매개 변수]
lb_lu: /particle <Partikelnumm> <x> <y> <z> <xd> <yd> <zd> <Geschwindegkeet> [Unzuel] [Modus] [Spiller] [Parameter]
lt_lt: /particle <pavadinimas> <x> <y> <z> <xd> <yd> <zd> <greitis> [kiekis] [režimas] [žaidėjas] [parametrai]
ms_my: /particle <nama> <x> <y> <z> <xd> <yd> <zd> <kelajuan> [count] [mode] [player] [params]
nl_nl: /deeltje <naam> <x> <y> <z> <xd> <yd> <zd> <snelheid> [aantal] [modus] [speler] [params]
nn_no: /particle <namn> <x> <y> <z> <xd> <yd> <zd> <snøggleik> [mengde] [modus] [spelar] [parametrar]
pl: /particle <nazwa> <x> <y> <z> <xd> <yd> <zd> <szybkość> [liczba] [tryb] [gracz] [parametry]
pt: /particle <nome> <x> <y> <z> <xd> <yd> <zd> <velocidade> [quantidade] [modo] [jogador] [parâmetros]
ro_ro: /particle <nume> <x> <y> <z> <xd> <yd> <zd> <viteză> [<număr>] [<mod>] [<jucător>] [<parametri>]
ru_ru: /particle <название> <x> <y> <z> <xd> <yd> <zd> <скорость> [количество] [режим] [игрок] [параметры]
sk_sk: /particle <name> <x> <y> <z> <xd> <yd> <zd> <speed> [počet] [mód] [hráč] [parametre]
sl_si: /particle <ime> <x> <y> <z> <xd> <yd> <zd> <hitrost> [count] [mode] [player] [params]
sv_se: /particle <namn> <x> <y> <z> <xd> <yd> <zd> <hastighet> [antal] [läge] [spelare] [parametrar]
tr_tr: /particle <ad> <x> <y> <z> <xd> <yd> <zd> <hız> [miktar] [mod] [oyuncu] [parametreler]
vi_vn: /particle <tên> <x> <y> <z> <xd> <yd> <zd> <speed> [số lượng] [chế độ] [người chơi] [tham số]
zh_cn: /particle <粒子名称> <x> <y> <z> <xd> <yd> <zd> <速度> [数量] [模式] [玩家] [参数]
zh_tw: /particle <名稱> <x> <y> <z> <xd> <yd> <zd> <速度> [數量] [模式] [玩家] [參數]

# commands_players_list
source: There are {0}/{1} players online:
af_za: Daar is {0}/{1} spelers aanlyn:
ar_sa: هناك {0}/{1} لاعب على الإنترنت:
be_by: {0}/{1} гульцоў зараз у гульні:
bg_bg: Има {0}/{1} играча в играта в момента:
ca_es: Hi ha {0}/{1} jugadors conectats:
cs: Je zde {0}/{1} hráčů online:
da_dk: Der er {0}/{1} spillere online:
de: Es sind {0}/{1} Spieler online:
el_gr: Υπάρχουν {0}/{1} συνδεδεμένοι παίκτες:
es: Hay {0}/{1} jugadores conectados:
eu_es: {0}/{1} jokalari linean daude:
fi: Paikalla on {0}/{1} pelaajaa:
fil_ph: Merong {0}/{1} manglalaro na nandito:
fr_ca: Il y a {0} / {1} joueur(s) connecté(s) :
ga_ie: Tá {0}/{1} imreoir ar líne:
gl_es: Hai {0}/{1} xogadores en liña:
he: ישנם {0}/{1} שחקנים מחוברים:
hi_in: वहाँ हैं {0}{1} खिलाड़ियों ऑनलाइन
hr_hr: Trenutno je {0}/{1} igrača umreženo:
hu_hu: {0}/{1} játékos van online:
hy_am: {0}/{1} խաղացող է սերվերում:
id_id: Terdapat {0}/{1} pemain yang terkoneksi:
is_is: Það eru {0}/{1} leikmenn að spila:
it: Ci sono {0}/{1} giocatori connessi:
ja_jp: {0}/{1} のプレイヤーがオンラインです：
ka_ge: თამაშობს {0}/{1} მოთამაშე:
ko_kr: {0}/{1}명 온라인:
lb_lu: Et sinn {0}/{1} Spiller online:
lt_lt: Šiuo metu yra {0}/{1} prisijungusių žaidėjų:
lv_lv: Šobrīd ir {0}/{1} spēlētāji pieslēgušies:
ms_my: Terdapat {0}/{1} pemain dalam talian:
mt_mt: Hawn {0}/{1} plejers online:
nl_nl: Er zijn {0}/{1} spelers online:
nn_no: Det er {0}/{1} spelarar pålogga:
pl: W grze przebywa {0}/{1} graczy:
pt: Há {0}/{1} jogadores online:
ro_ro: {0}/{1} jucători sunt conectați:
ru_ru: {0}/{1} игроков на сервере:
sk_sk: Na serveri je {0}/{1} hráčov:
sl_si: {0}/{1} igralcev na strežniku:
sv_se: Det finns {0}/{1} anslutna spelare:
th_th: มีผู้เล่นออนไลน์อยู่ {0}/{1}:
tr_tr: Şu anda {0}/{1} oyuncu çevrimiçi:
vi_vn: Có {0}/{1} người chơi đang trên mạng:
zh_cn: 目前有{0}/{1}个玩家在线：
zh_tw: 共有 {0}/{1} 玩家在線上：

# commands_playsound_playerTooFar
source: Player {0} is too far away to hear the sound
af_za: Speler {0} is te ver om die klank te hoor
ar_sa: اللاعب {0} بعيد عن المنطقة ليتمكن من سماع الصوت
be_by: Гулец {0} занадта далёка, каб пачуць гук
bg_bg: Играчът {0} е твърде далеч да чуе звука
ca_es: El jugador {0} està massa lluny per a sentir el so
cs: Hráč {0} je příliš daleko, aby slyšel zvuk
da_dk: Spilleren {0} er for langt væk til at høre lyden
de: Spieler {0} ist zu weit entfernt um das Geräusch zu hören
el_gr: Ο παίκτης {0} είναι πολύ μακριά για να ακούσει τον ήχο
es: {0} está demasiado lejos como para escuchar el sonido
eu_es: {0} jokalaria urrunegi dago soinua entzuteko
fa_ir: بازیکن {0} دورتر از آن است که بتوناد صدا را بشنود
fi: Pelaaja {0} on liian kaukana kuullakseen äänen
fil_ph: Ang manlalarong {0} ay masyadong malayo para marinig ang tunog
fr_ca: {0} est trop loin pour entendre le son
ga_ie: Tá imreoir {0} rófhada uait chun an fhuaim a chloisteáil
gl_es: O xogador {0} está moi lonxe como para escoitar o son
he: שחקן {0} רחוק מדי כדי לשמוע את הצליל
hr_hr: Igrač {0} je predaleko da čuje zvuk
hu_hu: {0} játékos túl messze van a hang forrásától
id_id: Pemain {0} terlalu jauh untuk mendengar suara
is_is: Leikmaðurinn {0} er of langt í burtu til þess að heyra hljóðið
it: {0} è troppo lontano per sentire il suono
ja_jp: プレイヤー {0} は音の再生される場所から離れすぎています
ka_ge: მოთამაშე {0} ძალიან შორსაა იმისათვის, რომ ეს ხმა გაიგოს
ko_kr: 플레이어 {0}은(는) 소리를 듣기에 너무 멀리 있습니다
lb_lu: Spiller {0} ass ze weit fort fir dat Geräisch ze héieren
lt_lt: Žaidėjas {0} yra per toli, kad girdėtų garsą
lv_lv: Spēlētājs {0} ir pārāk tālu, lai dzirdētu skaņu
ms_my: Pemain {0} terlalu jauh untuk mendengar bunyi itu
mt_mt: Il-plejer {0} huwa wisq 'il bogħod biex jisma' l-ħoss
nl_nl: Speler {0} is te ver weg om het geluid te horen
nn_no: Spelar {0} er for langt vekke til å høyra ljoden
pl: Gracz {0} jest zbyt daleko, aby usłyszeć ten dźwięk
pt: O jogador {0} está muito longe para ouvir o som
ro_ro: Jucătorul {0} este prea departe pentru a auzi sunetul
ru_ru: Игрок {0} слишком далеко, чтобы услышать звук
sk_sk: Hráč {0} je príliš ďaleko, aby počul tento zvuk
sl_si: Igralec {0} je predaleč, da bi slišal zvok
sv_se: Spelaren {0} är för långt bort för att höra ljudet
th_th: ผู้เล่น {0} อยู่ไกลเกินไปที่จะได้ยินเสียง
tr_tr: Oyuncu {0} bu sesi duymak için çok uzakta
vi_vn: Người chơi {0} đang quá xa để nghe thấy âm thanh
zh_cn: 玩家{0}离得太远了，无法听到这声音
zh_tw: 玩家 {0} 距離太遠，聽不到音效。

# commands_playsound_success
source: Played sound '{0}' to {1}
af_za: Klank '{0}' na {1} gespeel
ar_sa: تم تشغيل الصوت '{0}' إلى {1}
be_by: Гук '{0}' прайграны гульцу {1}
bg_bg: Изпълнен е звук '{0}' до {1}
ca_es: Reproduït el so '{0}' per a {1}
cs: Přehrán zvuk „{0}“ hráči {1}
da_dk: Afspillede lyden '{0}' for {1}
de: Geräusch '{0}' an {1} abgespielt
el_gr: Έγινε αναπαραγωγή του ήχου '{0}' στον/στην {1}
es: El sonido "{0}" ha sido reproducido a {1}
eu_es: '{0}' soinua erreproduzitua {1} -(e)ri
fa_ir: صدای {0} برای {1} پخش شد.
fi: Soitettiin ääni "{0}" pelaajalle {1}
fil_ph: Tinugtog ang tunog '{0}' kay {1}
fr_ca: Le son "{0}" a été joué à {1}
ga_ie: Seinneadh fuaim '{0}' le haghaidh {1}
gl_es: Reproducido o son '{0}' a {1}
he: ניגן צליל '{0}' אל {1}
hr_hr: Pušten zvuk '{0}' igraču {1}
hu_hu: '{0}' hang lejátszva {1} játékosnak
id_id: Memainkan suara '{0}' ke {1}
is_is: Spilaði hljóðið '{0}' fyrir {1}
it: Il suono {0} è stato riprodotto a {1}
ja_jp: 「{0}」の音を {1} の付近で再生しました
ka_ge: '{0}' დაეკვრა {1}-ს
ko_kr: {1}에게 '{0}' 소리를 재생했습니다
lb_lu: Geräisch '{0}' gouf bei {1} ofgespillt
lt_lt: Sugrotas garsas '{0}' žaidėjui {1}
lv_lv: Spēlēja skaņu '{0}' uz {1}
ms_my: Memainkan bunyi '{0}' ke {1}
mt_mt: Il-ħoss '{0}' ġie mdaqq lil {1}
nl_nl: Geluid '{0}' afgespeeld voor {1}
nn_no: Spelte av ljod '{0}' til {1}
pl: Odtworzono dźwięk '{0}' graczowi {1}
pt: O som {0} foi tocado para {1}
ro_ro: Sunetul "{0}" i-a fost redat lui {1}
ru_ru: Воспроизведён звук '{0}' игроку {1}
sk_sk: Prehratý zvuk '{0}' pre {1}
sl_si: Zaigran zvok '{0}' igralcu {1}
sv_se: Spelade ljudet '{0}' för {1}
th_th: เล่นเสียง {0} ไปยัง {1}
tr_tr: '{0}' sesi {1} için çalındı
vi_vn: Đã chơi tiếng '{0}' cho {1}
zh_cn: 向{1}播放声音'{0}'
zh_tw: 播放 '{0}' 給 {1} 聽

# commands_playsound_unknownSoundSource
source: Sound Source {0} is unknown
af_za: Bron {0} is onbekend
ar_sa: مصدر {0} غير معروف
be_by: Невядомая крыніца {0}
bg_bg: Източникът {0} е неизвестен
ca_es: La font {0} és desconeguda
cs: Nelze rozpoznat zdroj: {0}
da_dk: Kilde {0} er ukendt
de: Geräuschart {0} ist unbekannt
el_gr: Η πηγή {0} είναι άγνωστη
es: La fuente {0} no existe
fi: Lähde {0} on tuntematon
fil_ph: Pinanggalingan {0} ay hindi alam
fr_ca: La source {0} est inconnue
ga_ie: Foinse fuaime anaithnid: {0}
gl_es: O son {0} é descoñecido
he: המקור {0} אינו ידוע
hr_hr: Izvor {0} je nepoznat
hu_hu: A(z) '{0}' hangforrás ismeretlen
id_id: Sumber dari {0} tidak diketahui
it: Fonte {0} sconosciuta
ja_jp: {0}は不明なソース名です
ka_ge: წყარო {0} უცნობია
ko_kr: {0}은(는) 알 수 없는 출처입니다
lb_lu: Quell ass {0} onbekannt
lt_lt: Šaltinis {0} yra nežinomas
lv_lv: Avots {0} nav zināms
ms_my: Sumber {0} tidak diketahui
mt_mt: Sors {0} mhux magħruf
nl_nl: Bron '{0}' is onbekend
nn_no: Kjelda {0} er ukjend
pl: Źródło {0} jest nieznane
pt: Fonte {0} é desconhecida
ro_ro: Sursa {0} este necunoscută
ru_ru: Источник звука {0} неизвестен
sk_sk: Zdroj {0} je neznámy
sl_si: Vir {0} je neznan
sv_se: Källa {0} är okänd
th_th: ข้อมูล {0} ไม่เป็นที่รู้จัก
tr_tr: Kaynak {0} bilinmiyor
vi_vn: Nguồn {0} không xác định
zh_cn: 声音资源{0}未知
zh_tw: {0} 是未知的音源
