Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_speckledMelon_name
source: Glistering Melon
af_za: Glinsterende Waatlemoen
ar_sa: البطيخ اللامع
be_by: Зіхатлівы кавун
bg_bg: Блестяща диня
ca_es: Síndria daurada
cs: Blýskavý kousek melounu
da_dk: Glitrende vandmelon
de: Glitzernde Melone
el_gr: Γυαλιστερό Καρπούζι
es: Sandía reluciente
eu_es: Meloi dirdiratsua
fa_ir: هندوانه درخشان
fi: Kimalteleva meloni
fil_ph: Linang Melon
fr_ca: Tranche de melon d'eau scintillante
ga_ie: Mealbhacán Drithleach
gl_es: Sandía Resplandecente
he: אבטיח בוהק
hi_in: शानदार तरबूज
hr_hr: Sjajna Kriška Lubenice
hu_hu: Ragyogó dinnye
hy_am: Շողացող Ձմերուկ
id_id: Semangka Emas
is_is: Glitrandi Melóna
it: Fetta d'anguria luccicante
ja_jp: きらめくスイカ
ka_ge: მოოქროვილი საზამთრო
ko_kr: 반짝이는 수박
lb_lu: Glitzermeloun
lt_lt: Blizgantis arbūzas
lv_lv: Mirdzošais arbūzs
mn_mn: Гялтагнадаг тарвас
ms_my: Tembikai Berkilauan
mt_mt: Dulliegħa Tleqq
nl_nl: Glinsterende meloen
nn_no: Glitrande vassmelon
pl: Lśniący arbuz
pt: Melancia Reluzente
ro_ro: Pepene strălucitor
ru_ru: Сверкающий арбуз
sk_sk: Trblietavý melón
sl_si: Lesketajoča lubenica
sv_se: Gnistrande melon
th_th: แตงโมประภัสสร
tr_tr: Parlayan Karpuz
vi_vn: Dưa hấu lấp lánh
zh_cn: 闪烁的西瓜
zh_tw: 鑲金西瓜

# item_spectral_arrow_name
source: Spectral Arrow
af_za: Spektrale Pyl
ar_sa: سهم شبحي
be_by: Спектральная страла
bg_bg: Призрачна стрела
ca_es: Fletxa Fantasmal
cs: Přízračný šíp
da_dk: Spektral pil
de: Spektralpfeil
de_at: Spektralpfeil
el_gr: Βέλος Φάσματος
es: Flecha espectral
eu_es: Gezi espektrala
fi: Spektraalinuoli
fil_ph: Parang Multong Tunod
fr_ca: Flèche spectrale
ga_ie: Saighead Síofrúil
gl_es: Frecha espectral
he: חץ ספקטרלי
hr_hr: Spektralna Strijela
hu_hu: Spektrális nyíl
id_id: Panah Spektral
it: Freccia spettrale
ja_jp: マーキングの矢
ka_ge: სპექტრალური ისარი
ko_kr: 분광 화살
lb_lu: Spektral Feil
lt_lt: Auros strėlė
lv_lv: Spektrālā bulta
mn_mn: Тодруулагч сум
ms_my: Anak Panah Spektral
mt_mt: Vleġġa Spettrali
nl_nl: Spectrale pijl
nn_no: Markeringspil
pl: Widmowa strzała
pt: Flecha Espectral
ro_ro: Săgeată spectrală
ru_ru: Спектральная стрела
sk_sk: Žiariaci šíp
sl_si: Fantomska puščica
sv_se: Spöklig pil
th_th: ธนูสเปกตรัม
tr_tr: Spektral Ok
vi_vn: Mũi tên ma quỷ
zh_cn: 光灵箭
zh_tw: 追跡之箭

# item_spiderEye_name
source: Spider Eye
af_za: Spinnekop Oog
ar_sa: عين العنكبوت
be_by: Павучынае вока
bg_bg: Око на паяк
ca_es: Ull d'aranya
cs: Pavoučí oko
da_dk: Edderkoppeøje
de: Spinnenauge
el_gr: Μάτι Αράχνης
es: Ojo de araña
eu_es: Armiarmaren begia
fa_ir: چشم عنکبوت
fi: Hämähäkinsilmä
fil_ph: Mata ng Gagamba
fr_ca: Oeil d'araignée
ga_ie: Súil Damháin Alla
gd_gb: Sùil damhain-allaidh
gl_es: Ollo de araña
he: עין עכביש
hi_in: स्पाइडर आँखों
hr_hr: Paukovo Oko
hu_hu: Pókszem
hy_am: Սարդի Աչք
id_id: Mata laba-laba
is_is: Köngulóarauga
it: Occhio di ragno
ja_jp: クモの目
ka_ge: ობობის თვალი
ko_kr: 거미 눈
lb_lu: Spannena
lt_lt: Voro akis
lv_lv: Zirnekļa acs
mn_mn: Аалзны нүд
ms_my: Mata Labah-Labah
mt_mt: Għajn ta' Brimba
nl_nl: Spinnenoog
nn_no: Vevkjerringsauge
pl: Oko pająka
pt: Olho de Aranha
ro_ro: Ochi de păianjen
ru_ru: Паучий глаз
sk_sk: Pavúčie oko
sl_si: Pajkovo oko
sv_se: Spindelöga
th_th: ตาแมงมุม
tr_tr: Örümcek Gözü
vi_vn: Mắt nhện
zh_cn: 蜘蛛眼
zh_tw: 蜘蛛眼

# item_stick_name
source: Stick
af_za: Stok
ar_sa: عصا
be_by: Палка
bg_bg: Пръчка
ca_es: Pal
cs: Tyčka
da_dk: Pind
de: Stock
de_at: Stock
el_gr: Ξυλάκι
es: Palo
eu_es: Makila
fa_ir: تیکه چوبي
fi: Keppi
fil_ph: Tunkod
fr_ca: Bâton
ga_ie: Maide
gl_es: Pau
he: מקל
hi_in: छड़ी
hr_hr: Štap
hu_hu: Bot
hy_am: Փայտիկ
id_id: Batang Kayu
is_is: Prik
it: Bastone
ja_jp: 棒
ka_ge: ჯოხი
ko_kr: 막대기
lb_lu: Bengel
lt_lt: Pagaliukas
lv_lv: Nūja
mi_nz: Rākau
mn_mn: Савх
ms_my: Batang Kayu
mt_mt: Stikka
nl_nl: Stok
nn_no: Pinne
pl: Patyk
pt: Pau
ro_ro: Băț
ru_ru: Палка
sk_sk: Palica
sl_si: Palica
sv_se: Pinne
th_th: แท่งไม้
tr_tr: Çubuk
vi_vn: Gậy
zh_cn: 木棍
zh_tw: 木棒

# item_string_name
source: String
af_za: Tou
ar_sa: خيط
be_by: Нітка
bg_bg: Връв
ca_es: Fil
cs: Vlákno
da_dk: Tråd
de: Faden
de_at: Fodn
el_gr: Νήμα
es: Hilo
eu_es: Haria
fa_ir: رشته
fi: Lanka
fil_ph: Tali
fr_ca: Fil
ga_ie: Sreangán
gl_es: Fío
he: חוט
hi_in: स्ट्रिंग
hr_hr: Nit
hu_hu: Fonál
hy_am: Թել
id_id: Benang
is_is: Snæri
it: Cordicella
ja_jp: 糸
ka_ge: ძაფი
ko_kr: 실
lb_lu: Fuedem
lt_lt: Siūlas
lv_lv: Aukla
mn_mn: Утас
ms_my: Tali
mt_mt: Spaga
nl_nl: Draad
nn_no: Tråd
pl: Nić
pt: Fio
ro_ro: Ață
ru_ru: Нить
sk_sk: Vlákno
sl_si: Vrvica
sv_se: Tråd
th_th: เส้นใย
tr_tr: İp
vi_vn: Sợi chỉ
zh_cn: 线
zh_tw: 線

# item_sugar_name
source: Sugar
af_za: Suiker
ar_sa: سكر
be_by: Цукар
bg_bg: Захар
ca_es: Sucre
cs: Cukr
da_dk: Sukker
de: Zucker
el_gr: Ζάχαρη
es: Azúcar
eu_es: Azukrea
fa_ir: شکر
fi: Sokeri
fil_ph: Asukal
fr_ca: Sucre
ga_ie: Siúcra
gl_es: Azucre
he: סוכר
hi_in: चीनी
hr_hr: Šećer
hu_hu: Cukor
hy_am: Շաքար
id_id: Gula
is_is: Sykur
it: Zucchero
ja_jp: 砂糖
ka_ge: შაქარი
ko_kr: 설탕
lb_lu: Zocker
lt_lt: Cukrus
lv_lv: Cukurs
mn_mn: Элсэн чихэр
ms_my: Gula
mt_mt: Zokkor
nl_nl: Suiker
nn_no: Sukker
pl: Cukier
pt: Açúcar
ro_ro: Zahăr
ru_ru: Сахар
sk_sk: Cukor
sl_si: Sladkor
sv_se: Socker
th_th: น้ำตาล
tr_tr: Şeker
vi_vn: Đường
zh_cn: 糖
zh_tw: 糖

# item_sulphur_name
source: Gunpowder
af_za: Buskruit
ar_sa: بارود
be_by: Порах
bg_bg: Барут
ca_es: Pólvora
cs: Střelný prach
da_dk: Krudt
de: Schwarzpulver
de_at: Schworzpuiva
el_gr: Πυρίτιδα
es: Pólvora
eu_es: Bolbora
fa_ir: باروت
fi: Ruutia
fil_ph: Pulbura
fr_ca: Poudre à canon
ga_ie: Púdar Gunna
gl_es: Pólvora
he: אבק שריפה
hi_in: बारूद
hr_hr: Barut
hu_hu: Puskapor
hy_am: Վառոդ
id_id: Bubuk mesiu
is_is: Byssupúður
it: Polvere da sparo
ja_jp: 火薬
ka_ge: დენთი
ko_kr: 화약
lb_lu: Schéisspolver
lt_lt: Parakas
lv_lv: Šaujampulveris
mi_nz: Paura
mn_mn: Дарь
ms_my: Serbuk Letupan
mt_mt: Porvli
nl_nl: Buskruit
nn_no: Krut
pl: Proch
pt: Pólvora
ro_ro: Praf de pușcă
ru_ru: Порох
sk_sk: Pušný prach
sl_si: Smodnik
sv_se: Krut
th_th: ดินปืน
tr_tr: Barut
vi_vn: Thuốc súng
zh_cn: 火药
zh_tw: 火藥

# item_swordDiamond_name
source: Diamond Sword
af_za: Diamant Swaard
ar_sa: سيف ألماسي
be_by: Дыяментавы меч
bg_bg: Диамантен меч
ca_es: Espasa de diamant
cs: Diamantový meč
da_dk: Diamantsværd
de: Diamantschwert
de_at: Diamantschwert
el_gr: Διαμαντένιο σπαθί
es: Espada de diamante
eu_es: Diamantezko ezpata
fa_ir: شمشير الماس
fi: Timanttimiekka
fil_ph: Espadang Brilyante
fr_ca: Épée en diamant
ga_ie: Claíomh Diamaint
gl_es: Espada de diamante
he: חרב יהלום
hi_in: हीरे की तलवार
hr_hr: Dijamantni Mač
hu_hu: Gyémántkard
hy_am: Ադամանդե Սուր
id_id: Pedang Berlian
is_is: Demantssverð
it: Spada di diamante
ja_jp: ダイヤの剣
ka_ge: ალმასის ხმალი
ko_kr: 다이아몬드 검
lb_lu: Diamantschwäert
lt_lt: Deimantinis kardas
lv_lv: Dimanta zobens
mn_mn: Алмазан сэлэм
ms_my: Pedang Berlian
mt_mt: Xabla tad-Djamant
nl_nl: Diamanten zwaard
nn_no: Diamantsverd
pl: Diamentowy miecz
pt: Espada de Diamante
ro_ro: Sabie de diamant
ru_ru: Алмазный меч
sk_sk: Diamantový meč
sl_si: Diamantni meč
sv_se: Diamantsvärd
th_th: ดาบเพชร
tr_tr: Elmas Kılıç
vi_vn: Kiếm kim cương
zh_cn: 钻石剑
zh_tw: 鑽石劍

# item_swordGold_name
source: Golden Sword
af_za: Goue Swaard
ar_sa: سيف ذهبي
be_by: Залаты меч
bg_bg: Златен меч
ca_es: Espasa d'or
cs: Zlatý meč
da_dk: Guldsværd
de: Goldschwert
de_at: Goidschwert
el_gr: Χρυσό σπαθί
es: Espada de oro
eu_es: Urrezko ezpata
fa_ir: شمشير طلايي
fi: Kultamiekka
fil_ph: Espadang Ginto
fr_ca: Épée en or
ga_ie: Claíomh Óir
gl_es: Espada de ouro
he: חרב זהב
hi_in: स्वर्ण तलवार
hr_hr: Zlatni Mač
hu_hu: Aranykard
hy_am: Ոսկե Սուր
id_id: Pedang Emas
is_is: Gullsverð
it: Spada d'oro
ja_jp: 金の剣
ka_ge: ოქროს ხმალი
ko_kr: 금 검
lb_lu: Goldschwäert
lt_lt: Auksinis kardas
lv_lv: Zelta zobens
mn_mn: Алтан сэлэм
ms_my: Pedang Emas
mt_mt: Xabla tad-Deheb
nl_nl: Gouden zwaard
nn_no: Gullsverd
pl: Złoty miecz
pt: Espada de Ouro
ro_ro: Sabie de aur
ru_ru: Золотой меч
sk_sk: Zlatý meč
sl_si: Zlati meč
sv_se: Guldsvärd
th_th: ดาบทอง
tr_tr: Altın Kılıç
vi_vn: Kiếm vàng
zh_cn: 金剑
zh_tw: 金劍

# item_swordIron_name
source: Iron Sword
af_za: Yster Swaard
ar_sa: سيف حديدي
be_by: Жалезны меч
bg_bg: Железен меч
ca_es: Espasa de ferro
cs: Železný meč
da_dk: Jernsværd
de: Eisenschwert
de_at: Eisnschwert
el_gr: Σιδερένιο σπαθί
es: Espada de hierro
eu_es: Burdinazko ezpata
fa_ir: شمشير آهني
fi: Rautamiekka
fil_ph: Espadang Bakal
fr_ca: Épée en fer
ga_ie: Claíomh Iarainn
gl_es: Espada de ferro
he: חרב ברזל
hi_in: आयरन तलवार
hr_hr: Željezni Mač
hu_hu: Vaskard
hy_am: Երկաթե Սուր
id_id: Pedang Besi
is_is: Járnsverð
it: Spada di ferro
ja_jp: 鉄の剣
ka_ge: რკინის ხმალი
ko_kr: 철 검
lb_lu: Eiseschwäert
lt_lt: Geležinis kardas
lv_lv: Dzelzs zobens
mi_nz: Iron Hoari
mn_mn: Төмөр сэлэм
ms_my: Pedang Besi
mt_mt: Xabla tal-Ħadid
nl_nl: IJzeren zwaard
nn_no: Jarnsverd
pl: Żelazny miecz
pt: Espada de Ferro
ro_ro: Sabie de fier
ru_ru: Железный меч
sk_sk: Železný meč
sl_si: Železen meč
sv_se: Järnsvärd
th_th: ดาบเหล็ก
tr_tr: Demir Kılıç
vi_vn: Kiếm sắt
zh_cn: 铁剑
zh_tw: 鐵劍

# item_swordStone_name
source: Stone Sword
af_za: Klip Swaard
ar_sa: سيف حجري
be_by: Каменны меч
bg_bg: Каменен меч
ca_es: Espasa de pedra
cs: Kamenný meč
da_dk: Stensværd
de: Steinschwert
de_at: Stoaschwert
el_gr: Πέτρινο σπαθί
es: Espada de piedra
eu_es: Harrizko ezpata
fa_ir: شمشير سنگي
fi: Kivimiekka
fil_ph: Espadang Bato
fr_ca: Épée en pierre
ga_ie: Claíomh Cloiche
gl_es: Espada de pedra
he: חרב אבן
hi_in: स्टोन तलवार
hr_hr: Kameni Mač
hu_hu: Kőkard
hy_am: Քարե Սուր
id_id: Pedang Batu
is_is: Steinsverð
it: Spada di pietra
ja_jp: 石の剣
ka_ge: ქვის ხმალი
ko_kr: 돌 검
lb_lu: Steeschwäert
lt_lt: Akmeninis kardas
lv_lv: Akmens zobens
mn_mn: Чулуун сэлэм
ms_my: Pedang Batu
mt_mt: Xabla tal-Ġebel
nl_nl: Stenen zwaard
nn_no: Steinsverd
pl: Kamienny miecz
pt: Espada de Pedra
ro_ro: Sabie de piatră
ru_ru: Каменный меч
sk_sk: Kamenný meč
sl_si: Kamnit meč
sv_se: Stensvärd
th_th: ดาบหิน
tr_tr: Taş Kılıç
vi_vn: Kiếm đá
zh_cn: 石剑
zh_tw: 石劍

# item_swordWood_name
source: Wooden Sword
af_za: Hout Swaard
ar_sa: سيف خشبي
be_by: Драўляны меч
bg_bg: Дървен меч
ca_es: Espasa de fusta
cs: Dřevěný meč
da_dk: Træsværd
de: Holzschwert
de_at: Hoizschwert
el_gr: Ξύλινο σπαθί
es: Espada de madera
eu_es: Zurezko ezpata
fa_ir: شمشير چوبي
fi: Puumiekka
fil_ph: Espadang Kahoy
fr_ca: Épée en bois
ga_ie: Claíomh Adhmaid
gl_es: Espada de madeira
he: חרב עץ
hi_in: लकड़ी की तलवार
hr_hr: Drveni Mač
hu_hu: Fakard
hy_am: Փայտե Սուր
id_id: Pedang Kayu
is_is: Viðarsverð
it: Spada di legno
ja_jp: 木の剣
ka_ge: ხის ხმალი
ko_kr: 나무 검
lb_lu: Holzschwäert
lt_lt: Medinis kardas
lv_lv: Koka zobens
mi_nz: te hoari rakau
mn_mn: Модон сэлэм
ms_my: Pedang Kayu
mt_mt: Xabla tal-Injam
nl_nl: Houten zwaard
nn_no: Tresverd
pl: Drewniany miecz
pt: Espada de Madeira
ro_ro: Sabie de lemn
ru_ru: Деревянный меч
sk_sk: Drevený meč
sl_si: Lesen meč
sv_se: Träsvärd
th_th: ดาบไม้
tr_tr: Tahta Kılıç
vi_vn: Kiếm gỗ
zh_cn: 木剑
zh_tw: 木劍

# item_tipped_arrow_name
source: Tipped Arrow
af_za: Gedoopte Pyl
ar_sa: سهم مسحور
be_by: Апрацаваная страла
bg_bg: Стрела с връх
ca_es: Fletxa amb efecte
cs: Namočený šíp
da_dk: Tippet pil
de: Getränkter Pfeil
de_at: Getränkta Pfeil
el_gr: Εμποτισμένο Βέλος
es: Flecha con efecto
eu_es: Gezi inpregnatua
fi: Kastettu nuoli
fil_ph: Tipped na Tunod
fr_ca: Flèche trempée
ga_ie: Saighead Biorach
gl_es: Frecha con efecto
he: חץ טבול
hr_hr: Umoćena Strijela
hu_hu: Varázsnyíl
id_id: Tip Panah
it: Freccia imbevuta
ja_jp: ポーション付きの矢
ka_ge: დამუშავებული ისარი
ko_kr: 물약이 묻은 화살
lb_lu: Gedränkte Feil
lt_lt: Patepta strėlė
lv_lv: Uzlabotas bultas
mn_mn: Хортой сум
ms_my: Anak Panah Tertip
mt_mt: Vleġġa Miksija
nl_nl: Getipte pijl
nn_no: Pilspiss-effekt
pl: Strzała z miksturą
pt: Flecha com Efeito
ro_ro: Săgeată impregnată
ru_ru: Обработанная стрела
sk_sk: Šíp s efektom
sl_si: Strupena puščica
sv_se: Doppad pil
th_th: ลูกธนูอาบยา
tr_tr: İksirli Ok
vi_vn: Mũi tên tẩm thuốc
zh_cn: 药箭
zh_tw: 藥水箭

# item_unbreakable
source: Unbreakable
af_za: Onbreekbaar
ar_sa: غير قابلة للكسر
be_by: Неразбуральны
bg_bg: Нечуплив
ca_es: Indestructible
cs: Nerozbitné
da_dk: Ubrydelig
de: Unzerstörbar
el_gr: άυθαρτο
es: Irrompible
eu_es: Apurtezina
fa_ir: تخريب نشدني
fi: Rikkoutumaton
fil_ph: Matibay
fr_ca: Incassable(s)
ga_ie: Dobhriste
gl_es: Irrompible
he: בלתי שביר
hi_in: अटूट
hr_hr: Nelomljiv
hu_hu: Törhetetlen
hy_am: Չջարդվող
id_id: Tidak Dapat Dipecahkan
is_is: Óbrjótanlegt
it: Indistruttibile
ja_jp: 耐久
ka_ge: უმტვრევი
ko_kr: 내구성
lb_lu: Onzerstéierbar
lt_lt: Nesulaužomas
lv_lv: Nesalaužams
ms_my: Tidak boleh dipecahkan
mt_mt: Ma tinkisirx
nl_nl: Onbreekbaar
nn_no: Uknuseleg
pl: Niezniszczalne
pt: Inquebrável
ro_ro: Indestructibil
ru_ru: Неразрушаемый
sk_sk: Nerozbitné
sl_si: Neuničljiv
sv_se: Oförstörbar
th_th: ไม่สามารถทำลายได้
tr_tr: Kırılamaz
vi_vn: Không phá được
zh_cn: 无法破坏
zh_tw: 無法破壞的

# item_wheat_name
source: Wheat
af_za: Koring
ar_sa: قمح
be_by: Пшаніца
bg_bg: Пшеница
ca_es: Blat
cs: Pšenice
da_dk: Hvede
de: Weizen
de_at: Weizn
el_gr: Σιτάρι
es: Trigo
eu_es: Garia
fa_ir: گندم
fi: Vehnää
fil_ph: Trigo
fr_ca: Blé
ga_ie: Cruithneacht
gl_es: Trigo
he: חיטה
hi_in: गेहूँ
hr_hr: Pšenica
hu_hu: Búza
hy_am: Ցորեն
id_id: Gandum
is_is: Hveiti
it: Grano
ja_jp: 小麦
ka_ge: ხორბალი
ko_kr: 밀
lb_lu: Weess
lt_lt: Kviečiai
lv_lv: Kvieši
mi_nz: Wīti
mn_mn: Улаан буудай
ms_my: Gandum
mt_mt: Qamħ
nl_nl: Tarwe
nn_no: Kveite
pl: Pszenica
pt: Trigo
ro_ro: Grâu
ru_ru: Пшеница
sk_sk: Obilie
sl_si: Pšenica
sv_se: Vete
th_th: ข้าวสาลี
tr_tr: Buğday
vi_vn: Lúa mì
zh_cn: 小麦
zh_tw: 小麥

# item_writingBook_name
source: Book and Quill
af_za: Boek en Pen
ar_sa: الكتاب والريشة
be_by: Кніга і пяро
bg_bg: Книга и перо
ca_es: Llibre i tinter
cs: Rozepsaná kniha s brkem
da_dk: Bog og fjerpen
de: Buch und Feder
el_gr: Βιβλίο και Πένα
es: Libro y pluma
eu_es: Liburua eta idazluma
fa_ir: کتاب و قلم
fi: Kirja ja sulkakynä
fil_ph: Libro't Pluma
fr_ca: Livre et plume
ga_ie: Leabhar agus Peann Cleite
gl_es: Libro e pluma
he: ספר וקולמוס
hi_in: किताब और कलम
hr_hr: Knjiga i Pero
hu_hu: Könyv és toll
hy_am: Գիրք և Փետուր
id_id: Buku dan Pena
is_is: Bók og Fjaðurpenni
it: Libro e penna
ja_jp: 本と羽ペン
ka_ge: წიგნი და ბუმბულის კალამი
ko_kr: 책과 깃펜
lb_lu: Buch a Fieder
lt_lt: Knyga ir plunksna
lv_lv: Grāmata un Spalva
mn_mn: Ном болон үзэг
ms_my: Buku dan Bulu Pelepah
mt_mt: Ktieb bir-Rixa
nl_nl: Boek en veer
nn_no: Bok og fjærpenn
pl: Książka z piórem
pt: Livro e Pena
ro_ro: Carte și condei
ru_ru: Книга и перо
sk_sk: Kniha a brko
sl_si: Knjiga in pero
sv_se: Bok och fjäderpenna
th_th: หนังสือกับปากกาขนนก
tr_tr: Kitap ve Tüy
vi_vn: Sách và bút lông
zh_cn: 书与笔
zh_tw: 書和羽毛筆

# item_writtenBook_name
source: Written Book
af_za: Geskrewe Boek
ar_sa: كتاب مكتوب
be_by: Напісаная кніга
bg_bg: Написана книга
ca_es: Llibre escrit
cs: Napsaná kniha
da_dk: Skrevet bog
de: Beschriebenes Buch
el_gr: Γραμμένο βιβλίο
es: Libro escrito
eu_es: Idatzitako liburua
fa_ir: کتاب نوشته شده
fi: Kirjoitettu kirja
fil_ph: Librong Sinulat
fr_ca: Manuscrit
ga_ie: Leabhar Scríofa
gl_es: Libro escrito
he: ספר כתוב
hi_in: व्रित्तें बुक
hr_hr: Napisana Knjiga
hu_hu: Befejezett könyv
hy_am: Գրված Գիրք
id_id: Buku yang sudah ditulis
is_is: Skrifuð bók
it: Libro scritto
ja_jp: 記入済みの本
ka_ge: დაწერილი წიგნი
ko_kr: 쓰여진 책
lb_lu: Beschriwwent Buch
lt_lt: Prirašyta knyga
lv_lv: Sarakstīta Grāmata
mn_mn: Бичсэн ном
ms_my: Buku Bertulis
mt_mt: Ktieb Miktub
nl_nl: Geschreven boek
nn_no: Skreven bok
pl: Zapisana książka
pt: Livro Escrito
ro_ro: Carte scrisă
ru_ru: Завершённая книга
sk_sk: Napísaná kniha
sl_si: Napisana knjiga
sv_se: Skriven bok
th_th: หนังสือที่เขียนแล้ว
tr_tr: Yazılı Kitap
vi_vn: Sách được viết
zh_cn: 成书
zh_tw: 完成的書

# item_yellowDust_name
source: Glowstone Dust
af_za: Gloeisteen Poeier
ar_sa: مسحوق الحجر المضيئ
be_by: Зіхоткі пыл
bg_bg: Прах от сияещ камък
ca_es: Pols de roca brillant
cs: Světlitový prášek
da_dk: Glødestenspulver
de: Glowstonestaub
de_at: Glowstonestab
el_gr: Σκόνη λαμψόπετρας
es: Polvo de piedra luminosa
eu_es: Argi-harriaren hautsa
fa_ir: گرد روشنا
fi: Hehkukivijauhe
fil_ph: Sindin-abo
fr_ca: Poudre de glowstone
ga_ie: Deannach Lonnraíte
gd_gb: Duslach cloich-luisnidh
gl_es: Po de pedra luminosa
he: אבק גלוסטון
hi_in: चमक स्टोन डस्ट
hr_hr: Svjetlucava Prašina
hu_hu: Izzókő-por
hy_am: Լուսարձակող Քարի Փոշի
id_id: Debu Bersinar
is_is: Glósteinsduft
it: Polvere di luminite
ja_jp: グロウストーンダスト
ka_ge: ნათობქვის მტვერი
ko_kr: 발광석 가루
lb_lu: Glowstonestëbs
lt_lt: Šviesakmenio dulkės
lv_lv: Mirdzakmens putekļi
mk_mk: светат камен прашина
mn_mn: Гэрэлт тоос
ms_my: Serbuk Batu Berkilau
mt_mt: Trab tal-Ġebel Jixgħel
nl_nl: Gloeisteenstof
nn_no: Glødestøv
pl: Jasnopył
pt: Pó de Pedra Luminosa
ro_ro: Praf strălucitor
ru_ru: Светящаяся пыль
sk_sk: Prach zo svietivca
sl_si: Prah svetlečega kamna
sv_se: Glödstensdamm
th_th: ผงหินเรืองแสง
tr_tr: Işık Taşı Tozu
vi_vn: Bột đá phát sáng
zh_cn: 萤石粉
zh_tw: 螢石粉

# itemGroup_brewing
source: Brewing
af_za: Brouery
ar_sa: التخمير
be_by: Варка зелля
bg_bg: Отвари
ca_es: Pocions
cs: Vaření lektvarů
da_dk: Brygning
de: Brauen
el_gr: Αλχημεία
es: Pociones
eu_es: Edabeak
fa_ir: معجون سازي
fi: Hauduttaminen
fil_ph: Pang-kulo
fr_ca: Potions
ga_ie: Grúdaireacht
gl_es: Destilación
he: רקיחה
hi_in: मदिरा बनाना
hr_hr: Napitci
hu_hu: Bájitalfőzés
hy_am: Դեղորայքի Պատրաստում
id_id: Pembuatan Ramuan
is_is: Bruggun
it: Distillazione
ja_jp: 醸造
ka_ge: ხსნარების მოხარშვა
ko_kr: 양조
lb_lu: Brauen
lt_lt: Eliksyrai
lv_lv: Brūvēšana
ms_my: Pembruan
mt_mt: Xarbiet
nl_nl: Brouwen
nn_no: Brygg
pl: Alchemia
pt: Fermentação
ro_ro: Poțiuni
ru_ru: Зельеварение
sk_sk: Alchýmia
sl_si: Varjenje
sv_se: Bryggning
th_th: การปรุงยา
tr_tr: İksir Yapımı
vi_vn: Pha
zh_cn: 酿造
zh_tw: 釀造類

# itemGroup_buildingBlocks
source: Building Blocks
af_za: Boublokke
ar_sa: مكعبات البناء
be_by: Будаўнічыя блокі
bg_bg: Строителни блокчета
ca_es: Blocs de construcció
cs: Stavební bloky
da_dk: Byggeblokke
de: Baumaterial
el_gr: Δομικά Στοιχεία
es: Bloques de construcción
eu_es: Eraikuntza blokeak
fa_ir: بلوک هاي ساخت و ساز
fi: Rakennustarvikkeet
fil_ph: Ginagawan ng Bloke
fr_ca: Blocs de construction
ga_ie: Bloic Thógála
gl_es: Bloques de construción
he: אבנים לבנייה
hi_in: बिल्डिंग ब्लॉक्स
hr_hr: Građevinski Blokovi
hu_hu: Építőelemek
hy_am: Շինարարական Բլոկներ
id_id: Balok Bangunan
is_is: Byggingar kubbar
it: Edilizia
ja_jp: 建築ブロック
ka_ge: სამშენებლო ბლოკები
ko_kr: 건축 블록
lb_lu: Konstruktiounsbléck
lt_lt: Statybiniai blokai
lv_lv: Celtniecības bloki
ms_my: Blok-Blok Pembinaan
mt_mt: Blokok tal-Bini
nl_nl: Bouwblokken
nn_no: Byggemateriale
pl: Bloki budowlane
pt: Blocos para Construção
ro_ro: Blocuri de construcție
ru_ru: Строительные блоки
sk_sk: Stavebné kocky
sl_si: Gradilne kocke
sv_se: Byggblock
th_th: บล็อกใช้ก่อสร้าง
tr_tr: İnşaat Blokları
vi_vn: Khối xây dựng
zh_cn: 建筑方块
zh_tw: 建材類

# itemGroup_combat
source: Combat
af_za: Geveg
ar_sa: أسلحة
be_by: Баявы рыштунак
bg_bg: Оръжия
cs: Souboj
da_dk: Kamp
de: Kampf
el_gr: Μάχη
es: Combate
eu_es: Borroka
fa_ir: مبارزه
fi: Taistelu
fil_ph: Pang-laban
ga_ie: Comhrac
gd_gb: Sabaid
gl_es: Combate
he: לוחמה
hi_in: का मुकाबला
hr_hr: Borba
hu_hu: Harc
hy_am: Մարտ
id_id: Tempur
is_is: Bardaga
it: Combattimento
ja_jp: 戦闘
ka_ge: საბრძოლო
ko_kr: 전투
lb_lu: Kampf
lt_lt: Ginklai
lv_lv: Kauja
ms_my: Kombat
mt_mt: Ġlied
nl_nl: Gevecht
nn_no: Kamp
pl: Walka
pt: Combate
ro_ro: Luptă
ru_ru: Оружие и доспехи
sk_sk: Boj
sl_si: Boj
sv_se: Strid
th_th: ของใช้ต่อสู้
tr_tr: Saldırı
vi_vn: Chiến đấu
zh_cn: 战斗用品
zh_tw: 戰鬥用類

# itemGroup_decorations
source: Decoration Blocks
af_za: Versieringsblokke
ar_sa: مكعبات الزينة
be_by: Дэкаратыўныя блокі
bg_bg: Декоративни блокчета
ca_es: Blocs de decoració
cs: Ozdobné bloky
da_dk: Dekorationsblokke
de: Dekoration
el_gr: Κύβοι Διακόσμησης
es: Bloques de decoración
eu_es: Dekorazio blokeak
fa_ir: بلوک هاي تزئيني
fi: Koristekuutiot
fil_ph: Blokeng Palamuti
fr_ca: Blocs décoratifs
ga_ie: Bloic Mhaisiúcháin
gl_es: Bloques de decoración
he: בלוקים לקישוט
hi_in: सजावट ब्लॉक
hr_hr: Dekorativni Blokovi
hu_hu: Díszítőelemek
hy_am: Դեկորատիվ Բլոկներ
id_id: Blok Dekorasi
is_is: Skraut kubbar
it: Decorazioni
ja_jp: 装飾ブロック
ka_ge: დეკორატიული ბლოკები
ko_kr: 장식 블록
lb_lu: Dekoratiounsbléck
lt_lt: Dekoratyviniai blokai
lv_lv: Dekorācijas bloki
ms_my: Blok-Blok Perhiasan
mt_mt: Blokok tat-Tiżjin
nl_nl: Decoratieve blokken
nn_no: Prydnad
pl: Bloki dekoracyjne
pt: Blocos Decorativos
ro_ro: Blocuri decorative
ru_ru: Декоративные блоки
sk_sk: Dekoračné kocky
sl_si: Dekorativne kocke
sv_se: Dekorationsblock
th_th: บล็อกสำหรับตกแต่ง
tr_tr: Dekorasyon Blokları
vi_vn: Khối trang trí
zh_cn: 装饰性方块
zh_tw: 裝飾類

# itemGroup_food
source: Foodstuffs
af_za: Kos
ar_sa: غذاء
be_by: Ежа
bg_bg: Храни
ca_es: Menjar
cs: Jídlo
da_dk: Mad
de: Nahrung
el_gr: Τρόφιμα
es: Alimentación
eu_es: Elikagaiak
fa_ir: مواد غذایی
fi: Elintarvikkeet
fil_ph: Pagkain
fr_ca: Nourriture
ga_ie: Bia
gl_es: Comida
he: מוצרי מזון
hi_in: खाने की चीज़ें
hr_hr: Hrana
hu_hu: Ételek
hy_am: Սնունդ
id_id: Bahan pangan
is_is: Matartengt
it: Cibarie
ja_jp: 食料
ka_ge: საკვები
ko_kr: 식료품
lb_lu: Iessen
lt_lt: Maisto produktai
lv_lv: Pārtikas produkti
ms_my: Makanan
mt_mt: Ikel
nl_nl: Voedsel
nn_no: Mat
pl: Żywność
pt: Comida
ro_ro: Mâncare
ru_ru: Пища
sk_sk: Jedlo
sl_si: Hrana
sv_se: Matvaror
th_th: อาหาร
tr_tr: Besin Ürünleri
vi_vn: Thực phẩm
zh_cn: 食物
zh_tw: 食品類

# itemGroup_inventory
source: Inventory
af_za: Oorlewing Voorraad
ar_sa: حقيبة البقاء
be_by: Рыштунак выжывання
bg_bg: Инвентар в режим на оцеляване
ca_es: Inventari del mode supervivència
cs: Inventář Hry o přežití
da_dk: Overlevelse
de: Inventar
el_gr: Αποθέματα επιβίωσης
es: Inventario de supervivencia
eu_es: Bizirauntzeko inbentarioa
fa_ir: کوله ی حالت بقا
fi: Tavaraluettelo
fil_ph: Bag
fr_ca: Inventaire du mode Survie
ga_ie: Fardal Marthanais
gd_gb: Tasgadh na mairsinneachd
gl_es: Inventario de supervivencia
he: תפריט הישרדות
hi_in: जीवन रक्षा इन्वेंटरी
hr_hr: Opstanak Inventar
hu_hu: Túlélő felszerelés
hy_am: Գոյատևման Պայուսակ
id_id: Persediaan Kelangsungan hidup
is_is: Lifa af Bakpoki
it: Inventario
ja_jp: サバイバルインベントリ
ka_ge: მოთამაშის ინვენტარი
ko_kr: 서바이벌 보관함
lb_lu: Iwwerliewens Inventar
lt_lt: Išlikimo inventorius
lv_lv: Izdzīvošanas inventārs
ms_my: Inventori Kemandirian
mt_mt: Inventarju tas-Sopravivenza
nl_nl: Inventaris
nn_no: Overlevingsinventar
pl: Ekwipunek
pt: Inventário de Sobrevivência
ro_ro: Inventar
ru_ru: Инвентарь выживания
sk_sk: Inventár hry o prežitie
sl_si: Preživetveni inventar
sv_se: Överlevnadsutrustning
th_th: กระเป๋าเก็บของ
tr_tr: Hayatta Kalma Envanteri
vi_vn: Túi đồ chế độ sinh tồn
zh_cn: 生存模式物品栏
zh_tw: 生存模式背包

# itemGroup_materials
source: Materials
af_za: Materiale
ar_sa: المواد
be_by: Матэрыялы
bg_bg: Материали
cs: Materiály
da_dk: Materialer
de: Werkstoffe
el_gr: Υλικά
es: Materiales
eu_es: Materialak
fa_ir: مواد و مصالح
fi: Materiaalit
fil_ph: Kagamitan
fr_ca: Matériaux
ga_ie: Bunábhair
gl_es: Materiais
he: חומרים
hi_in: सामग्री
hr_hr: Materijali
hu_hu: Alapanyagok
hy_am: Նյութեր
id_id: Bahan
is_is: Hlutir
it: Materiali
ja_jp: 材料
ka_ge: მასალები
ko_kr: 재료
lb_lu: Material
lt_lt: Medžiagos
lv_lv: Materiāli
ms_my: Bahan-Bahan
mt_mt: Materjali
nl_nl: Materialen
nn_no: Materiale
pl: Materiały
pt: Materiais
ro_ro: Materiale
ru_ru: Материалы
sk_sk: Materiály
sl_si: Materiali
sv_se: Material
th_th: วัสดุ
tr_tr: Malzemeler
vi_vn: Nguyên liệu
zh_cn: 材料
zh_tw: 材料類
