Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_beetroot_name
source: Beetroot
af_za: Beet
ar_sa: جذر الشمندر
be_by: Бурак
bg_bg: Червено цвекло
ca_es: Remolatxa
cs: Červená řepa
da_dk: Rødbede
de: Rote Bete
el_gr: Παντζάρι
es: Remolacha
eu_es: Erremolatxa
fa_ir: چغندر
fi: Punajuuri
fr_ca: Betterave
ga_ie: Biatas
gl_es: Remolacha
he: סלק אדום
hr_hr: Cikla
hu_hu: Cékla
id_id: Bit
is_is: Rauðrófa
it: Barbabietola
ja_jp: ビートルート
ka_ge: ჭარხალი
ko_kr: 사탕무
lb_lu: Rout Rommel
lt_lt: Burokėlis
lv_lv: Biete
ms_my: Ubi Bit
mt_mt: Pitrava
nl_nl: Biet
nn_no: Raudbete
pl: Burak
pt: Beterraba
ro_ro: Sfeclă
ru_ru: Свёкла
sk_sk: Repa
sl_si: Rdeča pesa
sv_se: Rödbeta
th_th: บีทรูท
tr_tr: Pancar
vi_vn: Củ dền
zh_cn: 甜菜根
zh_tw: 甜菜根

# item_beetroot_seeds_name
source: Beetroot Seeds
af_za: Beet Saadjies
ar_sa: بذور الشمندر
be_by: Насенне бурака
bg_bg: Семена за червено цвекло
ca_es: Llavors de remolatxa
cs: Semínka červené řepy
da_dk: Rødbede frø
de: Rote-Bete-Samen
el_gr: Σπόροι Παντζάριου
es: Semillas de remolacha
eu_es: Erremolatxa-hazia
fa_ir: بذر چغندر
fi: Punajuuren siemeniä
fil_ph: Mga Buto ng Beetroot
fr_ca: Graines de betterave
ga_ie: Síol Biatais
gl_es: Sementes de remolacha
he: זרעי סלק
hr_hr: Sjeme Cikle
hu_hu: Céklamag
id_id: Biji Akar Bit
is_is: Rauðrófufræ
it: Semi di barbabietola
ja_jp: ビートルートの種
ka_ge: ჭარხლის თესლი
ko_kr: 사탕무 씨앗
lb_lu: Rout Rommel Som
lt_lt: Burokėlų sėklos
lv_lv: Biešu sēklas
ms_my: Benih Ubi Bit
mt_mt: Żerriegħa tal-Pitravi
nl_nl: Bietenzaden
nn_no: Raudbetefrø
pl: Nasiona buraka
pt: Sementes de Beterraba
ro_ro: Semințe de sfeclă
ru_ru: Семена свёклы
sk_sk: Semienka repy
sl_si: Pesina semena
sv_se: Rödbetsfrön
th_th: เมล็ดพันธุ์บีทรูท
tr_tr: Pancar Tohumu
vi_vn: Hạt củ dền
zh_cn: 甜菜种子
zh_tw: 甜菜種子

# item_beetroot_soup_name
source: Beetroot Soup
af_za: Beet Sop
ar_sa: شوربة الشمندر
be_by: Боршч
bg_bg: Супа от червено цвекло
ca_es: Sopa de Remolatxa
cs: Polévka z červené řepy
da_dk: Rødbedesuppe
de: Borschtsch
el_gr: Σούπα παντζαριού
es: Estofado de remolacha
eu_es: Erremolatxa zopa
fa_ir: سوپ چغندر
fi: Punajuurikeitto
fil_ph: Sabaw ng Beetroot
fr_ca: Soupe aux betteraves
ga_ie: Anraith Biatas
gl_es: Sopa de remolacha
he: מרק סלק אדום
hr_hr: Juha od Cikle
hu_hu: Céklaleves
id_id: Bit sup
is_is: Rauðrófusúpa
it: Zuppa di barbabietole
ja_jp: ビートルートスープ
ka_ge: ჭარხლის წვნიანი
ko_kr: 사탕무 수프
lb_lu: Rout Rommel Zopp
lt_lt: Burokėlių sriuba
lv_lv: Biešu zupa
ms_my: Sup Ubi Bit
mt_mt: Soppa tal-Pitravi
nl_nl: Bietensoep
nn_no: Raudbetsuppe
pl: Barszcz czerwony
pt: Sopa de Beterraba
ro_ro: Supă de sfeclă
ru_ru: Свекольный суп
sk_sk: Polievka z repy
sl_si: Pesina juha
sv_se: Rödbetssoppa
th_th: ซุปบีทรูท
tr_tr: Pancar Çorbası
vi_vn: Súp củ dền
zh_cn: 甜菜汤
zh_tw: 甜菜湯

# item_blazePowder_name
source: Blaze Powder
af_za: Opvlammer Poeier
ar_sa: بودرة اللهب
be_by: Вогненны парашок
bg_bg: Пламенен прах
ca_es: Pols de foc
cs: Ohnivý prach
da_dk: Blaze-pulver
de: Lohenstaub
el_gr: Σκόνη του Πύρινου
es: Polvo de blaze
eu_es: Sutzarraren hautsa
fa_ir: پودر شعله
fi: Roihujauhe
fil_ph: Liyabo
fr_ca: Poudre de Blaze
ga_ie: Púdar Lasaire
gd_gb: Fùdar leòis
gl_es: Po de Blaze
he: אבקת מתלקח
hi_in: ब्लेज़ पाउडर
hr_hr: Bljeskov Prah
hu_hu: Őrlángpor
hy_am: Բոցի Փոշի
id_id: Bubuk Blaze
is_is: Logaduft
it: Polvere di blaze
ja_jp: ブレイズパウダー
ka_ge: ცეცხლას ფხვნილი
ko_kr: 블레이즈 가루
lb_lu: Louestëbs
lt_lt: Liepsnos pudra
lv_lv: Liesmu pulveris
mn_mn: Түймэрдэгчийн нунтаг
ms_my: Serbuk Blaze
mt_mt: Trab tan-Nar
nl_nl: Blazepoeder
nn_no: Eldpulver
pl: Płomienny proszek
pt: Pó de Blaze
ro_ro: Pulbere dogoritoare
ru_ru: Огненный порошок
sk_sk: Prach ohniváka
sl_si: Blaze prah
sv_se: Brännpulver
th_th: ผงปิศาจไฟ
tr_tr: Alaz Tozu
vi_vn: Bột quỷ lửa
zh_cn: 烈焰粉
zh_tw: 烈焰粉

# item_blazeRod_name
source: Blaze Rod
af_za: Opvlammer Staaf
ar_sa: عصا اللهب
be_by: Вогненны стрыжань
bg_bg: Пламенна пръчка
ca_es: Vara flamejant
cs: Ohnivá hůl
da_dk: Blaze-stav
de: Lohenrute
el_gr: Ράβδος του Πυρίνου
es: Vara de blaze
eu_es: Sutzarraren barra
fa_ir: ميله آتشين
fi: Roihusauva
fil_ph: Liyabaras
fr_ca: Barre de Blaze
ga_ie: Slat Lasaire
gd_gb: Slat leòis
gl_es: Vara de Blaze
he: מוט מתלקח
hi_in: ब्लेज़ रॉड
hr_hr: Bljeskov Štapić
hu_hu: Lángrúd
hy_am: Բոցի Ձող
id_id: Tangkai Blaze
is_is: Logateinn
it: Verga di blaze
ja_jp: ブレイズロッド
ka_ge: ცეცხლას ჯოხი
ko_kr: 블레이즈 막대
lb_lu: Louerutt
lt_lt: Liepsnos strypas
lv_lv: Liesmu stienis
mn_mn: Түймэрдэгчийн савх
ms_my: Rod Blaze
mt_mt: Virga tan-Nar
nl_nl: Blazestaf
nn_no: Eldstav
pl: Płomienna różdżka
pt: Vara de Blaze
ro_ro: Tijă dogoritoare
ru_ru: Огненный жезл
sk_sk: Tyč Ohniváka
sl_si: Blaze palica
sv_se: Brännarstav
th_th: แท่งเบลช
tr_tr: Alaz Çubuğu
vi_vn: Que của quỷ lửa
zh_cn: 烈焰棒
zh_tw: 烈焰桿

# item_boat_acacia_name
source: Acacia Boat
af_za: Akasiahout Boot
ar_sa: قارب السنط
be_by: Човен з акацыі
bg_bg: Акациева лодка
ca_es: Barca de fusta d'acàcia
cs: Akáciový člun
da_dk: Akacie Båd
de: Akazienholzboot
el_gr: Βάρκα Ακακίας
es: Barca de madera de acacia
eu_es: Akaziazko txalupa
fa_ir: قایق اقاقیا
fi: Akaasiavene
fil_ph: Akasyang Bangka
fr_ca: Bateau en bois d'acacia
ga_ie: Bád Acaicia
gl_es: Barca de acacia
he: סירת עץ שיטה
hr_hr: Čamac od Akacije
hu_hu: Akáciafa csónak
id_id: Perahu Acacia
is_is: Sléttuviðarbátur
it: Barca d'acacia
ja_jp: アカシアのボート
ka_ge: აკაციის ნავი
ko_kr: 아카시아나무 보트
lb_lu: Akazienholzboot
lt_lt: Akacijos valtis
lv_lv: Akācijas koka laiva
mn_mn: Хуайс модон завь
ms_my: Bot Akasia
mt_mt: Dgħajsa tal-Akaċja
nl_nl: Acaciahouten boot
nn_no: Trebåt av akasie
pl: Akacjowa łódka
pt: Barco de Acácia
ro_ro: Barcă de salcâm
ru_ru: Акациевая лодка
sk_sk: Akáciový čln
sl_si: Akacijev čoln
sv_se: Akaciabåt
th_th: เรือไม้อะเคเซีย
tr_tr: Akasya Tekne
vi_vn: Thuyền gỗ xiêm gai
zh_cn: 金合欢木船
zh_tw: 相思木船

# item_boat_birch_name
source: Birch Boat
af_za: Berkehout Boot
ar_sa: قارب البيتولا
be_by: Бярозавы човен
bg_bg: Брезова лодка
ca_es: Barca de fusta de bedoll
cs: Březový člun
da_dk: Birk båd
de: Birkenholzboot
el_gr: Σημυδένια Βάρκα
es: Barca de madera de abedul
eu_es: Urkizko txalupa
fi: Koivuvene
fil_ph: Birch na Bangka
fr_ca: Bateau en bois de bouleau
ga_ie: Bád Beithe
gl_es: Barca de abedul
he: סירת שדר
hr_hr: Čamac od Breze
hu_hu: Nyírfa csónak
id_id: Perahu Birch
is_is: Birkibátur
it: Barca di betulla
ja_jp: シラカバのボート
ka_ge: არყის ნავი
ko_kr: 자작나무 보트
lb_lu: Bierkenholzboot
lt_lt: Beržo valtis
lv_lv: Bērza koka laiva
mn_mn: Хус модон завь
ms_my: Bot Birch
mt_mt: Dgħajsa tal-Betula
nl_nl: Berkenhouten boot
nn_no: Trebåt av bjerk
pl: Brzozowa łódka
pt: Barco de Bétula
ro_ro: Barcă de mesteacăn
ru_ru: Берёзовая лодка
sk_sk: Brezový čln
sl_si: Brezov čoln
sv_se: Björkbåt
th_th: เรือไม้เบิร์ช
tr_tr: Huş Tekne
vi_vn: Thuyền gỗ bạch dương
zh_cn: 桦木船
zh_tw: 樺木船

# item_boat_dark_oak_name
source: Dark Oak Boat
af_za: Donker Eikehout Boot
ar_sa: قارب البلوط الداكن
be_by: Човен з цёмнага дубу
bg_bg: Лодка от черен дъб
ca_es: Barca de fusta de roure
cs: Člun z tmavého dubu
da_dk: Mørk egetræsbåd
de: Schwarzeichenholzboot
el_gr: Σκούρη δρύινη βάρκα
es: Barca de madera de roble oscuro
eu_es: Haritz ilunezko txalupa
fi: Tummatammivene
fil_ph: Madilim na Owk na Bangka
fr_ca: Bateau en bois de chêne noir
ga_ie: Bád Darach Duibhe
gl_es: Barca de carballo escuro
he: סירת אלון כהה
hr_hr: Brod od Tamnog Hrasta
hu_hu: Sötéttölgy csónak
id_id: Perahu kayu ek gelap
is_is: Dökkur eikarbátur
it: Barca di quercia scura
ja_jp: ダークオークのボート
ka_ge: მუქი მუხის ნავი
ko_kr: 짙은 참나무 보트
lb_lu: Schwaarzeechenholzboot
lt_lt: Tamsiojo ąžuolo valtis
lv_lv: Tumša ozolkoka laiva
mn_mn: Хар царс модон завь
ms_my: Bot Oak Gelap
mt_mt: Dgħajsa tal-Ballut Skur
nl_nl: Donkere eikenhouten boot
nn_no: Trebåt av mørk eik
pl: Łódka z ciemnego dębu
pt: Barco de Carvalho Escuro
ro_ro: Barcă de stejar negru
ru_ru: Лодка из тёмного дуба
sk_sk: Tmavo dubový čln
sl_si: Temno-hrastov čoln
sv_se: Mörk ekbåt
th_th: เรือไม้โอ๊กดำ
tr_tr: Koyu Meşe Tekne
vi_vn: Thuyền gỗ sồi sẫm
zh_cn: 深色橡木船
zh_tw: 黑橡木船

# item_boat_jungle_name
source: Jungle Boat
af_za: Mahoniehout Boot
ar_sa: قارب الأدغال
be_by: Човен з трапічнай драўніны
bg_bg: Джунглова лодка
ca_es: Barca de fusta de la selva
cs: Tropický člun
da_dk: Jungle båd
de: Tropenholzboot
el_gr: Ζούγκλινη Βάρκα
es: Barca de madera de jungla
eu_es: Oihan zurezko txalupa
fi: Viidakkopuuvene
fil_ph: Gubat na Bangka
fr_ca: Bateau en bois d'acajou
ga_ie: Bád Adhmad Dufaire
gl_es: Barca de selva
he: סירת עץ ג'ונגל
hr_hr: Čamac od Prašumskog Drva
hu_hu: Trópusi fa csónak
id_id: Perahu hutan
is_is: Frumskógarviðarbátur
it: Barca di legno della giungla
ja_jp: ジャングルのボート
ka_ge: ჯუნგლის ხის ნავი
ko_kr: 정글 나무 보트
lb_lu: Tropenholzboot
lt_lt: Džiunglių medžio valtis
lv_lv: Džungļu laiva
mn_mn: Ширэнгэн ойн модон завь
ms_my: Bot Hutan
mt_mt: Dgħajsa tal-Injam tal-Ġungla
nl_nl: Oerwoudhouten boot
nn_no: Trebåt av jungeltre
pl: Łódka z tropikalnego drewna
pt: Barco de Madeira da Selva
ro_ro: Barcă de junglă
ru_ru: Лодка из тропического дерева
sk_sk: Kakaovníkový čln
sl_si: Džungelski čoln
sv_se: Jungelträbåt
th_th: เรือไม้ป่าดงดิบ
tr_tr: Orman Ağacı Tekne
vi_vn: Thuyền gỗ rừng
zh_cn: 丛林木船
zh_tw: 叢林木船

# item_boat_oak_name
source: Oak Boat
af_za: Eikehout Boot
ar_sa: قارب البلوط
be_by: Дубовы човен
bg_bg: Дъбова лодка
ca_es: Barca de fusta de pomer
cs: Dubový člun
da_dk: Egetræs Båd
de: Eichenholzboot
el_gr: Δρύινη βάρκα
es: Barca de madera de roble
eu_es: Haritzezko txalupa
fa_ir: قایق بلوط
fi: Tammivene
fil_ph: Owk na Bangka
fr_ca: Bateau en bois de chêne
ga_ie: Bád Darach
gl_es: Barca de carballo
he: סירת אלון
hr_hr: Brod od Hrasta
hu_hu: Tölgyfa csónak
id_id: Perahu kayu ek
is_is: Eikarbátur
it: Barca di quercia
ja_jp: オークのボート
ka_ge: მუხის ნავი
ko_kr: 참나무 보트
lb_lu: Eechenholzboot
lt_lt: Ąžuolo valtis
lv_lv: Ozolkoka laiva
mn_mn: Царс модон завь
ms_my: Bot Kayu Oak
mt_mt: Dgħajsa tal-Ballut
nl_nl: Eikenhouten boot
nn_no: Trebåt av eik
pl: Dębowa łódka
pt: Barco de Carvalho
ro_ro: Barcă de stejar
ru_ru: Дубовая лодка
sk_sk: Dubový čln
sl_si: Hrastov čoln
sv_se: Ekbåt
th_th: เรือไม้โอ๊ก
tr_tr: Meşe Tekne
vi_vn: Thuyền gỗ sồi
zh_cn: 橡木船
zh_tw: 橡木船

# item_boat_spruce_name
source: Spruce Boat
af_za: Dennehout Boot
ar_sa: قارب التنوب
be_by: Яловы човен
bg_bg: Смърчова лодка
ca_es: Barca de fusta d'avet
cs: Smrkový člun
da_dk: Gran båd
de: Fichtenholzboot
el_gr: Ελάτινη Βάρκα
es: Barca de madera de abeto
eu_es: Izeizko txalupa
fa_ir: قایق صنوبر
fi: Kuusivene
fil_ph: Pinong Bangka
fr_ca: Bateau en bois d'épinette
ga_ie: Bád Sprúis
gl_es: Barca de abeto
he: סירת אשוחית
hr_hr: Brod od Smreke
hu_hu: Fenyőfa csónak
id_id: Perahu Pohon Cemara
is_is: Grenibátur
it: Barca d'abete
ja_jp: マツのボート
ka_ge: ნაძვის ნავი
ko_kr: 가문비나무 보트
lb_lu: Fiichtenholzboot
lt_lt: Eglės valtis
lv_lv: Egles koka laiva
mk_mk: Смрека Брод
mn_mn: Гацуур модон завь
ms_my: Bot Cemara
mt_mt: Dgħajsa tal-Arżnu
nl_nl: Sparrenhouten boot
nn_no: Trebåt av gran
pl: Świerkowa łódka
pt: Barco de Abeto
ro_ro: Barcă de molid
ru_ru: Еловая лодка
sk_sk: Smrekový čln
sl_si: Smrekov čoln
sv_se: Granbåt
th_th: เรือไม้สน
tr_tr: Ladin Tekne
vi_vn: Thuyền gỗ van sâm
zh_cn: 云杉木船
zh_tw: 杉木船

# item_bone_name
source: Bone
af_za: Been
ar_sa: عظمة
be_by: Косць
bg_bg: Кокал
ca_es: Os
cs: Kost
da_dk: Knogle
de: Knochen
el_gr: Κόκαλο
es: Hueso
eu_es: Hezurra
fa_ir: استخوان
fi: Luu
fil_ph: Buto
fr_ca: Os
ga_ie: Cnámh
gl_es: Oso
he: עצם
hi_in: हड्डी
hr_hr: Kost
hu_hu: Csont
hy_am: Ոսկոր
id_id: Tulang
is_is: Bein
it: Osso
ja_jp: 骨
ka_ge: ძვალი
ko_kr: 뼈
lb_lu: Schank
lt_lt: Kaulas
lv_lv: Kauls
mi_nz: Wheua
mn_mn: Яс
ms_my: Tulang
mt_mt: Għadma
nl_nl: Bot
nn_no: Bein
pl: Kość
pt: Osso
ro_ro: Os
ru_ru: Кость
sk_sk: Kosť
sl_si: Kost
sv_se: Ben
th_th: กระดูก
tr_tr: Kemik
vi_vn: Xương
zh_cn: 骨头
zh_tw: 骨頭

# item_book_name
source: Book
af_za: Boek
ar_sa: كتاب
be_by: Кніга
bg_bg: Книга
ca_es: Llibre
cs: Kniha
da_dk: Bog
de: Buch
el_gr: Βιβλίο
es: Libro
eu_es: Liburua
fa_ir: کتاب
fi: Kirja
fil_ph: Aklat
fr_ca: Livre
ga_ie: Leabhar
gl_es: Libro
he: ספר
hi_in: किताब
hr_hr: Knjiga
hu_hu: Könyv
hy_am: Գիրք
id_id: Buku
is_is: Bók
it: Libro
ja_jp: 本
ka_ge: წიგნი
ko_kr: 책
lb_lu: Buch
lt_lt: Knyga
lv_lv: Grāmata
mi_nz: Pukapuka
mn_mn: Ном
ms_my: Buku
mt_mt: Ktieb
nl_nl: Boek
nn_no: Bok
pl: Książka
pt: Livro
ro_ro: Carte
ru_ru: Книга
sk_sk: Kniha
sl_si: Knjiga
sv_se: Bok
th_th: หนังสือ
tr_tr: Kitap
vi_vn: Quyển sách
zh_cn: 书
zh_tw: 書

# item_bootsChain_name
source: Chain Boots
af_za: Ring Stewels
ar_sa: حذاء من الزرد
be_by: Кальчужныя боты
bg_bg: Верижни ботуши
ca_es: Botes de cota de malla
cs: Kroužkové boty
da_dk: Brynjestøvler
de: Kettenstiefel
de_at: Kettnstiefe
el_gr: Αλυσιδωτές μπότες
es: Botas de cota de mallas
eu_es: Kotazko botak
fa_ir: کفش زنجيري
fi: Rengashaarniskan kengät
fil_ph: Botang Bakal
fr_ca: Bottes de mailles
ga_ie: Bróga Mháille na Lúb
gl_es: Botas de cota de malla
he: מגפי רשת ברזל
hi_in: चेन जूते
hr_hr: Lančane Čizme
hu_hu: Lánccsizma
hy_am: Շղթաե Կոշիկներ
id_id: Sepatu Rantai
is_is: Hringastígvél
it: Stivali di maglia
ja_jp: チェーンブーツ
ka_ge: ცეცხლოვანი ფეხსაცმელი
ko_kr: 사슬 부츠
lb_lu: Kettestiwwelen
lt_lt: Grandininiai batai
lv_lv: Ķēžu zābaki
mn_mn: Гинжин гутал
ms_my: But Rantai
mt_mt: Żraben tal-Ktajjen
nl_nl: Maliënlaarzen
nn_no: Brynjestøvlar
pl: Buty kolcze
pt: Botas de Cota de Malha
ro_ro: Cizme de zale
ru_ru: Кольчужные ботинки
sk_sk: Krúžkové topánky
sl_si: Verižni čevlji
sv_se: Ringsbrynjekor
th_th: รองเท้าโซ่
tr_tr: Zincir Bot
vi_vn: Ủng xích
zh_cn: 锁链靴子
zh_tw: 鎖鏈靴子

# item_bootsCloth_name
source: Leather Boots
af_za: Leer Stewels
ar_sa: حذاء جلدي
be_by: Скураныя боты
bg_bg: Кожени ботуши
ca_es: Botes de cuir
cs: Kožené boty
da_dk: Læderstøvler
de: Lederstiefel
de_at: Ledastiefe
el_gr: Δερμάτινες μπότες
es: Botas de cuero
eu_es: Larruzko botak
fa_ir: چکمه ی چرمی
fi: Nahkasaappaat
fil_ph: Botang Katad
fr_ca: Bottes en cuir
ga_ie: Bróga Leathair
gl_es: Botas de coiro
he: מגפי עור
hi_in: चमड़ा जूते
hr_hr: Kožne Čizme
hu_hu: Bőrcsizma
hy_am: Կաշվե Կոշիկներ
id_id: Sepatu Kulit
is_is: Leðurstígvél
it: Stivali di cuoio
ja_jp: 革のブーツ
ka_ge: ტყავის ფეხსაცმელი
ko_kr: 가죽 장화
lb_lu: Liedersstiwwelen
lt_lt: Odiniai batai
lv_lv: Adas zābaki
mn_mn: Арьсан гутал
ms_my: But Kulit
mt_mt: Żraben tal-Ġilda
nl_nl: Leren laarzen
nn_no: Skinnstøvlar
pl: Skórzane buty
pt: Botas de Couro
ro_ro: Cizme de piele
ru_ru: Кожаные ботинки
sk_sk: Kožené čižmy
sl_si: Usnjeni čevlji
sv_se: Läderstövlar
th_th: รองเท้าหนัง
tr_tr: Deri Bot
vi_vn: Ủng da
zh_cn: 皮革靴子
zh_tw: 皮革靴子

# item_bootsDiamond_name
source: Diamond Boots
af_za: Diamant Stewels
ar_sa: حذاء ألماسي
be_by: Дыяментавыя боты
bg_bg: Диамантени ботуши
ca_es: Botes de diamant
cs: Diamantové boty
da_dk: Diamantstøvler
de: Diamantstiefel
de_at: Diamantstiefe
el_gr: Διαμαντένιες μπότες
es: Botas de diamante
eu_es: Diamantezko botak
fa_ir: کفش الماس
fi: Timanttiset kengät
fil_ph: Botang Brilyante
fr_ca: Bottes en diamant
ga_ie: Bróga Diamaint
gl_es: Botas de diamante
he: מגפי יהלום
hi_in: डायमंड जूते
hr_hr: Dijamantne Čizme
hu_hu: Gyémántcsizma
hy_am: Ադամանդե Կոշիկներ
id_id: Sepatu Berlian
is_is: Demantsstígvél
it: Stivali di diamante
ja_jp: ダイヤのブーツ
ka_ge: ალმასის ფეხსაცმელი
ko_kr: 다이아몬드 부츠
lb_lu: Diamantstiwwelen
lt_lt: Deimantiniai batai
lv_lv: Dimanta zābaki
mn_mn: Алмазан гутал
ms_my: But Berlian
mt_mt: Żraben tad-Djamant
nl_nl: Diamanten laarzen
nn_no: Diamantstøvlar
pl: Diamentowe buty
pt: Botas de Diamante
ro_ro: Cizme de diamant
ru_ru: Алмазные ботинки
sk_sk: Diamantové topánky
sl_si: Diamantni čevlji
sv_se: Diamantstövlar
th_th: รองเท้าเพชร
tr_tr: Elmas Bot
vi_vn: Ủng kim cương
zh_cn: 钻石靴子
zh_tw: 鑽石靴子

# item_bootsGold_name
source: Golden Boots
af_za: Goue Stewels
ar_sa: حذاء ذهبي
be_by: Залатыя боты
bg_bg: Златни ботуши
ca_es: Botes d'or
cs: Zlaté boty
da_dk: Guldstøvler
de: Goldstiefel
de_at: Goidstiefe
el_gr: Χρυσές Μπότες
es: Botas de oro
eu_es: Urrezko botak
fa_ir: کفش طلايي
fi: Kultaiset saappaat
fil_ph: Botang Ginto
fr_ca: Bottes en or
ga_ie: Bróga Óir
gl_es: Botas de ouro
he: מגפי הזהב
hi_in: गोल्डन बूट
hr_hr: Zlatne Čizme
hu_hu: Aranycsizma
hy_am: Ոսկե Կոշիկներ
id_id: Sepatu Emas
is_is: Smjör stígvél
it: Stivali d'oro
ja_jp: 金のブーツ
ka_ge: ოქროს ფეხსაცმელი
ko_kr: 금 부츠
lb_lu: Goldstiwwelen
lt_lt: Auksiniai batai
lv_lv: Zelta zābaki
mn_mn: Алтан гутал
ms_my: But emas
mt_mt: Żraben tad-Deheb
nl_nl: Gouden laarzen
nn_no: Gullstøvlar
pl: Złote buty
pt: Botas de Ouro
ro_ro: Cizme de aur
ru_ru: Золотые ботинки
sk_sk: Zlaté topánky
sl_si: Zlati čevlji
sv_se: Guldstövlar
th_th: รองเท้าทอง
tr_tr: Altın Bot
vi_vn: Ủng vàng
zh_cn: 金靴子
zh_tw: 黃金靴子

# item_bootsIron_name
source: Iron Boots
af_za: Yster Stewels
ar_sa: حذاء حديدي
be_by: Жалезныя боты
bg_bg: Железни ботуши
ca_es: Botes de ferro
cs: Železné boty
da_dk: Jernstøvler
de: Eisenstiefel
de_at: Eisnstiefe
el_gr: Σιδερένιες μπότες
es: Botas de hierro
eu_es: Burdinazko botak
fa_ir: کفش آهني
fi: Rautasaappaat
fil_ph: Botang Bakal
fr_ca: Bottes en fer
ga_ie: Bróga Iarainn
gl_es: Botas de ferro
he: מגפי ברזל
hi_in: आयरन जूते
hr_hr: Željezne Čizme
hu_hu: Vascsizma
hy_am: Երկաթե Կոշիկներ
id_id: Sepatu Besi
is_is: Járnstígvél
it: Stivali di ferro
ja_jp: 鉄のブーツ
ka_ge: რკინის ფეხსაცმელი
ko_kr: 철 부츠
lb_lu: Eisestiwwelen
lt_lt: Geležiniai batai
lv_lv: Dzelzs zābaki
mn_mn: Төмөр гутал
ms_my: But Besi
mt_mt: Żraben tal-Ħadid
nl_nl: IJzeren laarzen
nn_no: Jarnstøvlar
pl: Żelazne buty
pt: Botas de Ferro
ro_ro: Cizme de fier
ru_ru: Железные ботинки
sk_sk: Železné topánky
sl_si: Železni čevlji
sv_se: Järnstövlar
th_th: รองเท้าเหล็ก
tr_tr: Demir Bot
vi_vn: Ủng sắt
zh_cn: 铁靴子
zh_tw: 鐵製靴子

# item_bow_name
source: Bow
af_za: Boog
ar_sa: قوس
be_by: Лук
bg_bg: Лък
ca_es: Arc
cs: Luk
da_dk: Bue
de: Bogen
de_at: Bogn
el_gr: Τόξο
es: Arco
eu_es: Arkua
fa_ir: کمان
fi: Jousi
fil_ph: Pana
fr_ca: Arc
ga_ie: Bogha
gl_es: Arco
he: קשת
hi_in: धनुष
hr_hr: Luk
hu_hu: Íj
hy_am: Նետ
id_id: Busur
is_is: Bogi
it: Arco
ja_jp: 弓
ka_ge: მშვილდი
ko_kr: 활
lb_lu: Bou
lt_lt: Lankas
lv_lv: Loks
mi_nz: Kopere
mn_mn: Нум
ms_my: Busur
mt_mt: Qaws
nl_nl: Boog
nn_no: Boge
pl: Łuk
pt: Arco
ro_ro: Arc
ru_ru: Лук
sk_sk: Luk
sl_si: Lok
sv_se: Pilbåge
th_th: คันธนู
tr_tr: Yay
vi_vn: Cung
zh_cn: 弓
zh_tw: 弓

# item_bowl_name
source: Bowl
af_za: Hout Bak
ar_sa: سلطانية
be_by: Міска
bg_bg: Купа
ca_es: Bol
cs: Miska
da_dk: Skål
de: Schüssel
de_at: Schissl
el_gr: Μπωλ
es: Cuenco
eu_es: Katilua
fa_ir: کاسه
fi: Kulho
fil_ph: Mangkok
fr_ca: Bol
ga_ie: Babhla
gl_es: Cunca
he: קערה
hi_in: कटोरा
hr_hr: Zdjela
hu_hu: Tál
hy_am: Աման
id_id: Mangkok
is_is: Skál
it: Ciotola
ja_jp: ボウル
ka_ge: ჯამი
ko_kr: 그릇
lb_lu: Schossel
lt_lt: Dubuo
lv_lv: Bļoda
mn_mn: Аяга
ms_my: Mangkuk
mt_mt: Skutella
nl_nl: Kom
nn_no: Bolle
pl: Miska
pt: Tigela
ro_ro: Bol
ru_ru: Миска
sk_sk: Miska
sl_si: Skleda
sv_se: Skål
th_th: ชาม
tr_tr: Kase
vi_vn: Cái bát
zh_cn: 碗
zh_tw: 碗

# item_bread_name
source: Bread
af_za: Brood
ar_sa: خبز
be_by: Хлеб
bg_bg: Хляб
ca_es: Pa
cs: Chléb
da_dk: Brød
de: Brot
de_at: Brot
el_gr: Ψωμί
es: Pan
eu_es: Ogia
fa_ir: نان
fi: Leipä
fil_ph: Tinapay
fr_ca: Pain
ga_ie: Arán
gl_es: Pan
he: לחם
hi_in: रोटी
hr_hr: Kruh
hu_hu: Kenyér
hy_am: Հաց
id_id: Roti
is_is: Brauð
it: Pane
ja_jp: パン
ka_ge: პური
ko_kr: 빵
lb_lu: Brout
lt_lt: Duona
lv_lv: Maize
mi_nz: Parāoa
mn_mn: Талх
ms_my: Roti
mt_mt: Ħobż
nl_nl: Brood
nn_no: Brød
pl: Chleb
pt: Pão
ro_ro: Pâine
ru_ru: Хлеб
sk_sk: Chlieb
sl_si: Kruh
sv_se: Bröd
th_th: ขนมปัง
tr_tr: Ekmek
vi_vn: Bánh mì
zh_cn: 面包
zh_tw: 麵包

# item_brewingStand_name
source: Brewing Stand
af_za: Retortstaander
ar_sa: منضدة التخمير
be_by: Варачная стойка
bg_bg: Статив за отвари
ca_es: Altar de pocions
cs: Varný stojan
da_dk: Bryggestand
de: Braustand
el_gr: Αλχημικός Τρίποδας
es: Soporte para pociones
eu_es: Edabegintzarako euskarria
fa_ir: معجون ساز
fi: Hautumateline
fil_ph: Kuluan
fr_ca: Stand d'alchimie
ga_ie: Seastán Grúdaireachta
gl_es: Destilador
he: עמדת רקיחה
hi_in: पक खड़े हो जाओ
hr_hr: Postolje za napitke
hu_hu: Főzőállvány
hy_am: Դեղորայքի Պատրաստման Կայան
id_id: Alat Meramu
is_is: Bruggstöð
it: Alambicco
ja_jp: 醸造台
ka_ge: სახარში ქურა
ko_kr: 양조기
lb_lu: Braustand
lt_lt: Eliksyrų stovas
lv_lv: Brūvēšanas statīvs
mn_mn: Ханд нэрэгч
ms_my: Tapak Membru
mt_mt: Birrerija
nl_nl: Brouwstandaard
nn_no: Bryggeapparat
pl: Statyw alchemiczny
pt: Fermentador
ro_ro: Alambic
ru_ru: Зельеварка
sk_sk: Varný stojan
sl_si: Stojalo za napoje
sv_se: Brygdställ
th_th: แท่นปรุงยา
tr_tr: İksir Tezgahı
vi_vn: Gian pha thuốc
zh_cn: 酿造台
zh_tw: 釀造台

# item_brick_name
source: Brick
af_za: Baksteen
ar_sa: طوب
be_by: Цагліна
bg_bg: Тухла
ca_es: Maó
cs: Cihla
da_dk: Mursten
de: Ziegel
de_at: Ziagl
el_gr: Τούβλο
es: Ladrillo
eu_es: Adreilua
fa_ir: آجر
fi: Tiili
fil_ph: Ladrilyo
fr_ca: Brique
ga_ie: Bríce
gl_es: Ladrillo
he: לבנה
hi_in: ईंट
hr_hr: Cigla
hu_hu: Tégla
hy_am: Աղյուս
id_id: Bata
is_is: Múrsteinn
it: Mattone
ja_jp: レンガ
ka_ge: აგური
ko_kr: 벽돌
lb_lu: Zillen
lt_lt: Plyta
lv_lv: Ķieģelis
mn_mn: Тоосго
ms_my: Bata
mt_mt: Briksa
nl_nl: Baksteen
nn_no: Murstein
pl: Cegła
pt: Tijolo
ro_ro: Cărămidă
ru_ru: Кирпич
sk_sk: Tehla
sl_si: Opeka
sv_se: Tegelsten
th_th: อิฐ
tr_tr: Tuğla
vi_vn: Viên gạch
zh_cn: 红砖
zh_tw: 紅磚頭

# item_bucket_name
source: Bucket
af_za: Emmer
ar_sa: دلو
be_by: Вядро
bg_bg: Кофа
ca_es: Galleda
cs: Kbelík
da_dk: Spand
de: Eimer
el_gr: Κουβάς
es: Cubo
eu_es: Ontzia
fa_ir: سطل
fi: Ämpäri
fil_ph: Balde
fr_ca: Chaudière
ga_ie: Buicéad
gl_es: Balde
he: דלי
hi_in: बाल्टी
hr_hr: Kanta
hu_hu: Vödör
hy_am: Դույլ
id_id: Ember
is_is: Fata
it: Secchio
ja_jp: バケツ
ka_ge: სათლი
ko_kr: 양동이
lb_lu: Eemer
lt_lt: Kibiras
lv_lv: Spainis
mi_nz: pākete
mn_mn: Хувин
ms_my: Baldi
mt_mt: Barmil
nl_nl: Emmer
nn_no: Bytte
pl: Wiadro
pt: Balde
ro_ro: Găleată
ru_ru: Ведро
sk_sk: Vedro
sl_si: Vedro
sv_se: Hink
th_th: ถัง
tr_tr: Kova
vi_vn: Xô
zh_cn: 桶
zh_tw: 鐵桶

# item_bucketLava_name
source: Lava Bucket
af_za: Emmer Lawa
ar_sa: دلو حمم بركانية
be_by: Вядро лавы
bg_bg: Кофа с лава
ca_es: Galleda de lava
cs: Kbelík lávy
da_dk: Lavaspand
de: Lavaeimer
el_gr: Κουβάς με λάβα
es: Cubo con lava
eu_es: Laba ontzia
fa_ir: سطل گدازه
fi: Laavaämpäri
fil_ph: Balde ng Magma
fr_ca: Chaudière de lave
ga_ie: Buicéad Laibhe
gl_es: Balde de lava
he: דלי לבה
hi_in: लावा बाल्टी
hr_hr: Kanta s Lavom
hu_hu: Lávásvödör
hy_am: Լավայով Դույլ
id_id: Ember Lava
is_is: Hraun fata
it: Secchio di lava
ja_jp: 溶岩入りバケツ
ka_ge: ლავიანი სათლი
ko_kr: 용암 양동이
lb_lu: Lavaeemer
lt_lt: Lavos kibiras
lv_lv: Spainis ar lavu
mn_mn: Хайлмагтай хувин
ms_my: Baldi Lava
mt_mt: Barmil Lava
nl_nl: Emmer lava
nn_no: Bytte med lava
pl: Wiadro lawy
pt: Balde de Lava
ro_ro: Găleată cu lavă
ru_ru: Ведро лавы
sk_sk: Vedro s lávou
sl_si: Vedro lave
sv_se: Lavahink
th_th: ถังลาวา
tr_tr: Lav Kovası
vi_vn: Xô dung nham
zh_cn: 熔岩桶
zh_tw: 熔岩桶

# item_bucketWater_name
source: Water Bucket
af_za: Emmer Water
ar_sa: دلو ماء
be_by: Вядро вады
bg_bg: Кофа с вода
ca_es: Galleda d'aigua
cs: Kbelík vody
da_dk: Vandspand
de: Wassereimer
el_gr: Κουβάς με νερό
es: Cubo con agua
eu_es: Ur ontzia
fa_ir: سطل آب
fi: Vesiämpäri
fil_ph: Balde ng Tubig
fr_ca: Chaudière d'eau
ga_ie: Buicéad Uisce
gl_es: Balde de auga
he: דלי מים
hi_in: बाल्टी पानी
hr_hr: Kanta s Vodom
hu_hu: Vizesvödör
hy_am: Ջրով Դույլ
id_id: Ember Air
is_is: Vatnsfata
it: Secchio d'acqua
ja_jp: 水入りバケツ
ka_ge: წყლიანი სათლი
ko_kr: 물 양동이
lb_lu: Waassereemer
lt_lt: Vandens kibiras
lv_lv: Spainis ar ūdeni
mn_mn: Устай хувин
ms_my: Baldi Air
mt_mt: Barmil Ilma
nl_nl: Emmer water
nn_no: Bytte med vatn
pl: Wiadro wody
pt: Balde de Água
ro_ro: Găleată cu apă
ru_ru: Ведро воды
sk_sk: Vedro s vodou
sl_si: Vedro vode
sv_se: Vattenhink
th_th: ถังน้ำ
tr_tr: Su Kovası
vi_vn: Xô nước
zh_cn: 水桶
zh_tw: 水桶
