Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# options_postVideoTitle
source: Post-Processing Settings
af_za: Na-teken Proses Verstellings
ar_sa: إعدادات مرحلة ما بعد المعالجة
be_by: Налады пост-апрацоўкі
bg_bg: Настройки на дообработката
ca_es: Configuració de post-processament
cs: Nastavení následného zpracování
da_dk: Efterbehandlingsindstillinger
de: Nachbearbeitung
el_gr: Επανα-επεξεργασία Ρυθμίσεων
es: Ajustes de posprocesado
eu_es: Post-tratamenduaren ezarpenak
fa_ir: تنظیمات Post-Processing
fi: Jälkikäsittelyasetukset
fil_ph: Naktakdang Post-Processing
fr_ca: Paramètres de post-processing
ga_ie: Socruithe Iarphróiseála
gd_gb: Roghainnean na giullachd an dèidh làimh
gl_es: Axustes de post-procesamento
he: הגדרות Post-Processing
hi_in: पोस्ट-संसाधन सेटिंग
hr_hr: Postavke Dodatne Obrade
hu_hu: Utófeldolgozás beállításai
hy_am: Հետմշակման կարգավորումններ
id_id: Pengaturan Post-Processing
is_is: Eftir vinnslu stillingar
it: Impostazioni di post-processing
ja_jp: 後処理設定
ka_ge: პოსტ-დამუშავების პარამეტრები
ko_kr: 사후 처리 설정
lb_lu: Nobeaarbechtungsastellungen
lt_lt: Vaizdo apdorojimo nustatymai
lv_lv: Priekšapstrādes iestatījumi
mi_nz: Settings Post-Processing
mk_mk: Поставки на Пост-Обработка
ms_my: Tetapan Pasca Pemerosesan
mt_mt: Għażliet tal-Post-Processing
nl_nl: Post-processing-instellingen
nn_no: Etterbehandligsinnstillingar
pl: Ustawienia przetwarzania końcowego
pt: Configurações de Pós-Processamento
ro_ro: Setările post-procesării
ru_ru: Настройки постобработки
sk_sk: Nastavenia záverečného spracovania obrazu
sl_si: Nastavitve za kasnejšo obdelavo
sv_se: Efterbearbetningsinställningar
th_th: ตั้งค่าประมวลผลล่วงหน้า
tr_tr: Sonradan İşleme Ayarları
vi_vn: Cài đặt xử lí sau
zh_cn: 后期处理设置
zh_tw: 後處理設定

# options_realmsNotifications
source: Realms Notifications
af_za: Realms Kennisgewings
ar_sa: تنبيهات Realms
be_by: Апавяшчэнні Realms
bg_bg: Известия за Realms
ca_es: Notificacions de Realms
cs: Realms upozornění
da_dk: Realms Notifikationer
de: Realms-Nachrichten
de_at: Realms-Nochrichtn
el_gr: Ειδοποιήσεις Βασιλείων
es: Notificaciones de Realms
eu_es: Realms jakinarazpenak
fi: Realms-ilmoitukset
fil_ph: Mga Abiso sa Realms
fr_ca: Notifications de Realms
ga_ie: Fógraí Realms
gd_gb: Brathan Realms
gl_es: Notificacións de Realms
he: התראות Realms
hr_hr: Realms obavijesti
hu_hu: Realms-értesítések
id_id: Pemberitahuan Realms
is_is: Realms Tilkynningar
it: Notifiche di Realms
ja_jp: Realmsの通知
ka_ge: Realms შეტყობინებები
ko_kr: Realms 알림
lb_lu: Realms Noriichten
lt_lt: „Realms“ pranešimai
lv_lv: Realms paziņojumi
mk_mk: Realms Известувања
mn_mn: Тоглоомын хүрээний мэдэгдэл
ms_my: Pemberitahuan realms
mt_mt: Notifiki ta' Realms
nl_nl: Realms-meldingen
nn_no: Realmsvarsler
pl: Powiadomienia Realms
pt: Notificações do Realms
ro_ro: Notificări de la Realms
ru_ru: Уведомления Realms
sk_sk: Realms upozornenia
sl_si: Obvestila Realms
sq_al: Realms Njoftimet
sv_se: Realms-notifikationer
th_th: การแจ้งเตือนของ Realms
tr_tr: Realms Bildirimleri
vi_vn: Thông báo Realms
zh_cn: Realms的通知
zh_tw: Realms 通知

# options_reducedDebugInfo
source: Reduced Debug Info
af_za: Verminderde Foutopsporings-inligting
ar_sa: تقليل معلومات التصحيح
be_by: Кампактны экран адладкі
bg_bg: Намал. информ. в F3 пан.
ca_es: Informació de depuració reduïda
cs: Zkrác. info o ladění
da_dk: Reduceret Debug-information
de: Reduzierte Debug-Infos
de_at: Reduziate Debug-Infos
el_gr: Μειωμένες Πληροφορίες Debug
es: Reducir información de F3
eu_es: Debug informazio murriztua
fa_ir: اطلاعات اشکال زدایی کاهش یافت
fi: Vähennetyt virheenkorjaustiedot
fil_ph: Nabawasang Inpormasyon ng Pag-debug
fr_ca: Infos de F3 réduites
ga_ie: Eolas Dífhabhtúcháin Laghdaithe
gd_gb: Fiosrachadh dì-bhugachaidh lùghdaichte
gl_es: Reducir información de F3
he: מידע איתור באגים מופחת
hr_hr: Smanjene Debug Informacije
hu_hu: Csökkentett debug info
id_id: Informasi Debug berkurang
is_is: Stytt villuleitargögn
it: Dati tecnici ridotti
ja_jp: デバッグ情報を減らす
ka_ge: შეცდომების კომპაქტური ეკრანი
ko_kr: 디버그 정보 요약
lb_lu: Reduzéiert Debug Info
lt_lt: Ribota derinimo informacija
lv_lv: Samazināts atkļūdošanas Info
ms_my: maklumat pengurangan Debug
mt_mt: Inqas Debug Info
nl_nl: Minder debug-informatie
nn_no: Redusert debug-info
pl: Min. inform. o debugowaniu
pt: Info. de Debug Reduzida
ro_ro: Informații reduse în F3
ru_ru: Малый экран отладки
sk_sk: Zjednodušené ladiace info
sl_si: Zmanjšane razhrošč. info.
sq_al: Reduktuar Debug Info
sv_se: Förkortad felsökningsinfo
th_th: ลดการแสดงผลของบัค
tr_tr: Az Hata Ayıklama Bil.
vi_vn: Giảm bớt thông tin gỡ lỗi
zh_cn: 简化调试信息
zh_tw: 簡化除錯資訊

# options_renderClouds
source: Clouds
af_za: Wolke
ar_sa: السحاب
be_by: Адрысоўка аблокаў
bg_bg: Облаци
ca_es: Núvols
cs: Mraky
da_dk: Skyer
de: Wolken
de_at: Woikn
el_gr: Σύννεφα
es: Capa de nubes
eu_es: Lainoak
fa_ir: ابرها
fi: Pilvet
fil_ph: Mga Ulap
fr_ca: Nuages
ga_ie: Scamaill
gd_gb: Neòil
gl_es: Nubes
he: עננים
hi_in: बादल
hr_hr: Oblaci
hu_hu: Felhők
hy_am: Ամպեր
id_id: Awan
is_is: Ský
it: Resa delle nuvole
ja_jp: 雲の表示
ka_ge: ღრუბლები
ko_kr: 구름
lb_lu: Wolleken
lt_lt: Debesys
lv_lv: Mākoņi
mi_nz: Kapua
mk_mk: Облаци
mn_mn: Үүл
ms_my: Awan
mt_mt: Sħab
nl_nl: Wolken
nn_no: Skyer
pl: Chmury
pt: Nuvens
ro_ro: Nori
ru_ru: Облака
sk_sk: Oblaky
sl_si: Oblaki
sv_se: Moln
th_th: เมฆ
tr_tr: Bulutlar
vi_vn: Mây
zh_cn: 云
zh_tw: 雲層

# options_renderDistance
source: Render Distance
af_za: Sigafstand
ar_sa: مسافة عرض العالم
be_by: Далёкасць адрысоўкі
bg_bg: Максимална видимост
ca_es: Distància de visió
cs: Dohled
da_dk: Synslængde
de: Sichtweite
de_at: Sichtweitn
el_gr: Απόσταση απεικόνισης
es: Renderizado
eu_es: Errendatze-distantzia
fa_ir: بارگزاری فاصله
fi: Näköetäisyys
fil_ph: Distansya ng Paningin
fr_ca: Distance rendue
ga_ie: Fad Rindreála
gd_gb: Astar an reandaraidh
gl_es: Distancia de renderizado
he: מרחק ראיה
hi_in: दूरी सौंपनेवाला
hr_hr: Prikaz Udaljenosti
hu_hu: Látótávolság
hy_am: Նյութավորման Հեռավորությունը
id_id: Jarak Pandang
is_is: Þoka
it: Distanza di resa
ja_jp: 描画距離
ka_ge: გამოსახვა
ko_kr: 시야 범위
lb_lu: Renderdistanz
lt_lt: Matomumas
lv_lv: Renderēšanas attālums
mi_nz: Hoatu tawhiti
mk_mk: Направи од Далечина
mn_mn: Харагдах хязгаар
ms_my: Jarak Penglihatan
mt_mt: Distanza Viżibbli
nl_nl: Weergavebereik
nn_no: Synsrekkjevidde
pl: Odległość renderowania
pt: Distância de Visão
ro_ro: Distanță vizuală
ru_ru: Прорисовка
sk_sk: Dohľad
sl_si: Razdalja izrisa
sq_al: Të Bëjë Distancë
sv_se: Renderingsavstånd
th_th: ระยะการมองเห็น
tr_tr: Görüş Mesafesi
vi_vn: Tầm nhìn
zh_cn: 渲染距离
zh_tw: 視野距離

# options_resourcepack
source: Resource Packs...
af_za: Hulpbronpakke...
ar_sa: مجموعة الموارد...
be_by: Пакеты рэсурсаў...
bg_bg: Ресурсни пакети...
ca_es: Paquets de recursos...
cs: Balíčky modifikací…
da_dk: Ressourcepakker...
de: Ressourcenpakete ...
de_at: Ressourcenpakete ...
el_gr: Πακέτα Πόρων...
es: Paquetes de recursos...
eu_es: Baliabide-paketeak...
fa_ir: بسته منابع...
fi: Resurssipaketit...
fr_ca: Packs de ressources...
ga_ie: Pacáistí Acmhainní...
gd_gb: Pacaidean ghoireasan...
gl_es: Paquetes de recursos...
he: ערכות משאבים...
hi_in: संसाधन पैक...
hr_hr: Resursi...
hu_hu: Forráscsomagok...
hy_am: Ռեսուրսների Փաթեթներ...
id_id: Paket Daya...
is_is: Efnispakkar...
it: Pacchetti di risorse...
ja_jp: リソースパック…
ka_ge: რესურსთა კრებული...
ko_kr: 리소스 팩...
lb_lu: Ressourcepäck ...
lt_lt: Resursų paketai...
lv_lv: Resursu pakas...
mn_mn: Дүрслэлүүдийн багц...
ms_my: Pek-pek Sumber...
nl_nl: Bronpakketten...
nn_no: Ressurspakkar...
pl: Paczki zasobów...
pt: Pacotes de Recursos
ro_ro: Pachete de resurse...
ru_ru: Пакеты ресурсов...
sk_sk: Zdrojové balíky...
sl_si: Paketi sredstev...
sq_al: Pako Të Burimeve Të...
sv_se: Resurspaket...
th_th: รีซอร์สแพ็ค...
tr_tr: Kaynak Paketleri...
vi_vn: Các tập tin tài nguyên...
zh_cn: 资源包…
zh_tw: 資源包...

# options_saturation
source: Saturation
af_za: Kleurvolheid
ar_sa: التشبع
be_by: Насычанасць
bg_bg: Наситеност
ca_es: Saturació
cs: Sytost
da_dk: Mæthed
de: Sättigung
de_at: Sättigung
el_gr: Κορεσμός
es: Saturación
eu_es: Saturazioa
fa_ir: اشباع
fi: Kylläisyys
fil_ph: Katigmakan
fr_ca: Contraste
ga_ie: Sáithiúchán
gd_gb: Sàthachd
gl_es: Saturación
he: רוויה
hi_in: संतृप्ति
hr_hr: Zasićenje
hu_hu: Telítettség
hy_am: Հագեցում
id_id: Saturasi
is_is: Litmettun
it: Saturazione
ja_jp: 腹持ち
ka_ge: მაძღრობა
ko_kr: 채도
lb_lu: Siedegung
lt_lt: Prisotinimas
lv_lv: Piesātinājums
mi_nz: waiwai
mk_mk: Сатурација
mn_mn: Нэвчилт
ms_my: Kepekatan
mt_mt: Saturazzjoni
nl_nl: Verzadiging
nn_no: Metning
pl: Nasycenie
pt: Saturação
ro_ro: Saturație
ru_ru: Насыщенность
sk_sk: Sýtosť
sl_si: Sitost
sq_al: Mbushje
sv_se: Mättnad
th_th: ความอิ่ม
tr_tr: Doygunluk
vi_vn: Độ bão hòa
zh_cn: 饱和
zh_tw: 飽食度

# options_sensitivity
source: Sensitivity
af_za: Sensitiwiteit
ar_sa: الحساسية
be_by: Адчувальнасць
bg_bg: Чувствителност
ca_es: Sensibilitat
cs: Citlivost
da_dk: Følsomhed
de: Empfindlichkeit
de_at: Empfindlichkeit
el_gr: Ευαισθησία
es: Sensibilidad
eu_es: Sentsibilitatea
fa_ir: حساسیت
fi: Herkkyys
fr_ca: Sensibilité
ga_ie: Íogaireacht
gd_gb: Mothalachd
gl_es: Sensibilidade
he: רגישות
hi_in: संवेदनशीलता
hr_hr: Osjetljivost
hu_hu: Érzékenység
hy_am: Զգայունություն
id_id: Sensitivitas
is_is: Næmni
it: Sensibilità
ja_jp: マウス感度
ka_ge: მგრძნობელობა
ko_kr: 마우스 감도
lb_lu: Sensibilitéit
lt_lt: Jautrumas
lv_lv: Jūtība
mi_nz: Rauangi
mk_mk: Чувствителност
ms_my: Sensitiviti
mt_mt: Sensittivita'
nl_nl: Gevoeligheid
nn_no: Musefølsemd
pl: Czułość
pt: Sensibilidade
ro_ro: Sensibilitate
ru_ru: Чувствительность
sk_sk: Citlivosť
sl_si: Občutljivost
sq_al: Ndjeshmëria
sv_se: Muskänslighet
th_th: ความไวของเมาส์
tr_tr: Hassasiyet
vi_vn: Độ nhạy
zh_cn: 鼠标灵敏度
zh_tw: 靈敏度

# options_sensitivity_max
source: HYPERSPEED!!!
af_za: BLITSIG!!!
ar_sa: سرعة عالية!!!
be_by: ВЕЛЬМІ ХУТКА!!!
bg_bg: СВРЪХСКОРОСТ!!!
ca_es: HIPERVELOCITAT!!!
cs: HYPERRYCHLOST!!!
da_dk: HYPERFART!!!
de: TURBO!
de_at: TURBO!
el_gr: ΥΠΕΡΤΑΧΥΤΗΤΑ!!!
es: ¡¡HIPERRÁPIDO!!
eu_es: HYPERABIADURA!!!
fa_ir: سرعت مافوق!!!
fi: HYPERNOPEUS!!!
fil_ph: FLASH!!!
fr_ca: ULTRARAPIDE !!!
ga_ie: HIPEARLUAS!!!
gd_gb: GLÈ LUATH!!!
gl_es: HIPERVELOCIDADE!!!
he: מהירות על!!!
hi_in: हाइपर स्पीड!!!
hr_hr: BRZINA SVJETLOSTI!!!
hu_hu: HIPERGYORS!!!
hy_am: ՍՈւՊԵՐ ԱՐԱԳ!!!
id_id: KECEPATAN SUPER!!!
is_is: FÁRÁNLEGUR HRAÐI!!!
it: IPERVELOCITÀ!!!
ja_jp: 猛スピード!!!
ka_ge: ზე-სწრაფი!!
ko_kr: 겁나 빠름!!!
lb_lu: LIICHTGESCHWINDEGKEET!!!
lt_lt: SUPERGREITIS!!!
lv_lv: HIPERĀTRUMS!!!
mk_mk: ХИПЕРБРЗИНА!!!
ms_my: HIPERLAJU!!!
mt_mt: JGĦAĠĠEL ĦAFNA!!!
nl_nl: SUPERSNEL!!!
nn_no: HYPERSNØGGLEIK!!!
pl: HIPERPRĘDKOŚĆ!!!
pt: HIPERVELOCIDADE!!!
ro_ro: VITEZĂ MAXIMĂ!!!
ru_ru: СУПЕРСКОРОСТЬ!!!
sk_sk: ULTRARÝCHLOSŤ!!!
sl_si: SUPER HITROST!!!
sv_se: HYPERSNABBT!!!
th_th: ความเร็วสูงสุด!!!
tr_tr: AŞIRI HIZ!!!
vi_vn: SIÊU TỐC!!!
zh_cn: 超高速！！！
zh_tw: 超高速!!!

# options_sensitivity_min
source: *yawn*
af_za: *gaap*
ar_sa: *تثاؤب*
be_by: *пазяхае*
bg_bg: *прозявка*
ca_es: *zzz*
cs: *zív*
da_dk: *gab*
de: *gähn*
de_at: *zzz*
el_gr: *χασμουρητό*
es: *leeento*
eu_es: *aharrausia*
fa_ir: * خمیازه *
fi: *huoh*
fil_ph: *antok*
fr_ca: *bâille*
ga_ie: *méanfach*
gd_gb: *mèanan*
gl_es: *bocexo*
he: *פיהוק*
hi_in: *जंभाई*
hr_hr: *zijev*
hu_hu: *ásít*
hy_am: *հորանջ*
id_id: *menguap*
is_is: *geisp*
it: *sbadiglio*
ja_jp: *あくび*
ka_ge: გძინავს?
ko_kr: 하~품...
lb_lu: *gaaps*
lt_lt: *žiovulys*
lv_lv: *žāvaaa*
mi_nz: *Oha*
mk_mk: *зевање*
ms_my: *kuap*
mt_mt: Daqt norqdu
nl_nl: *gaap*
nn_no: *Geisp*
pl: *ziew*
pt: *bocejo*
ro_ro: *căscat*
ru_ru: Минимальная
sk_sk: *zívnutie*
sl_si: *zeeh*
sv_se: *gäsp*
th_th: อืดอาด...
tr_tr: <esneme>
vi_vn: *ngáp*
zh_cn: *哈欠*
zh_tw: *哈欠*

# options_showSubtitles
source: Show Subtitles
af_za: Wys Onderskrifte
ar_sa: أظهر الترجمة
be_by: Субцітры
bg_bg: Субтитри
ca_es: Mostrar subtítols
cs: Titulky
da_dk: Vis undertekster
de: Untertitel anzeigen
de_at: Untatitl uzoang
el_gr: Προβολή υπότιτλων
es: Mostrar subtítulos
eu_es: Erakutsi azpitituluak
fa_ir: نمایش زیرنویس
fi: Näytä tekstitys
fil_ph: Palabas ang pangalawang pamagat
fr_ca: Sous-titres
ga_ie: Taispeáin fotheideal
gd_gb: Seall fo-thiotalan
gl_es: Mostrar subtítulos
he: הצג כתוביות
hr_hr: Prikaz titlova
hu_hu: Feliratok megjelenítése
id_id: Tampilkan teks
is_is: Hljóðtexti
it: Sottotitoli
ja_jp: 字幕の表示
ka_ge: სუბტიტრების ჩვენება
ko_kr: 자막 표시
lb_lu: Ënnertitel uweisen
lt_lt: Rodyti subtitrus
lv_lv: Parādīt subtitrus
mk_mk: Прикажи Субтитри
mn_mn: Хадмал харуулах
ms_my: Menunjukkan sarikata
mt_mt: Uri Sottotitli
nl_nl: Ondertiteling weergeven
nn_no: Vis undertekstar
pl: Pokaż napisy
pt: Mostrar Legendas
ro_ro: Subtitrări
ru_ru: Субтитры
sk_sk: Zobraziť titulky
sl_si: Pokaži podnapise
sq_al: Tregojnë Titra
sv_se: Visa undertexter
th_th: แสดงคำบรรยาย
tr_tr: Altyazıları Göster
vi_vn: Hiển thị phụ đề
zh_cn: 显示字幕
zh_tw: 顯示字幕

# options_skinCustomisation
source: Skin Customisation...
af_za: Vel Aanpassing...
ar_sa: تخصيص المظهر...
be_by: Налады знешняга выгляду...
bg_bg: Нагласяне на облика...
ca_es: Personalització del personatge...
cs: Úprava vzhledu postavy…
da_dk: Tilpas figur...
de: Skin-Anpassung ...
de_at: Skin-Opassung...
el_gr: Προσαρμογές στην Εμφάνιση...
es: Personalizar el aspecto...
eu_es: Itxuraren pertsonalizazioa...
fa_ir: سفارشی سازی پوسته...
fi: Skinin mukautus...
fil_ph: Pagbabago ng Katawan...
fr_ca: Personnalisation du skin...
ga_ie: Saincheapadh Craicinn...
gd_gb: Gnàthachadh a' chraicinn...
gl_es: Personalizar o aspecto...
he: שינוי תלבושת...
hi_in: त्वचा अनुकूलन...
hr_hr: Prilagodi Lika...
hu_hu: Kinézet testreszabása...
id_id: Kustomisasi Skin...
is_is: Sérsníða ásýnd...
it: Personalizzazione skin...
ja_jp: スキンのカスタマイズ…
ka_ge: გარეგნობა...
ko_kr: 스킨 사용자 지정...
lb_lu: Skin upassen ...
lt_lt: Žaidėjo išvaizdos pritaikymas...
lv_lv: Izskata pielāgošana...
ms_my: Pengubahsuaian Kulit...
mt_mt: Ibdel kif Tidher...
nl_nl: Skin aanpassen...
nn_no: Skin-tilpasning...
pl: Dostosowywanie skórki...
pt: Personalização da Skin...
ro_ro: Personalizarea skinului...
ru_ru: Внешний вид...
sk_sk: Prispôsobenie skinu...
sl_si: Prilagajanje kože...
sv_se: Anpassa utseende...
th_th: ปรับแต่งสกินเอง...
tr_tr: Görünüm Özelleştirme...
vi_vn: Tùy chỉnh ngoại hình...
zh_cn: 自定义皮肤…
zh_tw: 自訂皮膚…

# options_skinCustomisation_title
source: Skin Customisation
af_za: Vel Aanpassing
ar_sa: تعديل الشخصية
be_by: Налады знешняга выгляду
bg_bg: Нагласяне на облика
ca_es: Personalització del personatge
cs: Úprava vzhledu postavy
da_dk: Tilpas figur
de: Skin-Anpassung
de_at: Skin-Opassung
el_gr: Προσαρμογή του Skin
es: Personalizar el aspecto
eu_es: Itxuraren pertsonalizazioa
fa_ir: سفارشی سازی پوسته
fi: Skinin Mukauttaminen
fil_ph: Pagbabago ng Katawan
fr_ca: Personnalisation du skin
ga_ie: Saincheapadh Craicinn
gd_gb: Gnàthachadh a' chraicinn
gl_es: Personalizar o aspecto
he: שינוי תלבושת
hi_in: त्वचा अनुकूलन
hr_hr: Prilagodba Lika
hu_hu: Kinézet testreszabása
id_id: Kustomisasi Skin
is_is: Sérsníða ásýnd
it: Personalizzazione della skin
ja_jp: スキンのカスタマイズ
ka_ge: გარეგნობა
ko_kr: 스킨 사용자 지정
lb_lu: Skin upassen
lt_lt: Žaidėjo išvaizdos pritaikymas
lv_lv: Izskata pielāgošana
ms_my: Pengubahsuaian Kulit
mt_mt: Ibdel kif Tidher
nl_nl: Skin aanpassen
nn_no: Skin-tilpasning
pl: Dostosowywanie skórki
pt: Personalização da Skin
ro_ro: Personalizarea skinului
ru_ru: Настройка внешнего вида
sk_sk: Prispôsobenie skinu
sl_si: Prilagajanje kože
sv_se: Anpassa utseende
th_th: ปรับแต่งสกินเอง
tr_tr: Görünüm Özelleştirme
vi_vn: Tùy chỉnh ngoại hình
zh_cn: 自定义皮肤
zh_tw: 自訂皮膚

# options_snooper
source: Allow Snooper
af_za: Luistervink
ar_sa: السماح المتلصص
be_by: Дазволіць збіранне звестак
bg_bg: Разреши проследяване
ca_es: Permet recollida de dades
cs: Monitorování
da_dk: Tillad overvågning
de: Datenerhebung erlauben
de_at: Datnerhöhung erlaubn
el_gr: Συλλογή δεδομένων
es: Enviar informes
eu_es: Onartu datu bidalketa
fa_ir: اجازه دادن به Snooper
fi: Salli tiedonkeruu
fil_ph: Payagin ang Snooper
fr_ca: Autoriser l'envoi
ga_ie: Ceadaigh Fairtheoir
gd_gb: Ceadaich snooper
gl_es: Enviar información
he: אפשר רחרחן
hi_in: जासूसी की अनुमति दें
hr_hr: Sakupljanje Podataka
hu_hu: "Szimatolás" engedélyezése
hy_am: Ինֆորմացիայի հավաքում
id_id: Perbolehkan Pengintai
is_is: Leyfa Þefun
it: Raccolta dati
ja_jp: 情報収集を許可
ka_ge: გამოკითხვის დაშვება
ko_kr: 기기정보 수집 허용
lb_lu: Snooper erlaben
lt_lt: Leisti "šnipą"
lv_lv: Atļaut Novērošanu
mi_nz: Tukua popore
ms_my: Benarkan Peninjau
mt_mt: Ippermetti Snooper
nl_nl: Dataverzameling
nn_no: Tillat datainnsamling
pl: Zezwalaj na wysyłanie
pt: Permitir Snooper
ro_ro: Trimite date
ru_ru: Отправка данных
sk_sk: Zasielať štatistické údaje
sl_si: Dovoli vohljanje
sq_al: Të Lejojë Snooper
sv_se: Tillåt datainsamling
th_th: อนุญาตระบบสอดแนม
tr_tr: Sistem Bilgisini Gönder
vi_vn: Cho phép trinh thám
zh_cn: 允许匿名信息反馈
zh_tw: 允許搜集電腦資訊
