Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_curly_border_yellow
source: Yellow Bordure Indented
af_za: Geel Ingekeepde Borduur
ar_sa: أصفر مسنن الحواف
be_by: Жоўтая зубчастая ліштва
bg_bg: Жълта назъбена рамка
ca_es: Bordura dentada groga
cs: Žlutý odsazený lem
da_dk: Gul Takket Ramme
de: Gelber Spickelbord
el_gr: Κίτρινο Κατσαρό Περίγραμμα
es: Bordura amarilla dentada
fi: Keltainen hammaskoroinen reunus
fr_ca: Bordure endentée d'or
ga_ie: Imeallbhord Eangach Buí
gl_es: Bordadura amarela dentada
he: משולשי שוליים צהובים
hr_hr: Žuti Cik-Cak Okvir
hu_hu: Sárga fogas ráma
id_id: Perbatasan bertakuk kuning
it: Alla bordura dentata di giallo
ja_jp: 黄色の波形の縁取り
ka_ge: ყვითელი კბილანებიანი ჩარჩო
ko_kr: 노란색 톱니 테두리
lb_lu: Giel gezackte Bordure
lt_lt: Geltonas išpuoštas rėmelis
ms_my: Sempadan Diinden Kuning
nl_nl: Gele ingesprongen zoom
nn_no: Gult bord med snitt
pl: Żółte ząbkowane obramowanie
pt: Borda Dentada Amarela
ro_ro: Bordură dințată galbenă
ru_ru: Жёлтая зубчатая кайма
sk_sk: Žltý vlnitý okraj
sl_si: Rumena zobčasta obroba
sv_se: Gul kant
th_th: ขอบแบบฟันเลื่อยสีเหลือง
tr_tr: Sarı Testere Dişi Çerçeve
vi_vn: Đường viền răng cưa vàng
zh_cn: 黄色波纹边
zh_tw: 黃色鋸齒框邊

# item_banner_cyan_name
source: Cyan Banner
af_za: Siaan Vlag
ar_sa: راية سماوية
be_by: Бірузовы сцяг
bg_bg: Синьозелено знаме
ca_es: Estendard cian
cs: Azurový prapor
da_dk: Turkis Banner
de: Türkises Banner
de_at: Türkises Banner
el_gr: Κυανό Λάβαρο
es: Estandarte cian
eu_es: Estandarte ziana
fi: Syaani lippu
fil_ph: Cyan na Watawat
fr_ca: Bannière de cyan
ga_ie: Meirge Cian
gl_es: Estandarte ciano
he: שלט בצבע טורקיט
hr_hr: Tirkizna Zastava
hu_hu: Türkizkék zászló
id_id: Spanduk Sian
is_is: Heiðblár fáni
it: Stendardo ciano
ja_jp: 水色の旗
ka_ge: ცისფერი დროშა
ko_kr: 청록색 현수막
lb_lu: Turquoise Fändel
lt_lt: Žalsvai mėlyna vėliava
lv_lv: Ciāna Baneris
ms_my: Panji Sian
mt_mt: Bandiera Blu fl-Aħdar
nl_nl: Cyaan banier
nn_no: Turkis fane
pl: Błękitny sztandar
pt: Bandeira Azul Ciano
ro_ro: Stindard turcoaz
ru_ru: Бирюзовый флаг
sk_sk: Tyrkysová vlajka
sl_si: Turkizen prapor
sv_se: Turkos banderoll
th_th: ธงสีฟ้าคราม
tr_tr: Camgöbeği Flama
vi_vn: Biểu ngữ lục lam
zh_cn: 青色旗帜
zh_tw: 青色旗幟

# item_banner_diagonal_left_black
source: Black Per Bend Sinister
ar_sa: راية ملونة أسود
be_by: Чорная верхняя левая палова
bg_bg: Черно скосяване наляво
ca_es: Tallat negre a dret
cs: Černý dělený diagonální pruh zprava doleva
da_dk: Sort Øvre Venstre Halvdel
de: Schwarz schräglinks geteilt
de_at: Schworz schräglinks teilt
el_gr: Μαύρη δεξιά διαγώνιος
es: Tajado negro
fi: Musta lakiovastalohkoinen
fr_ca: Taillé, au premier de sable
ga_ie: Cléroinnte Dubh
gl_es: Tallada Negra en Sinistra
he: משולש אלכסוני שמאלי שחור
hr_hr: Crna Lijeva Puna Dijagonala
hu_hu: Feketével balharántolt
id_id: Hitam Terbagi Melengkung Kanan
is_is: Svartur þríhyrningur uppi til vinstri
it: Tagliato: a destra di nero
ja_jp: 上に黒色の逆斜め分割
ka_ge: შავი ზედა მარცხენა ნახევარი
ko_kr: 검은색 왼쪽 위 대각무늬
lb_lu: Schwaarz queesch lénks gedeelt
lt_lt: Juoda viršutinė kairioji pusė
ms_my: Pepenjuru Kiri Hitam
nl_nl: Zwarte per band sinister
nn_no: Svart skrådelt venstre
pl: Czarna skośna lewa górna połowa
pt: Talhado Preto
ro_ro: Despărțit negru
ru_ru: Чёрное скошение слева
sk_sk: Čierny delený diagonálny pruh sprava doľava
sl_si: Črn levo poševno sekani
sv_se: Svart triangel uppe till vänster
th_th: แบ่งทแยงขวาสีดำ
tr_tr: Siyah Sol Üst Üçgen
vi_vn: Vạch chia chéo ngược đen
zh_cn: 黑色右上三角
zh_tw: 右上方黑色填滿

# item_banner_diagonal_left_blue
source: Blue Per Bend Sinister
ar_sa: راية ملونة أزرق
be_by: Сіняя верхняя левая палова
bg_bg: Синьо скосяване наляво
ca_es: Tallat blau a dret
cs: Modrý dělený diagonální pruh zprava doleva
da_dk: Blå Øvre Venstre Halvdel
de: Blau schräglinks geteilt
de_at: Blau schräglinks teilt
el_gr: Μπλε δεξιά διαγώνιος
es: Tajado azul
fi: Sininen lakiovastalohkoinen
fr_ca: Taillé, au premier d'azur
ga_ie: Cléroinnte Gorm
gl_es: Tallada azul en Sinistra
he: משולש אלכסוני שמאלי כחול
hr_hr: Plava Lijeva Puna Dijagonala
hu_hu: Kékkel balharántolt
id_id: Biru Terbagi Melengkung Kanan
is_is: Blár þríhyrningur uppi til vinstri
it: Tagliato: a destra di blu
ja_jp: 上に青色の逆斜め分割
ka_ge: ლურჯი ზედა მარცხენა ნახევარი
ko_kr: 파란색 왼쪽 위 대각무늬
lb_lu: Blo queesch lénks gedeelt
lt_lt: Mėlyna viršutinė kairioji pusė
ms_my: Pepenjuru Kiri Biru
nl_nl: Blauwe per band sinister
nn_no: Blå skrådelt venstre
pl: Niebieska skośna lewa górna połowa
pt: Talhado Azul
ro_ro: Despărțit albastru
ru_ru: Синее скошение слева
sk_sk: Modrý delený diagonálny pruh sprava doľava
sl_si: Moder levo poševno sekani
sv_se: Blå triangel uppe till vänster
th_th: แบ่งทแยงขวาสีน้ำเงิน
tr_tr: Mavi Sol Üst Üçgen
vi_vn: Vạch chia chéo ngược xanh nước biển
zh_cn: 蓝色右上三角
zh_tw: 右上方藍色填滿

# item_banner_diagonal_left_brown
source: Brown Per Bend Sinister
ar_sa: راية ملونة بني
be_by: Карычневая верхняя левая палова
bg_bg: Кафяво скосяване наляво
ca_es: Tallat marró a dret
cs: Hnědý dělený diagonální pruh zprava doleva
da_dk: Brun Øvre Venstre Halvdel
de: Braun schräglinks geteilt
de_at: Braun schräglinks teilt
el_gr: Καφέ δεξιά διαγώνιος
es: Tajado marrón
fi: Ruskea lakiovastalohkoinen
fr_ca: Taillé, au premier de brun
ga_ie: Cléroinnte Donn
gl_es: Tallada marrón en Sinistra
he: משולש אלכסוני שמאלי חום
hr_hr: Smeđa Lijeva Puna Dijagonala
hu_hu: Barnával balharántolt
id_id: Coklat Terbagi Melengkung Kanan
is_is: Brúnn þríhyrningur uppi til vinstri
it: Tagliato: a destra di marrone
ja_jp: 上に茶色の逆斜め分割
ka_ge: ყავისფერი ზედა მარცხენა ნახევარი
ko_kr: 갈색 왼쪽 위 대각무늬
lb_lu: Brong queesch lénks gedeelt
lt_lt: Ruda viršutinė kairioji pusė
ms_my: Pepenjuru Kiri Coklat
nl_nl: Bruine per band sinister
nn_no: Brun skrådelt venstre
pl: Brązowa skośna lewa górna połowa
pt: Talhado Castanho
ro_ro: Despărțit maro
ru_ru: Коричневое скошение слева
sk_sk: Hnedý delený diagonálny pruh sprava doľava
sl_si: Rjav levo poševno sekani
sv_se: Brun triangel uppe till vänster
th_th: แบ่งทแยงขวาสีน้ำตาล
tr_tr: Kahverengi Sol Üst Üçgen
vi_vn: Vạch chia chéo ngược nâu
zh_cn: 棕色右上三角
zh_tw: 右上方棕色填滿

# item_banner_diagonal_left_cyan
source: Cyan Per Bend Sinister
ar_sa: راية ملونة سماوي
be_by: Бірузовая верхняя левая палова
bg_bg: Синьозелено скосяване наляво
ca_es: Tallat cian a dret
cs: Azurový dělený diagonální pruh zprava doleva
da_dk: Tyrkis Øvre Venstre Halvdel
de: Türkis schräglinks geteilt
de_at: Türkis schräglinks teilt
el_gr: Κυανή δεξιά διαγώνιος
es: Tajado cian
fi: Turkoosi lakiovastalohkoinen
fr_ca: Taillé, au premier de cyan
ga_ie: Cléroinnte Cian
gl_es: Tallada ciano en Sinistra
he: משולש אלכסוני שמאלי ציאן
hr_hr: Tirkizna Lijeva Puna Dijagonala
hu_hu: Türkizkékkel balharántolt
id_id: Sian Terbagi Melengkung Kanan
is_is: Heiðblár þríhyrningur uppi til vinstri
it: Tagliato: a destra di ciano
ja_jp: 上に水色の逆斜め分割
ka_ge: ცისფერი ზედა მარცხენა ნახევარი
ko_kr: 청록색 왼쪽 위 대각무늬
lb_lu: Turquoise queesch lénks gedeelt
lt_lt: Žalsvai mėlyna viršutinė kairioji pusė
ms_my: Pepenjuru Kiri Cyan
nl_nl: Cyaan per band sinister
nn_no: Turkis skrådelt venstre
pl: Błękitna skośna lewa górna połowa
pt: Talhado Ciano
ro_ro: Despărțit turcoaz
ru_ru: Бирюзовое скошение слева
sk_sk: Tyrkysový delený diagonálny pruh sprava doľava
sl_si: Turkizen levo poševno sekani
sv_se: Turkos triangel uppe till vänster
th_th: แบ่งทแยงขวาสีฟ้าคราม
tr_tr: Camgöbeği Sol Üst Üçgen
vi_vn: Vạch chia chéo ngược lục lam
zh_cn: 青色右上三角
zh_tw: 右上方青色填滿

# item_banner_diagonal_left_gray
source: Grey Per Bend Sinister
ar_sa: راية ملونة رمادي
be_by: Шэрая верхняя левая палова
bg_bg: Сиво скосяване наляво
ca_es: Tallat gris a dret
cs: Šedý dělený diagonální pruh zprava doleva
da_dk: Grå Øvre Venstre Halvdel
de: Grau schräglinks geteilt
de_at: Grau schräglinks teilt
el_gr: Γκρι δεξιά διαγώνιος
es: Tajado gris
fi: Harmaa lakiovastalohkoinen
fr_ca: Taillé, au premier d'acier
ga_ie: Cléroinnte Liath
gl_es: Tallada gris en Sinistra
he: משולש אלכסוני שמאלי אפור
hr_hr: Siva Lijeva Puna Dijagonala
hu_hu: Szürkével balharántolt
id_id: Kelabu Terbagi Melengkung Kanan
is_is: Grár þríhyrningur uppi til vinstri
it: Tagliato: a destra di grigio
ja_jp: 上に灰色の逆斜め分割
ka_ge: ნაცრისფერი ზედა მარცხენა ნახევარი
ko_kr: 회색 왼쪽 위 대각무늬
lb_lu: Gro queesch lénks gedeelt
lt_lt: Pilka viršutinė kairioji pusė
ms_my: Pepenjuru Kiri Kelabu
mt_mt: Gray Per Bend Sinister
nl_nl: Grijze per band sinister
nn_no: Grå skrådelt venstre
pl: Szara skośna lewa górna połowa
pt: Talhado Cinzento
ro_ro: Despărțit gri
ru_ru: Серое скошение слева
sk_sk: Sivý delený diagonálny pruh sprava doľava
sl_si: Siv levo poševno sekani
sv_se: Grå triangel uppe till vänster
th_th: แบ่งทแยงขวาสีเทา
tr_tr: Gri Sol Üst Üçgen
vi_vn: Vạch chia chéo ngược xám
zh_cn: 灰色右上三角
zh_tw: 右上方灰色填滿

# item_banner_diagonal_left_green
source: Green Per Bend Sinister
ar_sa: راية ملونة أخضر
be_by: Зялёная верхняя левая палова
bg_bg: Зелено скосяване наляво
ca_es: Tallat verd a dret
cs: Zelený dělený diagonální pruh zprava doleva
da_dk: Grøn Øvre Venstre Halvdel
de: Grün schräglinks geteilt
de_at: Grün schräglinks teilt
el_gr: Πράσινη δεξιά διαγώνιος
es: Tajado verde
fi: Vihreä lakiovastalohkoinen
fr_ca: Taillé, au premier de sinople
ga_ie: Cléroinnte Uaine
gl_es: Tallada verde en Sinistra
he: משולש אלכסוני שמאלי ירוק
hr_hr: Zelena Lijeva Puna Dijagonala
hu_hu: Zölddel balharántolt
id_id: Hijau Terbagi Melengkung Kanan
is_is: Grænn þríhyrningur uppi til vinstri
it: Tagliato: a destra di verde
ja_jp: 上に緑色の逆斜め分割
ka_ge: მწვანე ზედა მარცხენა ნახევარი
ko_kr: 초록색 왼쪽 위 대각무늬
lb_lu: Gréng queesch lénks gedeelt
lt_lt: Žalia viršutinė kairioji pusė
ms_my: Pepenjuru Kiri Hijau
nl_nl: Groene per band sinister
nn_no: Grøn skrådelt venstre
pl: Zielona skośna lewa górna połowa
pt: Talhado Verde
ro_ro: Despărțit verde
ru_ru: Зелёное скошение слева
sk_sk: Zelený delený diagonálny pruh sprava doľava
sl_si: Zelen levo poševno sekani
sv_se: Grön triangel uppe till vänster
th_th: แบ่งทแยงขวาสีเขียว
tr_tr: Yeşil Sol Üst Üçgen
vi_vn: Vạch chia chéo ngược xanh lá cây
zh_cn: 绿色右上三角
zh_tw: 右上方綠色填滿

# item_banner_diagonal_left_lightBlue
source: Light Blue Per Bend Sinister
ar_sa: راية ملونة أزرق فاتح
be_by: Блакітная верхняя левая палова
bg_bg: Светлосиньо скосяване наляво
ca_es: Tallat blau clar a dret
cs: Světle modrý dělený diagonální pruh zprava doleva
da_dk: Lyseblå Øvre Venstre Halvdel
de: Hellblau schräglinks geteilt
de_at: Hellblau schräglinks teilt
el_gr: Γαλάζια δεξιά διαγώνιος
es: Tajado azul claro
fi: Vaaleansininen lakiovastalohkoinen
fr_ca: Taillé, au premier de bleu céleste
ga_ie: Cléroinnte Bánghorm
gl_es: Tallada azul claro en Sinistra
he: משולש אלכסוני שמאלי תכלת
hr_hr: Svijetlo Plava Lijeva Puna Dijagonala
hu_hu: Világoskékkel balharántolt
id_id: Biru Muda Terbagi Melengkung Kanan
is_is: Ljósblár þríhyrningur uppi til vinstri
it: Tagliato: a destra d'azzurro
ja_jp: 上に空色の逆斜め分割
ka_ge: ღია-ლურჯი ზედა მარცხენა ნახევარი
ko_kr: 하늘색 왼쪽 위 대각무늬
lb_lu: Hellblo queesch lénks gedeelt
lt_lt: Šviesiai mėlyna viršutinė kairioji pusė
ms_my: Pepenjuru Kiri Biru Muda
nl_nl: Lichtblauwe per band sinister
nn_no: Ljoseblå skrådelt venstre
pl: Jasnoniebieska skośna lewa górna połowa
pt: Talhado Azul Claro
ro_ro: Despărțit bleu
ru_ru: Голубое скошение слева
sk_sk: Svetlomodrý delený diagonálny pruh sprava doľava
sl_si: Svetlo moder levo poševno sekani
sv_se: Ljusblå triangel uppe till vänster
th_th: แบ่งทแยงขวาสีฟ้า
tr_tr: Açık Mavi Sol Üst Üçgen
vi_vn: Vạch chia chéo ngược xanh nước biển nhạt
zh_cn: 淡蓝色右上三角
zh_tw: 右上方淺藍色填滿

# item_banner_diagonal_left_lime
source: Lime Per Bend Sinister
ar_sa: راية ملونة ليموني
be_by: Лаймавая верхняя левая палова
bg_bg: Жълтозелено скосяване наляво
ca_es: Tallat verd llima a dret
cs: Světle zelený dělený diagonální pruh zprava doleva
da_dk: Limegrøn Øvre Venstre Halvdel
de: Hellgrün schräglinks geteilt
de_at: Hellgrün schräglinks teilt
el_gr: Λαχανί δεξιά διαγώνιος
es: Tajado verde lima
fi: Lime lakiovastalohkoinen
fr_ca: Taillé, au premier de sinople clair
ga_ie: Cléroinnte Líomach
gl_es: Tallada lima en Sinistra
he: משולש אלכסוני שמאלי ליים
hr_hr: Svijetlo Zelena Lijeva Puna Dijagonala
hu_hu: Világoszölddel balharántolt
id_id: Limau Terbagi Melengkung Kanan
is_is: Gulgrænn þríhyrningur uppi til vinstri
it: Tagliato: a destra di lime
ja_jp: 上に黄緑色の逆斜め分割
ka_ge: სალათისფერი ზედა მარცხენა ნახევარი
ko_kr: 연두색 왼쪽 위 대각무늬
lb_lu: Hellgréng queesch lénks gedeelt
lt_lt: Gelsvai žalsva viršutinė kairioji pusė
ms_my: Pepenjuru Kiri Hijau Muda
nl_nl: Lichtgroene per band sinister
nn_no: Limegrøn skrådelt venstre
pl: Jasnozielona skośna lewa górna połowa
pt: Talhado Verde Lima
ro_ro: Despărțit verde-deschis
ru_ru: Лаймовое скошение слева
sk_sk: Svetlozelený delený diagonálny pruh sprava doľava
sl_si: Svetlo zelen levo poševno sekani
sv_se: Limegrön triangel uppe till vänster
th_th: แบ่งทแยงขวาสีเขียวมะนาว
tr_tr: Açık Yeşil Sol Üst Üçgen
vi_vn: Vạch chia chéo ngược xanh lá mạ
zh_cn: 黄绿色右上三角
zh_tw: 右上方淺綠色填滿

# item_banner_diagonal_left_magenta
source: Magenta Per Bend Sinister
ar_sa: راية ملونة أرجواني
be_by: Пурпурная верхняя левая палова
bg_bg: Пурпурно скосяване наляво
ca_es: Tallat magenta a dret
cs: Purpurový dělený diagonální pruh zprava doleva
da_dk: Magenta Øvre Venstre Halvdel
de: Magenta schräglinks geteilt
de_at: Magenta schräglinks teilt
el_gr: Ανοιχτή φούξια δεξιά διαγώνιος
es: Tajado magenta
fi: Purppura lakiovastalohkoinen
fr_ca: Taillé, au premier de magenta
ga_ie: Cléroinnte Maigeanta
gl_es: Tallada maxenta en Sinistra
he: משולש אלכסוני שמאלי מג'נטה
hr_hr: Roza Lijeva Puna Dijagonala
hu_hu: Bíborral balharántolt
id_id: Magenta Terbagi Melengkung Kanan
is_is: Vínrauður þríhyrningur uppi til vinstri
it: Tagliato: a destra di magenta
ja_jp: 上に赤紫色の逆斜め分割
ka_ge: იისფერი ზედა მარცხენა ნახევარი
ko_kr: 자홍색 왼쪽 위 대각무늬
lb_lu: Magenta queesch lénks gedeelt
lt_lt: Rausvai raudona viršutinė kairioji pusė
ms_my: Pepenjuru Kiri Magenta
nl_nl: Magenta per band sinister
nn_no: Ljoselilla skrådelt venstre
pl: Karmazynowa skośna lewa górna połowa
pt: Talhado Magenta
ro_ro: Despărțit magenta
ru_ru: Пурпурное скошение слева
sk_sk: Purpurový delený diagonálny pruh sprava doľava
sl_si: Škrlaten levo poševno sekani
sv_se: Ljuslila triangel uppe till vänster
th_th: แบ่งทแยงขวาสีบานเย็น
tr_tr: Eflatun Sol Üst Üçgen
vi_vn: Vạch chia chéo ngược đỏ sậm
zh_cn: 品红色右上三角
zh_tw: 右上方洋紅色填滿

# item_banner_diagonal_left_orange
source: Orange Per Bend Sinister
ar_sa: راية ملونة برتقالي
be_by: Аранжавая верхняя левая палова
bg_bg: Оранжево скосяване наляво
ca_es: Tallat taronja a dret
cs: Oranžový dělený diagonální pruh zprava doleva
da_dk: Orange Øvre Venstre Halvdel
de: Orange schräglinks geteilt
de_at: Orange schräglinks teilt
el_gr: Πορτοκαλί δεξιά διαγώνιος
es: Tajado naranja
fi: Oranssi lakiovastalohkoinen
fr_ca: Taillé, au premier d'orangé
ga_ie: Cléroinnte Oráisteach
gl_es: Tallada laranxa en Sinistra
he: משולש אלכסוני שמאלי כתום
hr_hr: Narančasta Lijeva Puna Dijagonala
hu_hu: Narancssárgával balharántolt
id_id: Jingga Terbagi Melengkung Kanan
is_is: Appelsínugulur þríhyrningur uppi til vinstri
it: Tagliato: a destra d'arancione
ja_jp: 上に橙色の逆斜め分割
ka_ge: ნარინჯისფერი ზედა მარცხენა ნახევარი
ko_kr: 주황색 왼쪽 위 대각무늬
lb_lu: Orange queesch lénks gedeelt
lt_lt: Oranžinė viršutinė kairioji pusė
ms_my: Pepenjuru Kiri Jingga
nl_nl: Oranje per band sinister
nn_no: Oransje skrådelt venstre
pl: Pomarańczowa skośna lewa górna połowa
pt: Talhado Laranja
ro_ro: Despărțit portocaliu
ru_ru: Оранжевое скошение слева
sk_sk: Oranžový delený diagonálny pruh sprava doľava
sl_si: Oranžen levo poševno sekani
sv_se: Orange triangel uppe till vänster
th_th: แบ่งทแยงขวาสีส้ม
tr_tr: Turuncu Sol Üst Üçgen
vi_vn: Vạch chia chéo ngược cam
zh_cn: 橙色右上三角
zh_tw: 右上方橙色填滿

# item_banner_diagonal_left_pink
source: Pink Per Bend Sinister
ar_sa: راية ملونة وردي
be_by: Ружовая верхняя левая палова
bg_bg: Розово скосяване наляво
ca_es: Tallat rosa a dret
cs: Růžový dělený diagonální pruh zprava doleva
da_dk: Lyserød Øvre Venstre Halvdel
de: Rosa schräglinks geteilt
de_at: Rosa schräglinks teilt
el_gr: Ροζ δεξιά διαγώνιος
es: Tajado rosa
fi: Vaaleanpunainen lakiovastalohkoinen
fr_ca: Taillé, au premier de rose
ga_ie: Cléroinnte Bándearg
gl_es: Tallada rosa en Sinistra
he: משולש אלכסוני שמאלי ורוד
hr_hr: Ružičasta Lijeva Puna Dijagonala
hu_hu: Rózsaszínnel balharántolt
id_id: Merah Muda Terbagi Melengkung Kanan
is_is: Bleikur þríhyrningur uppi til vinstri
it: Tagliato: a destra di rosa
ja_jp: 上に桃色の逆斜め分割
ka_ge: ვარდისფერი ზედა მარცხენა ნახევარი
ko_kr: 분홍색 왼쪽 위 대각무늬
lb_lu: Rosa queesch lénks gedeelt
lt_lt: Rožinė viršutinė kairioji pusė
ms_my: Pepenjuru Kiri Merah Jambu
nl_nl: Roze per band sinister
nn_no: Rosa skrådelt venstre
pl: Różowa skośna lewa górna połowa
pt: Talhado Rosa
ro_ro: Despărțit roz
ru_ru: Розовое скошение слева
sk_sk: Ružový delený diagonálny pruh sprava doľava
sl_si: Roza levo poševno sekani
sv_se: Rosa triangel uppe till vänster
th_th: แบ่งทแยงขวาสีชมพู
tr_tr: Pembe Sol Üst Üçgen
vi_vn: Vạch chia chéo ngược hồng
zh_cn: 粉红色右上三角
zh_tw: 右上方粉紅色填滿

# item_banner_diagonal_left_purple
source: Purple Per Bend Sinister
ar_sa: راية ملونة بنفسجي
be_by: Фіялетавая верхняя левая палова
bg_bg: Лилаво скосяване наляво
ca_es: Tallat morat a dret
cs: Fialový dělený diagonální pruh zprava doleva
da_dk: Lilla Øvre Venstre Halvdel
de: Violett schräglinks geteilt
de_at: Lila schräglinks teilt
el_gr: Φούξια δεξιά διαγώνιος
es: Tajado morado
fi: Violetti lakiovastalohkoinen
fr_ca: Taillé, au premier de pourpre
ga_ie: Cléroinnte Corcra
gl_es: Tallada púrpura en Sinistra
he: משולש אלכסוני שמאלי סגול
hr_hr: Ljubičasta Lijeva Puna Dijagonala
hu_hu: Lilával balharántolt
id_id: Ungu Terbagi Melengkung Kanan
is_is: Fjólublár þríhyrningur uppi til vinstri
it: Tagliato: a destra di viola
ja_jp: 上に紫色の逆斜め分割
ka_ge: ალისფერი ზედა მარცხენა ნახევარი
ko_kr: 보라색 왼쪽 위 대각무늬
lb_lu: Mof queesch lénks gedeelt
lt_lt: Purpurinė viršutinė kairioji pusė
ms_my: Pepenjuru Kiri Ungu
nl_nl: Paarse per band sinister
nn_no: Lilla skrådelt venstre
pl: Fioletowa skośna lewa górna połowa
pt: Talhado Roxo
ro_ro: Despărțit violet
ru_ru: Розовое скошение слева
sk_sk: Fialový delený diagonálny pruh sprava doľava
sl_si: Vijoličen levo poševno sekani
sv_se: Lila triangel uppe till vänster
th_th: แบ่งทแยงขวาสีม่วง
tr_tr: Mor Sol Üst Üçgen
vi_vn: Vạch chia chéo ngược tím
zh_cn: 紫色右上三角
zh_tw: 右上方紫色填滿

# item_banner_diagonal_left_red
source: Red Per Bend Sinister
ar_sa: راية ملونة أحمر
be_by: Чырвоная верхняя левая палова
bg_bg: Червено скосяване наляво
ca_es: Tallat vermell a dret
cs: Červený dělený diagonální pruh zprava doleva
da_dk: Rød Øvre Venstre Halvdel
de: Rot schräglinks geteilt
de_at: Rot schräglinks teilt
el_gr: Κόκκινη δεξιά διαγώνιος
es: Tajado rojo
fi: Punainen lakiovastalohkoinen
fr_ca: Taillé, au premier de gueules
ga_ie: Cléroinnte Dearg
gl_es: Tallada Vermella en Sinistra
he: משולש אלכסוני שמאלי אדום
hr_hr: Crvena Lijeva Puna Dijagonala
hu_hu: Vörössel balharántolt
id_id: Merah Terbagi Melengkung Kanan
is_is: Rauður þríhyrningur uppi til vinstri
it: Tagliato: a destra di rosso
ja_jp: 上に赤色の逆斜め分割
ka_ge: წითელი ზედა მარცხენა ნახევარი
ko_kr: 빨간색 왼쪽 위 대각무늬
lb_lu: Rout queesch lénks gedeelt
lt_lt: Raudona viršutinė kairioji pusė
ms_my: Pepenjuru Kiri Merah
nl_nl: Rode per band sinister
nn_no: Raud skrådelt venstre
pl: Czerwona skośna lewa górna połowa
pt: Talhado Vermelho
ro_ro: Despărțit roșu
ru_ru: Красное скошение слева
sk_sk: Červený delený diagonálny pruh sprava doľava
sl_si: Rdeč levo poševno sekani
sv_se: Röd triangel uppe till vänster
th_th: แบ่งทแยงขวาสีแดง
tr_tr: Kırmızı Sol Üst Üçgen
vi_vn: Vạch chia chéo ngược đỏ
zh_cn: 红色右上三角
zh_tw: 右上方紅色填滿

# item_banner_diagonal_left_silver
source: Light Grey Per Bend Sinister
ar_sa: راية ملونة رمادي فاتح
be_by: Светла-шэрая верхняя левая палова
bg_bg: Светлосиво скосяване наляво
ca_es: Tallat gris clar a dret
cs: Světle šedý dělený diagonální pruh zprava doleva
da_dk: Lysegrå Øvre Venstre Halvdel
de: Hellgrau schräglinks geteilt
de_at: Hellgrau schräglinks teilt
el_gr: Ανοιχτή γκρι δεξιά διαγώνιος
es: Tajado gris claro
fi: Vaaleanharmaa lakiovastalohkoinen
fr_ca: Taillé, au premier d'argent grisé
ga_ie: Cléroinnte Fionnliath
gl_es: Tallada gris claro en Sinistra
he: משולש אלכסוני שמאלי אפור בהיר
hr_hr: Svijetlo Siva Lijeva Puna Dijagonala
hu_hu: Világosszürkével balharántolt
id_id: Kelabu Muda Terbagi Melengkung Kanan
is_is: Ljósgrár þríhyrningur uppi til vinstri
it: Tagliato: a destra di grigio chiaro
ja_jp: 上に薄灰色の逆斜め分割
ka_ge: ღია-ნაცრისფერი ზედა მარცხენა ნახევარი
ko_kr: 회백색 왼쪽 위 대각무늬
lb_lu: Hellgro queesch lénks gedeelt
lt_lt: Šviesiai pilka viršutinė kairioji pusė
ms_my: Pepenjuru Kiri Kelabu Muda
mt_mt: Light Gray Per Bend Sinister
nl_nl: Lichtgrijze per band sinister
nn_no: Ljosegrå skrådelt venstre
pl: Jasnoszara skośna lewa górna połowa
pt: Talhado Cinzento Claro
ro_ro: Despărțit gri-deschis
ru_ru: Светло-серое скошение слева
sk_sk: Svetlosivý delený diagonálny pruh sprava doľava
sl_si: Svetlo siv levo poševno sekani
sv_se: Ljusgrå triangel uppe till vänster
th_th: แบ่งทแยงขวาสีเทาอ่อน
tr_tr: Açık Gri Sol Üst Üçgen
vi_vn: Vạch chia chéo ngược xám nhạt
zh_cn: 淡灰色右上三角
zh_tw: 右上方淺灰色填滿

# item_banner_diagonal_left_white
source: White Per Bend Sinister
ar_sa: راية ملونة أبيض
be_by: Белая верхняя левая палова
bg_bg: Бяло скосяване наляво
ca_es: Tallat blanc a dret
cs: Bílý dělený diagonální pruh zprava doleva
da_dk: Hvid Øvre Venstre Halvdel
de: Weiß schräglinks geteilt
de_at: Weiß schräglinks teilt
el_gr: Άσπρη δεξιά διαγώνιος
es: Tajado blanco
fi: Valkoinen lakiovastalohkoinen
fr_ca: Taillé, au premier d'argent
ga_ie: Cléroinnte Bán
gl_es: Tallada Branca en Sinistra
he: משולש אלכסוני שמאלי לבן
hr_hr: Bijela Lijeva Puna Dijagonala
hu_hu: Fehérrel balharántolt
id_id: Putih Terbagi Melengkung Kanan
is_is: Hvítur þríhyrningur uppi til vinstri
it: Tagliato: a destra di bianco
ja_jp: 上に白色の逆斜め分割
ka_ge: თეთრი ზედა მარცხენა ნახევარი
ko_kr: 하얀색 왼쪽 위 대각무늬
lb_lu: Wäiss queesch lénks gedeelt
lt_lt: Balta viršutinė kairioji pusė
ms_my: Pepenjuru Kiri Putih
nl_nl: Witte per band sinister
nn_no: Kvit skrådelt venstre
pl: Biała skośna lewa górna połowa
pt: Talhado Branco
ro_ro: Despărțit alb
ru_ru: Белое скошение слева
sk_sk: Biely delený diagonálny pruh sprava doľava
sl_si: Bel levo poševno sekani
sv_se: Vit triangel uppe till vänster
th_th: แบ่งทแยงขวาสีขาว
tr_tr: Beyaz Sol Üst Üçgen
vi_vn: Vạch chia chéo ngược trắng
zh_cn: 白色右上三角
zh_tw: 右上方白色填滿

# item_banner_diagonal_left_yellow
source: Yellow Per Bend Sinister
ar_sa: راية ملونة أصفر
be_by: Жоўтая верхняя левая палова
bg_bg: Жълто скосяване наляво
ca_es: Tallat groc a dret
cs: Žlutý dělený diagonální pruh zprava doleva
da_dk: Gul Øvre Venstre Halvdel
de: Gelb schräglinks geteilt
de_at: Gelb schräglinks teilt
el_gr: Κίτρινη δεξιά διαγώνιος
es: Tajado amarillo
fi: Keltainen lakiovastalohkoinen
fr_ca: Taillé, au premier d'or
ga_ie: Cléroinnte Buí
gl_es: Tallada Amarela en Sinistra
he: משולש אלכסוני שמאלי צהוב
hr_hr: Žuta Lijeva Puna Dijagonala
hu_hu: Sárgával balharántolt
id_id: Kuning Terbagi Melengkung Kanan
is_is: Gulur þríhyrningur uppi til vinstri
it: Tagliato: a destra di giallo
ja_jp: 上に黄色の逆斜め分割
ka_ge: ყვითელი ზედა მარცხენა ნახევარი
ko_kr: 노란색 왼쪽 위 대각무늬
lb_lu: Giel queesch lénks gedeelt
lt_lt: Geltona viršutinė kairioji pusė
ms_my: Pepenjuru Kiri Kuning
nl_nl: Gele per band sinister
nn_no: Gul skrådelt venstre
pl: Żółta skośna lewa górna połowa
pt: Talhado Amarelo
ro_ro: Despărțit galben
ru_ru: Жёлтое скошение слева
sk_sk: Žltý delený diagonálny pruh sprava doľava
sl_si: Rumen levo poševno sekani
sv_se: Gul triangel uppe till vänster
th_th: แบ่งทแยงขวาสีเหลือง
tr_tr: Sarı Sol Üst Üçgen
vi_vn: Vạch chia chéo ngược vàng
zh_cn: 黄色右上三角
zh_tw: 右上方黃色填滿
