Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# lanServer_otherPlayers
source: Settings for Other Players
af_za: Verstellings vir Ander Spelers
ar_sa: ضبط لاعبين آخرين
be_by: Налады для іншых гульцоў
bg_bg: Настройки за другите играчи
ca_es: Configuració pels altres jugadors
cs: Nastavení pro ostatní hráče
da_dk: Indstillinger for andre spillere
de: Einstellungen für andere Spieler
de_at: Einstellungen fia ondare Spiela
el_gr: Ρυθμίσεις Υπόλοιπων Παικτών
es: Ajustes para otros jugadores
eu_es: Beste jokalarientzako ezarpenak
fa_ir: تنظیمات برای بازیکنان دیگر
fi: Muiden pelaajien asetukset
fil_ph: Modo para sa ibang kalaro
fr_ca: Options pour les autres joueurs
ga_ie: Socruithe le haghaidh Imreoirí Eile
gd_gb: Roghainnean airson cluicheadairean eile
gl_es: Axustes para outros xogadores
he: הגדרות עבור שחקנים אחרים
hi_in: अन्य खिलाड़ी के लिए सेटिंग्स
hr_hr: Postavke za Ostale Igrače
hu_hu: Más játékosok beállításai
hy_am: Կարգավորումներ այլ խաղացողների համար
id_id: Pengaturan untuk Pemain Lain
is_is: Stillingar fyrir aðra spilara
it: Impostazioni per gli altri giocatori
ja_jp: 他のプレイヤーのための設定
ka_ge: სხვა მოთამაშეების მომართვა
ko_kr: 다른 플레이어 설정
lb_lu: Astellunge fir aner Spiller
lt_lt: Nustatymai kitiems žaidėjams
lv_lv: Uzstādijumi citiem spēlētājiem
mi_nz: i ngā tautuhinga mō ētahi atu kaitākaro
mk_mk: Прилагодувања за Други Играчи
mn_mn: Бусад тоглогчдийн тохиргоо
ms_my: Tetapan untuk Pemain-Pemain Lain
mt_mt: Għażliet għal Plejers Oħra
nl_nl: Instellingen voor andere spelers
nn_no: Innstillingar for andre spelarar
pl: Opcje dla innych graczy
pt: Definições para Outros Jogadores
ro_ro: Setări pentru ceilalți jucători
ru_ru: Настройки для других игроков
sk_sk: Nastavenia pre ostatných hráčov
sl_si: Nastavitve za druge igralce
sq_al: Cilësimet për Lojtarë të Tjerë
sv_se: Inställningar för andra spelare
th_th: ตั้งค่าสำหรับผู้เล่นอื่น
tr_tr: Diğer Oyuncular için Ayarlar
vi_vn: Thiết đặt cho các người chơi khác
zh_cn: 对其他玩家的设置
zh_tw: 對其他玩家的設定

# lanServer_scanning
source: Scanning for games on your local network
af_za: Op soek na speletjies op jou plaaslike netwerk
ar_sa: البحث عن ألعاب في شبكة إتصالاتك المحلية
be_by: Пошук гульні ў лакальнай сетцы
bg_bg: Сканиране за игри на локалната ви мрежа
ca_es: S'estan buscant mons a la teva xarxa local
cs: Vyhledávání her v místní síti
da_dk: Søger efter spil på dit lokale netværk
de: Suche nach Spielen im lokalen Netzwerk
de_at: Suach noch Spieln in deim lokaln Netwerk
el_gr: Σάρωση για παιχνίδια στο τοπικό σου δίκτυο
es: Buscando partidas en tu red local
eu_es: Jokuak bilatzen zure sare lokalan
fa_ir: در حال جست و جو در شبکه محلی شما
fi: Etsitään pelejä lähiverkossa
fil_ph: Humahanap ng laro sa inyong network
fr_ca: Recherche de parties sur votre réseau local
ga_ie: Ag scanadh le haghaidh cluichí ar do líonra logánta
gd_gb: A' sganadh airson geamannan air an lìonra ionadail agad
gl_es: Escaneando partidas na túa rede local
he: סורק משחקים ברשת המקומית שלך
hi_in: खेल आपके स्थानीय नेटवर्क के लिए स्कैन कर रहा है
hr_hr: Traženje igara na vašoj lokalnoj mreži
hu_hu: Játékok keresése a helyi hálózatodon
hy_am: Արվում է տեղական ցանցի սկան, խաղեր գտնելու համար։
id_id: Mencari permainan di jaringan lokal Anda
is_is: Leita að leikjum á staðarneti
it: Ricerca di partite nella rete locale
ja_jp: LAN内のゲームを検索しています
ka_ge: თამაშების ძიება თქვენს ადგილობრივ ქსელში
ko_kr: 로컬 네트워크에서 게임을 찾고 있습니다
lb_lu: Sichen no Spiller am lokalen Netzwierk
lt_lt: Ieškoma žaidimų vietiniame tinkle
lv_lv: Meklē spēles lokālajā tīklā
mi_nz: matawai mō ngā kēmu i runga i tō whatunga rohe
mk_mk: Скенирање за игри во вашата локална мрежа
mn_mn: Таны дотоод сүлжээн дэх тоглолтуудыг хайж байна
ms_my: Mengimbas untuk permainan pada rangkaian tempatan anda
mt_mt: Qed jiġu mfittxija logħob fuq in-netwerk lokali tiegħek
nl_nl: Scannen naar spellen op je lokale netwerk
nn_no: Søkjer etter spel på ditt lokale nettverk
pl: Szukanie gier w sieci lokalnej
pt: A procurar jogos locais na rede local...
ro_ro: Se caută jocuri în rețeaua locală
ru_ru: Поиск миров в локальной сети...
sk_sk: Vyhľadávajú sa hry na lokálnej sieti
sl_si: Iskanje iger v lokalnem omrežju
sq_al: Skanim për lojërat në rrjetin tuaj lokal
sv_se: Letar efter spel på ditt lokala nätverk
th_th: กำลังค้นหาเกมในเครือข่าย LAN
tr_tr: Yerel ağınız üzerindeki oyunlar taranıyor
vi_vn: Đang tìm kiếm trò chơi trên mạng cục bộ của bạn
zh_cn: 正在你的本地网络中寻找游戏
zh_tw: 正在您的區域網路內尋找可供加入的遊戲

# lanServer_start
source: Start LAN World
af_za: Begin LAN Wêreld
ar_sa: بداية LAN العالم
be_by: Адкрыць свет ў лакальнай сетцы
bg_bg: Стартиране на LAN свят
ca_es: Començar món LAN
cs: Spustit svět pro LAN
da_dk: Start LAN-verden
de: LAN-Welt starten
de_at: LAN-Wöd startn
el_gr: Εκκίνηση κόσμου Τοπικού Δικτύου
es: Iniciar un mundo en LAN
eu_es: Hasi sare lokal mundua
fa_ir: شروع شبکه LAN
fi: Jaa lähiverkkoon
fil_ph: Simulan ang LAN
fr_ca: Ouvrir ce monde au LAN
ga_ie: Tosaigh Domhan ar an Líon Logánta
gd_gb: Tòisich air saoghal LAN
gl_es: Comezar mundo LAN
he: הפעל שרת מקומי
hi_in: स्थानीय विश्व प्रारंभ
hr_hr: Pokreni Lokalni Svijet
hu_hu: LAN világ indítása
hy_am: Սկսել LAN աշխարհ
id_id: Memulai Dunia LAN
is_is: Ræsa LAN heim
it: Avvia il mondo in rete locale
ja_jp: LANワールドの開始
ka_ge: სამყაროს LAN-ში გაშვება
ko_kr: LAN 세계 시작
lb_lu: D'LAN-Welt starten
lt_lt: Pradėti vietinį pasaulį
lv_lv: Sākt LAN pasauli
mi_nz: tīmata LAN ao
mk_mk: Започнат Светот на LAN
mn_mn: Дотоод сүлжээнд тоглолт эхлүүлэх
ms_my: Mulakan Dunia LAN
mt_mt: Ibda LAN Server
nl_nl: LAN-wereld starten
nn_no: Start ei LAN-verd
pl: Uruchom świat w sieci LAN
pt: Iniciar Mundo de LAN
ro_ro: Pornește lumea în LAN
ru_ru: Открыть мир для сети
sk_sk: Začať LAN svet
sl_si: Zaženi svet v lokalnem omrežju
sq_al: Filloni LAN Botë
sv_se: Starta LAN-värld
th_th: เริ่มเซิร์ฟเวอร์ LAN
tr_tr: Yerel Ağ Dünyası Başlat
vi_vn: Bắt đầu thế giới mạng LAN
zh_cn: 创造一个局域网世界
zh_tw: 建立局域網世界

# lanServer_title
source: LAN World
af_za: LAN Wêreld
ar_sa: Lan عالم
be_by: Свет у лакальнай сетцы
bg_bg: LAN свят
ca_es: Món LAN
cs: LAN svět
da_dk: LAN-verden
de: LAN-Welt
de_at: LAN-Wöd
el_gr: Κόσμος Τοπικού Δικτύου
es: Mundo en LAN
eu_es: Sare lokal mundua
fa_ir: دنیای LAN
fi: Lähiverkkomaailma
fil_ph: Mundong LAN
fr_ca: Monde en réseau local
ga_ie: Domhan ar an Líon Logánta
gd_gb: Saoghal LAN
gl_es: Mundo LAN
he: שרת מקומי
hi_in: स्थानीय दुनिया
hr_hr: Lokalni Svijet
hu_hu: LAN világ
hy_am: LAN Աշխարհ
id_id: Dunia LAN
is_is: LAN heimur
it: Mondo in rete locale
ja_jp: LANワールド
ka_ge: LAN სამყარო
ko_kr: LAN 세계
lb_lu: LAN-Welt
lt_lt: Vietinis pasaulis
lv_lv: LAN pasaule
mi_nz: LAN te ao
mk_mk: Светот на LAN
mn_mn: Дотоод сүлжээн дэх дэлхий
ms_my: Dunia LAN
mt_mt: LAN Server
nl_nl: LAN-wereld
nn_no: LAN-verd
pl: Świat w sieci lokalnej
pt: Mundo de LAN
ro_ro: Lume în LAN
ru_ru: Мир в локальной сети
sk_sk: LAN svet
sl_si: Svet v lokalnem omrežju
sq_al: LAN Botë
sv_se: LAN-värld
th_th: โลก LAN
tr_tr: Yerel Ağ Dünyası
vi_vn: Thế giới mạng LAN
zh_cn: 局域网世界
zh_tw: 局域網世界

# language_code
source: en_UK
af_za: af_ZA
ar_sa: ar
be_by: be_BY
bg_bg: bg_BG
ca_es: ca
cs: cs_CZ
da_dk: da_DK
de: de_DE
de_at: de_AT
el_gr: el_GR
es: es_ES
eu_es: eu_ES
fa_ir: fa_IR
fi: fi_FI
fil_ph: tl_PH
fr_ca: fr_CA
ga_ie: ga_IE
gd_gb: gd
gl_es: gl_ES
he: he_IL
hi_in: hi_IN
hr_hr: hr_HR
hu_hu: hu_HU
hy_am: hy_AM
id_id: id_ID
is_is: is_IS
it: it_IT
ja_jp: ja_JP
ka_ge: ka_GE
ko_kr: ko_KR
lb_lu: lb_LU
lt_lt: lt_LT
lv_lv: lv_LV
mi_nz: mi_NZ
mk_mk: mk_MK
mn_mn: mn_MN
ms_my: ms_MY
mt_mt: mt_MT
nl_nl: nl_NL
nn_no: nn_NO
pl: pl_PL
pt: pt_PT
ro_ro: ro_RO
ru_ru: ru_RU
sk_sk: sk_SK
sl_si: sl_SI
sq_al: sq_AL
sv_se: sv_SE
th_th: th_TH
tr_tr: tr_TR
vi_vn: vi_VN
zh_cn: zh_CN
zh_tw: zh_TW

# language_name
source: English
af_za: Afrikaans
ar_sa: العربية
be_by: Беларуская
bg_bg: Български
ca_es: Català
cs: Čeština
da_dk: Dansk
de: Deutsch
de_at: Deitsch
el_gr: Ελληνικά
es: Español
eu_es: Euskara
fa_ir: فارسی
fi: Suomi
fil_ph: Filipino
fr_ca: Français québécois
ga_ie: Gaeilge
gd_gb: Gàidhlig
gl_es: Galego
he: עברית
hi_in: हिन्दी
hr_hr: Hrvatski
hu_hu: Magyar
hy_am: Հայերեն
id_id: Bahasa Indonesia
is_is: Íslenska
it: Italiano
ja_jp: 日本語
ka_ge: ქართული
ko_kr: 한국어
lb_lu: Lëtzebuergesch
lt_lt: Lietuvių
lv_lv: Latviešu
mi_nz: Te Reo Māori
mk_mk: Македонски
mn_mn: Монгол
ms_my: Bahasa Melayu
mt_mt: Malti
nl_nl: Nederlands
nn_no: Norsk nynorsk
pl: Polski
pt: Português
ro_ro: Română
ru_ru: Русский
sk_sk: Slovenčina
sl_si: Slovenščina
sq_al: Shqip
sv_se: Svenska
th_th: ภาษาไทย
tr_tr: Türkçe
vi_vn: Tiếng Việt
zh_cn: 简体中文
zh_tw: 繁體中文

# language_region
source: United Kingdom
af_za: Suid-Afrika
ar_sa: العالم العربي
be_by: Беларусь
bg_bg: България
ca_es: Catalunya
cs: Česko
da_dk: Danmark
de: Deutschland
de_at: Östareich
el_gr: Ελλάδα
es: España
eu_es: Euskal Herria
fa_ir: ايران
fi: Suomi
fil_ph: Pilipinas
fr_ca: Canada
ga_ie: Éire
gd_gb: Alba
gl_es: Galicia
he: ישראל
hi_in: भारत
hr_hr: Hrvatska
hu_hu: Magyarország
hy_am: Հայաստան
id_id: Indonesia
is_is: Ísland
it: Italia
ja_jp: 日本
ka_ge: საქართველო
ko_kr: 한국
lb_lu: Lëtzebuerg
lt_lt: Lietuva
lv_lv: Latvija
mi_nz: Aotearoa
mk_mk: Македонија
mn_mn: Монгол Улс
ms_my: Malaysia
mt_mt: Malta
nl_nl: Nederland
nn_no: Noreg
pl: Polska
pt: Portugal
ro_ro: România
ru_ru: Россия
sk_sk: Slovensko
sl_si: Slovenija
sq_al: Shqipëri
sv_se: Sverige
th_th: ไทย
tr_tr: Türkiye
vi_vn: Việt Nam
zh_cn: 中国
zh_tw: 台灣

# lingering_potion_effect_awkward
source: Awkward Lingering Potion
af_za: Onbeholpe Draaldoepa
ar_sa: غاز الجرعة العجيبة
be_by: Нязграбнае трывалае зелле
bg_bg: Задържаща се неловка отвара
ca_es: Poció estranya persistent
cs: Doznívající běžný lektvar
da_dk: Hængende akavet eliksir
de: Seltsamer Verweiltrank
el_gr: Αμήχανο Διαρκές Φίλτρο
es: Poción rara persistente
fi: Viipyvä kiusallinen taikajuoma
fil_ph: Nananatiling Gayumang Nakakahiya
fr_ca: Potion délicate persistante
ga_ie: Posóid Righin Chiotach
gl_es: Poción alongada rara
he: שיקוי השתהות אקוורד
hu_hu: Ügyetlen időző bájital
id_id: Ramuan Berlama-lama Canggung
it: Pozione strana persistente
ja_jp: 奇妙な残留ポーション
ka_ge: არეული მძიმე ხსნარი
ko_kr: 잔류형 어색한 물약
lb_lu: Komeschen undauernden Dronk
lt_lt: Garuojantis keistas eliksyras
lv_lv: Dīvaina Ilgstoša Dzira
ms_my: Posyen Berlarutan Janggal
mt_mt: Xarba Skomda Fumanti
nl_nl: Aanhoudende vreemde drank
nn_no: Dvelande uhendigt brygg
pl: Trwała miotana klarowna mikstura
pt: Poção Prolongada Estranha
ro_ro: Poțiune stingheră persistentă
ru_ru: Взвешенное мутное зелье
sk_sk: Plynný trpký elixír
sl_si: Dolgotrajen osnoven napoj
sv_se: Kvardröjande tafflig brygd
th_th: น้ำยางุ่มง่ามแบบตกค้าง
tr_tr: Kalıcı Garip İksir
vi_vn: Thuốc vụng về kéo dài
zh_cn: 滞留型粗制药水
zh_tw: 滯留 基礎藥水

# lingering_potion_effect_empty
source: Lingering Uncraftable Potion
af_za: Onmaakbare Draaldoepa
ar_sa: غاز الجرعة الغير قابلة للصنع
be_by: Трывалае нестваральнае зелле
bg_bg: Задържаща се неизмайсторима отвара
ca_es: Poció persistent impossible d'elaborar
cs: Doznívající nevytvořitelný lektvar
da_dk: Hængende ulavlig eliksir
de: Nicht braubarer Verweiltrank
el_gr: Άφτιαχτο Φίλτρο Διαρκείας
es: Poción persistente no fabricable
fi: Viipyvä ei-craftattava taikajuoma
fil_ph: Nananatiling Gayuma na hindi nagagawa
fr_ca: Potion persistante non fabricable
ga_ie: Posóid Righin Dochumtha
gl_es: Poción alongada infabricable
he: שיקוי התמהמהות בלתי ניתן להכנה
hu_hu: Nem főzhető időző bájital
id_id: Ramuan Berlama-lama Uncraftable
it: Pozione persistente non fabbricabile
ja_jp: クラフト不可能な残留ポーション
ka_ge: შეუქმნადი მძიმე ხსნარი
ko_kr: 잔류형 제작 불가능한 물약
lb_lu: Net produzéierbaren undauernden Dronk
lt_lt: Garuojantis nepagaminamas eliksyras
lv_lv: Ilgstoša neuztaisāma dzira
ms_my: Posyen Berlarutan Tidak Dikrafkan
mt_mt: Xarba Impossibbli Fumanti
nl_nl: Aanhoudende onmaakbare drank
nn_no: Dvelande ulagbart brygg
pl: Trwała miotana niewykonalna mikstura
pt: Poção Prolongada Incriável
ro_ro: Poțiune persistentă nefabricabilă
ru_ru: Взвешенное несоздаваемое зелье
sk_sk: Plynný nevytvoriteľný elixír
sl_si: Neustvarljiv dolgotrajen napoj
sv_se: Kvardröjande oskapbar brygd
th_th: น้ำยาที่ไม่สามารถใช้งานได้แบบตกค้าง
tr_tr: Kalıcı Üretilemeyen İksir
vi_vn: Thuốc không thể tạo ra kéo dài
zh_cn: 滞留型不可合成的药水
zh_tw: 滯留 不可合成的藥水

# lingering_potion_effect_fire_resistance
source: Lingering Potion of Fire Resistance
af_za: Brandbestandheid Draaldoepa
ar_sa: غاز جرعة مقاومة النار
be_by: Трывалае зелле вогнеўстойлівасці
bg_bg: Задържаща се отвара на огнената устойчивост
ca_es: Poció persistent de resistència al foc
cs: Doznívající lektvar ohnivzdornosti
da_dk: Hængende ildmodstandseliksir
de: Verweiltrank der Feuerresistenz
el_gr: Διαρκές Φίλτρο Πυροπροστασίας
es: Poción de cuerpo ignífugo persistente
fi: Viipyvä tulenkestävyyden tailajuoma
fil_ph: Nananatiling Gayumang pang Laban sa Apoy
fr_ca: Potion de résistance au feu persistante
ga_ie: Posóid Righin na Dó-obachta
gl_es: Poción alongada de resistencia ó lume
he: שיקוי השתהות של חסינות לאש
hu_hu: Tűzállóság időző bájitala
id_id: Ramuan Berlama-lama Tahan Api
it: Pozione persistente di resistenza al fuoco
ja_jp: 耐火の残留ポーション
ka_ge: ცეცხლისგან გამძლეობის მძიმე ხსნარი
ko_kr: 잔류형 화염 저항의 물약
lb_lu: Undauernden Dronk vun der Féierresistenz
lt_lt: Garuojantis atsparumo ugniai eliksyras
lv_lv: Ilgstoša Uguns noturības dzira
ms_my: Posyen Berlarutan Ketahanan Api
mt_mt: Xarba tar-Resistenza għan-Nar Fumanti
nl_nl: Aanhoudende drank der vuurbestendigheid
nn_no: Dvelande eldvernsbrygg
pl: Trwała miotana mikstura odporności na ogień
pt: Poção Prolongada de Resistência ao Fogo
ro_ro: Poțiune de rezistență la foc persistentă
ru_ru: Взвешенное зелье огнестойкости
sk_sk: Plynný elixír ohňuvzdornosti
sl_si: Dolgotrajen napoj odpornosti proti ognju
sv_se: Kvardröjande eldresistansbrygd
th_th: น้ำยาแห่งการทนไฟแบบตกค้าง
tr_tr: Kalıcı Ateş Direnci İksiri
vi_vn: Thuốc chống lửa kéo dài
zh_cn: 滞留型抗火药水
zh_tw: 滯留 抗火藥水

# lingering_potion_effect_harming
source: Lingering Potion of Harming
af_za: Skade Dralende Doepa
ar_sa: غاز حرعة الإيذاء
be_by: Трывалае зелле шкоды
bg_bg: Задържаща се отвара на нараняването
ca_es: Poció persistent de dany
cs: Doznívající lektvar ublížení
da_dk: Hængende skadeeliksir
de: Verweiltrank des Schadens
el_gr: Διαρκές Φίλτρο Ζημιάς
es: Poción de daño persistente
fi: Viipyvä vahingoittava taikajuoma
fil_ph: Nananatiling Gayumang pang Pahamak
fr_ca: Potion de dégâts persistante
ga_ie: Posóid Righin an Dochair
gl_es: Poción alongada de dano
he: שיקוי משתרכים בפגיעה
hu_hu: Sebzés időző bájitala
id_id: Ramuan Berlama-lama Merugikan
it: Pozione persistente di danno
ja_jp: 負傷の残留ポーション
ka_ge: ზიანის მძიმე ხსნარი
ko_kr: 잔류형 고통의 물약
lb_lu: Undauernden Dronk vum Schued
lt_lt: Garuojantis žalos eliksyras
lv_lv: Ilgstošās kaitēšanas dzira
ms_my: Posyen Berlarutan Kesakitan
mt_mt: Xarba tal-Ħsara Fumanti
nl_nl: Aanhoudende drank der verwonding
nn_no: Dvelande skadebrygg
pl: Trwała miotana mikstura krzywdy
pt: Poção Prolongada de Dano
ro_ro: Poțiune de vătămare persistentă
ru_ru: Взвешенное зелье урона
sk_sk: Plynný elixír ranenia
sl_si: Dolgotrajen napoj škodovanja
sv_se: Kvardröjande skadebrygd
th_th: น้ำยาแห่งการทำลายแบบตกค้าง
tr_tr: Kalıcı Hasar İksiri
vi_vn: Thuốc sát thương kéo dài
zh_cn: 滞留型伤害药水
zh_tw: 滯留 傷害藥水

# lingering_potion_effect_healing
source: Lingering Potion of Healing
af_za: Genesing Dralende Doepa
ar_sa: غاز جرعة الشفاء
be_by: Трывалае гаючае зелле
bg_bg: Задържаща се отвара на лечението
ca_es: Poció persistent de curació
cs: Doznívající lektvar léčení
da_dk: Hængende helbredseliksir
de: Verweiltrank der Heilung
el_gr: Διαρκές Φίλτρο Θεραπείας
es: Poción de curación persistente
fi: Viipyvä parantava taikajuoma
fil_ph: Nananatiling Gayumang pang Pagaling
fr_ca: Potion de guérison persistante
ga_ie: Posóid Righin an Leighis
gl_es: Poción alongada de curación
he: שיקוי מתמשכת של ריפוי
hu_hu: Gyógyítás időző bájitala
id_id: Ramuan Berlama-lama Penyembuhan
it: Pozione persistente di cura
ja_jp: 治癒の残留ポーション
ka_ge: მკურნალობის მძიმე ხსნარი
ko_kr: 잔류형 즉시 회복의 물약
lb_lu: Undauernden Dronk vun der Heelung
lt_lt: Garuojantis gydymo eliksyras
lv_lv: Ilgstoša lēkšanas dzira
ms_my: Posyen Berlarutan Penyembuhan
mt_mt: Xarba tal-Fejqan Fumanti
nl_nl: Aanhoudende drank der genezing
nn_no: Dvelande lækjebrygg
pl: Trwała miotana mikstura leczenia
pt: Poção Prolongada de Cura
ro_ro: Poțiune de vindecare persistentă
ru_ru: Взвешенное зелье исцеления
sk_sk: Plynný elixír liečenia
sl_si: Dolgotrajen napoj zdravljenja
sv_se: Kvardröjande läkningsbrygd
th_th: น้ำยาแห่งการเพิ่มเลือดแบบตกค้าง
tr_tr: Kalıcı İyileştirme İksiri
vi_vn: Thuốc hồi máu kéo dài
zh_cn: 滞留型治疗药水
zh_tw: 滯留 治療藥水

# lingering_potion_effect_invisibility
source: Lingering Potion of Invisibility
af_za: Onsigbaarheid Draaldoepa
ar_sa: غاز جرعة التخفى
be_by: Трывалае зелле нябачнасці
bg_bg: Задържаща се отвара на невидимостта
ca_es: Poció llancívola d'invisibilitat
cs: Doznívající lektvar neviditelnosti
da_dk: Hængende usynlighedseliksir
de: Verweiltrank der Unsichtbarkeit
el_gr: Διαρκές Φίλτρο Αφάνειας
es: Poción de invisibilidad persistente
fi: Viipyvä näkymättömyyden taikajuoma
fil_ph: Nananatiling Gayumang pang Salikmata
fr_ca: Potion d'invisibilité persistante
ga_ie: Posóid Righin na Dofheictheachta
gl_es: Poción alongada de invisibilidade
he: שיקוי השתהות של בלתי נראות
hu_hu: Láthatatlanság időző bájitala
id_id: Ramuan Berlama-lama Limunan
it: Pozione persistente d'invisibilità
ja_jp: 透明化の残留ポーション
ka_ge: უჩინარობის მძიმე ხსნარი
ko_kr: 잔류형 투명화 물약
lb_lu: Undauernden Dronk vun der Onsiichtbarkeet
lt_lt: Garuojantis nematomumo eliksyras
lv_lv: Ilgstoša neredzamības dzira
ms_my: Posyen Berlarutan Halimunan
mt_mt: Xarba tal-Inviżibbiltaż Fumanti
nl_nl: Aanhoudende drank der onzichtbaarheid
nn_no: Dvelande usjåelegsbrygg
pl: Trwała miotana mikstura niewidzialności
pt: Poção Prolongada de Invisibilidade
ro_ro: Poțiune de invizibilitate persistentă
ru_ru: Взвешенное зелье невидимости
sk_sk: Plynný elixír neviditeľnosti
sl_si: Dolgotrajen napoj nevidnosti
sv_se: Kvardröjande osynlighetsbrygd
th_th: ยาระเหยล่องหน
tr_tr: Kalıcı Görünmezlik İksiri
vi_vn: Thuốc tàng hình kéo dài
zh_cn: 滞留型隐身药水
zh_tw: 滯留 隱形藥水

# lingering_potion_effect_leaping
source: Lingering Potion of Leaping
af_za: Spring Draaldoepa
ar_sa: غاز جرعة الوثب
be_by: Трывалае зелле скакучасці
bg_bg: Задържаща се отвара на скокливостта
ca_es: Poció persistent de saltar
cs: Doznívající lektvar skákání
da_dk: Hængende springeliksir
de: Verweiltrank der Sprungkraft
el_gr: Διαρκές Φίλτρο Υπερπήδησης
es: Poción de salto persistente
fi: Viipyvä loikkaamisen taikajuoma
fil_ph: Nananatiling Gayumang pang Lukso
fr_ca: Potion de saut persistante
ga_ie: Posóid Righin na Léime
gl_es: Poción alongada de salto
he: שיקוי השתהות של קפיצה
hu_hu: Szökkenés időző bájitala
id_id: Ramuan Berlama-lama Menloncat
it: Pozione persistente di salto
ja_jp: 跳躍の残留ポーション
ka_ge: ხტომის მძიმე ხსნარი
ko_kr: 잔류형 도약의 물약
lb_lu: Undauernden Dronk vun der Sprongkraaft
lt_lt: Garuojantis šoklumo eliksyras
lv_lv: Ilgstoša lēkšanas dzira
ms_my: Posyen Berlarutan Lompatan
mt_mt: Xarba tal-Qbiż Fumanti
nl_nl: Aanhoudende drank der sprongen
nn_no: Dvelande byksebrygg
pl: Trwała miotana mikstura skoku
pt: Poção Prolongada de Salto
ro_ro: Poțiune de sărit persistentă
ru_ru: Взвешенное зелье прыгучести
sk_sk: Plynný elixír skákania
sl_si: Dolgotrajen napoj skakanja
sv_se: Kvardröjande hoppstrykebrygd
th_th: น้ำยาแห่งการก้าวกระโดดแบบตกค้าง
tr_tr: Kalıcı Sıçrama İksiri
vi_vn: Thuốc nhảy cao kéo dài
zh_cn: 滞留型跳跃药水
zh_tw: 滯留 跳躍藥水

# lingering_potion_effect_levitation
source: Lingering Potion of Levitation
af_za: Levitasie Dralende Doepa
ar_sa: رشة جرعة الطوفان
be_by: Трывалае зелле левітацыі
bg_bg: Задържаща се отвара на левитацията
ca_es: Poció persistent de levitació
cs: Doznívající lektvar levitace
da_dk: Hængende levitationseliksir
de: Verweiltrank der Schwebekraft
el_gr: Διαρκές Φίλτρο Ανύψωσης
es: Poción de levitación persistente
fi: Viipyvä levitaation taikajuoma
fil_ph: Nananatiling Gayumang pang Palutang
fr_ca: Potion de lévitation persistante
ga_ie: Posóid Righin an Eadarbhuasaithe
gl_es: Poción alongada de levitación
he: שיקוי מתמשכת של ריחוף
hu_hu: Lebegés időző bájitala
id_id: Ramuan Berlama-lama Levitasi
it: Pozione persistente di levitazione
ja_jp: 浮遊の残留ポーション
ka_ge: ლევიტაციის მძიმე ხსნარი
ko_kr: 잔류형 공중 부양의 물약
lb_lu: Undauernden Dronk vum Schwiewen
lt_lt: Garuojantis sklandymo eliksyras
lv_lv: Ilgstošā lidošanas dzira
ms_my: Posyen Berlarutan Apungan
mt_mt: Xarba tal-Levitazzjoni Fumanti
nl_nl: Aanhoudende drank der zweving
nn_no: Dvelande svevebrygg
pl: Trwała miotana mikstura lewitacji
pt: Poção Prolongada de Levitação
ro_ro: Poțiune de levitație persistentă
ru_ru: Взвешенное зелье левитации
sk_sk: Plynný elixír levitácie
sl_si: Dolgotrajen napoj lebdenjenja
sv_se: Kvardröjande svävningsbrygd
th_th: น้ำยาแห่งการลอยตัวแบบตกค้าง
tr_tr: Kalıcı Yükselme İksiri
vi_vn: Thuốc bay lên kéo dài
zh_cn: 滞留型飘浮药水
zh_tw: 滯留 懸浮藥水

# lingering_potion_effect_luck
source: Lingering Potion of Luck
af_za: Geluk Dralende Doepa
ar_sa: رشة جرعة الحظ
be_by: Трывалае зелле ўдачы
bg_bg: Задържаща се отвара на късмета
ca_es: Poció llancívola de sort
cs: Doznívající lektvar štěstí
da_dk: Hængende heldeliksir
de: Verweiltrank des Glücks
el_gr: Διαρκές Φίλτρο Tύχης
es: Poción de suerte persistente
fi: Viipyvä onnen taikajuoma
fil_ph: Nananatiling Gayumang pang Pasuwerte
fr_ca: Potion de chance persistante
ga_ie: Posóid Righin an Áidh
gl_es: Poción alongada de sorte
he: שיקוי מתמשכת של מזל
hu_hu: Szerencse időző bájitala
id_id: Ramuan keberuntungan yang bertahan
it: Pozione persistente di fortuna
ja_jp: 幸運の残留ポーション
ka_ge: იღბლის მძიმე ხსნარი
ko_kr: 잔류형 행운의 물약
lb_lu: Undauernden Dronk vum Gléck
lt_lt: Garuojantis sėkmės eliksyras
lv_lv: īlgstošā veiksmes dzira
ms_my: Posyen Berlarutan Nasib
mt_mt: Xarba tal-Fortuna Fumanti
nl_nl: Aanhoudende drank des geluks
nn_no: Dvelande lukkebrygg
pl: Trwała miotana mikstura szczęścia
pt: Poção Prolongada de Sorte
ro_ro: Poțiune de noroc persistentă
ru_ru: Взвешенное зелье удачи
sk_sk: Plynný elixír šťastia
sl_si: Dolgotrajen napoj sreče
sv_se: Kvardröjande turbrygd
th_th: น้ำยาแห่งโชคแบบตกค้าง
tr_tr: Kalıcı Şans İksiri
vi_vn: Thuốc may mắn kéo dài
zh_cn: 滞留型幸运药水
zh_tw: 滯留 好運藥水

# lingering_potion_effect_mundane
source: Mundane Lingering Potion
af_za: Alledaagse Draaldoepa
ar_sa: غاز الجرعة التافهة
be_by: Звычайнае трывалае зелле
bg_bg: Задържаща се обикновена отвара
ca_es: Poció llancívola sense efectes
cs: Doznívající světský lektvar
da_dk: Hængende banal eliksir
de: Gewöhnlicher Verweiltrank
el_gr: Βαρετό Φίλτρο Διαρκείας
es: Poción vulgar persistente
fi: Maallinen viipyvä taikajuoma
fil_ph: Nananatiling Gayumang Mahina
fr_ca: Potion banale persistante
ga_ie: Posóid Righin Leamh
gl_es: Poción alongada vulgar
he: שיקוי השתהות מונדיין
hu_hu: Átlagos időző bájital
id_id: Ramuan Berlama-lama Biasa
it: Pozione ordinaria persistente
ja_jp: ありふれた残留ポーション
ka_ge: მდარე მძიმე ხსნარი
ko_kr: 잔류형 평범한 물약
lb_lu: Gewéinlechen undauernden Dronk
lt_lt: Garuojantis nuobodus eliksyras
lv_lv: Inkdienišķa Ilgstošā dzira
ms_my: Posyen Berlarutan Duniawi
mt_mt: Xarba Ordinarja Fumanti
nl_nl: Aanhoudende triviale drank
nn_no: Dvelande ordinært brygg
pl: Trwała mdła mikstura miotana
pt: Poção Prolongada Mundana
ro_ro: Poțiune banală persistentă
ru_ru: Заурядное взвешенное зелье
sk_sk: Plynný svetský elixír
sl_si: Preprost dolgotrajen napoj
sv_se: Banal kvardröjande brygd
th_th: น้ำยาปกติแบบตกค้าง
tr_tr: Kalıcı Sıradan İksir
vi_vn: Thuốc nhàm chán kéo dài
zh_cn: 滞留型平凡的药水
zh_tw: 滯留 平凡藥水
