Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# achievement_makeBread
source: Bake Bread
af_za: Bak Brood
ar_sa: أخبز خبز
be_by: Усяму галава
bg_bg: Изпечи хляб
ca_es: Forner
cs: Upeč třeba chleba…
da_dk: Bag brød
de: Backe Brot
de_at: Bock Brot
el_gr: Ψήστε Ψωμί
es: Panadería
eu_es: Ogia laberatu
fa_ir: پخت نان
fi: Leivo leipää
fil_ph: Magluto ng Tinapay
fr_ca: Du pain sur la planche
ga_ie: Bácáil Arán
gl_es: Panadeiro
he: אפה לחם
hi_in: बनाओ रोटी
hr_hr: Ispeci Kruh
hu_hu: Süss kenyeret!
hy_am: Հաց Թխեք
id_id: Panggang roti
is_is: Bakaðu Brauð
it: Il pane quotidiano
ja_jp: パンを焼く
ka_ge: გამოაცხვეთ პური
ko_kr: 갓 구운 빵
lb_lu: Bak Brout
lt_lt: Kepti duoną
lv_lv: Uzcep maizi
ms_my: Membakar roti
mt_mt: Naħmu l-Ħobż
nl_nl: Bak brood
nn_no: Brødbaking
pl: Pieczenie chleba
pt: Cozer Pão
ro_ro: Coace pâine
ru_ru: Хлеб насущный
sk_sk: Pečenie chleba
sl_si: Speči kruh
sv_se: Brödföda
tr_tr: Ekmek Pişir
vi_vn: Nướng bánh mì
zh_cn: 烤面包
zh_tw: 烤麵包

# achievement_makeBread_desc
source: Turn wheat into bread
af_za: Bak brood van koring
ar_sa: حول الدقيق إلى خبز
be_by: Зрабіце хлеб з пшаніцы
bg_bg: Превърни пшеница в хляб
ca_es: Transforma blat en pa
cs: Proměň pšenici v chléb
da_dk: Lav hvede om til brød
de: Backe ein Brot aus Weizen
de_at: Bock a Brot aus Weizn
el_gr: Μετατρέψτε σιτάρι σε ψωμί
es: Haz pan con el trigo
eu_es: Garia ogian bihurtu
fa_ir: گندم را به نان تبديل کن.
fi: Tee vehnästä leipää
fil_ph: Gumawa ng tinapay gamit ang trigo
fr_ca: Faites du pain avec du blé
ga_ie: Déan arán as cruithneacht
gl_es: Converte trigo en pan
he: הפוך חיטה ללחם
hi_in: रोटी में गेहूं मुड़ें
hr_hr: Pretvori pšenicu u kruh
hu_hu: Készíts kenyeret a búzából!
hy_am: Ցորեն հաց վերածեք
id_id: Jadikan gandum menjadi roti
is_is: Breyttu hveiti í brauð
it: Trasforma il grano in pane
ja_jp: 小麦からパンを作る
ka_ge: მიიღეთ პური ხორბლისგან
ko_kr: 밀로 빵을 만드세요
lb_lu: Bak Brout aus Weess
lt_lt: Iš kviečių pasigaminkite duonos
lv_lv: No kviešiem pagatavo maizi
ms_my: Guna gandum untuk membakari roti
mt_mt: Ibdel qamħ għal ġo ħobża
nl_nl: Maak brood van tarwe
nn_no: Lag brød av kveite
pl: Przerób pszenicę na chleb
pt: Transforma trigo em pão
ro_ro: Fă pâine din grâu
ru_ru: Испечь хлеб из пшеницы
sk_sk: Urob z obilia čerstvý chlebík
sl_si: Spremeni pšenico v kruh
sv_se: Baka bröd av vete
th_th: นำข้าวสาลีมาทำเป็นขนมปัง
tr_tr: Buğdaydan ekmek yap
vi_vn: Biến lúa mì thành bánh mì
zh_cn: 用小麦来做面包
zh_tw: 把小麥變成麵包

# achievement_mineWood
source: Getting Wood
af_za: Verkry Hout
ar_sa: الحصول على الخشب
be_by: Здабыча дрэва
bg_bg: Събиране на дървесина
ca_es: Obtenint fusta
cs: Poraž strom!
da_dk: At skaffe træ
de: Dreimal auf Holz geklopft!
de_at: Dreimoi auf Hoiz klopft!
el_gr: Αποκτώντας Ξυλεία
es: Madera de leñador
eu_es: Egurra Eskuratzen
fa_ir: گرفتن چوب
fi: Metsuri
fil_ph: Makakuha ng Kahoy
fr_ca: Tire-toi une bûche !
ga_ie: Ag Fáil Adhmaid
gl_es: Madeira de artista
he: השג עץ
hi_in: लकड़ी हो रही है
hr_hr: Prikupljanje Drveta
hu_hu: Fanyűvő
hy_am: Փայտ Հայթհայթել
id_id: Mendapatkan kayu
is_is: Timbursveinn
it: Duro come il legno
ja_jp: 木を手に入れる
ka_ge: მოჭრილი ხეები
ko_kr: 최초의 나무
lb_lu: Holz gesammelt
lt_lt: Kumštis į medį!
lv_lv: Iegūsti koku
ms_my: Mendapat Kayu
mt_mt: Inġibu l-Injam
nl_nl: Hout verkrijgen
nn_no: Skaffe ved
pl: Zbieranie drewna
pt: Apanhar Madeira
ro_ro: La tăiat de lemne
ru_ru: Наломать дров
sk_sk: Získavanie dreva
sl_si: Pridobitev lesa
sv_se: Ta i trä
th_th: ได้ไม้
tr_tr: Odun Bulmak
vi_vn: Kiếm lấy gỗ
zh_cn: 获得木头
zh_tw: 獲得木頭

# achievement_mineWood_desc
source: Attack a tree until a block of wood pops out
af_za: Slaan 'n boom totdat 'n blok hout uit val
ar_sa: هاجم شجرة حتى تخرج لك كتلة خشب
be_by: Біце дрэва, пакуль з яго не выпадзе блок драўніны.
bg_bg: Удряйте дърво, докато не вземете кубче от него
ca_es: Aconsegueix fusta d'un arbre
cs: Útoč na strom dokud z něj nevypadne blok dřeva
da_dk: Angrib et træ indtil der falder brænde ud
de: Schlage einen Baum, bis ein Block Holz herausfällt
de_at: Schlog an Bam, bis a Block Hoiz außafoid
el_gr: Επιτεθείτε σε ένα δέντρο, μέχρι να πεταχτεί ένας κύβος από ξύλο
es: Golpea un árbol hasta que caiga un bloque de tronco
eu_es: Eraso zuhaitz bati egur bloke bat jausi arte
fa_ir: به یه درخت حمله ور شو تا چوب بگیری!
fi: Hakkaa puuta kunnes siitä pulpahtaa ulos puukuutio
fil_ph: Suntukin ang isang puno hanggang may lumabas na isang bloke ng kahoy
fr_ca: Frappez un arbre jusqu'à l'obtention d'une bûche de bois
ga_ie: Ionsaigh crann go bpreabfaidh bloc adhmaid as
gl_es: Golpea unha árbore ata que caia un bloque de madeira
he: הכה עץ עד שבלוק עץ יופיע
hi_in: एक पेड़ को हमला करो जब तक लकड़ी का एक खंड बाहर चबूतरे
hr_hr: Napadaj stablo dok se ne stvori blok drveta.
hu_hu: Kezdj el ütni egy fát addig, míg egy fa blokk nem esik ki belőle!
hy_am: Հարվածել Ծառին, որպեսզի ստանալ փայտ
id_id: Pukul Pohon Sampai Blok Kayu Muncul
is_is: Lemdu tré þangað til þú færð viðardrumb
it: Picchia un albero finché non spunta un blocco di legno
ja_jp: アイテムになるまで木を叩く
ka_ge: შეუტიეთ ხეს სანამ არ მიიღებთ ხის ბლოკს
ko_kr: 한 개의 나무 블록을 얻으세요
lb_lu: Schlo op ee Bam bis ee Stéck Holz erausfält
lt_lt: Daužykite medį kol iš jo iškris medienos
lv_lv: Sit koku, kamēr no tā izkrīt koka bloks
ms_my: Menyerang sebatang pokok sehingga kayu terkeluar
mt_mt: Attakka siġra sakemm iġġib blokka tal-injam
nl_nl: Val een boom aan totdat je een blok hout verkrijgt
nn_no: Deng på treet til det sprett ut ei treblokk
pl: Bij drzewo, dopóki nie wypadnie z niego blok drewna
pt: Ataca uma árvore até que um bloco de madeira salte
ro_ro: Lovește un copac până când obții un bloc de lemn
ru_ru: Сломать дерево, чтобы получить бревно
sk_sk: Búchaj do stromu, až kým nevypadne kocka dreva
sl_si: Napadaj drevo, dokler ne spusti kosa lesa
sv_se: Anfall ett träd tills ett träblock ploppar fram
th_th: ตีต้นไม้จนกว่าจะได้บล็อกไม้มาหนึ่งก้อน
tr_tr: Bir odun bloğu çıkana kadar bir ağaca vur
vi_vn: Tấn công một cái cây đến khi một khối gỗ bật ra
zh_cn: 摧毁树木直到跳出一个木头方块
zh_tw: 持續破壞樹木直到原木掉落為止

# achievement_onARail
source: On A Rail
af_za: Op 'n Spoor
ar_sa: على السكة الحديدية
be_by: Рэйкавы шлях
bg_bg: На прав път
ca_es: Sobre rodes
cs: Mám rád vláčky
da_dk: På sporet
de: Bahn frei!
de_at: Bahn frei!
el_gr: Πάνω σε Ράγα
es: Encarrilado
eu_es: Errail gainean
fa_ir: روي ريل
fi: Raiteilla
fil_ph: Sa Riles
fr_ca: Sur un rail
ga_ie: Ar an Iarnród
gl_es: Sobre raís
he: על מסילה
hi_in: एक रेल पर
hr_hr: Na Pruzi
hu_hu: Sínen vagy
hy_am: Երկաթուղու վրա
id_id: Pada rel
is_is: Lestarstjóri
it: Su un binario
ja_jp: 世界のトロッコから
ka_ge: რკინიგზა
ko_kr: 레일 위에서
lb_lu: Bunn fräi!
lt_lt: Ant bėgių
lv_lv: Uz dzelzsceļa
ms_my: Atas Landasan
mt_mt: Ġo Karretta
nl_nl: Op 't goede spoor
nn_no: Dette går på skinner
pl: Na torach
pt: Num Caminho-de-Ferro
ro_ro: Pe șine
ru_ru: Стук колёс
sk_sk: Na koľajniciach
sl_si: Na tirih
sv_se: Det går som på räls
tr_tr: Ray Üstünde
vi_vn: Lăn bánh
zh_cn: 在铁路上
zh_tw: 暢行無阻

# achievement_onARail_desc
source: Travel by minecart at least 1 km from where you started
af_za: Reis ten minste 1 km van jou beginpunt met 'n koekepan
ar_sa: السفر عن طريق minecart لا يقل عن 1 كم من المكان الذي بدأت
be_by: Праедзьце сама менш 1 км на ваганетцы.
bg_bg: Пътувай с количка поне 1 км от там, от където си тръгнал
ca_es: Viatja 1Km en vagoneta
cs: Procestuj vozíkem vzdálenost delší než 1 km z místa startu
da_dk: Rejs med minevogn mindst 1 km fra, hvor du startede
de: Lege mit einer Lore mindestens einen Kilometer an einem Stück zurück
de_at: Leg mit an Minecraft mindestens oan Kilometer am Stuck zrugg
el_gr: Ταξιδέψτε με βαγόνι τουλάχιστον 1 χμ από εκεί που ξεκινήσατε
es: Viaja en vagoneta al menos un kilómetro desde donde empezaste
eu_es: Bagonetan gutxienez kilometro bat bidaiatu hasi zenuen tokitik
fa_ir: با استفاده از واگن، بیشتر از یک کیلومتر از جایی که شروع کردی برو.
fi: Matkusta kaivosvaunulla vähintään kilometri aloituspaikastasi
fil_ph: Bumiyahe sa isang karitela ng isang kilometro o mahigit galing sa simula
fr_ca: Parcourez au moins 1 kilomètre en wagonnet dans une direction
ga_ie: Taistil ar cairt mianaigh 1 km ar a laghad
gl_es: Viaxa en vagoneta polo menos un quilómetro desde onde comezaches
he: סעו בעגלת מכרה ק"מ אחד מהמקום ממנו התחלת
hr_hr: Proputuj barem 1 km vagonom od mjesta polaska
hu_hu: Utazz csillével a kiindulóponttól legalább 1km-re
id_id: Bepergian dengan minecart setidaknya 1km dari tempat Anda mulai
is_is: Ferðastu að lágmark 1 km með námuvagni
it: Viaggia su un carrello da miniera per almeno 1 km dal punto di partenza
ja_jp: トロッコに乗って出発地点から1km以上移動する
ka_ge: იმგზავრეთ ურიკით უწყვეტლივ სულ მცირე 1კმ
ko_kr: 마인카트를 타고 1km 이상 이동하세요
lb_lu: Verbréng mindestens ee Kilometer an engem Buggi
lt_lt: Nukeliaukite vagonėliu bent 1 km nuo ten kur pradėjote
lv_lv: Nobrauciet ar vagonu vismaz 1 km no vietas kur sākāt
ms_my: Bergerak menggunakan kereta lombong sekurang-kurangnya 1 km jauh daripada titik permulaan anda
mt_mt: Ivvjaġġa mill-inqas 1 km 'il bogħod minn fejn bdejt ġo karretta
nl_nl: Reis met een mijnkar tenminste 1 km vanaf je beginpunt
nn_no: Reis i gruvevogn i minst 1 km frå der du starta
pl: Przejedź w wagoniku co najmniej 1 km od punktu z którego wyruszyłeś
pt: Viaja de vagão pelo menos 1 km de onde começaste
ro_ro: Călătorește cu vagonetul cel puțin 1 kilometru din punctul de plecare
ru_ru: Проехать в вагонетке не меньше километра за один раз
sk_sk: Prejdi vozíkom aspoň 1 km od miesta odkiaľ si vyštartoval
sl_si: Potuj z vozičkom vsaj 1 km, od kjer si začel
sv_se: Åk med gruvvagn minst 1 km iväg från där du började åka
th_th: การเดินทางโดย minecart อย่างน้อย 1 กิโลเมตรอยู่ห่างจากสถานที่ซึ่งท่านเริ่มต้น
tr_tr: Başladığın yerden vagonla en az 1 km seyahat et
vi_vn: Đi bằng xe mỏ ít nhất 1 km từ nơi bạn khởi đầu
zh_cn: 通过矿车旅行，移动到至少离出发点1公里的位置
zh_tw: 從開始處乘坐礦車至少 1 公里

# achievement_openInventory
source: Taking Inventory
af_za: Neem Inventaris
ar_sa: استخدام الحقيبة
be_by: Праверка кішэняў
bg_bg: Отваряне на инвентара
ca_es: Fent inventari
cs: Co mám v kapsičkách?
da_dk: Åbn taske
de: Inventur
de_at: Inventur
el_gr: Κάνοντας απογραφή
es: Haciendo el inventario
eu_es: Inbentarioa erabiltzen
fa_ir: بازی کردن کوله
fi: Kurkista reppuun
fil_ph: Mabuksan ang Imbentaryo
fr_ca: Faire l'inventaire
ga_ie: Ag Tógáil Fardail
gd_gb: A' toirt sùil air an tasgadh
gl_es: Facendo inventario
he: לפתוח את התיק
hi_in: सूची लेना
hr_hr: Otvaranje Inventara
hu_hu: Felszerelés
hy_am: Ստուգել Պայուսակը
id_id: Mengambil Persediaan
is_is: Opnaði bakpokann
it: Fare l'inventario
ja_jp: 所持品の確認
ka_ge: ინვენტარის გახსნა
ko_kr: 보관함 열기
lb_lu: Inventar opmaachen
lt_lt: Inventorizacija
lv_lv: Atvērta soma
ms_my: Mengambil inventori
mt_mt: Niftħu l-Inventorju
nl_nl: Inventariseren
nn_no: Varetelling
pl: Używanie ekwipunku
pt: Abrir o Inventário
ro_ro: Să facem inventarul
ru_ru: Проверить карманы
sk_sk: Otvorenie inventára
sl_si: Pogled v inventar
sv_se: Öppna utrustning
tr_tr: Envanter Alma
vi_vn: Mở túi đồ
zh_cn: 打开物品栏
zh_tw: 盤點庫存

# achievement_openInventory_desc
source: Press '{0}' to open your inventory
af_za: Druk '{0}' om jou inventaris oop te maak
ar_sa: أضغط '{0}' لتفتح حقيبتك
be_by: Каб адкрыць рыштунак, націсніце '{0}'
bg_bg: Натиснете '{0}', за да отворите инвентара си
ca_es: Prem {0} per obrir el teu inventari
cs: Stiskni „{0}“ pro otevření inventáře
da_dk: Tryk '{0}' for at åbne din taske
de: Drücke '{0}', um dein Inventar zu öffnen
de_at: Druck '{0}' um dei Inventar zum Seng
el_gr: Πάτησε '{0}' για να εμφανίσεις την αποθήκη σου
es: Pulsa "{0}" para abrir tu inventario
fi: Avaa tavaraluettelo painamalla '{0}'
fil_ph: Pindutin ang '{0}' para mabuksan ang imbentaryo
fr_ca: Appuyez sur "{0}" pour ouvrir votre inventaire
ga_ie: Brúigh ar '{0}' chun an fardal a oscailt
gd_gb: Brùth air '{0}' gus an tasgadh agad fhosgladh
gl_es: Preme '{0}' para abrir o teu inventario
he: לחץ {0} לפתיחת התיק
hr_hr: Pritisni {0} za otvaranje inventara
hu_hu: Nyomd meg az '{0}' gombot az eszköztárad megnyitásához
id_id: Tekan '{0}' untuk membuka inventorimu
it: Premi {0} per aprire l'inventario
ja_jp: 「{0}」キーを押してインベントリを開く
ka_ge: დააჭირეთ '{0}'-ს ინვენტარის გასახსნელად
ko_kr: {0}키를 눌러 보관함을 여세요
lb_lu: Dréck '{0}' fir däin Inventar opzemaachen
lt_lt: Naudokite '{0}' norėdami atidaryti inventorių
lv_lv: Nospiediet {0} lai atvērtu somu
ms_my: Tekan '{0}' untuk membuka inventori anda
mt_mt: Afgħas '{0}' biex tiftaħ l-inventorju
nl_nl: Druk op '{0}' om je inventaris te openen
nn_no: Trykk på '{0}' for å åpne inventaret ditt
pl: Naciśnij '{0}' aby otworzyć swój ekwipunek
pt: Pressiona '{0}' para abrires o teu inventário
ro_ro: Apasă "{0}" pentru a deschide inventarul
ru_ru: Нажмите '{0}', чтобы открыть инвентарь
sk_sk: Stlač '{0}' pre otvorenie inventára
sl_si: Pritisni '{0}', da odpreš inventar
sv_se: Tryck på '{0}' för att öppna din utrustning
tr_tr: Envanterinizi açmak için '{0}''e basın
vi_vn: Nhấn '{0}' để mở túi đồ của bạn
zh_cn: 按’{0}‘来打开你的物品栏
zh_tw: 按「{0}」打開你的背包

# achievement_overkill
source: Overkill
af_za: Verplettering
ar_sa: ضربة قاتلة
be_by: Супер-удар
bg_bg: От първият път
ca_es: Rematar
cs: To bude bolet!
de: Meister des Kampfes
de_at: Kompfmeister
el_gr: Εξόντωση
es: Golpe de gracia
eu_es: Sekulako hila
fa_ir: وحشيگري
fi: Ylilyönti
fil_ph: Kalupitan
fr_ca: T'es plus que mort !
ga_ie: Ró-mharú
gl_es: Merte excesiva
he: הריגת-יתר
hi_in: ओवरकिल
hr_hr: Smrtonosni Udarac
hu_hu: Halálos túlzás
hy_am: Մահացո Հարված
is_is: Skaði skeður
it: Massacro
ja_jp: やり過ぎ
ka_ge: სასიკვდილო
ko_kr: 오버킬
lb_lu: Meeschter am Kampf
lt_lt: Asas
lv_lv: Izsitējs
ms_my: Keterlaluan
mt_mt: Iż-Żejjed kollu Żejjed
nn_no: Hardhendt
pl: Niszczyciel
pt: Massacre
ro_ro: Masacru
ru_ru: Смертельный удар
sk_sk: Smrtiaci úder
sl_si: Pretiravanje
sv_se: Övervåld
tr_tr: Vur Dedik Öldürdün
vi_vn: Khát máu
zh_cn: 赶尽杀绝
zh_tw: 太殺了

# achievement_overkill_desc
source: Deal nine hearts of damage in a single hit
af_za: Dien nege harte skade toe met 'n enkele slag
ar_sa: أمحي 9 قلوب من الصحة في ضربة واحدة
be_by: Нанясіце дзевяць сардэчак шкоды адным ударам.
bg_bg: Направи щета от 9 сърца с 1 удар
ca_es: Fes vuit cors de mal en un sol cop
cs: Jedním úderem seber nepříteli 8 srdcí
da_dk: Uddel otte hjerters skade i et enkelt slag
de: Verursache neun Herzen Schaden mit einem einzigen Schlag
de_at: Moch mit an oanzign Schlog nei Herzn Schodn
el_gr: Κάντε τραύμα εννέα καρδιών με ένα μόνο χτύπημα
es: Inflige nueve corazones de daño de un solo golpe
eu_es: Zortzi bihotzezko mina egin zartada bakar batean
fa_ir: 8 قلب دشمن را با يک ضربه از بين ببر
fi: Aiheuta kahdeksan sydämen vahinko yhdellä iskulla
fil_ph: Dumulot ng walong puso ng pinsala sa isang tama lamang
fr_ca: Infligez neuf coeurs de dégâts en un seul coup
ga_ie: Tabhair dochar ocht gcroí ar neach i mbuille amháin
gl_es: Fai nove corazóns de dano dun só golpe
he: גרום נזק של תשעה לבבות במכה אחת
hi_in: एक हिट एकल में क्षति के आठ दिल डील
hr_hr: Napravi štetu od osam srca u jednom udarcu.
hu_hu: Okozz kilenc szívnyi sebzést egyetlen támadással
hy_am: Մատուցեք ութ կյանքի վնաս մեկ հարվածով
id_id: Lakukan damage sebesar 9 hati dalam satu pukulan
is_is: Náðu átta hjörtum af með einu höggi
it: Infliggi nove cuori di danno in un singolo colpo
ja_jp: 一撃でハート9個分のダメージを与える
ka_ge: ერთი დარტყმით დააკელით მტერს ცხრა გული
ko_kr: 단 한 번의 타격으로 하트 9개의 피해를 입히세요
lb_lu: Verursaach aacht Häerzer Schued mat engem eenzege Schlag
lt_lt: Atimkite devynias širdeles vienu kirčiu
lv_lv: Veic astoņu siržu bojājumu vienā sitienā
ms_my: Buatkan sembilan kecederaan jantung dalam satu serangan
mt_mt: Agħti tmient iqlub ta' ħsara f'daqqa waħda
nl_nl: Dien in één klap negen hartjes aan schade toe
nn_no: Gjer åtte hjarte skade med eit einaste slag
pl: Zadaj osiem serc obrażeń pojedynczym ciosem
pt: Causa nove corações de dano com um único ataque
ro_ro: Ia nouă inimi de viață dintr-o singură lovitură
ru_ru: Нанесите урон в девять сердец за один удар
sk_sk: Jediným úderom meča uber obeti osem srdiečok
sl_si: Naredi devet src škode z enim udarcem
sv_se: Åstadkom nio hjärtan i skada med en enda träff
th_th: สร้างความเสียหายระดับ 9 หัวใจ จากการโจมตีครั้งเดียว
tr_tr: Tek bir vuruşla dokuz kalplik hasar ver
vi_vn: Gây sát thương tám trái tim trong một lần đánh
zh_cn: 在一击内造成9颗心的伤害
zh_tw: 一擊製造九顆心的傷害

# achievement_overpowered
source: Overpowered
af_za: Oorrompelend
ar_sa: عالي الطاقة
be_by: Супермоц
bg_bg: Прекалено силен
ca_es: Totpoderós
cs: Super síla
da_dk: Overmægtig
de: Übermächtig
de_at: Übamächtig
el_gr: Παντοδύναμος
es: Todopoderoso
eu_es: Menderatua
fa_ir: پرقدرت
fi: Ylivoimainen
fil_ph: Makapangyarihan
fr_ca: Surpuissant
ga_ie: Róchumhachtach
gl_es: Todopoderoso
he: עוצמת יתר
hr_hr: Nadljudska Snaga
hu_hu: Felturbózva
id_id: Terlalu kuat
is_is: Yfirbugaði
it: Un'aura potentissima
ja_jp: 圧倒的な力
ka_ge: ზეძლიერი
ko_kr: 압도적인 힘
lb_lu: Iwwermächteg
lt_lt: Įveikta
lv_lv: Pārākstiprs
ms_my: Badang
mt_mt: Tajba Ferm
nn_no: Overvelda
pl: Supermoc
pt: Demasiado Poderoso
ro_ro: Atotputernic
ru_ru: Максимальная энергия
sk_sk: Príliš mocný
sl_si: Nadčloveška moč
sv_se: Kraftfylld
th_th: มีพลังมากเกินไป
tr_tr: Aşırı Güç
vi_vn: Khỏe quá mức
zh_cn: 君临天下
zh_tw: 太強大

# achievement_overpowered_desc
source: Eat a Notch apple
af_za: Eet 'n Notch appel
ar_sa: أكل تفاحة Notch
be_by: З’ешце яблык Нотча
bg_bg: Изяж ябълка на Ноч
ca_es: Menjar una poma de Notch
cs: Sněz Notchovo jablko
da_dk: Spis et Notch æble
de: Iss einen Notch-Apfel
de_at: Iss an Notch-Opfe
el_gr: Φάτε ένα Νοτσόμηλο
es: Cómete una manzana de Notch
eu_es: Notch sagarra jan
fa_ir: یک سیب ناچ بخور
fi: Syö Notchin omena
fil_ph: Kumain ng Mansanas na Notch
fr_ca: Mangez une pomme de Notch
ga_ie: Ith úll Notch
gl_es: Come unha mazá de Notch
he: אכול תפוח נוטץ'
hr_hr: Pojedi Notchevu jabuku
hu_hu: Egyél meg egy Notch-almát
id_id: Makan apel takik
it: Mangia una mela d'oro di Notch
ja_jp: ノッチリンゴを食べる
ka_ge: იგემე ნოტჩის ვაშლი
ko_kr: Notch 사과를 먹으세요
lb_lu: Iess een Notch-Apel
lt_lt: Suvalgykite Notch'o obuolį
lv_lv: Apēda Notch ābolu
ms_my: Makan epal Notch
mt_mt: Kul Tuffieħa ta' Notch
nl_nl: Eet een Notch-appel
nn_no: Et eit Notch-eple
pl: Zjedz jabłko Notch'a
pt: Come uma maçã dourada encantada
ro_ro: Mănâncă un măr Notch
ru_ru: Съешьте яблоко Нотча
sk_sk: Zjedz očarované zlaté jablko
sl_si: Pojej Notchevo jabolko
sv_se: Ät ett Notch-äpple
th_th: กิน Notch แอปเปิ้ล
tr_tr: Bir Notch elması ye
vi_vn: Ăn một quả táo Notch
zh_cn: 吃一个附魔金苹果
zh_tw: 吃下一顆附魔金蘋果

# achievement_portal
source: We Need to Go Deeper
af_za: Na Benede
ar_sa: يجب ان نتعمق اكثر
be_by: Недастаткова глыбока
bg_bg: Трябва да отидем по-дълбоко
ca_es: Ànimes condemnades
cs: Jdem do hlubin, kde vládne stín
da_dk: Vi skal længere ind
de: Wir müssen noch tiefer
de_at: Wia miaßn nu tiafa
el_gr: Πρέπει να πάμε πιο βαθιά
es: Más allá del mundo
eu_es: Sakonago joan behar dugu
fa_ir: ما باید بریم پایین تر
fi: Meidän on mentävä syvemmälle
fil_ph: Kailangan Nating Pumunta sa Mas Malalim na Lugar
fr_ca: Allons plus profond
ga_ie: Tá Orainn Dul Níos Doimhne
gd_gb: Feumaidh sinn dol nas doimhne
gl_es: Debemos ir máis profundo
he: אנו צריכים ללכת לעומק
hi_in: हम गहराई में जाने की जरूरत है
hr_hr: Moramo Ići Dublje
hu_hu: Hívogató mélység
hy_am: Մենք պետք է գնանք ավելի խորը
id_id: Harus Bertualang Lebih Jauh
is_is: Við þurfum að fara dýpra
it: Lasciate ogni speranza...
ja_jp: さらなる深みへ
ka_ge: პლანეტის ცენტრისკენ
ko_kr: 더 깊은 곳으로
lb_lu: Mir mussen nach méi déif
lt_lt: Mums reikia eiti giliau
lv_lv: Mums Vajag Doties Dziļāk
ms_my: Meneroka Lebih
mt_mt: Għandna bżonn immorru iktar fil-fond
nl_nl: We Moeten Dieper!
nn_no: Vi må djupare
pl: Musimy zejść głębiej
pt: Temos de Ir Mais Fundo
ro_ro: Trebuie să mergem mai adânc
ru_ru: В самое пекло
sk_sk: Musíme ísť hlbšie
sl_si: Iti moramo globlje
sv_se: Vi måste gå djupare
tr_tr: Daha Derine İnmemiz Gerek
vi_vn: Chúng ta cần tiến sâu hơn
zh_cn: 我们需要再深入些
zh_tw: 我們必須更深入一點

# achievement_portal_desc
source: Build a portal to the Nether
af_za: Bou 'n portaal na die Benede
ar_sa: أبنى بوابة الى العالم السفلي
be_by: Збудуйце партал у Нэдэр
bg_bg: Направи си портал към Недъра
ca_es: Construeix un portal a l'Abisme
cs: Postav portál do Netheru
da_dk: Byg en portal til Nether
de: Baue ein Portal zum Nether
de_at: Bau a Portal zum Nether
el_gr: Χτίσε μια πύλη για το Νέδερ
es: Construye un portal al Nether
eu_es: Eraiki portal bat abisalera
fa_ir: يک پرتال به جهنم بساز
fi: Rakenna portaali Netheriin
fil_ph: Lumikha ng isang lagusan patungo sa Impiyerno
fr_ca: Construisez et entrez dans un portail vers le Nether
ga_ie: Tóg tairseach don Íochtar
gd_gb: Tog doras dhan Nether
gl_es: Constrúe un portal ó Nether
he: בנה פורטל לנת׳ר
hi_in: नीचे के लिए एक पोर्टल बनाएँ
hr_hr: Izgradi portal u Podzemlje.
hu_hu: Építs egy portált a Netherbe
hy_am: Ստեղծել պորտալ դեպի Դժոխք
id_id: Bangun portal menuju Neraka
is_is: Byggðu gátt til Heljar
it: Varca un portale per il Nether
ja_jp: ネザーへのポータルを作る
ka_ge: ააშენეთ ნეზერის პორტალი
ko_kr: 네더로 가는 포탈을 만드세요
lb_lu: Bau ee Portal an den Nether
lt_lt: Pastatykite portalą į Netherį
lv_lv: Uzcel portālu uz Elli
ms_my: Membina sebuah portal ke Neraka
mt_mt: Ibni portal għal ġon-Nether
nl_nl: Bouw een portaal naar de Nether
nn_no: Bygg ein portal til Nether
pl: Zbuduj portal do Netheru
pt: Constrói um portal para o Nether
ro_ro: Construiește un portal spre Nether
ru_ru: Построить портал в Незер
sk_sk: Postav portál do netheru
sl_si: Izdelaj portal v Pekel
sv_se: Bygg en portal till Nether
th_th: สร้างประตูมิติสู่เนเธอร์
tr_tr: Nether'a giden bir geçit inşa et
vi_vn: Xây một cánh cổng dẫn tới vùng Nether
zh_cn: 建造一个通往下界的传送门
zh_tw: 建造一個地獄傳送門

# achievement_potion
source: Local Brewery
af_za: Plaaslike Brouery
ar_sa: المخمرة المحلية
be_by: Мясцовы бровар
bg_bg: Местния алхимик
ca_es: Destil·leria local
cs: Malý chemik
da_dk: Lokalt bryggeri
de: Alchemie
de_at: Oichemie
el_gr: Τοπικό αποστακτήριο
es: Destilería local
eu_es: Etxeko destilategia
fa_ir: معجون ساز محلی
fi: Kotipanimo
fil_ph: Lokal na Pagluluto
fr_ca: En veux-tu une froide ?
ga_ie: Grúdlann Áitiúil
gl_es: Destilería local
he: הרוקח המקומי
hi_in: स्थानीय शराब की भठ्ठी
hr_hr: Varenje
hu_hu: Helyi kémikus
hy_am: Տեղական Քիմիկոս
id_id: Pembuatan Ramuan
is_is: Brugghús
it: Distilleria artigianale
ja_jp: 町の薬屋さん
ka_ge: აფთიაქი
ko_kr: 물약 양조장
lb_lu: Alchemie
lt_lt: Vietiniai viralai
lv_lv: Vietējais brūzis
ms_my: Pembru Tempatan
mt_mt: Birrerija Lokali
nl_nl: Plaatselijke brouwerij
nn_no: Lokalbryggeri
pl: Lokalny browar
pt: Laboratório Local
ro_ro: Alchimie
ru_ru: Местный зельевар
sk_sk: Miestny pivovar
sl_si: Krajevna varilnica
sv_se: Lokalt bryggeri
tr_tr: Yerel İksirci
vi_vn: Nhà máy ủ địa phương
zh_cn: 本地的酿造厂
zh_tw: 私人釀坊

# achievement_potion_desc
source: Brew a potion
af_za: Brou doepa
ar_sa: قم بتخمير جرعة
be_by: Зварыце зелле
bg_bg: Свари отвара
ca_es: Elabora una poció
cs: Uvař lektvar
da_dk: Bryg en eliksir
de: Braue einen Trank
de_at: Brau an Tronk
el_gr: Φτιάξτε ένα φίλτρο
es: Elabora una poción
eu_es: Edabe bat elaboratu
fa_ir: يک معجون بساز.
fi: Valmista taikajuoma
fil_ph: Magumuto ng isang gayuma
fr_ca: Préparez une potion
ga_ie: Grúdaigh Posóid
gl_es: Destila unha poción
he: רקח שיקוי
hi_in: औषधि काढ़ा
hr_hr: Skuhaj napitak
hu_hu: Főzz egy bájitalt
hy_am: Եփել Դեղորայք
id_id: Buat satu ramuan
is_is: Bruggaðu seið
it: Prepara una pozione
ja_jp: ポーションを醸造する
ka_ge: დაამზადე ხსნარი
ko_kr: 물약을 양조하세요
lb_lu: Braue een Dronk
lt_lt: Išvirkite eliksyrą
lv_lv: Uzbrūvçt dziru
ms_my: Membru sebotol posyen
mt_mt: Oħloq xarba
nl_nl: Brouw een drank
nn_no: Kok ihop eit brygg
pl: Uwarz miksturę
pt: Fermenta uma poção
ro_ro: Prepară o poțiune
ru_ru: Сварить зелье
sk_sk: Uvar elixír
sl_si: Zvari napoj
sv_se: Skapa en brygd
th_th: ปรุงยา
tr_tr: Bir iksir yap
vi_vn: Pha một lọ thuốc
zh_cn: 酿造一瓶药水
zh_tw: 釀造一瓶藥水
