Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# tile_redSandStone_default_name
source: Red Sandstone
af_za: Rooi Sandsteen
ar_sa: الحجر الرملي الأحمر
be_by: Чырвоны пясчанік
bg_bg: Червен пясъчен камък
ca_es: Roca sorrenca vermella
cs: Rudý pískovec
da_dk: Rød sandsten
de: Roter Sandstein
de_at: Rota Sondstoa
el_gr: Κόκκινος Aμμόλιθος
es: Arenisca roja
eu_es: Hareharri gorria
fa_ir: ماسه سنگ قرمز
fi: Punainen hiekkakivi
fil_ph: Mapulang Batubuhangin
fr_ca: Grès rouge
ga_ie: Gaineamhchloch Dhearg
gd_gb: Clach-ghainmhich ruadh
gl_es: Arenito vermello
he: אבן חול אדומה
hi_in: लाल बलुआ पत्थर
hr_hr: Crveni Pješčani Kamen
hu_hu: Vörös homokkő
hy_am: կարմիր ավազ
id_id: Batu Pasir Merah
is_is: Rauður sandsteinn
it: Arenaria rossa
ja_jp: 赤い砂岩
ka_ge: წითელი ქვიშაქვა
ko_kr: 붉은 사암
lb_lu: Roude Sandsteen
lt_lt: Raudonas smiltainis
lv_lv: Sarkanais smilšakmens
mn_mn: Улаан элсэн чулуу
ms_my: Batu Pasir Merah
mt_mt: Ġebel Aħmar tal-Franka
nl_nl: Rood zandsteen
nn_no: Raud sandstein
pl: Czerwony piaskowiec
pt: Arenito Vermelho
ro_ro: Gresie roșie
ru_ru: Красный песчаник
sk_sk: Červený pieskovec
sl_si: Rdeči peščenjak
sv_se: Röd sandsten
th_th: หินทรายสีแดง
tr_tr: Kırmızı Kum Taşı
vi_vn: Cát kết đỏ
zh_cn: 红沙石
zh_tw: 紅砂岩

# tile_redSandStone_name
source: Red Sandstone
af_za: Rooi Sandsteen
ar_sa: الحجر الرملي الأحمر
be_by: Чырвоны пясчанік
bg_bg: Червен пясъчен камък
ca_es: Roca sorrenca vermella
cs: Rudý pískovec
da_dk: Rød sandsten
de: Roter Sandstein
de_at: Rota Sondstoa
el_gr: Κόκκινος Aμμόλιθος
es: Arenisca roja
eu_es: Hareharri gorria
fa_ir: ماسه سنگ قرمز
fi: Punainen hiekkakivi
fil_ph: Mapulang Batubuhangin
fr_ca: Blocs en grès rouge
ga_ie: Gaineamhchloch Dhearg
gd_gb: Clach-ghainmhich ruadh
gl_es: Arenito vermello
he: אבן חול אדומה
hi_in: लाल बलुआ पत्थर
hr_hr: Crveni Pješčani Kamen
hu_hu: Vörös homokkő
hy_am: կարմիր ավազ
id_id: Batu Pasir Merah
is_is: Rauður sandsteinn
it: Arenaria rossa
ja_jp: 赤い砂岩
ka_ge: წითელი ქვიშაქვა
ko_kr: 붉은 사암
lb_lu: Roude Sandsteen
lt_lt: Raudonas smiltainis
lv_lv: Sarkanais smilšakmens
mn_mn: Улаан элсэн чулуу
ms_my: Batu Pasir Merah
mt_mt: Ġebel Aħmar tal-Franka
nl_nl: Rood zandsteen
nn_no: Raud sandstein
pl: Czerwony piaskowiec
pt: Arenito Vermelho
ro_ro: Gresie roșie
ru_ru: Красный песчаник
sk_sk: Červený pieskovec
sl_si: Rdeči peščenjak
sv_se: Röd sandsten
th_th: หินทรายสีแดง
tr_tr: Kırmızı Kum Taşı
vi_vn: Cát kết đỏ
zh_cn: 红沙石
zh_tw: 紅砂岩

# tile_redSandStone_smooth_name
source: Smooth Red Sandstone
af_za: Gladde Rooi Sandsteen
ar_sa: حجر رملي أحمر ناعم
be_by: Гладкі чырвоны пясчанік
bg_bg: Гладък червен пясъчен камък
ca_es: Roca sorrenca llisa
cs: Vyhlazený rudý pískovec
da_dk: Glat rød sandsten
de: Glatter roter Sandstein
de_at: Glotta Rota Sondstoa
el_gr: Ομαλός Κόκκινος Αμμόλιθος
es: Arenisca roja lisa
eu_es: Hareharri leun gorria
fa_ir: ماسه سنگ قرمز صاف
fi: Sileä punainen hiekkakivi
fil_ph: Makinis na Mapulang Batubuhangin
fr_ca: Grès rouge lisse
ga_ie: Gaineamhchloch Dhearg Mhín
gd_gb: Clach-ghainmhich ruadh rèidh
gl_es: Arenito vermello pulido
he: אבן חול אדומה חלקה
hr_hr: Obrađeni Crveni Pješčani Kamen
hu_hu: Sima vörös homokkő
id_id: Batu Pasir Merah Halus
is_is: Sléttur rauður sandsteinn
it: Arenaria rossa levigata
ja_jp: 滑らかな赤い砂岩
ka_ge: გლუვი წითელი ქვიშაქვა
ko_kr: 부드러운 붉은 사암
lb_lu: Glate roude Sandsteen
lt_lt: Lygus raudonas smiltainis
lv_lv: Gluds sarkanais smilšakmens
mn_mn: Гөлгөр улаан элсэн чулуу
ms_my: Batu Pasir Merah Licin
mt_mt: Ġebel Aħmar tal-Franka Lixx
nl_nl: Glad rood zandsteen
nn_no: Glatt raud sandstein
pl: Gładki czerwony piaskowiec
pt: Arenito Vermelho Polido
ro_ro: Gresie roșie netedă
ru_ru: Гладкий красный песчаник
sk_sk: Hladký červený pieskovec
sl_si: Gladek rdeči peščenjak
sv_se: Mjuk röd sandsten
th_th: หินทรายเรียบสีแดง
tr_tr: Düzgün Kırmızı Kum Taşı
vi_vn: Cát kết đỏ được đục
zh_cn: 平滑红沙石
zh_tw: 平滑紅砂岩

# tile_redstoneDust_name
source: Redstone Dust
af_za: Redstone Poeier
ar_sa: مسحوق الحجر الاحمر
be_by: Рэдстоўнавы пыл
bg_bg: Червенокаменен прах
ca_es: Pols de roca vermella
cs: Ruditový prášek
da_dk: Rødstenspulver
de: Redstone-Staub
de_at: Redstone-Stab
el_gr: Σκόνη Ρέντστοουν
es: Polvo de redstone
eu_es: Harrigorri hautsa
fa_ir: گرد رداستون
fi: Punakivijauhe
fil_ph: Kulog-abok
fr_ca: Poudre de redstone
ga_ie: Deannach Deargchloiche
gd_gb: Duslach redstone
gl_es: Redstone
he: אבק רדסטון
hi_in: लाल पत्थर धूल
hr_hr: Redstone Prašina
hu_hu: Redstone-por
hy_am: Կարմիր Փոշի
id_id: Serbuk Batu Merah
is_is: Roðsteinsduft
it: Polvere di redstone
ja_jp: レッドストーンダスト
ka_ge: რედსტოუნის მტვერი
ko_kr: 레드스톤 가루
lb_lu: Redstonestëbs
lt_lt: Redstouno dulkės
lv_lv: Sarkanakmens putekļi
mi_nz: Redstone puehu
mn_mn: Улаан чулууны тоос
ms_my: Serbuk Batu Merah
mt_mt: Trab tar-Redstone
nl_nl: Redstone-stof
nn_no: Redstone-pulver
pl: Sproszkowany redstone
pt: Pó de Redstone
ro_ro: Praf de redstone
ru_ru: Редстоун
sk_sk: Redstonový prach
sl_si: Redstone prah
sq_al: Redstone pluhur
sv_se: Redstonedamm
th_th: ผงเรดสโตน
tr_tr: Kızıl Taş Tozu
vi_vn: Bột Redstone
zh_cn: 红石粉
zh_tw: 紅石粉

# tile_redstoneLight_name
source: Redstone Lamp
ar_sa: مصباح الحجر الأحمر
be_by: Ліхтар
bg_bg: Червенокаменна лампа
ca_es: Làmpara de roca vermella
cs: Ruditová Lampa
da_dk: Rødstenslampe
de: Redstone-Lampe
de_at: Redstone-Lompn
el_gr: Λάμπα Ρέντστοουν
es: Lámpara de redstone
eu_es: Harrigorri lanpara
fa_ir: لامپ
fi: Punakivilamppu
fil_ph: Kulog-lampara
fr_ca: Lampe à redstone
ga_ie: Lampa Deargchloiche
gd_gb: Lampa redstone
gl_es: Lámpada de Redstone
he: מנורת רדסטון
hi_in: लाल पत्थर दीपक
hr_hr: Redstone Lampa
hu_hu: Redstone-lámpa
hy_am: Կարմրաքարի Լամպ
id_id: Lampu Batu Merah
is_is: Rauðsteinslampi
it: Lampada a redstone
ja_jp: レッドストーンランプ
ka_ge: რედსტოუნის ნათურა
ko_kr: 레드스톤 조명
lb_lu: Redstoneluucht
lt_lt: Redstouno lempa
lv_lv: Sarkanakmens Lampa
mn_mn: Улаан чулуун гэрэл
ms_my: Lampu Batu Merah
mt_mt: Lampa tar-Redstone
nn_no: Redstone-lampe
pl: Lampa
pt: Lâmpada de Redstone
ro_ro: Lampă de redstone
ru_ru: Редстоуновый фонарь
sk_sk: Redstonová lampa
sl_si: Redstone svetilka
sv_se: Redstonelampa
th_th: หลอดไฟเรดสโตน
tr_tr: Kızıl Taş Lambası
vi_vn: Đèn Redstone
zh_cn: 红石灯
zh_tw: 紅石燈

# tile_reeds_name
source: Sugar cane
af_za: Suikerriet
ar_sa: قصب السكر
be_by: Цукровы трыснёг
bg_bg: Захарна тръстика
ca_es: Canya de sucre
cs: Cukrová třtina
da_dk: Sukkerrør
de: Zuckerrohr
de_at: Bambus
el_gr: Ζαχαροκάλαμο
es: Caña de azúcar
eu_es: Azukre-kanabera
fa_ir: ني شکر
fi: Sokeriruoko
fil_ph: Tubo
fr_ca: Cannes à sucre
ga_ie: Cána Siúcra
gl_es: Cana de azucre
he: קנה סוכר
hi_in: गन्ना
hr_hr: Šećerna Trska
hu_hu: Cukornád
hy_am: Եղեգնաշաքար
id_id: Tebu
is_is: Sykurreyr
it: Canne da zucchero
ja_jp: サトウキビ
ka_ge: შაქრის ლერწამი
ko_kr: 사탕수수
lb_lu: Zockerrouer
lt_lt: Cukranendrės
lv_lv: Cukurniedres
mn_mn: Чихрийн нишингэ
ms_my: Tebu
mt_mt: Xitla taz-Zokkor
nl_nl: Suikerriet
nn_no: Sukkerrøyr
pl: Trzcina cukrowa
pt: Cana-de-açúcar
ro_ro: Trestie de zahăr
ru_ru: Сахарный тростник
sk_sk: Cukrová trstina
sl_si: Sladkorni trs
sv_se: Sockerrör
th_th: อ้อย
tr_tr: Şeker Kamışı
vi_vn: Cây mía
zh_cn: 甘蔗
zh_tw: 甘蔗

# tile_repeatingCommandBlock_name
source: Repeating Command Block
af_za: Herhalende Opdragblok
ar_sa: تكرار مصدرة الأوامر
be_by: Паўторны камандны блок
bg_bg: Повтарящ команден блок
ca_es: Bloc de comandaments repetitius
cs: Dávkový příkazový blok
da_dk: Gentagende kommandoblok
de: Wiederhol-Befehlsblock
de_at: Wiederhoi-Befehlsblock
el_gr: Επαναλαμβανόμενος Κύβος Εντολών
es: Bloque de comandos iterativo
eu_es: Iterazio-agindu blokea
fi: Toistava Komentokuutio
fil_ph: Paulit-ulit na Bloke ng Utos
fr_ca: Bloc de commande à répétition
ga_ie: Bloc Ordaithe Athfhillteach
gl_es: Bloques de comandos repetidores
he: בלוק פקודה חוזר
hr_hr: Ponavljajući Naredbeni Blok
hu_hu: Ismétlő parancsblokk
id_id: Blok perintah mengulang
it: Blocco comandi a ripetizione
ja_jp: リピートコマンドブロック
ka_ge: განმეორებელი ბრძანების ბლოკი
ko_kr: 반복형 명령 블록
lb_lu: Widderhuelungs Befehlsblock
lt_lt: Besikartojantis komandos blokas
lv_lv: Atkārtojošais komandu bloks
mn_mn: Давталттай команд блок
ms_my: Blok Perintah Berulang
mt_mt: Blokka tal-Kodiċi Tirrepeti
nl_nl: Herhalend commandblok
nn_no: Repeterande kommandoblokk
pl: Powtarzający blok poleceń
pt: Bloco de Comando Repetitivo
ro_ro: Bloc de comenzi cu repetiție
ru_ru: Повторяющий командный блок
sk_sk: Opakujúca príkazová kocka
sl_si: Ponavljanje ukazne kocke
sv_se: Upprepande kommandoblock
th_th: บล็อกคำสั่งแบบทำซ้ำ
tr_tr: Yinelenen Komut Bloğu
vi_vn: Khối điều khiển lặp lại
zh_cn: 循环型命令方块
zh_tw: 重複型指令方塊

# tile_sand_default_name
source: Sand
ar_sa: رمل
be_by: Пясок
bg_bg: Пясък
ca_es: Sorra
cs: Písek
de_at: Sond
el_gr: Άμμος
es: Arena
eu_es: Harea
fa_ir: شن و ماسه
fi: Hiekka
fil_ph: Buhangin
fr_ca: Sable
ga_ie: Gaineamh
gd_gb: Gainneamh
gl_es: Area
he: חול
hi_in: रेत
hr_hr: Pijesak
hu_hu: Homok
hy_am: Ավազ
id_id: Pasir
is_is: Sandur
it: Sabbia
ja_jp: 砂
ka_ge: ქვიშა
ko_kr: 모래
lt_lt: Smėlis
lv_lv: Smiltis
mi_nz: onepū
mn_mn: Элс
ms_my: Pasir
mt_mt: Ramel
nl_nl: Zand
pl: Piasek
pt: Areia
ro_ro: Nisip
ru_ru: Песок
sk_sk: Piesok
sl_si: Pesek
th_th: ทราย
tr_tr: Kum
vi_vn: Cát
zh_cn: 沙子
zh_tw: 沙

# tile_sand_name
source: Sand
ar_sa: رمل
be_by: Пясок
bg_bg: Пясък
ca_es: Sorra
cs: Písek
de_at: Sond
el_gr: Άμμος
es: Arena
eu_es: Harea
fa_ir: ماسه
fi: Hiekka
fil_ph: Buhangin
fr_ca: Sable (rouge)
ga_ie: Gaineamh
gd_gb: Gainneamh
gl_es: Area
he: חול
hi_in: रेत
hr_hr: Pijesak
hu_hu: Homok
hy_am: Ավազ
id_id: Pasir
is_is: Sandur
it: Sabbia
ja_jp: 砂
ka_ge: ქვიშა
ko_kr: 모래
lt_lt: Smėlis
lv_lv: Smiltis
mi_nz: onepū
mn_mn: Элс
ms_my: Pasir
mt_mt: Ramel
nl_nl: Zand
pl: Piasek
pt: Areia
ro_ro: Nisip
ru_ru: Песок
sk_sk: Piesok
sl_si: Pesek
th_th: ทราย
tr_tr: Kum
vi_vn: Cát
zh_cn: 沙子
zh_tw: 沙

# tile_sand_red_name
source: Red Sand
af_za: Rooi Sand
ar_sa: رمل احمر
be_by: Чырвоны пясок
bg_bg: Червен пясък
ca_es: Sorra vermella
cs: Rudý písek
da_dk: Rødt sand
de: Roter Sand
de_at: Rota Sond
el_gr: Κόκκινη Άμμος
es: Arena roja
eu_es: Hare-gorria
fa_ir: شن و ماسه قرمز
fi: Punainen hiekka
fil_ph: Pulang Buhangin
fr_ca: Sable rouge
ga_ie: Gaineamh Dearg
gd_gb: Gainneamh ruadh
gl_es: Area vermella
he: חול אדום
hi_in: लाल रेत
hr_hr: Crveni Pijesak
hu_hu: Vörös homok
hy_am: Կարմիր ավազ
id_id: Pasir Merah
is_is: Rauður Sandur
it: Sabbia rossa
ja_jp: 赤い砂
ka_ge: წითელი ქვიშა
ko_kr: 붉은 모래
lb_lu: Roude Sand
lt_lt: Raudonasis smėlis
lv_lv: Sarkanās Smiltis
mi_nz: Kirikiri whero
mn_mn: Улаан элс
ms_my: Pasir merah
mt_mt: Ramel Aħmar
nl_nl: Rood zand
nn_no: Raud sand
pl: Czerwony piasek
pt: Areia Vermelha
ro_ro: Nisip roșu
ru_ru: Красный песок
sk_sk: Červený piesok
sl_si: Rdeči pesek
sv_se: Röd sand
th_th: ทรายสีแดง
tr_tr: Kırmızı Kum
vi_vn: Cát đỏ
zh_cn: 红沙
zh_tw: 紅沙

# tile_sandStone_chiseled_name
source: Chiselled Sandstone
af_za: Afgewerkte Sandsteen
ar_sa: حجر رملي منقوش
be_by: Разны пясчанік
bg_bg: Изписан пясъчен камък
ca_es: Roca sorrenca cisellada
cs: Opracovaný pískovec
da_dk: Mejslet sandsten
de: Gemeißelter Sandstein
de_at: Gmeißlta Sondstoa
el_gr: Λαξευμένος Αμμόλιθος
es: Arenisca cincelada
eu_es: Zizelkatutako hareharria
fa_ir: ماسه سنگ تراش خورده
fi: Kaiverrettu hiekkakivi
fil_ph: Buhang-pait
fr_ca: Grès ciselé
ga_ie: Gaineamhchloch Shiséalta
gd_gb: Clach-ghainmhich ghilbichte
gl_es: Arenito cicelado
he: אבן חול מפוסלת
hi_in: गढ़े हुए बलुआ पत्थर
hr_hr: Isklesani Pješčani Kamen
hu_hu: Vésett homokkő
hy_am: Փորագրված Ավազաքար
id_id: Pahatan Batu Pasir
is_is: Útskorinn sandsteinn
it: Arenaria intagliata
ja_jp: 模様入り砂岩
ka_ge: მოპირკეთებული ქვიშაქვა
ko_kr: 조각된 사암
lb_lu: Gemeesselte Sandsteen
lt_lt: Raižytas smiltainis
lv_lv: Noslīpēts smilšakmens
mi_nz: whaoa hōanga
mn_mn: Сийлсэн элсэн чулуу
ms_my: Batu Pasir Terpahat
mt_mt: Ġebel tal-Franka Mnaqqax
nl_nl: Versierde zandsteen
nn_no: Forma sandstein
pl: Rzeźbiony piaskowiec
pt: Arenito Cinzelado
ro_ro: Gresie sculptată
ru_ru: Резной песчаник
sk_sk: Otesaný pieskovec
sl_si: Izklesani peščenjak
sv_se: Mejslad sandsten
th_th: หินทรายสลัก
tr_tr: Oyma Kum Taşı
vi_vn: Cát kết được đục
zh_cn: 錾制沙石
zh_tw: 浮雕砂岩

# tile_sandStone_default_name
source: Sandstone
af_za: Sandsteen
ar_sa: حجر رملي
be_by: Пясчанік
bg_bg: Пясъчен камък
ca_es: Roca sorrenca
cs: Pískovec
da_dk: Sandsten
de: Sandstein
de_at: Sondstoa
el_gr: Αμμόλιθος
es: Arenisca
eu_es: Hareharria
fa_ir: ماسه سنگ
fi: Hiekkakivi
fil_ph: Batubuhangin
fr_ca: Grès
ga_ie: Gaineamhchloch
gd_gb: Clach-ghainmhich
gl_es: Arenito
he: אבן חול
hi_in: बलुआ पत्थर
hr_hr: Pješčani Kamen
hu_hu: Homokkő
hy_am: Ավազաքար
id_id: Batu Pasir
is_is: Sandsteinn
it: Arenaria
ja_jp: 砂岩
ka_ge: ქვიშაქვა
ko_kr: 사암
lb_lu: Sandsteen
lt_lt: Smiltainis
lv_lv: Smilšakmens
mi_nz: Hōanga
mn_mn: Элсэн чулуу
ms_my: Batu Pasir
mt_mt: Ġebel tal-Franka
nl_nl: Zandsteen
nn_no: Sandstein
pl: Piaskowiec
pt: Arenito
ro_ro: Gresie
ru_ru: Песчаник
sk_sk: Pieskovec
sl_si: Peščenjak
sv_se: Sandsten
th_th: หินทราย
tr_tr: Kum Taşı
vi_vn: Cát kết
zh_cn: 沙石
zh_tw: 砂岩

# tile_sandStone_name
source: Sandstone
af_za: Sandsteen
ar_sa: حجر رملي
be_by: Пясчанік
bg_bg: Пясъчен камък
ca_es: Roca sorrenca
cs: Pískovec
da_dk: Sandsten
de: Sandstein
de_at: Sondstoa
el_gr: Αμμόλιθος
es: Arenisca
eu_es: Hareharria
fa_ir: ماسه سنگ
fi: Hiekkakivi
fil_ph: Batubuhangin
fr_ca: Blocs en grès
ga_ie: Gaineamhchloch
gd_gb: Clach-ghainmhich
gl_es: Arenito
he: אבן חול
hi_in: बलुआ पत्थर
hr_hr: Pješčani Kamen
hu_hu: Homokkő
hy_am: Ավազաքար
id_id: Batu Pasir
is_is: Sandsteinn
it: Arenaria
ja_jp: 砂岩
ka_ge: ქვიშაქვა
ko_kr: 사암
lb_lu: Sandsteen
lt_lt: Smiltainis
lv_lv: Smilšakmens
mi_nz: Hōanga
mn_mn: Элсэн чулуу
ms_my: Batu Pasir
mt_mt: Ġebel tal-Franka
nl_nl: Zandsteen
nn_no: Sandstein
pl: Piaskowiec
pt: Arenito
ro_ro: Gresie
ru_ru: Песчаник
sk_sk: Pieskovec
sl_si: Peščenjak
sv_se: Sandsten
th_th: หินทราย
tr_tr: Kum Taşı
vi_vn: Cát kết
zh_cn: 沙石
zh_tw: 砂岩

# tile_sandStone_smooth_name
source: Smooth Sandstone
af_za: Gladde Sandsteen
ar_sa: حجر رملي أملس
be_by: Гладкі пясчанік
bg_bg: Гладък пясъчен камък
ca_es: Roca sorrenca llisa
cs: Vyhlazený pískovec
da_dk: Glat sandsten
de: Glatter Sandstein
de_at: Glotta Sondstoa
el_gr: Λείος αμμόλιθος
es: Arenisca lisa
eu_es: Hareharri leuna
fa_ir: ماسه سنگ صاف
fi: Sileä hiekkakivi
fil_ph: Buhang-buli
fr_ca: Grès lisse
ga_ie: Gaineamhchloch Mhín
gd_gb: Clach-ghainmhich rèidh
gl_es: Arenito pulido
he: אבן חול חלקה
hi_in: चिकनी बलुआ पत्थर
hr_hr: Obrađeni Pješčani Kamen
hu_hu: Sima homokkő
hy_am: Հարթ Ավազաքար
id_id: Batu Pasir Halus
is_is: Sléttur sandsteinn
it: Arenaria levigata
ja_jp: 滑らかな砂岩
ka_ge: გლუვი ქვეშაქვა
ko_kr: 부드러운 사암
lb_lu: Glate Sandsteen
lt_lt: Lygus smiltainis
lv_lv: Gludais Smilšakmems
mi_nz: hōanga Whakaene
mn_mn: Гөлгөр элсэн чулуу
ms_my: Batu Pasir Licin
mt_mt: Ġebel tal-Franka Lixx
nl_nl: Glad zandsteen
nn_no: Glatt sandstein
pl: Gładki piaskowiec
pt: Arenito Polido
ro_ro: Gresie netedă
ru_ru: Гладкий песчаник
sk_sk: Hladký pieskovec
sl_si: Gladek peščenjak
sv_se: Len sandsten
th_th: หินทรายเรียบ
tr_tr: Düzgün Kum Taşı
vi_vn: Cát kết mịn
zh_cn: 平滑沙石
zh_tw: 平滑砂岩

# tile_sapling_acacia_name
source: Acacia Sapling
af_za: Akasiaboom Stiggie
ar_sa: الشتلة السنط
be_by: Саджанец акацыі
bg_bg: Акациева фиданка
ca_es: Esqueix d'acàcia
cs: Sazenice akácie
da_dk: Ungt akacietræ
de: Akaziensetzling
de_at: Akaziensetzling
el_gr: Δενδρύλλιο ακακίας
es: Brote de acacia
eu_es: Akazia kimua
fa_ir: نهال درخت اقاقیا
fi: Akaasiapuun taimi
fil_ph: Halamang Akasya
fr_ca: Pousse d'acacia
ga_ie: Acaicia Óg
gd_gb: Fiùran sitta
gl_es: Brote de acacia
he: שתיל שיטה
hr_hr: Mlado Drvo Akacije
hu_hu: Akáciacsemete
hy_am: Ակացիաի տնկի
id_id: Bibit Pohon Akasia
is_is: Sléttutrégræðlingur
it: Arboscello d'acacia
ja_jp: アカシアの苗木
ka_ge: აკაციის ნერგი
ko_kr: 아카시아나무 묘목
lb_lu: Akaziesetzlek
lt_lt: Akacijos sodinukas
lv_lv: Akācijas stāds
mi_nz: hitimi Māhuri
mn_mn: Зулзаган хуайс мод
ms_my: Anak Pokok Akasia
mt_mt: Żgħar tal-Akaċja
nl_nl: Acaciakiemplant
nn_no: Akasiefrø
pl: Sadzonka akacji
pt: Rebento de Acácia
ro_ro: Puiet de salcâm
ru_ru: Саженец акации
sk_sk: Akáciová sadenica
sl_si: Akacijeva sadika
sv_se: Akaciaplanta
th_th: ต้นกล้าอาเคเซีย
tr_tr: Akasya Fidanı
vi_vn: Chồi cây xiêm gai
zh_cn: 金合欢树苗
zh_tw: 相思木樹苗

# tile_sapling_big_oak_name
source: Dark Oak Sapling
af_za: Donker Eikeboom Stiggie
ar_sa: شتلة البلوط الداكن
be_by: Саджанец цёмнага дубу
bg_bg: Фиданка на черен дъб
ca_es: Esqueix de pomer fosc
cs: Sazenice tmavého dubu
da_dk: Ungt mørkt egetræ
de: Schwarzeichensetzling
de_at: Schworzoachesetzling
el_gr: δενδρύλλιο σκούρας βελανιδιάς
es: Brote de roble oscuro
eu_es: Haritz ilun kimua
fa_ir: نهال بلوط تیره
fi: Tumman tammen taimi
fil_ph: Halamang Maitim na Roble
fr_ca: Pousse de chêne noir
ga_ie: Dair Dhubh Óg
gd_gb: Fiùran daraich dhuirch
gl_es: Brote de carballo escuro
he: שתיל אלון כהה
hi_in: ज्यूकबॉक्स / नोट ब्लॉकों
hr_hr: Mlado Drvo Tamnog Hrasta
hu_hu: Sötéttölgy-csemete
id_id: Bibit Ek Gelap
is_is: Dökkur eikargræðlingur
it: Arboscello di quercia scura
ja_jp: ダークオークの苗木
ka_ge: მუქი მუხის ნერგი
ko_kr: 짙은 참나무 묘목
lb_lu: Schwaarzeechesetzlek
lt_lt: Tamsiojo ąžuolo sodinukas
lv_lv: Tumšā ozola stāds
mn_mn: Зулзаган хар царс мод
ms_my: Benih oak Gelap
mt_mt: Żġħar tal-Ballut Skur
nl_nl: Donkere eikenkiemplant
nn_no: Mørk eikefrø
pl: Sadzonka ciemnego dębu
pt: Rebento de Carvalho Escuro
ro_ro: Puiet de stejar negru
ru_ru: Саженец тёмного дуба
sk_sk: Tmavodubová sadenica
sl_si: Temna hrastova sadika
sv_se: Mörk ekplanta
th_th: ไม้อาเคเซียแปรรูป
tr_tr: Koyu Meşe Fidanı
vi_vn: Chồi cây sồi sẫm
zh_cn: 深色橡树树苗
zh_tw: 黑橡木樹苗

# tile_sapling_birch_name
source: Birch Sapling
af_za: Berkeboom Stiggie
ar_sa: شتلة البتولا
be_by: Саджанец бярозы
bg_bg: Брезова фиданка
ca_es: Esqueix de bedoll
cs: Sazenice břízy
da_dk: Ungt birketræ
de: Birkensetzling
de_at: Birknsetzling
el_gr: Βλαστάρι σημύδας
es: Brote de abedul
eu_es: Urki kimua
fa_ir: نهال درخت توس
fi: Koivuntaimi
fil_ph: Halamang Birch
fr_ca: Pousse de bouleau
ga_ie: Beith Óg
gd_gb: Fiùran beithe
gl_es: Brote de bidueiro
he: שתיל שדר
hi_in: अंकुर सन्टी
hr_hr: Mlado drvo breze
hu_hu: Nyírfacsemete
hy_am: Կեչու Տնկի
id_id: Bibit Pinus
is_is: Birkigræðlingur
it: Arboscello di betulla
ja_jp: シラカバの苗木
ka_ge: არყის ნერგი
ko_kr: 자작나무 묘목
lb_lu: Bierkesetzlek
lt_lt: Beržo sodinukas
lv_lv: Bērza Stāds
mi_nz: Birch Māhuri
mn_mn: Зулзаган хус мод
ms_my: Anak Pokok Birch
mt_mt: Żgħar tal-Betula
nl_nl: Berkenkiemplant
nn_no: Bjerkefrø
pl: Sadzonka brzozy
pt: Rebento de Bétula
ro_ro: Puiet de mesteacăn
ru_ru: Саженец берёзы
sk_sk: Brezová sadenica
sl_si: Brezova sadika
sv_se: Björkplanta
th_th: ต้นกล้าเบิร์ช
tr_tr: Huş Fidanı
vi_vn: Chồi cây bạch dương
zh_cn: 白桦树苗
zh_tw: 樺木樹苗

# tile_sapling_jungle_name
source: Jungle Sapling
af_za: Mahonieboom Stiggie
ar_sa: شتلة الدغل
be_by: Саджанец трапічнага дрэва
bg_bg: Джунглова фиданка
ca_es: Esqueix de jungla
cs: Sazenice tropického stromu
da_dk: Ungt jungletræ
de: Tropenbaumsetzling
de_at: Tropenbamsetzling
el_gr: Βλαστάρι ζούγκλας
es: Brote de árbol de jungla
eu_es: Oihan kimua
fa_ir: نحال درخت جنگلی
fi: Kaakaopuun taimi
fil_ph: Halamang Gubat
fr_ca: Pousse d'acajou
ga_ie: Crann Dufaire Óg
gd_gb: Fiùran dlùth-choille
gl_es: Brote de selva
he: שתיל ג'ונגל
hi_in: अंकुर सहरा
hr_hr: Mlado prašumsko drvo
hu_hu: Trópusifa-csemete
hy_am: Ջունգլիի Տնկի
id_id: Bibit Pohon Hutan
is_is: Frumskógargræðlingur
it: Arboscello della giungla
ja_jp: ジャングルの苗木
ka_ge: ჯუნგლის ხის ნერგი
ko_kr: 정글 나무 묘목
lb_lu: Tropesetzlek
lt_lt: Džiunglių medžio sodinukas
lv_lv: Džungļu Koka Stāds
mi_nz: uru raau no Māhuri
mn_mn: Зулзаган ширэнгэн ойн мод
ms_my: Anak Pokok Rimba
mt_mt: Żgħar tal-Ġungla
nl_nl: Oerwoudkiemplant
nn_no: Jungeltrefrø
pl: Tropikalna sadzonka
pt: Rebento da Selva
ro_ro: Puiet de junglă
ru_ru: Саженец тропического дерева
sk_sk: Kakaovníkovová sadenica
sl_si: Džungelska sadika
sv_se: Djungelträdplanta
th_th: ต้นกล้าไม้ป่าดงดิบ
tr_tr: Orman Ağacı Fidanı
vi_vn: Chồi cây rừng
zh_cn: 丛林树苗
zh_tw: 叢林木樹苗

# tile_sapling_oak_name
source: Oak Sapling
af_za: Eikeboom Stiggie
ar_sa: شتلة البلوط
be_by: Саджанец дубу
bg_bg: Дъбова фиданка
ca_es: Esqueix de pomer
cs: Sazenice dubu
da_dk: Ungt egetræ
de: Eichensetzling
de_at: Oachesetzling
el_gr: Βλαστάρι βελανιδιάς
es: Brote de roble
eu_es: Haritz kimua
fa_ir: نهال درخت بلوط
fi: Tammentaimi
fil_ph: Halamang Roble
fr_ca: Pousse de chêne
ga_ie: Dair Óg
gd_gb: Fiùran daraich
gl_es: Brote de carballo
he: שתיל אלון
hi_in: ओक सैपलिंग
hr_hr: Mlado drvo hrasta
hu_hu: Tölgycsemete
hy_am: Կաղնու տնկի
id_id: Bibit Ek
is_is: Eikargræðlingur
it: Arboscello di quercia
ja_jp: オークの苗木
ka_ge: მუხის ნერგი
ko_kr: 참나무 묘목
lb_lu: Eechesetzlek
lt_lt: Ąžuolo sodinukas
lv_lv: Ozola Stāds
mi_nz: Oak Māhuri
mk_mk: Даб Фиданка
mn_mn: Зулзаган царс мод
ms_my: Anak Pokok Oak
mt_mt: Żgħar tal-Ballut
nl_nl: Eikenkiemplant
nn_no: Eikefrø
pl: Sadzonka dębu
pt: Rebento de Carvalho
ro_ro: Puiet de stejar
ru_ru: Саженец дуба
sk_sk: Dubová sadenica
sl_si: Hrastova sadika
sv_se: Ekplanta
th_th: ต้นกล้าโอ๊ก
tr_tr: Meşe Fidanı
vi_vn: Chồi cây sồi
zh_cn: 橡树树苗
zh_tw: 橡木樹苗

# tile_sapling_spruce_name
source: Spruce Sapling
af_za: Denneboom Stiggie
ar_sa: شتلة البيسية
be_by: Саджанец елкі
bg_bg: Смърчова фиданка
ca_es: Esqueix de pi
cs: Sazenice smrku
da_dk: Ungt grantræ
de: Fichtensetzling
de_at: Fichtnsetzling
el_gr: Βλαστάρι ελάτου
es: Brote de abeto
eu_es: Izei kimua
fa_ir: نهال درخت صنوبر
fi: Kuusentaimi
fil_ph: Halamang Pino
fr_ca: Pousse d'épinette
ga_ie: Sprús Óg
gd_gb: Fiùran giuthais
gl_es: Brote de abeto
he: שתיל אשוחית
hi_in: अंकुर सजाना
hr_hr: Mlado drve smreke
hu_hu: Fenyőcsemete
hy_am: Եղևնու տնկի
id_id: Bibit Cemara
is_is: Grenigræðlingur
it: Arboscello d'abete
ja_jp: マツの苗木
ka_ge: ნაძვის ნერგი
ko_kr: 가문비나무 묘목
lb_lu: Fiichtesetzlek
lt_lt: Eglės sodinukas
lv_lv: Egles Stāds
mi_nz: te puruhi mo Māhuri
mk_mk: Смрека Фиданка
mn_mn: Зулзаган гацуур мод
ms_my: Anak Pokok Spruce
mt_mt: Żgħar tal-Arżnu
nl_nl: Sparrenkiemplant
nn_no: Granfrø
pl: Sadzonka świerku
pt: Rebento de Abeto
ro_ro: Puiet de molid
ru_ru: Еловый саженец
sk_sk: Smreková sadenica
sl_si: Smrekova sadika
sv_se: Granplanta
th_th: ต้นกล้าสปรูซ
tr_tr: Ladin Fidanı
vi_vn: Chồi cây vân sam
zh_cn: 云杉树苗
zh_tw: 杉木樹苗

# tile_seaLantern_name
source: Sea Lantern
af_za: See Lantern
ar_sa: مصباح البحر
be_by: Марскі ліхтар
bg_bg: Морски фенер
ca_es: Llanterna marina
cs: Mořská lucerna
da_dk: Sølanterne
de: Seelaterne
el_gr: Θαλάσσιο φανάρι
es: Linterna del mar
eu_es: Itsas linterna
fa_ir: فانوس دریایی
fi: Merilyhty
fil_ph: Lamparang Dagat
fr_ca: Lanterne de mer
ga_ie: Laindéar Farraige
gl_es: Lanterna mariña
he: אבן ים
hr_hr: Podvodni Fenjer
hu_hu: Tengeri lámpás
hy_am: լապտեր ջուր
id_id: Lentera Bawah Laut
is_is: Haflukt
it: Lanterna marina
ja_jp: シーランタン
ka_ge: ზღვის სანათი
ko_kr: 바다 랜턴
lb_lu: Séilanter
lt_lt: Jūros žibintas
lv_lv: Jūras laterna
mn_mn: Тэнгисийн дэнлүү
ms_my: Tanglung Laut
mt_mt: Mixegħela tal-Baħar
nl_nl: Zeelantaarn
nn_no: Undervasslykt
pl: Latarnia morska
pt: Lanterna Aquática
ro_ro: Felinar marin
ru_ru: Морской фонарь
sk_sk: Morský lampáš
sl_si: Morska svetilka
sv_se: Sjölykta
th_th: โคมไฟทะเล
tr_tr: Deniz Feneri
vi_vn: Đèn biển
zh_cn: 海晶灯
zh_tw: 海燈籠
