Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_square_bottom_left_lightBlue
source: Light Blue Base Dexter Canton
ar_sa: راية ملونة أزرق فاتح
be_by: Блакітны ніжні кут злева
bg_bg: Светлосин десен долен кантон
ca_es: Cantó blau cel en base a la dreta
cs: Světle modrý spodní levý kanton
da_dk: Lyseblå firkant nederst til venstre
de: Hellblaues rechtes Untereck
de_at: Hellblaus rechts Untaegg
el_gr: Κάτω Δεξιά Γαλάζιο Τετράγωνο
es: Cantón azul claro en base a diestra
fi: Vaaleansininen vasen alakulma
fil_ph: Mapusyaw na Asul na Base na Dexter Canton
fr_ca: Canton dextre de la pointe de bleu céleste
ga_ie: Cúinneán Bánghorm sa Bhun Deas
gl_es: Cantón azul claro en base a destra
he: מרובע תכלת באמצע שמאל
hr_hr: Svijetlo Plavi Donji Desni Kvadrant
hu_hu: Világoskék alsótelek
id_id: Kotak biru muda di tepi kiri bawah
is_is: Ljósblátt niðri til vinstri
it: Al cantone destro della punta d'azzurro
ja_jp: 右下に空色の方形
ka_ge: ღია-ლურჯი მარჯვენა ქვედა კვადრატი
ko_kr: 하늘색 오른쪽 아래 사각형
lb_lu: Hellbloen Eck ënne riets
lt_lt: Šviesiai mėlynas apatinis kairysis kampas
ms_my: Dasar Dexter Canton Biru Muda
mt_mt: Kantuniera fuq ix-xellug b'bażi ikħal ċar
nl_nl: Lichtblauw basis dexter kanton
nn_no: Ljoseblå nedre venstrekanton
pl: Jasnoniebieski dolny lewy narożnik
pt: Cantão Dextro Azul Claro Inferior
ro_ro: Canton bleu dextru în talpă
ru_ru: Голубой нижний правый крыж
sk_sk: Svetlomodrý dolný ľavý kantón
sl_si: Svetlo moder tretji kvadrat
sv_se: Ljusblå nere till vänster
th_th: มุมขอบสีฟ้าขนาดเล็กด้านล่างทางขวา
tr_tr: Açık Mavi Sol Alt Dikdörtgen
vi_vn: Ô vuông xanh nước biển nhạt ở góc dưới bên trái
zh_cn: 右底淡蓝方
zh_tw: 右方下側淺藍色

# item_banner_square_bottom_left_lime
source: Lime Base Dexter Canton
ar_sa: راية ملونة ليموني
be_by: Лаймавы ніжні кут злева
bg_bg: Жълтозелен десен долен кантон
ca_es: Cantó llima en base a la dreta
cs: Světle zelený spodní levý kanton
da_dk: Limegrøn firkant nederst til venstre
de: Hellgrünes rechtes Untereck
de_at: Hellgrüns rechts Untaegg
el_gr: Κάτω Δεξιά Λαχανί Τετράγωνο
es: Cantón verde lima en base a diestra
fi: Limetinvihreä vasen alakulma
fil_ph: Kulay-kalamansing Base na Dexter Canton
fr_ca: Canton dextre de la pointe de sinople clair
ga_ie: Cúinneán Líomach sa Bhun Deas
gl_es: Cantón lima en base a destra
he: מרובע בצבע ליים באמצע שמאל
hr_hr: Svijetlo Zeleni Donji Desni Kvadrant
hu_hu: Világoszöld alsótelek
id_id: Kotak Limau di tepi kiri bawah
is_is: Gulgrænt niðri til vinstri
it: Al cantone destro della punta di lime
ja_jp: 右下に黄緑色の方形
ka_ge: სალათისფერი მარჯვენა ქვედა კვადრატი
ko_kr: 연두색 오른쪽 아래 사각형
lb_lu: Hellgréngen Eck ënne riets
lt_lt: Gelsvai žalsvas apatinis kairysis kampas
ms_my: Dasar Dexter Canton Limau Hijau
mt_mt: Kantuniera fuq ix-xellug b'bażi aħdar ċar
nl_nl: Lichtgroen basis dexter kanton
nn_no: Limegrøn nedre venstrekanton
pl: Jasnozielony dolny lewy narożnik
pt: Cantão Dextro Verde Lima Inferior
ro_ro: Canton verde-deschis dextru în talpă
ru_ru: Лаймовый нижний правый крыж
sk_sk: Svetlozelený dolný ľavý kantón
sl_si: Svetlo zelen tretji kvadrat
sv_se: Limegrön nere till vänster
th_th: มุมขอบสีเขียวอ่อนขนาดเล็กด้านล่างทางขวา
tr_tr: Açık Yeşil Sol Alt Dikdörtgen
vi_vn: Ô vuông xanh lá mạ ở góc dưới bên trái
zh_cn: 右底黄绿方
zh_tw: 右方下側淺綠色

# item_banner_square_bottom_left_magenta
source: Magenta Base Dexter Canton
ar_sa: راية ملونة أرجواني
be_by: Пурпурны ніжні кут злева
bg_bg: Пурпурен десен долен кантон
ca_es: Cantó magenta en base a la dreta
cs: Purpurový spodní levý kanton
da_dk: Magenta firkant nederst til venstre
de: Magenta rechtes Untereck
de_at: Magentas rechts Untaegg
el_gr: Κάτω Δεξιά Φούξια Τετράγωνο
es: Cantón magenta en base a diestra
fi: Purppura vasen alakulma
fil_ph: Kulay-pulang Base na Dexter Canton
fr_ca: Canton dextre de la pointe de magenta
ga_ie: Cúinneán Maigeanta sa Bhun Deas
gl_es: Cantón maxenta en base a destra
he: מרובע מגנטה באמצע שמאל
hr_hr: Rozi Donji Desni Kvadrant
hu_hu: Bíbor alsótelek
id_id: Kotak merah kehijauan di tepi kiri bawah
is_is: Vínrautt niðri til vinstri
it: Al cantone destro della punta di magenta
ja_jp: 右下に赤紫色の方形
ka_ge: იისფერი მარჯვენა ქვედა კვადრატი
ko_kr: 자홍색 오른쪽 아래 사각형
lb_lu: Magentaen Eck ënne riets
lt_lt: Rausvai raudonas apatinis kairysis kampas
ms_my: Dasar Dexter Canton Magenta
mt_mt: Kantuniera fuq ix-xellug b'bażi vjola ċar
nl_nl: Magenta basis dexter kanton
nn_no: Ljoselilla nedre venstrekanton
pl: Karmazynowy dolny lewy narożnik
pt: Cantão Dextro Magenta Inferior
ro_ro: Canton magenta dextru în talpă
ru_ru: Пурпурный нижний правый крыж
sk_sk: Purpurový dolný ľavý kantón
sl_si: Škrlaten tretji kvadrat
sv_se: Ljuslila nere till vänster
th_th: มุมขอบสีม่วงขนาดเล็กด้านล่างทางขวา
tr_tr: Eflatun Sol Alt Dikdörtgen
vi_vn: Ô vuông đỏ sậm ở góc dưới bên trái
zh_cn: 右底品红方
zh_tw: 右方下側洋紅色

# item_banner_square_bottom_left_orange
source: Orange Base Dexter Canton
ar_sa: راية ملونة برتقالي
be_by: Аранжавы ніжні кут злева
bg_bg: Оранжев десен долен кантон
ca_es: Cantó taronja en base a la dreta
cs: Oranžový spodní levý kanton
da_dk: Orange firkant nederst til venstre
de: Oranges rechtes Untereck
de_at: Orangs rechts Untaegg
el_gr: Κάτω Δεξιά Πορτοκαλί Τετράγωνο
es: Cantón naranja en base a diestra
fi: Oranssi vasen alakulma
fil_ph: Kahel na Base na Dexter Canton
fr_ca: Canton dextre de la pointe d'orangé
ga_ie: Cúinneán Oráisteach sa Bhun Deas
gl_es: Cantón laranxa en base a destra
he: מרובע כתום באמצע שמאל
hr_hr: Narančasti Donji Desni Kvadrant
hu_hu: Narancssárga alsótelek
id_id: Kotak Jinnga di tepi kiri bawah
is_is: Appelsínugult niðri til vinstri
it: Al cantone destro della punta d'arancione
ja_jp: 右下に橙色の方形
ka_ge: ნარინჯისფერი მარჯვენა ქვედა კვადრატი
ko_kr: 주황색 오른쪽 아래 사각형
lb_lu: Orangen Eck ënne riets
lt_lt: Oranžinis apatinis kairysis kampas
ms_my: Dasar Dexter Canton Jingga
mt_mt: Kantuniera fuq ix-xellug b'bażi oranġjo
nl_nl: Oranje basis dexter kanton
nn_no: Oransje nedre venstrekanton
pl: Pomarańczowy dolny lewy narożnik
pt: Cantão Dextro Laranja Inferior
ro_ro: Canton portocaliu dextru în talpă
ru_ru: Оранжевый нижний правый крыж
sk_sk: Oranžový dolný ľavý kantón
sl_si: Oranžen tretji kvadrat
sv_se: Orange nere till vänster
th_th: มุมขอบสีส้มขนาดเล็กด้านล่างทางขวา
tr_tr: Turuncu Sol Alt Dikdörtgen
vi_vn: Ô vuông cam ở góc dưới bên trái
zh_cn: 右底橙方
zh_tw: 右方下側橙色

# item_banner_square_bottom_left_pink
source: Pink Base Dexter Canton
ar_sa: راية ملونة وردي
be_by: Ружовы ніжні кут злева
bg_bg: Розов десен долен кантон
ca_es: Cantó rosa en base a la dreta
cs: Růžový spodní levý kanton
da_dk: Lyserød firkant nederst til venstre
de: Rosa rechtes Untereck
de_at: Rosas rechts Untaegg
el_gr: Κάτω Δεξιά Ροζ Τετράγωνο
es: Cantón rosa en base a diestra
fi: Vaaleanpunainen vasen alakulma
fil_ph: Kulay-rosas na Base na Dexter Canton
fr_ca: Canton dextre de la pointe de rose
ga_ie: Cúinneán Bándearg sa Bhun Deas
gl_es: Cantón rosa en base a destra
he: מרובע ורוד באמצע שמאל
hr_hr: Ružičasti Donji Desni Kvadrant
hu_hu: Rózsaszín alsótelek
id_id: Kotak merah muda di tepi kiri bawah
is_is: Bleikt niðri til vinstri
it: Al cantone destro della punta di rosa
ja_jp: 右下に桃色の方形
ka_ge: ვარდისფერი მარჯვენა ქვედა კვადრატი
ko_kr: 분홍색 오른쪽 아래 사각형
lb_lu: Rosaen Eck ënne riets
lt_lt: Rožinis apatinis kairysis kampas
ms_my: Dasar Dexter Canton Merah Jambu
mt_mt: Kantuniera fuq ix-xellug b'bażi roza
nl_nl: Roze basis dexter kanton
nn_no: Rosa nedre venstrekanton
pl: Różowy dolny lewy narożnik
pt: Cantão Dextro Rosa Inferior
ro_ro: Canton roz dextru în talpă
ru_ru: Розовый нижний правый крыж
sk_sk: Ružový dolný ľavý kantón
sl_si: Roza tretji kvadrat
sv_se: Rosa nere till vänster
th_th: แคนตัน Dexter ฐานชมพู
tr_tr: Pembe Sol Alt Dikdörtgen
vi_vn: Ô vuông hồng ở góc dưới bên trái
zh_cn: 右底粉红方
zh_tw: 右方下側粉紅色

# item_banner_square_bottom_left_purple
source: Purple Base Dexter Canton
ar_sa: راية ملونة بنفسجي
be_by: Фіялетавы ніжні кут злева
bg_bg: Лилав десен долен кантон
ca_es: Cantó morat en base a la dreta
cs: Fialový spodní levý kanton
da_dk: Lilla firkant nederst til venstre
de: Violettes rechtes Untereck
de_at: Lilas rechts Untaegg
el_gr: Μωβ τετράγωνο κάτω δεξιά
es: Cantón morado en base a diestra
fi: Violetti vasen alakulma
fil_ph: Lilang Base na Dexter Canton
fr_ca: Canton dextre de la pointe de pourpre
ga_ie: Cúinneán Corcra sa Bhun Deas
gl_es: Cantón púrpura en base a destra
he: מרובע סגול באמצע שמאל
hr_hr: Ljubičasti Donji Desni Kvadrant
hu_hu: Lila alsótelek
id_id: Kotak ungu di tepi kiri bawah
is_is: Fjólublátt niðri til vinstri
it: Al cantone destro della punta di viola
ja_jp: 右下に紫色の方形
ka_ge: ალისფერი მარჯვენა ქვედა კვადრატი
ko_kr: 보라색 오른쪽 아래 사각형
lb_lu: Mofen Eck ënne riets
lt_lt: Purpurinis apatinis kairysis kampas
ms_my: Dasar Dexter Canton Ungu
mt_mt: Kantuniera fuq ix-xellug b'bażi vjola
nl_nl: Paars basis dexter kanton
nn_no: Lilla nedre venstrekanton
pl: Fioletowy dolny lewy narożnik
pt: Cantão Dextro Roxo Inferior
ro_ro: Canton violet dextru în talpă
ru_ru: Фиолетовый нижний правый крыж
sk_sk: Fialový dolný ľavý kantón
sl_si: Vijoličen tretji kvadrat
sv_se: Lila nere till vänster
th_th: สีม่วงฐาน Dexter งานกวางเจา
tr_tr: Mor Sol Alt Dikdörtgen
vi_vn: Ô vuông tím ở góc dưới bên trái
zh_cn: 右底紫方
zh_tw: 右方下側紫色

# item_banner_square_bottom_left_red
source: Red Base Dexter Canton
ar_sa: راية ملونة أحمر
be_by: Чырвоны ніжні кут злева
bg_bg: Червен десен долен кантон
ca_es: Cantó vermell en base a la dreta
cs: Červený spodní levý kanton
da_dk: Rød firkant nederst til venstre
de: Rotes rechtes Untereck
de_at: Rots rechts Untaegg
el_gr: Κάτω Δεξιά Κόκκινο Τετράγωνο
es: Cantón rojo en base a diestra
fi: Punainen vasen alakulma
fil_ph: Pulang Base na Dexter Canton
fr_ca: Canton dextre de la pointe de gueules
ga_ie: Cúinneán Dearg sa Bhun Deas
gl_es: Cantón vermello en base a destra
he: מרובע אדום באמצע צד שמאל
hr_hr: Crveni Donji Desni Kvadrant
hu_hu: Vörös alsótelek
id_id: Kotak merah di tepi kiri bawah
is_is: Rautt niðri til vinstri
it: Al cantone destro della punta di rosso
ja_jp: 右下に赤色の方形
ka_ge: წითელი მარჯვენა ქვედა კვადრატი
ko_kr: 빨간색 오른쪽 아래 사각형
lb_lu: Rouden Eck ënne riets
lt_lt: Raudonas apatinis kairysis kampas
ms_my: Dasar Dexter Canton Merah
mt_mt: Kantuniera fuq ix-xellug b'bażi ħamra
nl_nl: Rood basis dexter kanton
nn_no: Raud nedre venstrekanton
pl: Czerwony dolny lewy narożnik
pt: Cantão Dextro Vermelho Inferior
ro_ro: Canton roșu dextru în talpă
ru_ru: Красный нижний правый крыж
sk_sk: Červený dolný ľavý kantón
sl_si: Rdeč tretji kvadrat
sv_se: Röd nere till vänster
th_th: แคนตัน Dexter ฐานสีแดง
tr_tr: Kırmızı Sol Alt Dikdörtgen
vi_vn: Ô vuông đỏ ở góc dưới bên trái
zh_cn: 右底红方
zh_tw: 右方下側紅色

# item_banner_square_bottom_left_silver
source: Light Grey Base Dexter Canton
ar_sa: راية ملونة رمادي فاتح
be_by: Светла-шэры ніжні кут злева
bg_bg: Светлосив десен долен кантон
ca_es: Cantó gris clar en base a la dreta
cs: Světle šedý spodní levý kanton
da_dk: Lyse grå firkant nederst til venstre
de: Hellgraues rechtes Untereck
de_at: Hellgraus rechts Untaegg
el_gr: Κάτω Δεξιά Ανοιχτό Γκρι Τετράγωνο
es: Cantón gris claro en base a diestra
fi: Vaaleanharmaa vasen alakulma
fil_ph: Mapusyaw na Kulay-abong Base na Dexter Canton
fr_ca: Canton dextre de la pointe d'argent grisé
ga_ie: Cúinneán Fionnliath sa Bhun Deas
gl_es: Cantón gris claro en base a destra
he: מרובע אפור בהיר באמצע שמאל
hr_hr: Svijetlo Sivi Donji Desni Kvadrant
hu_hu: Világosszürke alsótelek
id_id: Kotak abu-abu muda di tepi kiri bawah
is_is: Ljósgrátt niðri til vinstri
it: Al cantone dx. della punta di grigio chiaro
ja_jp: 右下に薄灰色の方形
ka_ge: ღია-ნაცრისფერი მარჯვენა ქვედა კვადრატი
ko_kr: 회백색 오른쪽 아래 사각형
lb_lu: Hellgroen Eck ënne riets
lt_lt: Šviesiai pilkas apatinis kairysis kampas
ms_my: Dasar Dexter Canton Kelabu Muda
mt_mt: Kantuniera fuq ix-xellug b'bażi griż ċar
nl_nl: Lichtgrijs basis dexter kanton
nn_no: Ljosegrå nedre venstrekanton
pl: Jasnoszary dolny lewy narożnik
pt: Cantão Dextro Cinzento Claro Inferior
ro_ro: Canton gri-deschis dextru în talpă
ru_ru: Светло-серый нижний правый крыж
sk_sk: Svetlosivý dolný ľavý kantón
sl_si: Svetlo siv tretji kvadrat
sv_se: Ljusgrå nere till vänster
th_th: แสงสีเทาฐาน Dexter งานกวางเจา
tr_tr: Açık Gri Sol Alt Dikdörtgen
vi_vn: Ô vuông xám nhạt ở góc dưới bên trái
zh_cn: 右底淡灰方
zh_tw: 右方下側淺灰色

# item_banner_square_bottom_left_white
source: White Base Dexter Canton
ar_sa: راية ملونة أبيض
be_by: Белы ніжні кут злева
bg_bg: Бял десен долен кантон
ca_es: Cantó blanc en base a la dreta
cs: Bílý spodní levý kanton
da_dk: Hvid firkant nederst til venstre
de: Weißes rechtes Untereck
de_at: Weißs rechts Untaegg
el_gr: Κάτω Δεξιά Λευκό Τετράγωνο
es: Cantón blanco en base a diestra
fi: Valkoinen vasen alakulma
fil_ph: Puting Base na Dexter Canton
fr_ca: Canton dextre de la pointe d'argent
ga_ie: Cúinneán Bán sa Bhun Deas
gl_es: Cantón branco en base a destra
he: מרובע לבן באמצע שמאל
hr_hr: Bijeli Donji Desni Kvadrant
hu_hu: Fehér alsótelek
id_id: Kotak putih di tepi kiri bawah
is_is: Hvítt niðri til vinstri
it: Al cantone destro della punta di bianco
ja_jp: 右下に白色の方形
ka_ge: თეთრი მარჯვენა ქვედა კვადრატი
ko_kr: 하얀색 오른쪽 아래 사각형
lb_lu: Wäissen Eck ënne riets
lt_lt: Baltas apatinis kairysis kampas
ms_my: Dasar Dexter Canton Putih
mt_mt: Kantuniera fuq ix-xellug b'bażi bajda
nl_nl: Wit basis dexter kanton
nn_no: Kvit nedre venstrekanton
pl: Biały dolny lewy narożnik
pt: Cantão Dextro Branco Inferior
ro_ro: Canton alb dextru în talpă
ru_ru: Белый нижний правый крыж
sk_sk: Biely dolný ľavý kantón
sl_si: Bel tretji kvadrat
sv_se: Vit nere till vänster
th_th: มุมขอบสีขาวขนาดเล็กด้านล่างทางขวา
tr_tr: Beyaz Sol Alt Dikdörtgen
vi_vn: Ô vuông trắng ở góc dưới bên trái
zh_cn: 右底白方
zh_tw: 右方下側白色

# item_banner_square_bottom_left_yellow
source: Yellow Base Dexter Canton
ar_sa: راية ملونة أصفر
be_by: Жоўты ніжні кут злева
bg_bg: Жълт десен долен кантон
ca_es: Cantó groc en base a la dreta
cs: Žlutý spodní levý kanton
da_dk: Gul firkant nederst til venstre
de: Gelbes rechtes Untereck
de_at: Gelbs rechts Untaegg
el_gr: Κάτω Δεξιά Κίτρινο Τετράγωνο
es: Cantón amarillo en base a diestra
fi: Keltainen vasen alakulma
fil_ph: Dilaw na Base na Dexter Canton
fr_ca: Canton dextre de la pointe d'or
ga_ie: Cúinneán Buí sa Bhun Deas
gl_es: Cantón amarelo en base a destra
he: מרובע צהוב באמצע שמאל
hr_hr: Žuti Donji Desni Kvadrant
hu_hu: Sárga alsótelek
id_id: Kotak kuning di tepi kiri bawah
is_is: Gult niðri til vinstri
it: Al cantone destro della punta di giallo
ja_jp: 右下に黄色の方形
ka_ge: ყვითელი მარჯვენა ქვედა კვადრატი
ko_kr: 노란색 오른쪽 아래 사각형
lb_lu: Gielen Eck ënne riets
lt_lt: Geltonas apatinis kairysis kampas
ms_my: Dasar Dexter Canton Kuning
mt_mt: Kantuniera fuq ix-xellug b'bażi isfar
nl_nl: Geel basis dexter kanton
nn_no: Gul nedre venstrekanton
pl: Żółty dolny lewy narożnik
pt: Cantão Dextro Amarelo Inferior
ro_ro: Canton galben dextru în talpă
ru_ru: Жёлтый нижний правый крыж
sk_sk: Žltý dolný ľavý kantón
sl_si: Rumen tretji kvadrat
sv_se: Gul nere till vänster
th_th: มุมขอบสีเหลืองขนาดเล็กด้านล่างทางขวา
tr_tr: Sarı Sol Alt Dikdörtgen
vi_vn: Ô vuông vàng ở góc dưới bên trái
zh_cn: 右底黄方
zh_tw: 右方下側黃色

# item_banner_square_bottom_right_black
source: Black Base Sinister Canton
ar_sa: راية ملونة أسود
be_by: Чорны ніжні кут справа
bg_bg: Черен ляв долен кантон
ca_es: Cantó negre en base a la dreta
cs: Černý spodní pravý kanton
da_dk: Sort firkant nede til højre
de: Schwarzes linkes Untereck
de_at: Schworzs links Untaegg
el_gr: Κάτω Δεξιά Μαύρο Τετράγωνο
es: Cantón negro en base a siniestra
fi: Musta oikea alakulma
fil_ph: Itim na Base na Sinister Canton
fr_ca: Canton senestre de la pointe de sable
ga_ie: Cúinneán Dubh sa Bhun Clé
gl_es: Cantón negro en base a sinistra
he: מרובע שחור באמצע ימין
hr_hr: Crni Donji Lijevi Kvadrant
hu_hu: Fekete bal-alsótelek
id_id: Kotak hitam di tepi kanan bawah
is_is: Svart niðri til hægri
it: Al cantone sinistro della punta di nero
ja_jp: 左下に黒色の方形
ka_ge: შავი მარცხენა ქვედა კვადრატი
ko_kr: 검은색 왼쪽 아래 사각형
lb_lu: Schwaarzen Eck ënne lénks
lt_lt: Juodas apatinis dešinysis kampas
ms_my: Dasar Sinister Canton Hitam
mt_mt: Kantuniera fuq il-lemien b'bażi sewda
nl_nl: Zwart basis sinister kanton
nn_no: Svart nedre høgrekanton
pl: Czarny dolny prawy narożnik
pt: Cantão Sinistro Preto Inferior
ro_ro: Canton negru senestru în talpă
ru_ru: Чёрный нижний левый крыж
sk_sk: Čierny dolný pravý kantón
sl_si: Črn četrti kvadrat
sv_se: Svart nere till höger
th_th: ฐานสีดำขนาดเล็กทางซ้าย
tr_tr: Siyah Sağ Alt Dikdörtgen
vi_vn: Ô vuông đen ở góc dưới bên phải
zh_cn: 左底黑方
zh_tw: 左方下側黑色

# item_banner_square_bottom_right_blue
source: Blue Base Sinister Canton
ar_sa: راية ملونة ازرق
be_by: Сіні ніжні кут справа
bg_bg: Син ляв долен кантон
ca_es: Cantó blau en base a la dreta
cs: Modrý spodní pravý kanton
da_dk: Blå firkant nede til højre
de: Blaues linkes Untereck
de_at: Blaus links Untaegg
el_gr: Κάτω Δεξιά Μπλε Τετράγωνο
es: Cantón azul en base a siniestra
fi: Sininen oikea alakulma
fil_ph: Asul na Base na Sinister Canton
fr_ca: Canton senestre de la pointe d'azur
ga_ie: Cúinneán Gorm sa Bhun Clé
gl_es: Cantón azul en base a sinistra
he: מרובע כחול באמצע ימין
hr_hr: Plavi Temeljni Lijevi Kvadrant
hu_hu: Kék bal-alsótelek
id_id: Kotak biru di tepi kanan bawah
is_is: Blátt niðri til hægri
it: Al cantone sinistro della punta di blu
ja_jp: 左下に青色の方形
ka_ge: ლურჯი მარცხენა ქვედა კვადრატი
ko_kr: 파란색 왼쪽 아래 사각형
lb_lu: Bloen Eck ënne lénks
lt_lt: Mėlynas apatinis dešinysis kampas
ms_my: Dasar Sinister Canton Biru
mt_mt: Kantuniera fuq ix xellug b'bażi ikħal
nl_nl: Blauw basis sinister kanton
nn_no: Blå nedre høgrekanton
pl: Niebieski dolny prawy narożnik
pt: Cantão Sinistro Azul Inferior
ro_ro: Canton albastru senestru în talpă
ru_ru: Синий нижний левый крыж
sk_sk: Modrý dolný pravý kantón
sl_si: Moder četrti kvadrat
sv_se: Blå nere till höger
th_th: ฐานสีน้ำเงินขนาดเล็กทางซ้าย
tr_tr: Mavi Sağ Alt Dikdörtgen
vi_vn: Ô vuông xanh nước biển ở góc dưới bên phải
zh_cn: 左底蓝方
zh_tw: 左方下側藍色

# item_banner_square_bottom_right_brown
source: Brown Base Sinister Canton
ar_sa: راية ملونة بني
be_by: Карычневы ніжні кут справа
bg_bg: Кафяв ляв долен кантон
ca_es: Cantó marró en base a la dreta
cs: Hnědý spodní pravý kanton
da_dk: Brun firkant nede til højre
de: Braunes linkes Untereck
de_at: Brauns links Untaegg
el_gr: Κάτω Δεξιά Καφέ Τετράγωνο
es: Cantón marrón en base a siniestra
fi: Ruskea oikea alakulma
fil_ph: Kayumangging Base na Sinister Canton
fr_ca: Canton senestre de la pointe de brun
ga_ie: Cúinneán Donn sa Bhun Clé
gl_es: Cantón marrón en base a sinistra
he: מרובע חום באמצע ימין
hr_hr: Smeđi Donji Lijevi Kvadrant
hu_hu: Barna bal-alsótelek
id_id: Kotak coklat di tepi kanan bawah
is_is: Brúnt niðri til hægri
it: Al cantone sinistro della punta di marrone
ja_jp: 左下に茶色の方形
ka_ge: ყავისფერი მარცხენა ქვედა კვადრატი
ko_kr: 갈색 왼쪽 아래 사각형
lb_lu: Brongen Eck ënne lénks
lt_lt: Rudas apatinis dešinysis kampas
ms_my: Dasar Sinister Canton Perang
mt_mt: Kantuniera fuq il-lemin b'bażi kannella
nl_nl: Bruin basis sinister kanton
nn_no: Brun nedre høgrekanton
pl: Brązowy dolny prawy narożnik
pt: Cantão Sinistro Castanho Inferior
ro_ro: Canton maro senestru în talpă
ru_ru: Коричневый нижний левый крыж
sk_sk: Hnedý dolný pravý kantón
sl_si: Rjav četrti kvadrat
sv_se: Brun nere till höger
th_th: ฐานสีน้ำตาลขนาดเล็กทางซ้าย
tr_tr: Kahverengi Sağ Alt Dikdörtgen
vi_vn: Ô vuông nâu ở góc dưới bên phải
zh_cn: 左底棕方
zh_tw: 左方下側棕色

# item_banner_square_bottom_right_cyan
source: Cyan Base Sinister Canton
ar_sa: راية ملونة سماوي
be_by: Бірузовы ніжні кут справа
bg_bg: Синьозелен ляв долен кантон
ca_es: Cantó cian en base a l'esquerra
cs: Azurový spodní pravý kanton
da_dk: Turkis firkant nede til højre
de: Türkises linkes Untereck
de_at: Türkises links Untaegg
el_gr: Κάτω Δεξιά Κυανό Τετράγωνο
es: Cantón cian en base a siniestra
fi: Turkoosi suorakulmio (oikea alakulma)
fil_ph: Cyan na Base na Sinister Canton
fr_ca: Canton senestre de la pointe de cyan
ga_ie: Cúinneán Cian sa Bhun Clé
gl_es: Cantón ciano en base a sinistra
he: מרובע תורכיז באמצע ימין
hr_hr: Tirkizni Donji Lijevi Kvadrant
hu_hu: Türkizkék bal-alsótelek
id_id: Kotak biru kehijauan di tepi kanan bawah
is_is: Heiðblátt niðri til hægri
it: Al cantone sinistro della punta di ciano
ja_jp: 左下に水色の方形
ka_ge: ცისფერი მარცხენა ქვედა კვადრატი
ko_kr: 청록색 왼쪽 아래 사각형
lb_lu: Turquoisen Eck ënne lénks
lt_lt: Žalsvai mėlynas apatinis dešinysis kampas
ms_my: Dasar Sinister Canton Sian
mt_mt: Kantuniera fuq il-lemin b'bażi ċilesti
nl_nl: Cyaan basis sinister kanton
nn_no: Turkis nedre høgrekanton
pl: Błękitny dolny prawy narożnik
pt: Cantão Sinistro Ciano Inferior
ro_ro: Canton turcoaz senestru în talpă
ru_ru: Бирюзовый нижний левый крыж
sk_sk: Tyrkysový dolný pravý kantón
sl_si: Turkizen četrti kvadrat
sv_se: Turkos nere till höger
th_th: ฐานสีน้ำเงินแกมเขียวขนาดเล็กทางซ้าย
tr_tr: Camgöbeği Sağ Alt Dikdörtgen
vi_vn: Ô vuông lục lam ở góc dưới bên phải
zh_cn: 左底青方
zh_tw: 左方下側青色

# item_banner_square_bottom_right_gray
source: Grey Base Sinister Canton
ar_sa: راية ملونة رمادي
be_by: Шэры ніжні кут справа
bg_bg: Сив ляв долен кантон
ca_es: Cantó gris a la part inferior dreta
cs: Šedý spodní pravý kanton
da_dk: Grå firkant nede til højre
de: Graues linkes Untereck
de_at: Graus links Untaegg
el_gr: Γκρι τετράγωνο κάτω δεξιά
es: Cantón gris en base a siniestra
fi: Harmaa oikea alakulma
fil_ph: Abong Base na Sinister Canton
fr_ca: Canton senestre de la pointe d'acier
ga_ie: Cúinneán Liath sa Bhun Clé
gl_es: Cantón gris en base a sinistra
he: מרובע אפור באמצע ימין
hr_hr: Sivi Donji Lijevi Kvadrant
hu_hu: Szürke bal-alsótelek
id_id: Kotak abu abu di tepi kanan bawah
is_is: Grátt niðri til hægri
it: Al cantone sinistro della punta di grigio
ja_jp: 左下に灰色の方形
ka_ge: ნაცრისფერი მარცხენა ქვედა კვადრატი
ko_kr: 회색 왼쪽 아래 사각형
lb_lu: Groen Eck ënne lénks
lt_lt: Pilkas apatinis dešinysis kampas
ms_my: Dasar Sinister Canton Kelabu
mt_mt: Kantuniera fuq il-lemin b'bażi griż
nl_nl: Grijs basis sinister kanton
nn_no: Grå nedre høgrekanton
pl: Szary dolny prawy narożnik
pt: Cantão Sinistro Cinzento Inferior
ro_ro: Canton gri senestru în talpă
ru_ru: Серый нижний левый крыж
sk_sk: Sivý dolný pravý kantón
sl_si: Siv četrti kvadrat
sv_se: Grå nere till höger
th_th: มุมขอบสีเทาขนาดเล็กด้านล่างทางซ้าย
tr_tr: Gri Sağ Alt Dikdörtgen
vi_vn: Ô vuông xám ở góc dưới bên phải
zh_cn: 左底灰方
zh_tw: 左方下側灰色
