Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# achievement_enchantments_desc
source: Use a book, obsidian and diamonds to construct an enchantment table
af_za: Gebruik 'n boek, lawaglas en diamante om 'n toorbank te maak
ar_sa: أستخدم كتاب, السبج و الألماس لإنشاء طاولة سحر
be_by: Стварыце чараўніцкі стол з абсідыяну, дыяментаў і кнігі.
bg_bg: Използвайте книга, обсидиан и диаманти, за да си направите чародейска маса
ca_es: Fes servir un llibre, obsidiana i diamants per a fer una taula d'encanteris
cs: Použij knihu, obsidián a diamanty, abys vytvořil oltář očarování
da_dk: Brug en bog, obsidian og diamanter til at konstruere et fortryllelsesbord
de: Verwende ein Buch, Obsidian und Diamanten, um einen Zaubertisch zu bauen
de_at: Nimm a Buach, Obsidian und Diamanten, um an Zaubatisch zum Bauen
el_gr: Χρησιμοποιήστε ένα βιβλίο, οψιδιανό και διαμάντια, για την κατασκευή ενός τραπεζιού μαγέματος
es: Usa un libro, obsidiana y diamantes para fabricar una mesa de encantamientos
eu_es: Liburu bat, obsdiana eta diamanteak erabili sorginkeri mahaia egiteko
fa_ir: با استفاده از کتاب، آبسيديان و الماس ميز افسونگري بساز.
fi: Rakenna lumouspöytä laavakivestä, timanteista ja kirjasta
fil_ph: Gumamit ng aklat, obsidyan, at mga diamante para makalikha ng isang mesa ng mahika
fr_ca: Utilisez un livre, de l'obsidienne et des diamants pour fabriquer une table d'enchantement
ga_ie: Bain úsáid as leabhar, obsaidian agus diamaint chun bord asarlaíochta a thógáil
gl_es: Usa un libro, obsidiana e diamantes para construir unha mesa de encantamentos
he: השתמש בספר, בזלת ויהלומים כדי לבנות שולחן כשפים
hi_in: एक किताब, ओब्सीडियन, और हीरे का उपयोग करने के लिए एक आकर्षण तालिका का निर्माण
hr_hr: Pomoću knjige, obsidijana i dijamanata izgradi stol za čarobiranje.
hu_hu: Használj könyvet, obszidiánt és gyémántot egy varázslóasztal készítéséhez
hy_am: Ստեղծել կախարդանքի սեղան, օգտագործելով գիրք, օբսիդիան և ադամանդներ
id_id: Gunakan Buku, Obsidian, dan Berlian untuk membuat Meja Pesona
is_is: Notaðu bók, hrafntinnu og demanta til að búa til galdraborð
it: Usa un libro, dell'ossidiana e dei diamanti per fabbricare un tavolo per incantesimi
ja_jp: 本、黒曜石、ダイヤモンドを使ってエンチャントテーブルを作る
ka_ge: ობისიდანის, ალმასებისა და წიგნისგან დაამზადეთ მოჯადოების ადგილი
ko_kr: 책, 흑요석, 다이아몬드를 이용하여 마법부여대를 만드세요
lb_lu: Benotz e Buch, Obsidian an Diamante fir e Verzauberungsdësch hierzestellen
lt_lt: Panaudokite knygas, obsidianą ir deimantus pasidaryti kerėjimų stalui
lv_lv: Izmanto grāmatu, obsidiānu un dimantus, lai uztaisītu burvestību galdu
ms_my: Menggunakan sebuah buku, obsidian dan berlian untuk membina sebuah meja penyihir
mt_mt: Uża ktieb, ossidnu u djamanti biex toħloq mejda tal-maġija
nl_nl: Maak een tovertafel van obsidiaan, diamanten en een boek
nn_no: Bruk ei bok, obsidian og diamantar og lag eit forhekselsesbord
pl: Użyj książki, obsydianu i diamentów, aby skonstruować stół do zaklęć
pt: Usa um livro, obsidiana e diamantes para construir uma mesa de encantamentos
ro_ro: Folosește o carte, obsidian și diamante pentru a construi o masă de farmece
ru_ru: Собрать стол зачарований из обсидиана, книги и алмазов
sk_sk: Použi knihu, obsidián a diamanty na výrobu stolu očarovania
sl_si: Uporabi knjigo, vulkanski kamen in diamante ter izdelaj mizo čaranja
sv_se: Använd en bok, obsidian och diamanter för att skapa ett förtrollningsbord
th_th: ใช้หนังสือ, หินออบซิเดียน และ เพชรสร้างโต๊ะร่ายมนต์
tr_tr: Bir kitap, obsidyen ve elması bir büyüleme masası oluşturmak için kullan
vi_vn: Sử dụng một quyển sách, hắc diện thạch và kim cương để chế tạo một cái bàn phù phép
zh_cn: 使用书、黑曜石以及钻石来制作一个附魔台
zh_tw: 使用書、黑曜石和鑽石合成一個附魔台

# achievement_exploreAllBiomes
source: Adventuring Time
af_za: Avontuur Tyd
ar_sa: وقت المغامرة
be_by: Час прыгод
bg_bg: Време за приключения
ca_es: Hora d'aventures
cs: Cestovatel
da_dk: Eventyrstid
de: Abenteurerzeit
de_at: Obenteiazeit
el_gr: Ώρα Περιπέτειας
es: Hora de aventuras
eu_es: Abentura unea
fa_ir: وقت ماجراجویی
fi: Seikkailun aika
fil_ph: Oras ng Paglakbay
fr_ca: Partons à l'aventure !
ga_ie: Aimsir na nEachtraí
gd_gb: Àm dàna-thurais
gl_es: Hora de aventuras
he: זמן להרפתקה
hr_hr: Vrijeme za Avanturu
hu_hu: Kalandozásra fel!
id_id: Waktunya berpetualang
is_is: Ævintýra tími
it: All'avventura!
ja_jp: 冒険の時間
ka_ge: თავგადასავლების დრო
ko_kr: 모험의 시간
lb_lu: Zäit fir eng Aventure
lt_lt: Nuotykių laikas
lv_lv: Piedzīvojumu laiks
ms_my: Masa untuk mengembara
mt_mt: Ħin l-Avventura
nl_nl: Tijd voor avontuur
nn_no: Ut på eventyr
pl: Pora na przygodę
pt: Hora de Aventura
ro_ro: E timpul pentru aventură!
ru_ru: Время приключений
sk_sk: Čas strávený skúmaním
sl_si: Čas za pustolovščine
sv_se: Äventyrsdags
th_th: เวลาผจญภัย
tr_tr: Macera Zamanı
vi_vn: Phiêu lưu
zh_cn: 探索的时光
zh_tw: 冒險時間

# achievement_exploreAllBiomes_desc
source: Discover all biomes
af_za: Ontdek al die biome
ar_sa: اكتشف كل المناطق
be_by: Пабывайце ва ўсіх біёмах.
bg_bg: Открийте всичките биоми
ca_es: Descobreix totes les zones climàtiques
cs: Objev všechny biomy
da_dk: Udforsk alle klimaer
de: Entdecke alle Biome
de_at: Find oi Biome
el_gr: Ανακαλύψτε όλα τα οικοσυστήματα
es: Descubre todos los biomas
eu_es: Aurkitu bioma guztiak
fa_ir: همه نوع زیستگاه را کشف کن.
fi: Löydä kaikki biomit
fil_ph: Tuklasin ang lahat ng mga biyoma
fr_ca: Découvrez tous les biomes
ga_ie: Fionn gach bithóm
gd_gb: Lorg a h-uile àrainneachd
gl_es: Descobre tódolos biomas
he: גלה את כל האזורים
hr_hr: Otkrij sve biome
hu_hu: Fedezd fel mindegyik biomot
id_id: Temuan semua Bioma yang ada
is_is: Uppgötvaðu allar tegundir landsvæða
it: Visita tutti i biomi
ja_jp: 全てのバイオームを発見する
ka_ge: აღმოაჩინეთ ყველა ბიომი
ko_kr: 모든 생물군계를 발견하세요
lb_lu: Entdeck all Biomer
lt_lt: Suraskite visus biomus
lv_lv: Atklāj visas biomas
ms_my: Mneroka semua Biom
mt_mt: Skopri l-ambjenti kollha
nl_nl: Ontdek alle biotopen
nn_no: Oppdag alle landskapstypane
pl: Odkryj wszystkie biomy
pt: Descobre todos os biomas
ro_ro: Descoperă toate biomurile
ru_ru: Побывать во всех биомах
sk_sk: Objav všetky biómy
sl_si: Odkrij vse ekosisteme
sv_se: Upptäck alla biomer
th_th: ค้นพบระบบนิเวศทุกชนิด
tr_tr: Bütün biyomları keşfet
vi_vn: Khám phá hết các quần xã
zh_cn: 发现所有的生物群系
zh_tw: 發現所有的生態域

# achievement_flyPig
source: When Pigs Fly
af_za: Wanneer Varke Vlieg
ar_sa: حين تطير الخنازير
be_by: Лятучыя свінкі
bg_bg: Летящи прасета
ca_es: Quan els porcs volin
cs: Kdyby prase mělo křídla
da_dk: Når grise kan flyve
de: Wenn Schweine fliegen
de_at: Wenn Fokn fliang
el_gr: Όταν τα γουρούνια πετούν
es: En memoria de Reuben
eu_es: Txerriak hegan egingo dutenean
fa_ir: وقتی خوکا پریدن!
fi: Kun possut lentävät
fil_ph: Kapag Lumipad ang Baboy
fr_ca: Aéro-porc
ga_ie: Na Muca ag Eitilt
gl_es: Cando os porcos voen
he: כשחזירים יצמיחו כנפיים
hi_in: जब सूअरों मक्खी
hr_hr: Kada Svinje Lete
hu_hu: Majd ha malacok potyognak az égből!
hy_am: Երբ խոզերը թռչում են
id_id: Ketika Babi Terbang
is_is: Þegar svín fljúga
it: Quando i maiali voleranno
ja_jp: ブタさんの飛ぶ頃に
ka_ge: როცა ღორები გაფრინდებიან
ko_kr: 돼지, 날다
lb_lu: Wa Schwäi fléien
lt_lt: Kai kiaulės skraido
lv_lv: Kad cūkas lido
ms_my: Apabila Babi Terbang
mt_mt: Ħnieżer Itiru
nl_nl: Als varkens vliegen
nn_no: Når grisar flyg
pl: Gdy świnie zaczną latać
pt: Quando os Porcos Voarem
ro_ro: Când or zbura porcii
ru_ru: Орёл свинье не товарищ
sk_sk: Keď prasatá lietajú
sl_si: Ko prašiči letijo
sv_se: När grisar kan flyga
tr_tr: Domuzlar Uçtuğunda
vi_vn: Khi lợn biết bay
zh_cn: 当猪飞的时候
zh_tw: 等哪天豬會飛了…噢！

# achievement_flyPig_desc
source: Fly a pig off a cliff
af_za: Loods ŉ vark van ŉ krans af
ar_sa: طر بخنزير من فوق منحدر
be_by: Паспрабуйце паляцець на свінцы з гары.
bg_bg: Полети с прасе от скала
ca_es: Llença't per un penya-segat amb un porc
cs: Rozleť se na praseti ze skály
da_dk: Flyv en gris ud over en skrænt
de: Fliege auf einem Schwein eine Klippe hinunter
de_at: Fliag mit ana Fok an Obgrund owe
el_gr: Πέσε με ένα γουρούνι από ένα γκρεμό
es: Tira desde un barranco al cerdo al que estés montando
eu_es: Hegan egin amildegitik behera txerri batekin
fa_ir: يک خوک را از تپه پرت کن
fi: Ratsasta possulla alas jyrkänteeltä
fil_ph: Sumakay sa isang baboy at tumalon sa bangin
fr_ca: Sautez d'une falaise à dos de cochon
ga_ie: Eitil muc le haill
gl_es: Salta por un cantil montado en porco
he: העף חזיר מצוק
hi_in: एक चट्टान से एक सुअर फ्लाई
hr_hr: Poleti na svinji sa litice.
hu_hu: Nyergelj meg egy malacot, s vágtass le vele egy magaslati pontról!
hy_am: Խոզին հեծնած ցատկել ժայռից
id_id: Menerbangkan Babi Dari Tepi Jurang
is_is: Fljúgðu svíni fram af kletti
it: Vola giù da uno strapiombo in groppa a un maiale
ja_jp: ブタに乗って崖から落ちる
ka_ge: შეაჯექით ღორს და გადახტით კლდიდან
ko_kr: 돼지를 타고 절벽에서 떨어지세요
lb_lu: Fléi mat engem Schwäin eng Klipp erof
lt_lt: Nuskriskite su kiaule nuo kalvos
lv_lv: Jāj ar cūku un ar to nolec no klints
ms_my: Terbang seekor babi dari sebuah tebing
mt_mt: Tajjar ħanżir minn fuq l-irdum
nl_nl: Vlieg per varken een afgrond in
nn_no: Ri utfor eit stup på ein gris
pl: Zleć na świni z urwiska
pt: Monta um porco e cai de um penhasco
ro_ro: Călărește un porc într-o prăpastie
ru_ru: Прыгнуть со скалы верхом на свинье
sk_sk: Zleť na prasati z útesu
sl_si: Poleti s prašičem čez hrib
sv_se: Rid på en gris utför ett stup
th_th: ขี่หมูบินลงเขา
tr_tr: Bir yamaçtan aşağı domuz sür
vi_vn: Cưỡi lợn bay xuống một vách đá
zh_cn: 骑着猪从悬崖上飞下
zh_tw: 騎著豬從懸崖衝下去

# achievement_fullBeacon
source: Beaconator
af_za: Bakenmaker
ar_sa: بيكوناتور
be_by: Маякоўскі
bg_bg: Маякуване
ca_es: Totpoderós
cs: Správce majáku
da_dk: Fyrmanden
de: Leuchtturmwärter
de_at: Leuchtturmwärta
el_gr: Ο Φαροκατασκευαστής
es: Faroneitor
eu_es: Faro-egilea
fa_ir: فانوس دریایی
fi: Lyhtykuutioittaja
fil_ph: Taga-parola
fr_ca: Phare à On
ga_ie: Rabhcánóir
gl_es: Balizator
he: אלומה רחבה
hr_hr: Svjetioničar
hu_hu: Fény az éjszakában
is_is: Geislafræðingur
it: Sia fatta la luce
ja_jp: ビーコン使い
ka_ge: განმანათლებელი
ko_kr: 신호자
lb_lu: Liichttuermwäerter
lt_lt: Švyturininkas
lv_lv: Bākotājs
mt_mt: Lanterna
nl_nl: Bakenmaker
nn_no: Fyrtårnator
pl: Latarnik
pt: Sinalizador
ro_ro: Să fie lumină!
ru_ru: Маяковский
sk_sk: Majakár
sl_si: Svetilnikator
sv_se: Fyrvaktare
th_th: บีคอเนเตอร์
tr_tr: Feneratör
vi_vn: Hải đăng
zh_cn: 信标工程师
zh_tw: 引導者

# achievement_fullBeacon_desc
source: Create a full beacon
af_za: Maak 'n volle baken
ar_sa: اصنع بيكون كامل
be_by: Збудуйце маяк.
bg_bg: Създаване на цял маяк
ca_es: Crea una piràmide sencera per a un bloc de poder
cs: Vytvoř kompletní maják
da_dk: Byg en komplet beacon
de: Erstelle ein vollständiges Leuchtfeuer
de_at: Moch a kompletts Leichtfeia
el_gr: Δημιουργήσετε έναν πλήρες Φάρο
es: Fabrica un faro completo
eu_es: Eraiki erabateko faroa
fa_ir: يک بلوک فضاجادو بساز
fi: Luo kokonainen lyhtykuutio
fil_ph: Gumawa ng isang buong parola
fr_ca: Construisez une balise complète
ga_ie: Cruthaigh rabhcán mór
gl_es: Fai un faro completo
he: צור אות מגדלור מלא
hr_hr: Napravi cijeli svjetionik
hu_hu: Építs egy teljes jelzőfényt
id_id: Membuat mercusuar lengkap
is_is: Smíða Geisla turn
it: Costruisci un faro completo
ja_jp: 最大状態のビーコンを組み立てる
ka_ge: გააკეთეთ სრული შუქურა
ko_kr: 완전한 신호기를 만드세요
lb_lu: Erstell ee vollstännegt Liichtfeier
lt_lt: Sukurkite pilną švyturį
lv_lv: Izveido pilnu bāku
ms_my: Mewujudkan petunjuk penuh
mt_mt: Oħloq lanterna sħiħa
nl_nl: Bouw een volledig baken
nn_no: Lag eit fullt fyrtårn
pl: Stwórz pełną magiczną latarnię
pt: Ativa um Sinalizador com a potência máxima
ro_ro: Creează un far complet
ru_ru: Построить самый мощный маяк
sk_sk: Vytvor kompletný maják
sl_si: Sestavi cel svetilnik
sv_se: Skapa en hel fyr
th_th: สร้างดวงประทีปสมบูรณ์
tr_tr: Tam bir fener inşa et
vi_vn: Hãy tạo một đèn hiệu đầy đủ
zh_cn: 制造最高级的信标
zh_tw: 建造一個完整的烽火台

source: Achievement get!
af_za: Toekenning verdien!
ar_sa: !حصلت على انجاز
be_by: Новае дасягненне!
bg_bg: Достигнато постижение!
ca_es: Objectiu assolit!
cs: Dosažen úspěch!
da_dk: Bedrift opnået!
de: Erfolg erzielt!
de_at: Afolg!
el_gr: Αποκτήσατε επίτευγμα!
es: ¡Logro obtenido!
eu_es: Helburua lortuta!
fa_ir: دستاورد کسب شد!
fi: Uusi saavutus!
fil_ph: Nakamit mo!
fr_ca: Succès obtenu !
ga_ie: Bua beirthe!
gl_es: Logro obtido!
he: השגת יעד!
hi_in: उपलब्धि हो जाओ!
hr_hr: Dobiveno Postignuće!
hu_hu: Új mérföldkő!
hy_am: Նոր Նվաճում!
id_id: Penghargaan Didapatkan!
is_is: Afreki náð!
it: Impresa compiuta!
ja_jp: 実績解除！
ka_ge: მიღწევაა!
ko_kr: 업적 달성!
lb_lu: Erfolleg erzielt!
lt_lt: Gautas pasiekimas!
lv_lv: Sasniegums iegūts!
ms_my: Pencapaian dapat!
mt_mt: Kisba!
nl_nl: Prestatie behaald!
nn_no: Utførte ei bragd!
pl: Osiągnięcie zdobyte!
pt: Conquista alcançada!
ro_ro: Realizare obținută!
ru_ru: Новое достижение!
sk_sk: Nový úspech!
sl_si: Dosežek osvojen!
sv_se: Prestation utförd!
th_th: บรรลุเป้าหมาย!
tr_tr: Başarı Kazanıldı!
vi_vn: Đã nhận được thành tựu!
zh_cn: 获得成就！
zh_tw: 獲得成就！

# achievement_ghast
source: Return to Sender
af_za: Keer terug na Afsender
ar_sa: ردها لمرسلها
be_by: Вярнуць адпраўніку
bg_bg: Върнете на подателя
ca_es: Retorn al remitent
cs: Vráceno odesílateli
da_dk: Returner til afsender
de: Zurück zum Absender
de_at: Zrugg zum Osenda
el_gr: Επιστροφή στον αποστολέα
es: Devolver al remitente
eu_es: Bidaltzaileari itzultzeko
fa_ir: شکارچي ارواح
fi: Pikapalautus
fil_ph: Pagbalik sa Tagabigay
fr_ca: T'es au bat boy !
ga_ie: Cuir ar ais don seoltóir
gd_gb: Till dhan t-seòladair
gl_es: De volta ó remitente
he: החזר לשולח
hi_in: प्रेषक को लौटें
hr_hr: Povratak Pošiljatelju
hu_hu: Vissza a feladónak
hy_am: Վերադարձնել Ուղարկողին
id_id: Senjata Makan Tuan
is_is: Fallinn á eigin bragði
it: Ritorno al mittente
ja_jp: 宛先不明
ka_ge: დაუბრუნეთ გამომგზავნელს
ko_kr: 전해지지 않은 러브레터
lb_lu: Zeréck an d'Gosch
lt_lt: Grąžinti siuntėjui
lv_lv: Atgriezt sūtītājam
ms_my: Dikembalikan Kepada Penghantar
mt_mt: Irritorna Lura
nl_nl: Retour afzender
nn_no: Attende til avsendar
pl: Zwrot do nadawcy
pt: Devolver ao Remetente
ro_ro: Returnează la expeditor
ru_ru: Вернуть отправителю
sk_sk: Vrátené odosielateľovi
sl_si: Vrni pošiljatelju
sv_se: Åter till avsändaren
tr_tr: Gönderene İade
vi_vn: Trả lại cho người gửi
zh_cn: 见鬼去吧
zh_tw: 以牙還牙

# achievement_ghast_desc
source: Destroy a Ghast with its own fireball
af_za: Vernietig 'n Ghast met 'n vuurbal
ar_sa: دمر شبح بكرة من النار
be_by: Знішчыце гаста ягоным жа вогненным шарам
bg_bg: Унищожи гаст с огнена топка
ca_es: Venç a una Medusa abismal retornant-li una bola de foc
cs: Znič ďasa pomocí ohnivé koule
da_dk: Besejr en Ghast med en ildkugle
de: Besiege einen Ghast mit seinen eigenen Waffen
de_at: Bring an Ghast mit seine eigenen Woffn um
el_gr: Καταστρέψτε ένα Γκαστ με μια πύρινη μπάλα
es: Mata un ghast devolviéndole una bola de fuego
eu_es: Suntsitu mamutxa bat suzko bola batekin
fa_ir: يک روح را با توپ آتشِ خودش بکش
fi: Tuhoa Hornanhenki tulipallolla
fil_ph: Patayin ang isang Ghasta gamit ang fireball nila
fr_ca: Détruisez un Ghast avec une de leurs boules de feu
ga_ie: Scrios Uafaireach le caor thine
gd_gb: Mill ghast le bàla-teine
gl_es: Destrúe un Ghast cunha bóla de lume
he: השמד גאסט עם כדור אש
hi_in: एक आग का गोला के साथ एक फ्लाइंग भूत नष्ट
hr_hr: Uništi Duha vatrenom kuglom.
hu_hu: Pusztíts el egy Ghastot egy tűzgolyóval
hy_am: Սպանել Գաստին իր իսկ ասուպով
id_id: Bunuh Hantu Neraka Dengan Bola Api
is_is: Drepa Draug með eldhnetti
it: Distruggi un ghast con una palla di fuoco
ja_jp: 火の玉をガストに打ち返す
ka_ge: გაანადგურეთ გასტი ცეცხლოვანი ბურთით
ko_kr: 가스트의 파이어볼을 받아쳐서 죽이세요
lb_lu: Gëff engem Ghast mat sengen eegene Waffe meeschter
lt_lt: Nužudykite gastą jo pačio ugniniu kamuoliu
lv_lv: Iznīcini Spoku ar ugunsbumbu
ms_my: Musnahkan seekor Ghast dengan sebiji bebola api
mt_mt: Oqtol ghast b'balma tan-nar
nl_nl: Vernietig een Ghast met een vuurbal
nn_no: Drep ein Ghast med si eiga eldkule
pl: Pokonaj Ghasta za pomocą kuli ognia
pt: Destrói um Ghast com uma bola-de-fogo
ro_ro: Distruge un Ghast cu o minge de foc
ru_ru: Убить гаста собственным файерболом
sk_sk: Zabi ghasta ohnivou guľou
sl_si: Uniči Ghast-a z ognjeno kroglo
sv_se: Döda en ghast med ett eldklot
th_th: ฆ่าภูติปิศาจด้วยลูกไฟของมันเอง
tr_tr: Bir Ghast'i ateş topuyla öldür
vi_vn: Giết một con ma địa ngục bằng một quả cầu lửa
zh_cn: 用一团火球干掉一只恶魂
zh_tw: 用火球將地獄幽靈毀滅

# achievement_killCow
source: Cow Tipper
af_za: Koei Kantellaar
ar_sa: قلاب البقر
be_by: Каровафіл
bg_bg: Убий крава
ca_es: Assassí de vaques
cs: Krávobijec
da_dk: Kovælter
de: Kuhschubser
de_at: Kuaschubsa
el_gr: Ανατροπέας Αγελάδων
es: Chupavacas
eu_es: Behi zurrupatzailea
fa_ir: گاو کشی!
fi: Nahkuri
fil_ph: Bakang Pinagtrippan
fr_ca: Mort aux vaches !
ga_ie: Iompóir Bó
gd_gb: Bùidsear nam bò
gl_es: Tombavacas
he: מפיל פרות
hi_in: गाय टिपर
hr_hr: "Prevrtanje Krave"
hu_hu: Vágóhíd
hy_am: Մսագործ
id_id: Pembantai Sapi
is_is: Beljubani
it: Ribalta la mucca
ja_jp: 牛転がし
ka_ge: კოვბოი
ko_kr: 도축업자
lb_lu: Kougierwer
lt_lt: Karvių medžiotojas
lv_lv: Miesnieks
ms_my: Mentikam Lembu
mt_mt: Qattiel tal-Baqar
nl_nl: Koeiendoder
nn_no: Kuveltar
pl: Raz krowie śmierć
pt: Recolha Bovina
ro_ro: Văcar
ru_ru: Мясник
sk_sk: Kravovrah
sl_si: Kravjek
sv_se: Kovältare
tr_tr: Avcı
vi_vn: Săn bò
zh_cn: 斗牛士
zh_tw: 牛不只有牛奶

# achievement_killCow_desc
source: Harvest some leather
af_za: Verkry leer
ar_sa: أحصد بعض الجلد
be_by: Здабудзьце крыху скуры.
bg_bg: Събери малко кожа
ca_es: Aconsegueix cuir
cs: Získej nějakou kůži
da_dk: Høst noget læder
de: Sammle etwas Leder
de_at: Somme bissi Leder
el_gr: Μάζεψε λίγο δέρμα
es: Recolecta algo de cuero
eu_es: Bildu larru-apur bat
fa_ir: کمی چرم به دست بیار.
fi: Kerää nahkaa
fil_ph: Umani ang kuwero
fr_ca: Récoltez un peu de cuir
ga_ie: Bain roinnt leathair
gd_gb: Buain leathar
gl_es: Consegue algo de coiro
he: השג עור
hi_in: कुछ चमड़े हार्वेस्ट
hr_hr: Nabavi nešto kože.
hu_hu: Szerezz némi bőrt
hy_am: Հայթհայթել կաշի
id_id: Memanen Kulit
is_is: Safnaðu leðri
it: Raccogli del cuoio
ja_jp: 革を手に入れる
ka_ge: მოიპოვეთ ხბოს ტყავი
ko_kr: 가죽을 얻으세요
lb_lu: Sammel Lieder
lt_lt: Gaukite odos
lv_lv: Iegūsti govs ādu
ms_my: Dapatkan kulit lembu
mt_mt: Ġib naqra ġilda minn baqra
nl_nl: Verkrijg leer
nn_no: Skaff deg lêr
pl: Zdobądź trochę skóry
pt: Recolhe algum couro
ro_ro: Obține niște piele
ru_ru: Добыть немного кожи
sk_sk: Získaj kus kože
sl_si: Pridobi usnje
sv_se: Skaffa läder från en ko
th_th: เก็บหนังสัตว์
tr_tr: Deri topla
vi_vn: Thu hoạch một chút da thuộc
zh_cn: 获得一些皮革
zh_tw: 獲得一些皮革

# achievement_killEnemy
source: Monster Hunter
af_za: Monster Jagter
ar_sa: صائد الوحوش
be_by: Паляўнічы на пачвар
bg_bg: Ловец на чудовища
ca_es: Caçamonstres
cs: Lovec oblud
da_dk: Monsterjæger
de: Monsterjäger
de_at: Monsterjaga
el_gr: Κυνηγός Τεράτων
eu_es: Munstro ehiztaria
fa_ir: شکارچی هیولا
fi: Hirviönmetsästäjä
fil_ph: Paghahanap ng Halimaw
fr_ca: Chasseur de monstres
ga_ie: Fiagaí Arrachtaí
gl_es: Cazamonstros
he: צייד מפלצות
hi_in: दानव हंटर
hr_hr: Lovac na Čudovišta
hu_hu: Szörnyvadász
hy_am: Հրեշների Որսորդ
id_id: Pemburu Monster
is_is: Skrímslaveiðari
it: Cacciatore di mostri
ja_jp: モンスターハンター
ka_ge: მონსტრების მონადირე
ko_kr: 몬스터 헌터
lb_lu: Monsterjeeër
lt_lt: Monstrų medžiotojas
lv_lv: Briesmoņu mednieks
ms_my: Pemburu Raksasa
mt_mt: Kaċċatur tal-Mostri
nl_nl: Monsterjager
nn_no: Monsterjagar
pl: Łowca potworów
pt: Caçador de Monstros
ro_ro: Vânător de monștri
ru_ru: Охотник на монстров
sk_sk: Lovec príšer
sl_si: Lovec na pošasti
sv_se: Monsterjägare
tr_tr: Canavar Avcısı
vi_vn: Thợ săn quái vật
zh_cn: 怪物猎人
zh_tw: 魔物獵人

# achievement_killEnemy_desc
source: Attack and destroy a monster
af_za: Oorwin 'n monster
ar_sa: هاجم وحش و اقتله
be_by: Забіце пачвару!
bg_bg: Нападни и убий чудовище
ca_es: Ataca i venç un monstre
cs: Zaútoč na obludu a znič ji
da_dk: Angrib og besejr et monster
de: Attackiere und vernichte ein Monster
de_at: Greif a Monster u und brings um
el_gr: Κάνε επίθεση και κατάστρεψε ένα τέρας
es: Ataca y acaba con un monstruo
eu_es: Eraso eta suntsitu munstro bat
fa_ir: به یک هیولا حمله کن و اونو بکش.
fi: Hyökkää ja surmaa hirviö
fil_ph: Pumatay ng isang halimaw
fr_ca: Attaquez et tuez un monstre
ga_ie: Ionsaigh agus scrios arracht
gl_es: Ataca e mata un monstro
he: תקוף והשמד מפלצת
hi_in: हमला करते हैं और एक राक्षस को नष्ट
hr_hr: Napadni i uništi čudovište.
hu_hu: Támadj meg és pusztíts el egy szörnyet!
hy_am: Սպանեք հրեշին
id_id: Serang dan bunuh satu monster
is_is: Ráðstu á og útrýmdu skrímsli
it: Attacca e distruggi un mostro
ja_jp: モンスターを攻撃して倒す
ka_ge: თავს დაესხით და მოკალით მონსტრი
ko_kr: 몬스터를 사냥하세요
lb_lu: Attackéier a liquidéier e Monster
lt_lt: Užpulkite ir nukaukite monstrą
lv_lv: Uzbrūc un nogalini briesmoni
ms_my: Serang dan memusnahkan seekor raksasa
mt_mt: Attakka u eqred kreatura ostili
nl_nl: Val een monster aan en vernietig het
nn_no: Angrip og gjer mos av eit monster
pl: Zaatakuj i pokonaj potwora
pt: Ataca e destrói um monstro
ro_ro: Atacă și omoară un monstru
ru_ru: Напасть на монстра и уничтожить его
sk_sk: Napadni a zabi príšeru
sl_si: Napadi in ubij pošast
sv_se: Anfall och döda ett monster
th_th: ฆ่ามอนสเตอร์ได้
tr_tr: Bir canavara saldır ve onu yok et
vi_vn: Tấn công và tiêu diệt một con quái vật
zh_cn: 攻击并消灭一只怪物
zh_tw: 攻擊並消滅一隻怪物

# achievement_killWither
source: The Beginning.
af_za: Die Begin.
ar_sa: البداية
be_by: Пачатак.
bg_bg: Началото.
ca_es: El començament.
cs: Začátek.
da_dk: Begyndelsen.
de: Der Anfang.
de_at: Da Ufong.
el_gr: Η Αρχή.
es: El comienzo.
eu_es: Hasiera.
fa_ir: سرآغاز.
fi: Alku.
fil_ph: Ang Simula.
fr_ca: Le commencement.
ga_ie: An Tús.
gd_gb: An Toiseach.
gl_es: O Inicio.
he: ההתחלה.
hr_hr: Početak.
hu_hu: A Kezdet.
id_id: Awal.
is_is: Góð Byrjun.
it: L'inizio.
ja_jp: はじまり。
ka_ge: დასაწყისი.
ko_kr: 이제 시작이야.
lb_lu: Den Ufank.
lt_lt: Pradžia.
lv_lv: Sākums.
ms_my: Permulaan.
mt_mt: Il-Bidu.
nl_nl: Het begin.
nn_no: Starten.
pl: Początek.
pt: O Princípio.
ro_ro: Începutul.
ru_ru: Начало.
sk_sk: Začiatok.
sl_si: Začetek.
sv_se: Början.
th_th: การเริ่มต้น
tr_tr: Başlangıç.
vi_vn: Khởi đầu.
zh_cn: 开始了。
zh_tw: 真正的開始。

# achievement_killWither_desc
source: Kill the Wither
af_za: Maak 'n Wither dood
ar_sa: اقتل الويذر
be_by: Забіце Відара
bg_bg: Убий Уидъра
ca_es: Elimina l'exorcisme d'esquelet abismal
cs: Zabij withera
da_dk: Dræb witheren
de: Töte den Wither
de_at: Bring an Wither um
el_gr: Σκότωσε το Γουίδερ
es: Mata al Wither
eu_es: Akabatu Whiter-ra
fa_ir: پژمرده گر را بکش
fi: Tapa Wither
fil_ph: Patayin ang Luuyin
fr_ca: Tuez le Wither
ga_ie: Maraigh an Seargthóir
gd_gb: Marbh an wither
gl_es: Mata ó Wither
he: הרוג את ווית'ר
hr_hr: Ubij Withera
hu_hu: Öld meg a Withert
id_id: Bunuh Wither
is_is: Drepa Wither
it: Uccidi il Wither
ja_jp: ウィザーを倒す
ka_ge: ვიზერის მოკვლა
ko_kr: 위더를 죽이세요
lb_lu: Bréng de Wither ëm
lt_lt: Nužudyk vitherį
lv_lv: Nogalini Kalti
ms_my: Bunuhkan Penglayu
mt_mt: Oqtol lill-Wither
nl_nl: Dood de Wither
nn_no: Drep Witheren
pl: Zabij Withera
pt: Mata o Wither
ro_ro: Omoară Witherul
ru_ru: Убить визера
sk_sk: Zabi withera
sl_si: Ubij Witherja
sv_se: Döda Wither
th_th: ฆ่าวิทเธอร์
tr_tr: Wither'ı öldür
vi_vn: Giết con Wither
zh_cn: 杀死凋灵
zh_tw: 殺死凋靈
