Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# death_fell_finish_item
source: {0} fell too far and was finished by {1} using {2}
af_za: {0} het te ver geval en is afgemaai deur {1} met {2}
ar_sa: % 1$ s سقطت بعيداً جداً، وتم الانتهاء من % 2$ s استخدام % 3$ s
be_by: {1} дабіў {0} пасля падзення, скарыстаўшы {2}
bg_bg: {0} падна твърде далеч и беше довършен от {1} със {2}
ca_es: {0} ha caigut i ha estat rematat per {1} utilitzant {2}
cs: Hráč {0} spadl a byl doražen hráčem {1} pomocí {2}
da_dk: {0} faldt for langt ned og dræbt af {1} ved hjælp af {2}
de: {0} fiel zu tief und wurde von {1} mit {2} erledigt
el_gr: Ο/Η {0} έπεσε πολύ δυνατά και τον αποτέλειωσε ο/η {1} με {2}
es: {1} ha rematado a {0}, después de que sufriera una caída, con su {2}
eu_es: {0} urrutiegi erori eta {1}-(e)k {2}-rekin azkendu zuen
fa_ir: {0} از بلندی افتاد و {1} او را با {2} کشت.
fi: {0} putosi liian korkealta ja hänet viimeisteli {1} käyttämällä {2}
fil_ph: Nahulog si {0} ng malayuan at tinapos ni {1} gamit ng {2}
fr_ca: {0} a fait une terrible chute et s'est fait achever par (un) {1} avec {2}
ga_ie: Thit {0} rófhada ar fad agus thug {1} buille scoir dó/di le {2}
gl_es: {0} caeu demasiado lonxe e foi rematado por {1} usando {2}
he: {0} נפל רחוק מידי ונהרג על ידי {1} השתמש ב {2}
hi_in: {0} बहुत दूर गिर गया और से समाप्त हो गया था {1} का उपयोग करते हुए {2}
hr_hr: {0} je pao predaleko i dovršio ga je {1} koristeći {2}
hu_hu: {0} túl mélyre zuhant, majd {1} kivégezte {2} nevű fegyverével
hy_am: {0} ընկավ բարձր վայրից եվ սպանվեց {1}-ի կողմից օգտագործելով {2}
id_id: {0} jatuh terlalu jauh dan dihabisi oleh {1} menggunakan {2}
is_is: {0} féll of langt og var drepin af {1} með {2}
it: {0} è precipitato ed è stato finito da {1} armato di {2}
ja_jp: {0} は高いところから落下し、{1} の {2} によってとどめを刺された
ka_ge: {0} ჩავარდა მეტად შორს და {1} ბოლო მოუღო {2} საშუალებით
ko_kr: {0}이(가) 너무 높은 곳에서 떨어진 후, {2}을(를) 사용한 {1}에 의해 최후를 맞았습니다
lb_lu: {0} ass ze déif gefall. {1} huet e mat {2} ëmbruecht
lt_lt: {0} nukrito per stipriai ir buvo pribaigtas/a {1} naudojantis {2}
lv_lv: {0} nokrita pārāk tālu un bija piebeigts ar {1} izmantojot {2}
ms_my: {0} telah jatuh dari tempat yang terlalu tinggi dan diselesaikan oleh {1} dengan menggunakan {2}
mt_mt: {0} waqa' mill-għoli u ġie maqtul minn {1} b' {2}
nl_nl: {0} viel te ver en werd afgemaakt door {1} met een {2}
nn_no: {0} Datt for langt og vart drept av {1} som brukte {2}
pl: Gracz {0} spadł ze zbyt wysoka i został dobity przez gracza {1} za pomocą: {2}
pt: {0} caiu de demasiado alto e foi finalizado por {1} usando {2}
ro_ro: {0} a căzut de la înălțime și a fost răpus de {1} cu {2}
ru_ru: {0} упал с высоты и был добит "{1}" с помощью "{2}"
sk_sk: {0} bol zhodený z veľkej výšky a dorazený hráčom {1} za použitia {2}
sl_si: {0} je padel pregloboko in pri tem ga je {1} skoraj pokončal z {2}
sv_se: {0} föll för långt och dödades av {1} med {2}
th_th: {0} ตกลงจากที่สูงแล้วตายโดย {1} โดยใช้ {2}
tr_tr: {0} yüksekten düştü ve {2} kullanılarak {1} tarafından öldürüldü
vi_vn: {0} đã ngã quá sâu và bị kết liễu bởi {1} sử dụng {2}
zh_cn: {0}摔伤得太重并被{1}用{2}完结了生命
zh_tw: {0} 摔的太重後被 {1} 用 {2} 補了尾刀

# death_fell_killer
source: {0} was doomed to fall
af_za: {0} was gedoem om te val
ar_sa: {0} سقط من مكان مرتفع
be_by: {0} зваліўся
bg_bg: {0} беше обречен на падане
ca_es: {0} ha estat condemnat a caure
cs: Hráč {0} byl odsouzen k pádu
da_dk: {0} blev dømt til at falde
de: {0} wurde zum Fallen verdammt
el_gr: Ο/Η {0} ήταν καταδισμένος/η να πέσει
es: {0} ha sido empujado desde muy alto
eu_es: {0}-(e)ri zigortu zioten erortzera
fa_ir: {0} به سقوط محکوم شد.
fi: {0} oli tuomittu putoamaan
fil_ph: Si {0} ay nahulog sa kapahamakan
fr_ca: {0} a été condamné(e) à tomber
ga_ie: Daoradh {0} chun titime
gl_es: {0} foi empurrado dende moi alto
he: {0} נפל לאבדון
hi_in: {0} गिर बर्बाद हो गया था
hr_hr: {0} je bio proklet da padne
hu_hu: {0} a halálba zuhant
hy_am: {0} դատապարտված էր ընկնել բարձր վայրից
id_id: {0} tewas terjatuh
is_is: {0} var ætlað að detta
it: {0} è stato fatto cadere
ja_jp: {0} は落ちる運命だった
ka_ge: {0} განწირული იყო ჩამოვარდნისთვის
ko_kr: {0}은(는) 떨어질 수밖에 없었습니다
lb_lu: {0} gouf zum Fale condamnéiert
lt_lt: {0} buvo pasmerktas/a nukristi
lv_lv: {0} bija nolemts krišanai
ms_my: {0} telah tewas terjatuh
mt_mt: {0} kien destinat li jaqa'
nl_nl: {0} was gedoemd te vallen
nn_no: {0} vart tvungen til å falle
pl: Gracz {0} został skazany na upadek
pt: {0} estava condenado a cair
ro_ro: {0} a fost condamnat să cadă
ru_ru: {0} был обречён на падение
sk_sk: {0} bol zhodený z veľkej výšky
sl_si: {0} je bil obsojen na padec
sv_se: {0} var dömd att falla
th_th: {0} ถูกระเบิดแล้วตกลงมา
tr_tr: {0} düşürüldü
vi_vn: {0} bị ép phải rơi
zh_cn: {0}注定要摔死
zh_tw: {0} 從空中摔落地面

# deathScreen_deleteWorld
source: Delete world
af_za: Verwyder Wêreld
ar_sa: حذف العالم
be_by: Выдаліць свет
bg_bg: Изтриване на свят
ca_es: Esborrar el món
cs: Vymazat svět
da_dk: Slet verden
de: Welt löschen
de_at: Wöd löschn
el_gr: Διαγραφή κόσμου
es: Borrar mundo
eu_es: Mundua ezabatu
fa_ir: حذف جهان
fi: Poista maailma
fil_ph: Burahin ang Mundo
fr_ca: Supprimer ce monde
ga_ie: Scrios domhan
gl_es: Eliminar mundo
he: מחק עולם
hi_in: हटाएँ वर्ल्ड
hr_hr: Izbriši Svijet
hu_hu: Világ törlése
hy_am: Ջնջել Աշխարհը
id_id: Menghapus dunia
is_is: Eyða heimi
it: Elimina il mondo
ja_jp: ワールドを削除
ka_ge: სამყაროს წაშლა
ko_kr: 세계 삭제
lb_lu: Welt läschen
lt_lt: Ištrinti pasaulį
lv_lv: Izdzēst pasauli
ms_my: Hapuskan Dunia
mt_mt: Ħassar id-dinja
nl_nl: Wereld verwijderen
nn_no: Fjern verda
pl: Usuń świat
pt: Apagar o mundo
ro_ro: Șterge lumea
ru_ru: Удалить мир
sk_sk: Vymazať svet
sl_si: Izbriši svet
sv_se: Radera värld
th_th: ลบโลก
tr_tr: Dünyayı sil
vi_vn: Xóa thế giới
zh_cn: 删除世界
zh_tw: 刪除世界

# deathScreen_leaveServer
source: Leave server
af_za: Verlaat bediener
ar_sa: غادر الخادم
be_by: Пакінуць сервер
bg_bg: Излизане от сървъра
ca_es: Abandona el servidor
cs: Opustit server
da_dk: Forlad server
de: Server verlassen
de_at: Vom Server geh
el_gr: Αφήστε το διακομιστή
es: Salir del servidor
eu_es: Zerbitzaria utzi
fa_ir: ترک سرور
fi: Poistu päävalikkoon
fil_ph: Umalis sa server
fr_ca: Quitter le serveur
ga_ie: Fág an freastalaí
gl_es: Abandonar servidor
he: עזוב שרת
hi_in: सर्वर छोड़ दो
hr_hr: Izađi
hu_hu: Szerver elhagyása
hy_am: Դուրս գալ սերվերից
id_id: Tinggalkan peladen
is_is: Hætta netspilun
it: Esci dal server
ja_jp: サーバーから切断する
ka_ge: სერვერიდან გასვლა
ko_kr: 접속 종료
lb_lu: Server verloossen
lt_lt: Palikti serverį
lv_lv: Pamest serveri
ms_my: Tinggalkan server
mt_mt: Itlaq mis-server
nl_nl: Server verlaten
nn_no: Forlat server
pl: Opuść serwer
pt: Sair do servidor
ro_ro: Părăsește serverul
ru_ru: Покинуть сервер
sk_sk: Opustiť server
sl_si: Zapusti strežnik
sv_se: Lämna servern
th_th: ออกจากเซิฟเวอร์
tr_tr: Sunucudan ayrıl
vi_vn: Rời khỏi máy chủ
zh_cn: 退出服务器
zh_tw: 離開伺服器

# deathScreen_quit_confirm
source: Are you sure you want to quit?
af_za: Is jy seker jy wil die spel verlaat?
ar_sa: هل أنت متأكد من أنك تريد إنهاء اللعبة ؟
be_by: Сапраўды выйсці?
bg_bg: Наистина ли искате да излезете?
ca_es: Estàs segur de voler sortir?
cs: Opravdu chceš odejít?
da_dk: Er du sikker på at du vil holde op med at spille?
de: Bist du sicher, dass du das Spiel verlassen möchtest?
de_at: Bist da sicha, dass'd as Spü valossn megst?
el_gr: Είστε βέβαιος/η ότι θέλετε να εγκαταλείψετε;
es: ¿Seguro que quieres salir?
eu_es: Uztea nahi duzula ziur zaude?
fa_ir: آيا مطمئنيد که مي خواهيد خارج شويد ؟
fi: Haluatko varmasti lopettaa?
fil_ph: Gusto mo ba na talgang umalis?
fr_ca: Voulez-vous vraiment quitter ?
ga_ie: An bhfuil tú cinnte gur maith leat scoradh den chluiche?
gl_es: Estás seguro de querer saír?
he: האם אתה בטוח שברצונך לצאת?
hi_in: सुनिश्चित करें कि आप गेम छोड़ना चाहते हैं?
hr_hr: Jeste li sigurni da želite izaći?
hu_hu: Biztosan ki akarsz lépni?
hy_am: Վստահ եք, որ ցանկանում եք լքել?
id_id: Yakin ingin Keluar?
is_is: Ertu viss um að þú viljir hætta?
it: Vuoi davvero abbandonare?
ja_jp: 終了してもよろしいですか？
ka_ge: დარწმუნებული ხართ, რომ გინდათ გამოსვლა?
ko_kr: 나가시겠습니까?
lb_lu: Bass du sécher, dass du d'Spill verloosse wëlls?
lt_lt: Ar tikrai norite išeiti?
lv_lv: Vai esi drošs, ka gribi iziet?
ms_my: Adakah anda pasti hendak keluar?
mt_mt: Żgur li tixtieq tieqaf?
nl_nl: Weet je zeker dat je wilt afsluiten?
nn_no: Er du sikker på at du vil stengje spelet?
pl: Czy na pewno chcesz wyjść?
pt: Tens a certeza de que queres sair?
ro_ro: Sigur vrei să ieși din joc?
ru_ru: Вы уверены, что хотите выйти?
sk_sk: Naozaj chceš skončiť?
sl_si: Ali si prepričan, da želiš končati?
sv_se: Är du säker på att du vill avsluta?
th_th: คุณแน่ใจว่าจะออกหรือไม่ ?
tr_tr: Çıkmak istediğinize emin misiniz?
vi_vn: Bạn có chắc chắn muốn thoát không?
zh_cn: 你确定要退出吗？
zh_tw: 你確定要退出了嗎？

# deathScreen_respawn
source: Respawn
af_za: Herverskyn
ar_sa: اعادة الإحياء
be_by: Адрадзіцца
bg_bg: Прераждане
ca_es: Reaparèixer
cs: Oživit
da_dk: Genopstå
de: Wiederbeleben
de_at: Wiederbelem
el_gr: Επανεμφάνιση
es: Reaparecer
eu_es: Birsortu
fa_ir: احضار دوباره
fi: Synny uudelleen
fr_ca: Respawner
ga_ie: Athionchollaigh
gd_gb: Ath-ghin
gl_es: Reaparecer
he: חזור לתחייה
hi_in: फिर स्पोन
hr_hr: Stvori se Ponovno
hu_hu: Újraéledés
hy_am: Վերածնվել
id_id: Bangkit kembali
is_is: Byrja aftur
it: Rinasci
ja_jp: リスポーン
ka_ge: გაჩენა
ko_kr: 리스폰
lb_lu: Respawnen
lt_lt: Prisikelti
lv_lv: Atdzimt
ms_my: Bertelur Semula
mt_mt: Qum mill-mewt
nl_nl: Respawnen
nn_no: Gjenoppstå
pl: Odrodzenie
pt: Renascer
ro_ro: Reînvie
ru_ru: Возродиться
sk_sk: Znovuzrodiť
sl_si: Reinkarniraj se
sv_se: Återuppstå
th_th: เกิดใหม่
tr_tr: Yeniden Doğ
vi_vn: Hồi sinh
zh_cn: 重生
zh_tw: 重生

# deathScreen_score
source: Score
af_za: Telling
ar_sa: النقاط
be_by: Лік
bg_bg: Резултат
ca_es: Puntuació
cs: Skóre
de: Punktestand
de_at: Punktestond
el_gr: Πόντοι
es: Puntuación
eu_es: Puntuazioa
fa_ir: امتياز
fi: Pisteesi
fil_ph: Puntos
ga_ie: Scór
gl_es: Puntuación
he: ניקוד
hi_in: स्कोर
hr_hr: Rezultat
hu_hu: Pontszám
hy_am: Արդյունք
id_id: Skor
is_is: Stig
it: Punteggio
ja_jp: スコア
ka_ge: ქულა
ko_kr: 점수
lb_lu: Punktzuel
lt_lt: Jūsų surinktų taškų kiekis
lv_lv: Rezultāts
ms_my: Skor
mt_mt: Punteġġ
nn_no: Poeng
pl: Wynik
pt: Pontuação
ro_ro: Scor
ru_ru: Счёт
sk_sk: Skóre
sl_si: Točke
sv_se: Poäng
th_th: คะแนน
tr_tr: Puan
vi_vn: Điểm số
zh_cn: 分数
zh_tw: 分數

# deathScreen_spectate
source: Spectate World
af_za: Bekyk wêreld
ar_sa: تفرّج على العالم
be_by: Назіраць за светам
bg_bg: Разглеждане на света
ca_es: Observar el món
cs: Prozkoumat svět
da_dk: Spectate verden
de: Welt bebobachten
de_at: Wöd beobochtn
el_gr: Παρακολούθησε τον κόσμο
es: Observar mundo
eu_es: Mundua begiratu
fi: Katsele maailmaa
fil_ph: Panoorin ang mundo
fr_ca: Respawner en tant que spectateur
ga_ie: Bí i do bhreathnóir
gl_es: Espectar mundo
he: צפה בעולם
hr_hr: Pogledaj svijet
hu_hu: Világ szemlélése
id_id: Melihat pemandangan dunia
it: Rinasci come spettatore
ja_jp: ワールドを観覧
ka_ge: სამყაროს ყურება
ko_kr: 세계 관전
lb_lu: Spectateur ginn
lt_lt: Stebėti pasaulį
lv_lv: Novērot pasauli
ms_my: Tonton dunia
mt_mt: Osserva d-dinja
nl_nl: Wereld toeschouwen
nn_no: Ver tilskodar
pl: Obserwuj świat
pt: Assistir o mundo
ro_ro: Continuă ca spectator
ru_ru: Наблюдать за миром
sk_sk: Pozorovať svet
sl_si: Pojdi v opazovalni način
sv_se: Åskåda världen
th_th: โลกผู้ชม
tr_tr: Dünyayı seyret
vi_vn: Theo dõi thế giới
zh_cn: 旁观世界
zh_tw: 旁觀世界

# deathScreen_title
source: You died!
af_za: Jy het gesneuwel!
ar_sa: لقد مت!
be_by: Вы загінулі!
bg_bg: Умряхте!
ca_es: Has mort!
cs: Umřel jsi!
da_dk: Du døde!
de: Du bist gestorben!
de_at: Du bist gstorbn!
el_gr: Πέθανες!
es: ¡Has muerto!
eu_es: Hil egin zara!
fa_ir: شما مرديد!
fi: Kuolit!
fil_ph: Patay ka!
fr_ca: Vous êtes mort(e) !
ga_ie: Fuair tú bás!
gl_es: Morriches!
he: מתת!
hi_in: आप मर गए!
hr_hr: Umro si!
hu_hu: Meghaltál!
hy_am: Դուք մահացաք!
id_id: Kamu mati!
is_is: Þú dóst!
it: Sei morto!
ja_jp: 死んでしまった！
ka_ge: მოკვდი!
ko_kr: 죽었습니다!
lb_lu: Du bass gestuerwen!
lt_lt: Jūs mirėte!
lv_lv: Tu nomiri!
ms_my: Anda telah mati!
mt_mt: Mitt!
nl_nl: Je bent doodgegaan!
nn_no: Du døyde!
pl: Zginąłeś!
pt: Morreste!
ro_ro: Ai murit!
ru_ru: Вы умерли!
sk_sk: Umrel si!
sl_si: Umrl si!
sv_se: Du dog!
th_th: คุณตายแล้ว!
tr_tr: Öldün!
vi_vn: Bạn đã chết!
zh_cn: 你死了！
zh_tw: 你死了！

# deathScreen_title_hardcore
source: Game over!
af_za: Spel verby!
ar_sa: انتهت اللعبة!
be_by: Гульня скончаная!
bg_bg: Край на играта!
ca_es: Fi de la partida!
cs: Konec hry!
el_gr: Τέλος παιχνιδιού!
es: ¡Se acabó!
eu_es: Jokoa amaitu da!
fa_ir: گيم اور !
fi: Peli päättyi!
fil_ph: Tapos na ang laro!
ga_ie: Cluiche thart!
gd_gb: Crìoch a' gheama!
gl_es: Fin da Partida!
he: המשחק נגמר!
hi_in: गेम खत्म!
hr_hr: Kraj igre!
hu_hu: Vége a játéknak!
hy_am: Խաղն Ավարտվեց!
is_is: Leik lokið!
ja_jp: ゲームオーバー！
ka_ge: თამაში დასრულებულია!
ko_kr: 게임 오버!
lt_lt: Žaidimas baigtas!
lv_lv: Spēle beigusies!
ms_my: Permainan Tamat!
mt_mt: Tmiem tal-Logħba!
nn_no: Spelet er over!
pl: Koniec gry!
pt: Fim do Jogo!
ro_ro: Joc terminat!
ru_ru: Конец игры!
sk_sk: Koniec hry!
sl_si: Konec igre!
sv_se: Spelet är slut!
th_th: จบเกม!
tr_tr: Oyun bitti!
vi_vn: Trò chơi kết thúc!
zh_cn: 游戏结束！
zh_tw: 遊戲結束！

# deathScreen_titleScreen
source: Title screen
af_za: Titelskerm
ar_sa: صفحة البداية
be_by: Галоўнае меню
bg_bg: Начален екран
ca_es: Pantalla de títol
cs: Hlavní nabídka
da_dk: Hovedmenu
de: Hauptmenü
de_at: Startseitn
el_gr: Κεντρικό μενού
es: Menú principal
eu_es: Hasierako pantaila
fa_ir: صفحه اصلي
fi: Päävalikko
fr_ca: Retour au menu principal
ga_ie: Scáileán Teidil
gl_es: Pantalla do título
he: מסך ראשי
hi_in: शीर्षक स्क्रीन
hr_hr: Naslovna stranica
hu_hu: Főmenü
hy_am: Հիմնական Մենյու
id_id: Judul layar
is_is: Valmynd
it: Menù principale
ja_jp: タイトル画面へ戻る
ka_ge: მთავარი ეკრანი
ko_kr: 타이틀 화면으로
lb_lu: Titelbildschierm
lt_lt: Pagrindinis meniu
lv_lv: Galvenais ekrāns
ms_my: Menu Utama
mt_mt: Lura għall-Menu
nl_nl: Hoofdmenu
nn_no: Hovudmeny
pl: Menu główne
pt: Menu Principal
ro_ro: Meniul principal
ru_ru: Главное меню
sk_sk: Úvodná obrazovka
sl_si: Glavni meni
sv_se: Huvudmeny
th_th: หน้าหลัก
tr_tr: Ana menü
vi_vn: Màn hình chính
zh_cn: 标题画面
zh_tw: 標題畫面

# demo_day_1
source: This demo will last five game days, do your best!
af_za: Die demo sal vir vyf in-spel-dae werk. Doen jou beste!
ar_sa: هذا العالم التجريبي سوف ينتهي بعد خمسة ايام حسب توقيت اللعبة ابذل جهدك
be_by: Дэманстрацыйны рэжым будзе доўжыцца пяць гульнявых дзён. Поспехаў!
bg_bg: Тази демонстрация ще продължи пет дни, дайте най-доброто от себе си!
ca_es: Aquesta demostració tindrà una durada de cinc dies del joc, demostra el que saps fer!
cs: Tato zkušební hra vydrží jen pět herních dní. Dělej co umíš!
da_dk: Denne demo vil vare i fem spildage, gør dit bedste!
de: Diese Demo beinhaltet fünf Spieltage, gib dein Bestes!
de_at: Diese Demo dauert fünf Spütog, gib dei Bests!
el_gr: Αυτή η επίδειξη θα διαρκέσει πέντε ημέρες παιχνιδιού, κάντε το καλύτερό σας!
es: Esta demostración tiene una duración de 5 días, ¡aprovéchalos!
eu_es: Erakustaldi honek bost joku egun iraungo du, egizu ahalik eta hoberen!
fa_ir: این نسخه نمایشی ۵ روز عمر خواهد کرد، حسابی تلاش کنید!
fi: Tämä kokeiluversio kestää viisi Minecraft-päivää, tee parhaasi!
fil_ph: Ang demo na ito ay tatagal lamang ng limang araw lang, galingan mo!
fr_ca: Cette démo durera 5 jours de jeu, profitez-en !
ga_ie: Mairfidh an leagan taispeána seo cúig lá cluiche, déan do dhícheall!
gd_gb: Mairidh an saoghal-taisbeanaidh seo còig làithean-geama, dèan do dhìcheall!
gl_es: Esta demostración durará 5 días de xogo, faino o mellor que poidas!
he: ההדגמה תמשך חמישה ימי משחק, עשו את מיטב יכולותיכם!
hi_in: इस डेमो पिछले पाँच खेल दिन, तुम्हारा सबसे अच्छा है!
hr_hr: Ovaj demo će trajati pet Minecraft dana, daj sve od sebe!
hu_hu: Ez a demó öt játékbeli napig tart, tégy ki magadért!
hy_am: Այս փորձնական աշխարհը կտևի հինգ խախային օր, արե՛ք հնարավոր ամեն ինչ։
id_id: Demo ini akan berakhir dalam lima hari, lakukan yang terbaik!
is_is: Þessi prufuútgáfa endist í 5 leikjadaga, gerðu þitt besta!
it: Questa demo durerà cinque giorni del gioco, fai del tuo meglio!
ja_jp: デモ版では5日間ご利用いただけます。頑張ってください！
ka_ge: დემო ვერსიაში გეძლევათ 5 დღე. მაქსიმალურად გამოიყენეთ მოცემული დრო!
ko_kr: 체험판은 게임 내의 5일 동안 플레이를 즐기실 수 있습니다. 최선을 다하세요!
lb_lu: Dës Demo dauert 5 Spilldeeg, maach dat bescht draus!
lt_lt: Ši demo versija išliks penkias žaidimo dienas, stenkitės kiek galite!
lv_lv: Šis demo ilgs piecas spēles dienas, dari ko spēj!
mi_nz: Tenei demo ka muri e rima nga ra game, koutou pai te mahi!
mk_mk: Ова демо ќе трае пет игра дена, направи вашата најдобра!
mn_mn: Туршилт тоглоомын таван өдрийн турш үргэлжилнэ. Амжилт хүсье!
ms_my: Demo ini akan berlangsung selama lima hari dalam permainan, buatlah yang terbaik!
mt_mt: Dan id-demo se jdum ħames tijiem tal-logħba, għamel mill-aħjar li tista'!
nl_nl: Deze demo duurt vijf speldagen, doe je best!
nn_no: Denne demoen varar i fem speledagar. Gjer ditt beste!
pl: Wersja demonstracyjna pozwala tylko na pięć dni rozgrywki, powodzenia!
pt: Esta demo irá durar cinco dias de jogo, faz o teu melhor!
ro_ro: Acest demo ține cinci zile din joc, dă tot ce ai mai bun!
ru_ru: Демонстрация закончится через 5 игровых дней. Проявите себя!
sk_sk: Táto demoverzia bude trvať 5 herných dní, posnaž sa!
sl_si: Preizkusna različica bo trajala pet dni v igri. Veliko sreče!
sq_al: Këtë demo do të zgjasë pesë lojë ditë, të bëni më të mirën tuaj!
sv_se: Detta demo varar i fem speldagar. Gör ditt bästa!
th_th: เดโมนี้ เปิดโอกาสให้คุณทดลองเล่น 5 วันของเกม ขอให้สนุก!
tr_tr: Bu deneme sürümü beş oyun günü sürecek. Elinden gelenin en iyisini yap!
vi_vn: Bản thử nghiệm này sẽ kéo dài năm ngày trong trò chơi, bạn hãy làm hết mức có thể!
zh_cn: 此试玩版只有5天游戏内时间，尽力而为吧！
zh_tw: 試玩版只有五天的遊戲內時間，盡你所能吧！

# demo_day_2
source: Day Two
af_za: Dag Twee
ar_sa: اليوم الثاني
be_by: Дзень другі
bg_bg: Ден втори
ca_es: Segon dia
cs: Druhý den
da_dk: Dag to
de: Zweiter Tag
de_at: Tog 2
el_gr: Δεύτερη μέρα
es: Segundo día
eu_es: Bigarren eguna
fa_ir: روز دوم
fi: Toinen päivä
fil_ph: Ikalawang Araw
fr_ca: Deuxième journée
ga_ie: Lá a Dó
gd_gb: An dàrna latha
gl_es: Segundo día
he: יום שני
hi_in: दूसरे दिन
hr_hr: Drugi Dan
hu_hu: Második nap
hy_am: Օր Երկրորդ
id_id: Hari Kedua
is_is: Dagur tvö
it: Secondo giorno
ja_jp: 2日目
ka_ge: მეორე დღე
ko_kr: 2일째
lb_lu: Dag Zwee
lt_lt: Antra diena
lv_lv: Otrā Diena
mi_nz: ra e rua
mk_mk: Вториот Ден
mn_mn: Хоёрдох өдөр
ms_my: Hari Kedua
mt_mt: It-Tieni Jum
nl_nl: Dag twee
nn_no: Dag to
pl: Dzień drugi
pt: Dia Dois
ro_ro: A doua zi
ru_ru: День Второй
sk_sk: Druhý deň
sl_si: Drugi dan
sq_al: Dy Ditë
sv_se: Dag två
th_th: วันที่สอง
tr_tr: İkinci Gün
vi_vn: Ngày thứ hai
zh_cn: 第二天
zh_tw: 第二天

# demo_day_3
source: Day Three
af_za: Dag Drie
ar_sa: اليوم الثالث
be_by: Дзень трэці
bg_bg: Ден трети
ca_es: Tercer dia
cs: Třetí den
da_dk: Dag tre
de: Dritter Tag
de_at: Tog 3
el_gr: Τρίτη μέρα
es: Tercer día
eu_es: Hirugarren eguna
fa_ir: روز سوم
fi: Kolmas päivä
fil_ph: Ikatlong Araw
fr_ca: Troisième journée
ga_ie: Lá a Trí
gd_gb: An treas latha
gl_es: Terceiro día
he: יום שלישי
hi_in: तीन दिन
hr_hr: Treći Dan
hu_hu: Harmadik nap
hy_am: Օր Երրորդ
id_id: Hari Ketiga
is_is: Dagur þrjú
it: Terzo giorno
ja_jp: 3日目
ka_ge: მესამე დღე
ko_kr: 3일째
lb_lu: Dag Dräi
lt_lt: Trečia diena
lv_lv: Trešā Diena
mi_nz: ra e toru
mk_mk: Третиот Ден
mn_mn: Гуравдах өдөр
ms_my: Hari Ketiga
mt_mt: It-Tielet Jum
nl_nl: Dag drie
nn_no: Dag tre
pl: Dzień trzeci
pt: Dia Três
ro_ro: A treia zi
ru_ru: День Третий
sk_sk: Tretí deň
sl_si: Tretji dan
sq_al: Dita E Tretë
sv_se: Dag tre
th_th: วันที่สาม
tr_tr: Üçüncü Gün
vi_vn: Ngày thứ ba
zh_cn: 第三天
zh_tw: 第三天

# demo_day_4
source: Day Four
af_za: Dag Vier
ar_sa: اليوم الرابع
be_by: Дзень чацвёрты
bg_bg: Ден четвърти
ca_es: Quart dia
cs: Čtvrtý den
da_dk: Dag fire
de: Vierter Tag
de_at: Tog 4
el_gr: Τέταρτη μέρα
es: Cuarto día
eu_es: Laugarren eguna
fa_ir: روز چهارم
fi: Neljäs päivä
fil_ph: Ikaapat na Araw
fr_ca: Quatrième journée
ga_ie: Lá a Ceathair
gd_gb: An ceathramh latha
gl_es: Cuarto día
he: יום רביעי
hi_in: चार दिन
hr_hr: Četvrti Dan
hu_hu: Negyedik nap
hy_am: Օր Չորրորդ
id_id: Hari Keempat
is_is: Dagur fjögur
it: Quarto giorno
ja_jp: 4日目
ka_ge: მეოთხე დღე
ko_kr: 4일째
lb_lu: Dag Véier
lt_lt: Ketvirta diena
lv_lv: Ceturtā Diena
mi_nz: ra e wha
mk_mk: Четвртиот Ден
mn_mn: Дөрөвдөх өдөр
ms_my: Hari Keempat
mt_mt: Ir-Raba' Jum
nl_nl: Dag vier
nn_no: Dag fire
pl: Dzień czwarty
pt: Dia Quatro
ro_ro: A patra zi
ru_ru: День Четвёртый
sk_sk: Štvrtý deň
sl_si: Četrti dan
sq_al: Katër Ditë
sv_se: Dag fyra
th_th: วันที่สี่
tr_tr: Dördüncü Gün
vi_vn: Ngày thứ tư
zh_cn: 第四天
zh_tw: 第四天

# demo_day_5
source: This is your last day!
af_za: Hierdie is jou laaste dag!
ar_sa: هذا يومك الاخير
be_by: Гэта ваш апошні дзень!
bg_bg: Това е вашият последен ден!
ca_es: Aquest és el teu últim dia!
cs: Toto je tvůj poslední den!
da_dk: Dette er din sidste dag!
de: Fünfter und letzter Tag!
de_at: Fünfta und letzta Tog!
el_gr: Αυτή είναι η τελευταία σας μέρα!
es: ¡Último día!
eu_es: Zure azken eguna da!
fa_ir: این آخرین روز است!
fi: Tämä on viimeinen päiväsi!
fil_ph: Ito ang iyong uling araw!
fr_ca: C'est votre dernière journée !
ga_ie: Seo é do lá deireanach!
gd_gb: Seo an latha mu dheireadh agad!
gl_es: Este é o teu derradeiro día!
he: זהו יומך האחרון!
hi_in: यह तुम्हारा आखिरी दिन है!
hr_hr: Ovo je tvoj posljednji dan!
hu_hu: Ez az utolsó napod!
hy_am: Սա ձեր վերջի՛ն օրն է։
id_id: Ini adalah hari terakhirmu!
is_is: Þetta er seinasti dagurinn þinn!
it: Questo è il tuo ultimo giorno!
ja_jp: 今日が最終日です！
ka_ge: ეს ბოლო დღეა!
ko_kr: 오늘이 체험판의 마지막 날입니다!
lb_lu: Dat ass däi leschten Dag!
lt_lt: Tai Jūsų paskutinė diena!
lv_lv: Šî ir tava pēdējā diena!
mi_nz: Ko koutou ra whakamutunga tenei!
mk_mk: Ова е вашиот последен ден!
mn_mn: Энэ таны сүүлчийн өдөр!
ms_my: Hari ini ialah hari anda yang terakhir!
mt_mt: Din hija l-aħħar ġurnata tiegħek!
nl_nl: Dit is je laatste dag!
nn_no: Dette er den siste dagen din!
pl: To twój ostatni dzień!
pt: Este é o teu último dia!
ro_ro: Aceasta este ultima ta zi!
ru_ru: Это ваш последний день!
sk_sk: Toto je tvoj posledný deň!
sl_si: To je tvoj zadnji dan!
sq_al: Kjo juaj është dita e fundit!
sv_se: Detta är din sista dag!
th_th: วันนี้เป็นวันสุดท้ายแล้ว!
tr_tr: Bu senin son günün!
vi_vn: Đây là ngày cuối cùng của bạn!
zh_cn: 这是你游戏内的最后一天！
zh_tw: 這是你的最後一天！
