Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_stopsound_unknownSoundSource
source: Sound Source {0} is unknown
af_za: Bron {0} is onbekend
be_by: Невядомая крыніца гуку {0}
bg_bg: Източникът {0} е неизвестен
ca_es: L'origen {0} és desconegut
cs: Nelze rozpoznat zdroj: {0}
da_dk: Kilden {0} er ukendt
de: Geräuschart {0} ist unbekannt
el_gr: Η πηγή {0} είναι άγνωστη
es: La fuente {0} no existe
fi: Lähde {0} on tuntematon
fil_ph: Hindi pinagkunan ang {0}
fr_ca: La source {0} est inconnue
ga_ie: Foinse fuaime anaithnid: {0}
gl_es: Orixe {0} é descoñecida
he: המקור {0} אינו ידוע
hu_hu: A(z) '{0}' hangforrás ismeretlen
id_id: Sumber {0} tak dikenal
it: Fonte {0} sconosciuta
ja_jp: ソース {0} は不明です
ka_ge: წყარო {0} უცნობია
ko_kr: {0}은(는) 알 수 없는 출처입니다
lb_lu: Geräischaart {0} ass onbekannt
lt_lt: Šaltinis {0} yra nežinomas
ms_my: Sumber {0} tidak diketahui
mt_mt: Sors {0} mhux magħruf
nl_nl: Bron '{0}' is onbekend
nn_no: Kjelda {0} er ukjend
pl: Źródło {0} jest nieznane
pt: Fonte {0} desconhecida
ro_ro: Sursa {0} este necunoscută
ru_ru: Источник звука {0} неизвестен
sk_sk: Zdroj {0} je neznámy
sl_si: Vir {0} je neznan
sv_se: Källa {0} är okänd
th_th: ข้อมูล {0} ไม่เป็นที่รู้จัก
tr_tr: Kaynak {0} bilinmiyor
vi_vn: Nguồn {0} không xác định
zh_cn: 未知的声音源{0}
zh_tw: {0} 是未知的音源

# commands_stopsound_usage
source: /stopsound <player> [source] [sound]
be_by: /stopsound <гулец> [крыніца] [гук]
bg_bg: /stopsound <играч> [<източник>] [<звук>]
ca_es: /stopsound <jugador> [origen] [so]
cs: /stopsound <hráč> [<zdroj>] [<zvuk>]
da_dk: /stopsound <spiller> [kilden] [lyden]
de: /stopsound <Spieler> [<Geräuschart>] [<Geräusch>]
el_gr: /stopsound <παίχτης> [πηγή] [ήχος]
es: /stopsound <jugador> [fuente] [sonido]
fi: /stopsound <pelaaja> [lähde] [ääni]
fr_ca: /stopsound <joueur> [source] [son]
ga_ie: /stopsound <imreoir> [foinse] [fuaim]
gl_es: /stopsound <xogador> [orixe] [son]
hu_hu: /stopsound <játékos> [hangforrás] [hang]
id_id: /stopsound <Pemain> [Sumber] [Suara]
it: /stopsound <giocatore> [fonte] [suono]
ja_jp: /stopsound <プレイヤー名> [ソース] [サウンド]
ka_ge: /stopsound <მოთამაშე> [წყარო] [ხმა]
ko_kr: /stopsound <플레이어> [출처] [소리]
lb_lu: /stopsound <Spiller> [Geräischaart] [Geräisch]
lt_lt: /stopsound <žaidėjas> [šaltinis] [garsas]
ms_my: /stopsound <pemain> [source] [sound]
nl_nl: /stopsound <speler> [bron] [geluid]
pl: /stopsound <gracz> [źródło] [dźwięk]
pt: /stopsound <jogador> [fonte] [som]
ro_ro: /stopsound <jucător> [<sursă>] [<sunet>]
ru_ru: /stopsound <игрок> [источник] [звук]
sk_sk: /stopsound <hráč> [zdroj] [zvuk]
sl_si: /stopsound <igralec> [source] [sound]
sv_se: /stopsound <spelare> [källa] [ljud]
tr_tr: /stopsound <oyuncu> [kaynak] [ses]
vi_vn: /stopsound <người chơi>[source][sound]
zh_cn: /stopsound <玩家> [声音来源] [声音]
zh_tw: /stopsound <玩家> [來源] [聲音]

# commands_summon_failed
source: Unable to summon object
af_za: Kon nie objek oproep nie
ar_sa: خطأ في استدعاء الكائن
be_by: Не атрымалася прызваць аб’ект
bg_bg: Неуспех при призоваването на обект
ca_es: Incapaç d'invocar l'objecte
cs: Objekt nelze přivolat
da_dk: Ikke i stand til at påkalde objekt
de: Kann Objekt nicht erzeugen
el_gr: Αδύνατο να καλέσεις αυτό το αντικείμενο
es: No se ha podido generar la entidad
eu_es: Objektua ezin da agertu
fa_ir: احضار شیء صورت نگرفت
fi: Objektia ei pysytytty luomaan
fil_ph: Di-puwedeng tumawag ng bagay
fr_ca: Impossible d'invoquer l'entité
ga_ie: Ní féidir an t-aonán a ghairm
gl_es: Non se puido invocar o obxecto
he: לא ניתן לזמן את האובייקט
hr_hr: Nije moguće prizvati objekt
hu_hu: Nem sikerült megidézni az entitást
id_id: Tidak dapat memanggil objek
is_is: Ekki hægt að kalla fram hlut
it: Impossibile evocare l'oggetto
ja_jp: 対象を召喚することができません
ka_ge: შეუძლებელია ობიექტის გაჩენა
ko_kr: 소환할 수 없습니다
lb_lu: Konnt den Objet net erstellen
lt_lt: Nepavyko iškviesti objekto
lv_lv: Nevar pielūgt objektu
ms_my: Objek gagal diseru
mt_mt: L-entita' ma tistax tiġi maħluqa
nl_nl: Kan object niet oproepen
nn_no: Kan ikkje kalle fram gjenstanden
pl: Nie można przywołać obiektu
pt: Impossível invocar o objeto
ro_ro: Obiectul nu a putut fi invocat
ru_ru: Не удаётся создать объект
sk_sk: Nemožné vyvolať objekt
sl_si: Neuspešno ustvarjanje objekta
sv_se: Kunde inte skapa objekt
th_th: ไม่สามารถเรียกวัตถุได้
tr_tr: Nesne çağırılamıyor
vi_vn: Không thể triệu tập đối tượng
zh_cn: 无法召唤实体
zh_tw: 召喚失敗

# commands_summon_outOfWorld
source: Cannot summon the object out of the world
af_za: Kan nie die objek tot buite die wêreld oproep nie
ar_sa: غير قادر على انشاء كائن خارج العالم
be_by: Немагчыма выклікаць аб'ект па-за межамі свету
bg_bg: Не може да призове обекта извън света
ca_es: Impossible invocar l'objecte fora del món
cs: Objekt nelze přivolat mimo svět
da_dk: Kan ikke hidkalde genstanden uden for verden
de: Kann Objekt nicht außerhalb der geladenen Welt erzeugen
el_gr: Αδύνατη η επίκληση αντικειμένου έξω απο το κόσμο
es: No puedes generar una entidad fuera del mundo
eu_es: Objektua ezin da agertu mundutik kampo
fa_ir: نمی توان موجود را خارج از جهان احضار کرد
fi: Ei voida luoda objektia maailman ulkopuolelle
fil_ph: Di-pwedeng alisin ang bagay sa mundo
fr_ca: Impossible d'invoquer l'entité en dehors du monde
ga_ie: Ní féidir an t-aonán a ghairm taobh amuigh den domhan
gl_es: Non se pode invocar o obxecto fóra do mundo
he: לא ניתן לזמן אובייקט מחוץ לעולם
hr_hr: Nije moguće sazvati objekt izvan svijeta
hu_hu: Az entitás nem idézhető a világon kívülre
id_id: Tidak dapat memanggil objek diluar dunia
is_is: Ekki hægt að kalla fram hlut fyrir utan heiminn
it: Impossibile evocare l'oggetto al di fuori del mondo
ja_jp: ワールドの範囲外に召喚することはできません
ka_ge: შეუძლებელია ობიექტის გაჩენა სამყაროდან
ko_kr: 세계 외부의 블록은 소환할 수 없습니다
lb_lu: Objet kann net ausserhalb vun der geluedener Welt generéiert ginn
lt_lt: Negalima iškviesti objekto už pasaulio ribų
lv_lv: Nevar pielūgt objektu ārpus pasaules
ms_my: Tidak boleh menyeru objek di luar dunia
mt_mt: L-entita' ma tistax tiġi maħluqa barra mid-dinja
nl_nl: Kan het object niet buiten de wereld oproepen
nn_no: Kan ikkje kalle fram ein gjenstand utanfor verda
pl: Nie można przywołać obiektu poza światem
pt: Impossível invocar o objeto fora do mundo
ro_ro: Nu se poate invoca obiectul în afara lumii
ru_ru: Не удаётся создать объект за пределами мира
sk_sk: Nie je možné spawnúť objekt mimo tohto sveta
sl_si: Ustvarjanje objekta izven sveta ni možno
sv_se: Kan inte skapa objektet utanför världen
th_th: ไม่สามารถเรียกวัตถุออกนอกโลกได้
tr_tr: Dünyanın dışına nesne çağıramazsın
vi_vn: Không thể triệu hồi đối tượng ngoài thế giới
zh_cn: 无法在世界外召唤实体
zh_tw: 無法在世界以外召喚物體

# commands_summon_success
source: Object successfully summoned
af_za: Objek suksesvol opgeroep
ar_sa: تم صنع الغرض بنجاح
be_by: Аб’ект паспяхова прызваны
bg_bg: Обектът успешно призован
ca_es: Objecte invocat amb èxit
cs: Objekt úspěšně přivolán
da_dk: Objektet er blevet påkaldt
de: Objekt erzeugt
el_gr: Το αντικείμενο καλέστηκε επιτυχώς
es: Entidad generada con éxito
eu_es: Objektua zuzen agertua
fa_ir: موجود با موفقیت احضار شد
fi: Objekti luotu onnistuneesti
fil_ph: Tinawag ang bagay
fr_ca: L'entité a été invoquée avec succès
ga_ie: D'éirigh le gairm an aonáin
gl_es: Obxecto invocado satisfactoriamente
he: האובייקט זומן בהצלחה
hr_hr: Objekt uspješno prizvan
hu_hu: Entitás sikeresen megidézve
id_id: Objek berhasil dipanggil
is_is: Tókst að kalla fram hlut
it: L'oggetto è stato evocato
ja_jp: 対象の召喚に成功しました
ka_ge: ობიექტი წარმატებით გაჩნდა
ko_kr: 성공적으로 소환되었습니다
lb_lu: Objet erfollegräich erstallt
lt_lt: Objektas sėkmingai iškviestas
lv_lv: Objekts veiksmīgi pielūgts
ms_my: Objek berjaya diseru
mt_mt: L-entita' nħalqet b'suċċess
nl_nl: Object succesvol opgeroepen
nn_no: Gjenstanden er kalla fram
pl: Obiekt pomyślnie przywołany
pt: Objeto Invocado com sucesso
ro_ro: Obiectul a fost invocat
ru_ru: Объект успешно создан
sk_sk: Objekt úspešne spawnutý
sl_si: Objekt uspešno ustvarjen
sv_se: Objektet skapades
th_th: วัตถุถูกเรียกเรียบร้อยแล้ว
tr_tr: Nesne başarıyla çağırıldı
vi_vn: Triệu hồi đối tượng thành công
zh_cn: 成功地召唤了实体
zh_tw: 召喚成功

# commands_summon_tagError
source: Data tag parsing failed: {0}
af_za: Kon nie data merker interpreteer nie: {0}
ar_sa: خطأ في توزيع البيانات {0}
be_by: Памылка разбору тэгаў: {0}
bg_bg: Анализирането на етикет на данни е неуспешно: {0}
ca_es: Anàlisis de l'etiqueta de dades fallat: {0}
cs: Syntaktická analýza se nezdařila: {0}
da_dk: Data tag-fortolkning mislykkedes: {0}
de: Kann NBT-Daten nicht analysieren: {0}
el_gr: Η προσπέλαση της καρτέλας δεδομένων απέτυχε: {0}
es: El análisis de la dataTag falló: {0}
eu_es: Datu-etiketa analisia huts egin du: {0}
fa_ir: تجزیه برچسب دیتا ناموفق پایان یافت: {0}
fi: Data tagin jäsennys epäonnistui: {0}
fr_ca: L'analyse syntaxique du data tag a échoué : {0}
ga_ie: Theip ar pharsáil clib sonraí: {0}
gl_es: A análise da dataTag fallou: {0}
he: ניתוח טאג-נתונים נכשל: {0}
hr_hr: Rasčlanjivanje podatkovnih oznaka nije uspjelo: {0}
hu_hu: Adatcímke értelmezése sikertelen: {0}
id_id: Parsing data tag gagal: {0}
is_is: Úrvinnsla gagnatags mistókst: {0}
it: L'analisi sintattica dei dati NBT è fallita: {0}
ja_jp: データタグの解析に失敗しました：{0}
ka_ge: შეცდომა მონაცემთა ტეგის გარჩევისას: {0}
ko_kr: 데이터 태그 구문 분석에 실패했습니다: {0}
lb_lu: Parsen vun den NBT-Date feelgeschloen: {0}
lt_lt: Duomenų žymės apdoroti nepavyko: {0}
lv_lv: Datu tagu analizēšana neizdevās: {0}
ms_my: Tidak boleh menyeru objek diluar dunia
mt_mt: Data tag ħażin: {0}
nl_nl: Parseren van datatag mislukt: {0}
nn_no: Teikn-tolking mislykkast: {0}
pl: Analiza data tag zawiodła: {0}
pt: Erro na Tag dos dados: {0}
ro_ro: Analiza datelor NBT a eșuat: {0}
ru_ru: Ошибка разбора тегов: {0}
sk_sk: Analýza údajov zo záznamu sa nepodarila: {0}
sl_si: Razčlenjevanje podatkovne oznake neuspešno: {0}
sv_se: Tolkning av datatagg misslyckades: {0}
th_th: แยก Data tag ผิดพลาด: {0}
tr_tr: Veri etiketi ayrıştırma başarısız oldu: {0}
vi_vn: Phân tích nhãn dữ liệu thất bại: {0}
zh_cn: 数据标签分析失败：{0}
zh_tw: 資料標籤解析失敗: {0}

# commands_summon_usage
source: /summon <EntityName> [x] [y] [z] [dataTag]
af_za: /summon <EntityName> [x] [y] [z] [dataMerker]
ar_sa: /summon <اسم الشخصية> [x] [y] [z] [dataTag]
be_by: /summon <сутнасць> [x] [y] [z] [тэг дадзеных]
bg_bg: /summon <име> [<x> <y> <z>] [<таг>]
ca_es: /summon <nom d'entitat> [x] [y] [z] [Etiqueta de Dades]
cs: /summon <entita> [<x> <y> <z>] [<datový tag>]
de: /summon <Objekt> [<x> <y> <z>] [<NBT-Daten>]
el_gr: /summon <EntityName> [x] [y] [z] [καρτέλαΔεδομένων]
es: /summon <nombre de la entidad> [x] [y] [z] [dataTag]
eu_es: /summon <EntitateIzena> [x] [y] [z] [dataTag]
fa_ir: /summon <نام‌موجود> [x] [y] [z] [برچسب‌دیتا]
fi: /summon <olion nimi> [x] [y] [z] [dataTagi]
fil_ph: /summon <PangalanNgEntity> [x] [y] [z] [dataTag]
fr_ca: /summon <nom de l'entité> [<x> <y> <z>] [dataTag]
ga_ie: /summon <AinmAonáin> [x] [y] [z] [ClibSonraí]
gl_es: /summon <entidade> [X] [Y] [Z] [dataTag]
he: /summon <שם-יישות> [x] [y] [z] [טאג-נתון]
hr_hr: /summon <Ime Stvorenja> [x] [y] [z] [dataTag]
hu_hu: /summon <EntitásNév> [x] [y] [z] [adatcímke]
id_id: /summon <NamaBenda> [x] [y] [z] [tagData]
it: /summon <nome dell'entità> [x] [y] [z] [dati NBT]
ja_jp: /summon <エンティティ名> [x] [y] [z] [データタグ]
ka_ge: /summon <ობიექტი> [x] [y] [z] [მონაც. ტეგი]
ko_kr: /summon <개체 이름> [x] [y] [z] [데이터 태그]
lb_lu: /summon <Numm vum Objet> [x] [y] [z] [NBT-Daten]
lt_lt: /summon <objektas> [x] [y] [z] [duomenų-žymės]
lv_lv: /summon <EntityName> [x] [y] [z] [datuTags]
nl_nl: /summon <EntityNaam> [x] [y] [z] [dataTag]
nn_no: /summon <EinheitsNamn> [x] [y] [z] [dataTag]
pl: /summon <NazwaBytu> [x] [y] [z] [dataTag]
pt: /summon <NomeDaEntidade> [x] [y] [z] [Tags]
ro_ro: /summon <numele entității> [<x> <y> <z>] [<date NBT>]
ru_ru: /summon <имяСущности> [x] [y] [z] [тегДанных]
sk_sk: /summon <EntityName> [x] [y] [z] [dátováZnačka]
sl_si: /summon <ImeSubjekta> [x] [y] [z] [podatkovnaOznaka]
sv_se: /summon <namn> [x] [y] [z] [datatagg]
tr_tr: /summon <VarlıkAdı> [x] [y] [z] [veriEtiketi]
vi_vn: /summon <tên thực thể> [x] [y] [z] [nhãn dữ liệu]
zh_cn: /summon <实体名> [x] [y] [z] [数据标签]
zh_tw: /summon <實體名稱> [x] [y] [z] [資料標籤]

# commands_teleport_success_coordinates
source: Teleported {0} to {1}, {2}, {3}
af_za: {0} na {1}, {2}, {3} geteleporteer
ar_sa: تم نقل {0} الى {1}, {2}, {3}
be_by: {0} тэлепартаваны на {1}, {2}, {3}
bg_bg: {0} беше телепортиран до {1},{2},{3}
ca_es: {0} ha estat teletransportat a {1}, {2}, {3}
cs: Hráč {0} byl teleportován na pozici {1}, {2}, {3}
da_dk: Teleporteret {0} til {1}, {2}, {3}
de: {0} wurde zu {1}, {2}, {3} teleportiert
el_gr: Ο {0} τηλεμεταφέρθηκε στο {1}, {2}, {3}
es: {0} ha sido teletransportado a {1}, {2}, {3}
fi: {0} teleportattu kohteeseen {1}, {2}, {3}
fil_ph: Inilagay si {0}$1 sa {1}$2, {2}$3, {3}$4
fr_ca: {0} s'est fait téléporter aux coordonnées {1}, {2}, {3}
ga_ie: Teileapórtáladh {0} go {1}, {2}, {3}
gl_es: Teleportado {0} a {1},{2},{3}
he: שוגר {0} ל- {1}, {2}, {3}
hr_hr: Teleportovao {0} na {1}, {2}, {3}
hu_hu: {0} elteleportálva {1}, {2}, {3} koordinátákra
id_id: Menteleportasi {0} ke {1}, {2}, {3}
it: {0} è stato teletrasportato in {1}, {2}, {3}
ja_jp: {0} を {1}, {2}, {3} にテレポートしました
ka_ge: {0} ტელეპორტირდა წერტილში {1}, {2}, {3}
ko_kr: {0}이(가) {1}, {2}, {3} 좌표로 순간이동되었습니다
lb_lu: {0} gouf zu {1}, {2}, {3} teleportéiert
lt_lt: {0} perkeltas/a į {1}, {2}, {3}
ms_my: Teleport {0} kepada {1}, {2}, {3}
mt_mt: {0} ġie tteleportjat sa {1}, {2}, {3}
nl_nl: {0} is geteleporteert naar {1}, {2}, {3}
pl: Teleportowano {0} do {1}, {2}, {3}
pt: {0} teletransportado para {1}, {2}, {3}
ro_ro: {0} a fost teleportat la {1}, {2}, {3}
ru_ru: {0} телепортирован в точку {1}, {2}, {3}
sk_sk: Hráč {0} bol teleportovaný na {1}, {2}, {3}
sl_si: {0} je bil teleportiran na {1}, {2}, {3}
sv_se: Teleporterade {0} till {1}, {2}, {3}
tr_tr: {0}; {1}, {2}, {3} noktasına ışınlandı
vi_vn: Đã dịch chuyển {0} tới {1}, {2}, {3}
zh_cn: 传送{0}至{1}，{2}，{3}
zh_tw: 傳送 {0} 到 {1}, {2}, {3}

# commands_teleport_usage
source: /teleport <entity> <x> <y> <z> [<y-rot> <x-rot>]
be_by: /teleport <сутнасць> <x> <y> <z> [<y-вярчэнне> <x-вярчэнне>]
bg_bg: /teleport <обект> <x> <y> <z> [<завъртане по Y> <завъртане по X>]
ca_es: /teleport <entitat> <x> <y> <z> [<rotació y> <rotació x>]
cs: /teleport <entita> <x> <y> <z> [<rotace y> <rotace x>]
da_dk: /Teleport <enhed> <x> <y> <z> [<y-rot> <x-rot>]
de: /teleport <Objekt> <x> <y> <z> [<Kopfdrehung> <Kopfneigung>]
es: /teleport <entidad> <x> <y> <z> [<rotación y> <rotación x>]
fr_ca: /teleport <joueur|entité> <x> <y> <z> [<rot-y> <rot-x>]
ga_ie: /teleport <aonán> <x> <y> <z> [<y-rot> <x-rot>]
he: /השתגר <ישות> <x> <y> <z> [<y-rot> <x-rot>]
hu_hu: /teleport <entitás> <x> <y> <z> [<y-elfordulás> <x-elfordulás>]
id_id: /teleport <barang> <x> <y> <z> [<y-rot> <x-rot>]
it: /teleport <entità> <x> <y> <z> [<rotazione y> <rotazione x>]
ja_jp: /teleport <エンティティ名> <x> <y> <z> [<y軸回転> <x軸回転>]
ka_ge: /teleport <არსება> <x> <y> <z> [<y-მობრ> <x-მობრ>]
ko_kr: /teleport <개체> <x> <y> <z> [<수평회전> <수직회전>]
lb_lu: /teleport <Objet> <x> <y> <z> [<y-rot> <x-rot>]
lt_lt: /teleport <objektas> <x> <y> <z> [<y-pasukimas> <x-pasukimas>]
ms_my: /teleport <entiti> <x> <y> <z> [<y-rot> <x-rot>]
nl_nl: /teleport <entiteit> <x> <y> <z> [<y-draairichting> <x-draairichting>]
pl: /teleport <byt> <x> <y> <z> [<y-obrót> <x-obrót>]
pt: /teleport <entidade> <x> <y> <z> [<y-rot> <x-rot>]
ro_ro: /teleport <entitate> <x> <y> <z> [<rotație y> <rotație x>]
ru_ru: /teleport <сущность> <x> <y> <z> [<y-угол> <x-угол>]
sk_sk: /teleport <bytosť> <x> <y> <z> [<y-rot> <x-rot>]
sl_si: /teleport <eniteta> <x> <y> <z> [<y-rot> <x-rot>]
sv_se: /teleport <entitet> <x> <y> <z> [<y-rotation> <x-rotation>]
tr_tr: /teleport <varlık> <x> <y> <z> [<y'de döndürme> <x'de döndürme>]
vi_vn: /teleport <thực thể><x><y><z>[<mức xoay trục y><mức xoay trục x>]
zh_cn: /teleport <实体> <x> <y> <z> [<y-rot> <x-rot>]
zh_tw: /teleport [實體] <x> <y> <z> [<y軸旋轉> <x軸旋轉>]

# commands_tellraw_jsonException
source: Invalid json: {0}
af_za: Ongeldige JSON: {0}
ar_sa: جسون غير صالحة: {0}
be_by: Недапушчальны json: {0}
bg_bg: Невалиден JSON: {0}
ca_es: JSON invàlid: {0}
cs: Neplatný JSON: {0}
da_dk: JSON-fejl: {0}
de: Ungültige JSON: {0}
el_gr: Άκυρο αρχείο json: {0}
es: JSON no válido: {0}
eu_es: Json baliogabea: {0}
fi: Virheellinen json: {0}
fil_ph: Hindi pwedeng json: {0}
fr_ca: Message json invalide : {0}
ga_ie: JSON neamhbhailí: {0}
gl_es: Json inválido: {0}
he: json לא חוקי: {0}
hr_hr: Nevažeći json: {0}
hu_hu: Érvénytelen json: {0}
id_id: Json tak sah: {0}
is_is: Röng json: {0}
it: JSON non valido: {0}
ja_jp: 無効なjson: {0}
ka_ge: დაუშვებელი ფორმატი: {0}
ko_kr: 잘못된 JSON입니다: {0}
lb_lu: Ongültege JSON: {0}
lt_lt: Klaidingas json: {0}
lv_lv: Nederīgs json: {0}
ms_my: Json tidak sah: {0}
mt_mt: Json invalidu: {0}
nl_nl: Ongeldige JSON: {0}
nn_no: Ugyldig json: {0}
pl: Nieprawidłowa składnia JSON: {0}
pt: Json inválido: {0}
ro_ro: Mesaj JSON invalid: {0}
ru_ru: Недопустимый формат: {0}
sk_sk: Neplatný json: {0}
sl_si: Neveljaven json: {0}
sv_se: JSON-fel: {0}
th_th: json ไม่ถูกต้อง: {0}
tr_tr: Geçersiz json: {0}
vi_vn: Json không hợp lệ: {0}
zh_cn: 无效的json：{0}
zh_tw: 無效的 json： {0}

# commands_tellraw_usage
source: /tellraw <player> <raw json message>
af_za: /tellraw <speler> <boodskap in JSON formaat>
ar_sa: /rawtell <اعب> <الخام جسون رسالة>
be_by: /tellraw <гулец> <raw json message>
bg_bg: /tellraw <играч> <JSON съобщение>
ca_es: /tellraw <jugador> <text pla en json>
cs: /tellraw <hráč> <zpráva ve formátu JSON>
da_dk: /tellraw <spiller> <raw json message>
de: /tellraw <Spieler> <Nachricht im JSON-Format>
el_gr: /tellraw <όνομα παίκτη> <μήνυμα>
es: /tellraw <jugador> <mensaje en JSON>
eu_es: /tellraw <jokalaria> <raw json mensua>
fil_ph: /tellraw <manlalaro> <raw na json mensahe>
fr_ca: /tellraw <joueur> <message json brut>
ga_ie: /tellraw <imreoir> <teachtaireacht JSON lom>
gl_es: /tellraw <xogador> <mensaxe en JSON>
he: /tellraw <גולמית> <שחקן json הודעת>
hu_hu: /tellraw <játékos> <nyers json üzenet>
id_id: /tellraw <player>< pesan json >
it: /tellraw <giocatore> <messaggio in JSON>
ja_jp: /tellraw <プレイヤー名> <json形式のメッセージ>
ko_kr: /tellraw <플레이어> <가공되지 않은 JSON 메시지>
lb_lu: /tellraw <Spiller> <Noriicht am JSON-Format>
lt_lt: /tellraw <žaidėjas> <raw json žinutė>
lv_lv: /tellraw <spēlētājs> <'tukšs' json ziņojums>
nl_nl: /tellraw <speler> <raw json bericht>
nn_no: /tellraw <spelar> <rå json-melding>
pl: /tellraw <gracz> <wiadomość w formacie json>
pt: /tellraw <jogador> <mensagem json>
ro_ro: /tellraw <jucător> <mesaj JSON brut>
ru_ru: /tellraw <игрок> <raw json message>
sl_si: /tellraw <igralec> <json sporočilo>
sv_se: /tellraw <spelare> <meddelande i JSON>
tr_tr: /tellraw <oyuncu> <ham json mesajı>
vi_vn: /tellraw <người chơi> <thông điệp json chưa qua xử lí>
zh_cn: /tellraw <玩家> <原始json消息>
zh_tw: /tellraw <玩家> <原始 json 訊息>

# commands_time_added
source: Added {0} to the time
af_za: Het {0} tot die tyd bygevoeg
ar_sa: إضافة {0} للوقت
be_by: Дададзена {0} да бягучага часу
bg_bg: Добавено време: {0}
ca_es: Afegit {0} al temps actual
cs: K času přidáno {0}
da_dk: Tilføjede {0} til tiden
de: Zeit um {0} erhöht
el_gr: Προστέθηκε {0} στην ώρα
es: Se ha añadido {0} al tiempo
eu_es: {0} denbora geitu egin da
fi: Aikaan lisättiin {0}
fil_ph: DInagdag ang {0} sa oras
fr_ca: L'heure a été avancée de {0}
ga_ie: Cuireadh {0} leis an t-am
gl_es: Engadido {0} ó tempo
he: הוסיף {0} לזמן
hi_in: समय के लिए जोड़ा गया {0}
hr_hr: Dodano {0} vremenu
hu_hu: {0} hozzáadva az időhöz
hy_am: Ավելացավ {0} տվյալ ժամանակին
id_id: Tambahkan {0} ke waktu
is_is: Bætti {0} við tímann
it: Il tempo è stato incrementato di {0} tick
ja_jp: 時間を {0} 早めました
ka_ge: დროს დაემატა {0}
ko_kr: 시간을 {0}만큼 추가했습니다
lb_lu: Zäit em {0} erhéicht
lt_lt: Pridėta {0} prie laiko
lv_lv: Pievienots {0} laikam
ms_my: Ditambahkan {0} kepada masa
mt_mt: {0} ġew miżjuda mal-ħin
nl_nl: {0} aan de tijd toegevoegd
nn_no: La til {0} til tida
pl: Dodano {0} do czasu
pt: Foi adicionado {0} ao tempo
ro_ro: Ora a fost avansată cu {0}
ru_ru: Добавлено {0} к текущему времени
sk_sk: K času bolo pridané {0}
sl_si: Dodano {0} k času
sv_se: Lade till {0} till tiden
th_th: เพิ่ม {0} ไปยังเวลา
tr_tr: Zamana {0} eklendi
vi_vn: Đã cộng thêm {0} vào thời gian
zh_cn: 将时间调快了{0}
zh_tw: 時間增加了 {0} 。

# commands_time_query
source: Time is {0}
af_za: Dit is {0}
ar_sa: الوقت هو {0}
be_by: Час: {0}
bg_bg: Времето е {0}
ca_es: L'hora és {0}
cs: Čas je {0}
da_dk: Klokken er {0}
de: Zeit ist {0}
el_gr: Ο χρόνος είναι {0}
es: Tiempo: {0}
eu_es: Ordua {0} da
fa_ir: زمان {0} است
fi: Kello on {0}
fil_ph: Ang oras ay {0}
fr_ca: L'heure est de {0}
ga_ie: Is é {0} an t-am
gl_es: Tempo: {0}
he: הזמן הוא {0}
hr_hr: Vrijeme je {0}
hu_hu: Az idő {0}
id_id: Waktu adalah {0}
is_is: Klukkan er {0}
it: Tempo: {0} tick
ja_jp: 現在の時間は {0} です
ka_ge: ახლა არის {0}
ko_kr: 현재 시간은 {0}입니다
lb_lu: Zäit ass {0}
lt_lt: Laikas yra {0}
lv_lv: Laiks ir {0}
ms_my: Masa ialah {0}
mt_mt: Il-ħin huwa {0}
nl_nl: Tijd is {0}
nn_no: Klokka er {0}
pl: Czas wynosi {0}
pt: O tempo é {0}
ro_ro: Ora este {0}
ru_ru: Время: {0}
sk_sk: Čas je {0}
sl_si: Ura je {0}
sv_se: Den nuvarande tiden är {0}
th_th: ขณะนี้เวลา {0}
tr_tr: Zaman {0}
vi_vn: Thời gian hiện là {0}
zh_cn: 时间为{0}
zh_tw: 現在時間是 {0}

# commands_time_set
source: Set the time to {0}
af_za: Verander die tyd na {0}
ar_sa: تعيين الوقت إلى {0}
be_by: Час ўсталяваны на {0}
bg_bg: Задаване на време на {0}
ca_es: Temps canviat a {0}
cs: Čas nastaven na {0}
da_dk: Satte tiden til {0}
de: Zeit auf {0} gesetzt
el_gr: Η ώρα ορίστηκε σε {0}
es: Tiempo ajustado a {0}
eu_es: {0} -etan denbora ezarrita
fi: Asetettiin ajaksi {0}
fil_ph: I-sinet ang oras sa {0}
fr_ca: L'heure a été fixée à {0}
ga_ie: Socraíodh an t-am go {0}
gl_es: Tempo establecido en {0}
he: קבע את הזמן ל{0}
hi_in: समय निर्धारित करें {0}
hr_hr: Namijesti vrijeme na {0}
hu_hu: Idő átállítva {0} értékre
hy_am: Ժամանակը փոխվեց դեպի {0}
id_id: Atur waktu ke {0}
is_is: Setti tímann á {0}
it: Il tempo è stato impostato a {0} tick
ja_jp: 時刻を{0}に設定しました
ka_ge: დრო დაყენდა {0}-ზე
ko_kr: 시간을 {0}(으)로 설정했습니다
lb_lu: Zäit op {0} gesat
lt_lt: Laikas nustatytas į {0}
lv_lv: Iestatīt laiku uz {0}
ms_my: Disetkan masa kepada {0}
mt_mt: Il-ħin ġie ssettjat għal {0}
nl_nl: Tijd verzet naar {0}
nn_no: Set tida til {0}
pl: Ustawiono czas na {0}
pt: Tempo definido para {0}
ro_ro: Ora a fost setată la {0}
ru_ru: Установлено время: {0}
sk_sk: Čas nastavený na {0}
sl_si: Čas nastavljen na {0}
sv_se: Ändrade tiden till {0}
th_th: ตั้งเวลาเป็น {0}
tr_tr: Zaman {0} olarak ayarlandı
vi_vn: Chỉnh thời gian đến {0}
zh_cn: 将时间设为{0}
zh_tw: 時間設定為 {0} 。
