Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_diagonal_right_black
source: Black Per Bend
ar_sa: راية ملونة أسود
be_by: Чорная верхняя правая палова
bg_bg: Черно скосяване
ca_es: Tallat negre a tort
cs: Černý dělený diagonální pruh zleva doprava
da_dk: Sort Øvre Højre Halvdel
de: Schwarz schrägrechts geteilt
de_at: Schworz schrägrechts teilt
el_gr: Μαύρη δεξιά διαγώνιος
es: Tronchado negro
fi: Musta lakiolohkoinen
fr_ca: Tranché, au premier de sable
ga_ie: Criosroinnte Dubh
gl_es: Tallada Negra
he: משולש אלכסוני ימני שחור
hr_hr: Crna Puna Dijagonala
hu_hu: Feketével harántolt
id_id: Hitam Terbagi Melengkung
is_is: Svartur þríhyrningur uppi til hægri
it: Trinciato: a sinistra di nero
ja_jp: 上に黒色の斜め分割
ka_ge: შავი ზედა მარჯვენა ნახევარი
ko_kr: 검은색 오른쪽 위 대각무늬
lb_lu: Schwaarz queesch riets gedeelt
lt_lt: Juoda viršutinė dešinioji pusė
ms_my: Pepenjuru Kanan Hitam
nl_nl: Zwarte per band
nn_no: Svart skrådelt høgre
pl: Czarna skośna prawa górna połowa
pt: Fendido Preto
ro_ro: Spintecat negru
ru_ru: Чёрное скошение
sk_sk: Čierny delený diagonálny pruh zľava doprava
sl_si: Črn poševno sekani
sv_se: Svart triangel uppe till höger
th_th: แบ่งทแยงสีดำ
tr_tr: Siyah Sağ Üst Üçgen
vi_vn: Vạch chia chéo đen
zh_cn: 黑色左上三角
zh_tw: 左上方黑色填滿

# item_banner_diagonal_right_blue
source: Blue Per Bend
ar_sa: راية ملونة أزرق
be_by: Сіняя верхняя правая палова
bg_bg: Синьо скосяване
ca_es: Diagonal blava
cs: Modrý dělený diagonální pruh zleva doprava
da_dk: Blå Øvre Højre Halvdel
de: Blau schrägrechts geteilt
el_gr: Μπλε ανά στροφή
es: Tronchado azul
fi: Sininen lakiolohkoinen
fr_ca: Tranché, au premier d'azur
ga_ie: Criosroinnte Gorm
gl_es: Tallada azul
he: משולש אלכסוני ימני כחול
hr_hr: Plava Puna Dijagonala
hu_hu: Kékkel harántolt
id_id: Biru Terbagi Melengkung
is_is: Blár þríhyrningur uppi til hægri
it: Trinciato: a sinistra di blu
ja_jp: 上に青色の斜め分割
ka_ge: ლურჯი ზედა მარჯვენა ნახევარი
ko_kr: 파란색 오른쪽 위 대각무늬
lb_lu: Blo queesch riets gedeelt
lt_lt: Mėlyna viršutinė dešinioji pusė
ms_my: Pepenjuru Kanan Biru
nl_nl: Blauwe per band
nn_no: Blå skrådelt høgre
pl: Niebieska skośna prawa górna połowa
pt: Fendido Azul
ro_ro: Spintecat albastru
ru_ru: Синее скошение
sk_sk: Modrý delený diagonálny pruh zľava doprava
sl_si: Moder poševno sekani
sv_se: Blå triangel uppe till höger
th_th: แบ่งทแยงสีน้ำเงิน
tr_tr: Mavi Sağ Üst Üçgen
vi_vn: Vạch chia chéo xanh nước biển
zh_cn: 蓝色左上三角
zh_tw: 左上方藍色填滿

# item_banner_diagonal_right_brown
source: Brown Per Bend
ar_sa: راية ملونة بني
be_by: Карычневая верхняя правая палова
bg_bg: Кафяво скосяване
ca_es: Diagonal marró
cs: Hnědý dělený diagonální pruh zleva doprava
da_dk: Brun Øvre Højre Halvdel
de: Braun schrägrechts geteilt
el_gr: Καφέ ανά στροφή
es: Tronchado marrón
fi: Ruskea lakiolohkoinen
fr_ca: Tranché, au premier de brun
ga_ie: Criosroinnte Donn
gl_es: Tallada marrón
he: משולש אלכסוני ימני חום
hr_hr: Smeđa Puna Dijagonala
hu_hu: Barnával harántolt
id_id: Coklat Terbagi Melengkung
is_is: Brúnn þríhyrningur uppi til hægri
it: Trinciato: a sinistra di marrone
ja_jp: 上に茶色の斜め分割
ka_ge: ყავისფერი ზედა მარჯვენა ნახევარი
ko_kr: 갈색 오른쪽 위 대각무늬
lb_lu: Brong queesch riets gedeelt
lt_lt: Ruda viršutinė dešinioji pusė
ms_my: Pepenjuru Kanan Coklat
nl_nl: Bruine per band
nn_no: Brun skrådelt høgre
pl: Brązowa skośna prawa górna połowa
pt: Fendido Castanho
ro_ro: Spintecat maro
ru_ru: Коричневое скошение
sk_sk: Hnedý delený diagonálny pruh zľava doprava
sl_si: Rjav poševno sekani
sv_se: Brun triangel uppe till höger
th_th: แบ่งทแยงสีน้ำตาล
tr_tr: Kahverengi Sağ Üst Üçgen
vi_vn: Vạch chia chéo nâu
zh_cn: 棕色左上三角
zh_tw: 左上方棕色填滿

# item_banner_diagonal_right_cyan
source: Cyan Per Bend
ar_sa: راية ملونة سماوي
be_by: Бірузовая верхняя правая палова
bg_bg: Синьозелено скосяване
ca_es: Diagonal cian
cs: Azurový dělený diagonální pruh zleva doprava
da_dk: Tyrkis Øvre Højre Halvdel
de: Türkis schrägrechts geteilt
el_gr: Κυανό ανά στροφή
es: Tronchado cian
fi: Turkoosi lakiolohkoinen
fr_ca: Tranché, au premier de cyan
ga_ie: Criosroinnte Cian
gl_es: Tallada ciano
he: משולש אלכסוני ימני ציאן
hr_hr: Tirkizna Puna Dijagonala
hu_hu: Türkizkékkel harántolt
id_id: Sian Terbagi Melengkung
is_is: Heiðblár þríhyrningur uppi til hægri
it: Trinciato: a sinistra di ciano
ja_jp: 上に水色の斜め分割
ka_ge: ცისფერი ზედა მარჯვენა ნახევარი
ko_kr: 청록색 오른쪽 위 대각무늬
lb_lu: Turquoise queesch riets gedeelt
lt_lt: Žalsvai mėlyna viršutinė dešinioji pusė
ms_my: Pepenjuru Kanan Cyan
nl_nl: Cyaan per band
nn_no: Turkis skrådelt høgre
pl: Błękitna skośna prawa górna połowa
pt: Fendido Ciano
ro_ro: Spintecat turcoaz
ru_ru: Бирюзовое скошение
sk_sk: Tyrkysový delený diagonálny pruh zľava doprava
sl_si: Turkizen poševno sekani
sv_se: Turkos triangel uppe till höger
th_th: แบ่งทแยงสีฟ้าคราม
tr_tr: Camgöbeği Sağ Üst Üçgen
vi_vn: Vạch chia chéo lục lam
zh_cn: 青色左上三角
zh_tw: 左上方青色填滿

# item_banner_diagonal_right_gray
source: Grey Per Bend
ar_sa: راية ملونة رمادي
be_by: Шэрая верхняя правая палова
bg_bg: Сиво скосяване
ca_es: Diagonal grisa
cs: Šedý dělený diagonální pruh zleva doprava
da_dk: Grå Øvre Højre Halvdel
de: Grau schrägrechts geteilt
el_gr: Γκρι ανά στροφή
es: Tronchado gris
fi: Harmaa lakiolohkoinen
fr_ca: Tranché, au premier d'acier
ga_ie: Criosroinnte Liath
gl_es: Tallada gris
he: משולש אלכסוני ימני אפור
hr_hr: Siva Puna Dijagonala
hu_hu: Szürkével harántolt
id_id: Kelabu Terbagi Melengkung
is_is: Grár þríhyrningur uppi til hægri
it: Trinciato: a sinistra di grigio
ja_jp: 上に灰色の斜め分割
ka_ge: ნაცრისფერი ზედა მარჯვენა ნახევარი
ko_kr: 회색 오른쪽 위 대각무늬
lb_lu: Gro queesch riets gedeelt
lt_lt: Pilka viršutinė dešinioji pusė
ms_my: Pepenjuru Kanan Kelabu
mt_mt: Gray Per Bend
nl_nl: Grijze per band
nn_no: Grå skrådelt høgre
pl: Szara skośna prawa górna połowa
pt: Fendido Cinzento
ro_ro: Spintecat gri
ru_ru: Серое скошение
sk_sk: Sivý delený diagonálny pruh zľava doprava
sl_si: Siv poševno sekani
sv_se: Grå triangel uppe till höger
th_th: แบ่งทแยงสีเทา
tr_tr: Gri Sağ Üst Üçgen
vi_vn: Vạch chia chéo xám
zh_cn: 灰色左上三角
zh_tw: 左上方灰色填滿

# item_banner_diagonal_right_green
source: Green Per Bend
ar_sa: راية ملونة أخضر
be_by: Зялёная верхняя правая палова
bg_bg: Зелено скосяване
ca_es: Tallat verd a tort
cs: Zelený dělený diagonální pruh zleva doprava
da_dk: Grøn Øvre Højre Halvdel
de: Grün schrägrechts geteilt
el_gr: Πράσινο ανά στροφή
es: Tronchado verde
fi: Vihreä lakiolohkoinen
fr_ca: Tranché, au premier de sinople
ga_ie: Criosroinnte Uaine
gl_es: Tallada verde
he: משולש אלכסוני ימני ירוק
hr_hr: Zelena Puna Dijagonala
hu_hu: Zölddel harántolt
id_id: Hijau Terbagi Melengkung
is_is: Grænn þríhyrningur uppi til hægri
it: Trinciato: a sinistra di verde
ja_jp: 上に緑色の斜め分割
ka_ge: მწვანე ზედა მარჯვენა ნახევარი
ko_kr: 초록색 오른쪽 위 대각무늬
lb_lu: Gréng queesch riets gedeelt
lt_lt: Žalia viršutinė dešinioji pusė
ms_my: Pepenjuru Kanan Hijau
nl_nl: Groene per band
nn_no: Grøn skrådelt høgre
pl: Zielona skośna prawa górna połowa
pt: Fendido Verde
ro_ro: Spintecat verde
ru_ru: Зелёное скошение
sk_sk: Zelený delený diagonálny pruh zľava doprava
sl_si: Zelen poševno sekani
sv_se: Grön triangel uppe till höger
th_th: แบ่งทแยงสีเขียว
tr_tr: Yeşil Sağ Üst Üçgen
vi_vn: Vạch chia chéo xanh lá cây
zh_cn: 绿色左上三角
zh_tw: 左上方綠色填滿

# item_banner_diagonal_right_lightBlue
source: Light Blue Per Bend
ar_sa: راية ملونة أزرق فاتح
be_by: Блакітная верхняя правая палова
bg_bg: Светлосиньо скосяване
ca_es: Tallat blau clar a tort
cs: Světle modrý dělený diagonální pruh zleva doprava
da_dk: Lyseblå Øvre Højre Halvdel
de: Hellblau schrägrechts geteilt
el_gr: Γαλάζιο ανά στροφή
es: Tronchado azul claro
fi: Vaaleansininen lakiolohkoinen
fr_ca: Tranché, au premier de bleu céleste
ga_ie: Criosroinnte Bánghorm
gl_es: Tallada azul claro
he: משולש אלכסוני ימני תכלת
hr_hr: Svijetlo Plava Puna Dijagonala
hu_hu: Világoskékkel harántolt
id_id: Biru Muda Terbagi Melengkung
is_is: Ljósblár þríhyrningur uppi til hægri
it: Trinciato: a sinistra d'azzurro
ja_jp: 上に空色の斜め分割
ka_ge: ღია-ლურჯი ზედა მარჯვენა ნახევარი
ko_kr: 하늘색 오른쪽 위 대각무늬
lb_lu: Hellblo queesch riets gedeelt
lt_lt: Šviesiai mėlyna viršutinė dešinioji pusė
ms_my: Pepenjuru Kanan Biru Muda
nl_nl: Lichtblauwe per band
nn_no: Ljoseblå skrådelt høgre
pl: Jasnoniebieska skośna prawa górna połowa
pt: Fendido Azul Claro
ro_ro: Spintecat bleu
ru_ru: Голубое скошение
sk_sk: Svetlomodrý delený diagonálny pruh zľava doprava
sl_si: Svetlo moder poševno sekani
sv_se: Ljusblå triangel uppe till höger
th_th: แบ่งทแยงสีฟ้า
tr_tr: Açık Mavi Sağ Üst Üçgen
vi_vn: Vạch chia chéo xanh nước biển nhạt
zh_cn: 淡蓝色左上三角
zh_tw: 左上方淺藍色填滿

# item_banner_diagonal_right_lime
source: Lime Per Bend
ar_sa: راية ملونة ليموني
be_by: Лаймавая верхняя правая палова
bg_bg: Жълтозелено скосяване
ca_es: Diagonal llima
cs: Světle zelený dělený diagonální pruh zleva doprava
da_dk: Limegrøn Øvre Højre Halvdel
de: Hellgrün schrägrechts geteilt
el_gr: Λάιμ ανά στροφή
es: Tronchado verde lima
fi: Lime lakiolohkoinen
fr_ca: Tranché, au premier de sinople clair
ga_ie: Criosroinnte Líomach
gl_es: Tallada lima
he: משולש אלכסוני ימני ליים
hr_hr: Svijetlo Zelena Puna Dijagonala
hu_hu: Világoszölddel harántolt
id_id: Limau Terbagi Melengkung
is_is: Gulgrænn þríhyrningur uppi til hægri
it: Trinciato: a sinistra di lime
ja_jp: 上に黄緑色の斜め分割
ka_ge: სალათისფერი ზედა მარჯვენა ნახევარი
ko_kr: 연두색 오른쪽 위 대각무늬
lb_lu: Hellgréng queesch riets gedeelt
lt_lt: Gelsvai žalsva viršutinė dešinioji pusė
ms_my: Pepenjuru Kanan Hijau Muda
nl_nl: Lichtgroene per band
nn_no: Limegrøn skrådelt høgre
pl: Jasnozielona skośna prawa górna połowa
pt: Fendido Verde Lima
ro_ro: Spintecat verde-deschis
ru_ru: Лаймовое скошение
sk_sk: Svetlozelený delený diagonálny pruh zľava doprava
sl_si: Svetlo zelen poševno sekani
sv_se: Limegrön triangel uppe till höger
th_th: แบ่งทแยงสีเขียวมะนาว
tr_tr: Açık Yeşil Sağ Üst Üçgen
vi_vn: Vạch chia chéo xanh lá mạ
zh_cn: 黄绿色左上三角
zh_tw: 左上方淺綠色填滿

# item_banner_diagonal_right_magenta
source: Magenta Per Bend
ar_sa: راية ملونة أرجواني
be_by: Пурпурная верхняя правая палова
bg_bg: Пурпурно скосяване
ca_es: Tallat magenta a tort
cs: Purpurový dělený diagonální pruh zleva doprava
da_dk: Magenta Øvre Højre Halvdel
de: Magenta schrägrechts geteilt
de_at: Magenta schrägrechts teilt
el_gr: Ματζέντα ανά στροφή
es: Tronchado magenta
fi: Purppura lakiolohkoinen
fr_ca: Tranché, au premier de magenta
ga_ie: Criosroinnte Maigeanta
gl_es: Tallada maxenta
he: משולש אלכסוני ימני מג'נטה
hr_hr: Roza Puna Dijagonala
hu_hu: Bíborral harántolt
id_id: Magenta Terbagi Melengkung
is_is: Vínrauður þríhyrningur uppi til hægri
it: Trinciato: a sinistra di magenta
ja_jp: 上に赤紫色の斜め分割
ka_ge: იისფერი ზედა მარჯვენა ნახევარი
ko_kr: 자홍색 오른쪽 위 대각무늬
lb_lu: Magenta queesch riets gedeelt
lt_lt: Rausvai raudona viršutinė dešinioji pusė
ms_my: Pepenjuru Kanan Magenta
nl_nl: Magenta per band
nn_no: Ljoselilla skrådelt høgre
pl: Karmazynowa skośna prawa górna połowa
pt: Fendido Magenta
ro_ro: Spintecat magenta
ru_ru: Пурпурное скошение
sk_sk: Purpurový delený diagonálny pruh zľava doprava
sl_si: Škrlaten poševno sekani
sv_se: Ljuslila triangel uppe till höger
th_th: แบ่งทแยงสีบานเย็น
tr_tr: Eflatun Sağ Üst Üçgen
vi_vn: Vạch chia chéo đỏ sậm
zh_cn: 品红色左上三角
zh_tw: 左上方洋紅色填滿

# item_banner_diagonal_right_orange
source: Orange Per Bend
ar_sa: راية ملونة برتقالي
be_by: Аранжавая верхняя правая палова
bg_bg: Оранжево скосяване
ca_es: Tallat taronja a tort
cs: Oranžový dělený diagonální pruh zleva doprava
da_dk: Orange Øvre Højre Halvdel
de: Orange schrägrechts geteilt
el_gr: Πορτοκαλί ανά στροφή
es: Tronchado naranja
fi: Oranssi lakiolohkoinen
fr_ca: Tranché, au premier d'orangé
ga_ie: Criosroinnte Oráisteach
gl_es: Tallada laranxa
he: משולש אלכסוני ימני כתום
hr_hr: Narančasta Puna Dijagonala
hu_hu: Narancssárgával harántolt
id_id: Jingga Terbagi Melengkung
is_is: Appelsínugulur þríhyrningur uppi til hægri
it: Trinciato: a sinistra d'arancione
ja_jp: 上に橙色の斜め分割
ka_ge: ნარინჯისფერი ზედა მარჯვენა ნახევარი
ko_kr: 주황색 오른쪽 위 대각무늬
lb_lu: Orange queesch riets gedeelt
lt_lt: Oranžinė viršutinė dešinioji pusė
ms_my: Pepenjuru Kanan Jingga
nl_nl: Oranje per band
nn_no: Oransje skrådelt høgre
pl: Pomarańczowa skośna prawa górna połowa
pt: Fendido Laranja
ro_ro: Spintecat portocaliu
ru_ru: Оранжевое скошение
sk_sk: Oranžový delený diagonálny pruh zľava doprava
sl_si: Oranžen poševno sekani
sv_se: Orange triangel uppe till höger
th_th: แบ่งทแยงสีส้ม
tr_tr: Turuncu Sağ Üst Üçgen
vi_vn: Vạch chia chéo cam
zh_cn: 橙色左上三角
zh_tw: 右上方橙色填滿

# item_banner_diagonal_right_pink
source: Pink Per Bend
ar_sa: راية ملونة وردي
be_by: Ружовая верхняя правая палова
bg_bg: Розово скосяване
ca_es: Diagonal rosa
cs: Růžový dělený diagonální pruh zleva doprava
da_dk: Lyserød Øvre Højre Halvdel
de: Rosa schrägrechts geteilt
el_gr: Ροζ ανά στροφή
es: Tronchado rosa
fi: Vaaleanpunainen lakiolohkoinen
fr_ca: Tranché, au premier de rose
ga_ie: Criosroinnte Bándearg
gl_es: Tallada rosa
he: משולש אלכסוני ימני ורוד
hr_hr: Ružičasta Puna Dijagonala
hu_hu: Rózsaszínnel harántolt
id_id: Merah Muda Terbagi Melengkung
is_is: Bleikur þríhyrningur uppi til hægri
it: Trinciato: a sinistra di rosa
ja_jp: 上に桃色の斜め分割
ka_ge: ვარდისფერი ზედა მარჯვენა ნახევარი
ko_kr: 분홍색 오른쪽 위 대각무늬
lb_lu: Rosa queesch riets gedeelt
lt_lt: Rožinė viršutinė dešinioji pusė
ms_my: Pepenjuru Kanan Merah Jambu
nl_nl: Roze per band
nn_no: Rosa skrådelt høgre
pl: Różowa skośna prawa górna połowa
pt: Fendido Rosa
ro_ro: Spintecat roz
ru_ru: Розовое скошение
sk_sk: Ružový delený diagonálny pruh zľava doprava
sl_si: Roza poševno sekani
sv_se: Rosa triangel uppe till höger
th_th: แบ่งทแยงสีขมพู
tr_tr: Pembe Sağ Üst Üçgen
vi_vn: Vạch chia chéo hồng
zh_cn: 粉红色左上三角
zh_tw: 左上方粉紅色填滿

# item_banner_diagonal_right_purple
source: Purple Per Bend
ar_sa: راية ملونة بنفسجي
be_by: Фіялетавая верхняя правая палова
bg_bg: Лилаво скосяване
ca_es: Diagonal morada
cs: Fialový dělený diagonální pruh zleva doprava
da_dk: Lilla Øvre Højre Halvdel
de: Violett schrägrechts geteilt
el_gr: Μωβ ανά στροφή
es: Tronchado morado
fi: Violetti lakiolohkoinen
fr_ca: Tranché, au premier de pourpre
ga_ie: Criosroinnte Corcra
gl_es: Tallada púrpura
he: משולש אלכסוני ימני סגול
hr_hr: Ljubičasta Puna Dijagonala
hu_hu: Lilával harántolt
id_id: Ungu Terbagi Melengkung
is_is: Fjólublár
it: Trinciato: a sinistra di viola
ja_jp: 上に紫色の斜め分割
ka_ge: ალისფერი ზედა მარჯვენა ნახევარი
ko_kr: 보라색 오른쪽 위 대각무늬
lb_lu: Mof queesch riets gedeelt
lt_lt: Purpurinė viršutinė dešinioji pusė
ms_my: Pepenjuru Kanan Ungu
nl_nl: Paarse per band
nn_no: Lilla skrådelt høgre
pl: Fioletowa skośna prawa górna połowa
pt: Fendido Roxo
ro_ro: Spintecat violet
ru_ru: Фиолетовое скошение
sk_sk: Fialový delený diagonálny pruh zľava doprava
sl_si: Vijoličen poševno sekani
sv_se: Lila triangel uppe till höger
th_th: แบ่งทแยงสีม่วง
tr_tr: Mor Sağ Üst Üçgen
vi_vn: Vạch chia chéo tím
zh_cn: 紫色左上三角
zh_tw: 左上方紫色填滿

# item_banner_diagonal_right_red
source: Red Per Bend
ar_sa: راية ملونة أحمر
be_by: Чырвоная верхняя правая палова
bg_bg: Червено скосяване
ca_es: Tallat vermell a tort
cs: Červený dělený diagonální pruh zleva doprava
da_dk: Rød Øvre Højre Halvdel
de: Rot schrägrechts geteilt
el_gr: Κόκκινο ανά στροφή
es: Tronchado rojo
fi: Punainen lakiolohkoinen
fr_ca: Tranché, au premier de gueules
ga_ie: Criosroinnte Dearg
gl_es: Tallada Vermella
he: משולש אלכסוני ימני אדום
hr_hr: Crvena Puna Dijagonala
hu_hu: Vörössel harántolt
id_id: Merah Terbagi Melengkung
is_is: Rauður þríhyrningur uppi til hægri
it: Trinciato: a sinistra di rosso
ja_jp: 上に赤色の斜め分割
ka_ge: წითელი ზედა მარჯვენა ნახევარი
ko_kr: 빨간색 오른쪽 위 대각무늬
lb_lu: Rout queesch riets gedeelt
lt_lt: Raudona viršutinė dešinioji pusė
ms_my: Pepenjuru Kanan Merah
nl_nl: Rode per band
nn_no: Raud skrådelt høgre
pl: Czerwona skośna prawa górna połowa
pt: Fendido Vermelho
ro_ro: Spintecat roșu
ru_ru: Красное скошение
sk_sk: Červený delený diagonálny pruh zľava doprava
sl_si: Rdeč poševno sekani
sv_se: Röd triangel uppe till höger
th_th: แบ่งทแยงสีแดง
tr_tr: Kırmızı Sağ Üst Üçgen
vi_vn: Vạch chia chéo đỏ
zh_cn: 红色左上三角
zh_tw: 左上方紅色填滿

# item_banner_diagonal_right_silver
source: Light Grey Per Bend
ar_sa: راية ملونة رمادي فاتح
be_by: Светла-шэрая верхняя правая палова
bg_bg: Светлосиво скосяване
ca_es: Diagonal gris clara
cs: Světle šedý dělený diagonální pruh zleva doprava
da_dk: Lysegrå Øvre Højre Halvdel
de: Hellgrau schrägrechts geteilt
el_gr: Ανοιχτό γκρι ανά στροφή
es: Tronchado gris claro
fi: Vaaleanharmaa lakiolohkoinen
fr_ca: Tranché, au premier d'argent grisé
ga_ie: Criosroinnte Fionnliath
gl_es: Tallada gris claro
he: משולש אלכסוני ימני אפור בהיר
hr_hr: Svijetlo SIva Puna Dijagonala
hu_hu: Világosszürkével harántolt
id_id: Kelabu Muda Terbagi Melengkung
is_is: Ljósgrár þríhyrningur uppi til hægri
it: Trinciato: a sinistra di grigio chiaro
ja_jp: 上に薄灰色の斜め分割
ka_ge: ღია-ნაცრისფერი ზედა მარჯვენა ნახევარი
ko_kr: 회백색 오른쪽 위 대각무늬
lb_lu: Hellgro queesch riets gedeelt
lt_lt: Šviesiai pilka viršutinė dešinioji pusė
ms_my: Pepenjuru Kanan Kelabu Muda
mt_mt: Light Gray Per Bend
nl_nl: Lichtgrijze per band
nn_no: Ljosegrå skrådelt høgre
pl: Jasnoszara skośna prawa górna połowa
pt: Fendido Cinzento Claro
ro_ro: Spintecat gri-deschis
ru_ru: Светло-серое скошение
sk_sk: Svetlosivý delený diagonálny pruh zľava doprava
sl_si: Svetlo siv poševno sekani
sv_se: Ljusgrå triangel uppe till höger
th_th: แบ่งทแยงสีเทาอ่อน
tr_tr: Açık Gri Sağ Üst Üçgen
vi_vn: Vạch chia chéo xám nhạt
zh_cn: 淡灰色左上三角
zh_tw: 左上方淺灰色填滿

# item_banner_diagonal_right_white
source: White Per Bend
ar_sa: راية ملونة أبيض
be_by: Белая верхняя правая палова
bg_bg: Бяло скосяване
ca_es: Tallat blanc a tort
cs: Bílý dělený diagonální pruh zleva doprava
da_dk: Hvid Øvre Højre Halvdel
de: Weiß schrägrechts geteilt
el_gr: Λευκό ανά στροφή
es: Tronchado blanco
fi: Valkoinen lakiolohkoinen
fr_ca: Tranché, au premier d'argent
ga_ie: Criosroinnte Bán
gl_es: Tallada Branca
he: משולש אלכסוני ימני לבן
hr_hr: Bijela Puna Dijagonala
hu_hu: Fehérrel harántolt
id_id: Putih Terbagi Melengkung
is_is: Hvítur þríhyrningur uppi til hægri
it: Trinciato: a sinistra di bianco
ja_jp: 上に白色の斜め分割
ka_ge: თეთრი ზედა მარჯვენა ნახევარი
ko_kr: 하얀색 오른쪽 위 대각무늬
lb_lu: Wäiss queesch riets gedeelt
lt_lt: Balta viršutinė dešinioji pusė
ms_my: Pepenjuru Kanan Putih
nl_nl: Witte per band
nn_no: Kvit skrådelt høgre
pl: Biała skośna prawa górna połowa
pt: Fendido Branco
ro_ro: Spintecat alb
ru_ru: Белое скошение
sk_sk: Biely delený diagonálny pruh zľava doprava
sl_si: Bel poševno sekani
sv_se: Vit triangel uppe till höger
th_th: แบ่งทแยงสีขาว
tr_tr: Beyaz Sağ Üst Üçgen
vi_vn: Vạch chia chéo trắng
zh_cn: 白色左上三角
zh_tw: 左上方白色填滿

# item_banner_diagonal_right_yellow
source: Yellow Per Bend
ar_sa: راية ملونة أصفر
be_by: Жоўтая верхняя правая палова
bg_bg: Жълто скосяване
ca_es: Tallat groc a tort
cs: Žlutý dělený diagonální pruh zleva doprava
da_dk: Gul Øvre Højre Halvdel
de: Gelb schrägrechts geteilt
el_gr: Κίτρινο ανά στροφή
es: Tronchado amarillo
fi: Keltainen lakiolohkoinen
fr_ca: Tranché, au premier d'or
ga_ie: Criosroinnte Buí
gl_es: Tallada Amarela
he: משולש אלכסוני ימני צהוב
hr_hr: Žuta Puna Dijagonala
hu_hu: Sárgával harántolt
id_id: Kuning Terbagi Melengkung
is_is: Gulur þríhyrningur uppi til hægri
it: Trinciato: a sinistra di giallo
ja_jp: 上に黄色の斜め分割
ka_ge: ყვითელი ზედა მარჯვენა ნახევარი
ko_kr: 노란색 오른쪽 위 대각무늬
lb_lu: Giel queesch riets gedeelt
lt_lt: Geltona viršutinė dešinioji pusė
ms_my: Pepenjuru Kanan Kuning
nl_nl: Gele per band
nn_no: Gul skrådelt høgre
pl: Żółta skośna prawa górna połowa
pt: Fendido Amarelo
ro_ro: Spintecat galben
ru_ru: Жёлтое скошение
sk_sk: Žltý delený diagonálny pruh zľava doprava
sl_si: Rumen poševno sekani
sv_se: Gul triangel uppe till höger
th_th: แบ่งทแยงสีเหลือง
tr_tr: Sarı Sağ Üst Üçgen
vi_vn: Vạch chia chéo vàng
zh_cn: 黄色左上三角
zh_tw: 左上方黃色填滿

# item_banner_diagonal_up_left_black
source: Black Per Bend Inverted
ar_sa: راية ملونة أسود
be_by: Чорная ніжняя левая палова
bg_bg: Черно обърнато скосяване
ca_es: Tallat invertit negre a destra
cs: Černý dělený převrácený diagonální pruh zleva doprava
da_dk: Sort Nedre Venstre Halvdel
de: Schwarz schrägrechts geteilt (Invertiert)
de_at: Schworz schrägrechts teilt (Invertiert)
el_gr: Μαύρο ανά στροφή αντιστραμμένη
es: Tronchado negro invertido
fi: Musta tyviölohkoinen
fr_ca: Tranché, au second de sable
ga_ie: Criosroinnte Bunoscionn Dubh
gl_es: Tallada Negra Invertida
he: משולש אלכסוני שמאלי תחתון שחור
hr_hr: Crna Obrnuta Puna DIjagonala
hu_hu: Feketével alulról harántolt
id_id: Hitam Terbagi Melengkung Terjungkir
is_is: Svartur þríhyrningur niðri til vinstri
it: Trinciato: a destra di nero
ja_jp: 下に黒色の斜め分割
ka_ge: შავი ქვედა მარცხენა ნახევარი
ko_kr: 검은색 왼쪽 아래 대각무늬
lb_lu: Schwaarz queesch riets gedeelt (Inverséiert)
lt_lt: Juoda apatinė kairioji pusė
ms_my: Pepenjuru Kanan Hitam Terbalik
nl_nl: Zwarte per band omgekeerd
nn_no: Svart kontraskrådelt venstre
pl: Czarna skośna lewa dolna połowa
pt: Fendido Preto Invertido
ro_ro: Spintecat negru răsturnat
ru_ru: Чёрное опрокинутое скошение
sk_sk: Čierny delený opačný diagonálny pruh zľava doprava
sl_si: Črn obrnjen poševno sekani
sv_se: Svart triangel nere till vänster
th_th: แบ่งทแยงหัวกลับสีดำ
tr_tr: Siyah Sol Alt Üçgen
vi_vn: Vạch chia chéo đảo nghịch đen
zh_cn: 黑色右下三角
zh_tw: 右下方黑色填滿

# item_banner_diagonal_up_left_blue
source: Blue Per Bend Inverted
ar_sa: راية ملونة أزرق
be_by: Сіняя ніжняя левая палова
bg_bg: Синьо обърнато скосяване
ca_es: Tallat invertit blau a destra
cs: Modrý dělený převrácený diagonální pruh zleva doprava
da_dk: Blå Nedre Venstre Halvdel
de: Blau schrägrechts geteilt (Invertiert)
el_gr: Μπλε ανά στροφή αντιστραμμένη
es: Tronchado azul invertido
fi: Sininen tyviölohkoinen
fr_ca: Tranché, au second d'azur
ga_ie: Criosroinnte Bunoscionn Gorm
gl_es: Tallada azul Invertida
he: משולש אלכסוני שמאלי תחתון כחול
hr_hr: Plava Obrnuta Puna DIjagonala
hu_hu: Kékkel alulról harántolt
id_id: Biru Terbagi Melengkung Terjungkir
is_is: Blár þríhyrningur niðri til vinstri
it: Trinciato: a destra di blu
ja_jp: 下に青色の斜め分割
ka_ge: ლურჯი ქვედა მარცხენა ნახევარი
ko_kr: 파란색 왼쪽 아래 대각무늬
lb_lu: Blo queesch riets gedeelt (Inverséiert)
lt_lt: Mėlyna apatinė kairioji pusė
ms_my: Pepenjuru Kanan Biru Terbalik
nl_nl: Blauwe per band omgekeerd
nn_no: Blå kontraskrådelt venstre
pl: Niebieska skośna lewa dolna połowa
pt: Fendido Azul Invertido
ro_ro: Spintecat albastru răsturnat
ru_ru: Синее опрокинутое скошение
sk_sk: Modrý delený opačný diagonálny pruh zľava doprava
sl_si: Moder obrnjen poševno sekani
sv_se: Blå triangel nere till vänster
th_th: แบ่งทแยงหัวกลับสีน้ำเงิน
tr_tr: Mavi Sol Alt Üçgen
vi_vn: Vạch chia chéo đảo nghịch xanh nước biển
zh_cn: 蓝色右下三角
zh_tw: 右下方藍色填滿
