Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# effect_absorption
source: Absorption
af_za: Absorpsie
ar_sa: امتصاص
be_by: Паглынанне
bg_bg: Поглъщане
ca_es: Absorció
cs: Pohlcení
da_dk: Absorbering
el_gr: Απορρόφηση
es: Absorción
eu_es: Xurgatzea
fi: Imeytyminen
fil_ph: Pagsipsip
ga_ie: Ionsúchán
gl_es: Absorción
he: קליטה
hr_hr: Absorpcija
hu_hu: Elnyelt életerő
id_id: Penyerapan
it: Assorbimento
ja_jp: 衝撃吸収
ka_ge: შთანთქმა
ko_kr: 흡수
lb_lu: Absorbtioun
lt_lt: Sugertis
lv_lv: Uzsūkšana
ms_my: Penyerapan
mt_mt: Assorbiment
nl_nl: Absorptie
nn_no: Absorpsjon
pl: Absorbcja
pt: Absorção
ro_ro: Absorbție
ru_ru: Поглощение
sk_sk: Imunita
sl_si: Absorpcija
sv_se: Absorbering
th_th: การเพิ่มหัวใจในเวลาอันสั้น
tr_tr: Emiş
vi_vn: Hấp thụ
zh_cn: 伤害吸收
zh_tw: 吸收

# effect_blindness
source: Blindness
af_za: Blindheid
ar_sa: عمى
be_by: Слепата
bg_bg: Слепота
ca_es: Ceguesa
cs: Slepota
da_dk: Blindhed
de: Blindheit
el_gr: Τύφλωση
es: Ceguera
eu_es: Itsutasuna
fa_ir: کوری
fi: Sokeus
fil_ph: Di-makakita
fr_ca: Aveuglement
ga_ie: Daille
gl_es: Cegueira
he: עיוורון
hi_in: अंधापन
hr_hr: Slijepoća
hu_hu: Vakság
id_id: Kebutaan
it: Cecità
ja_jp: 盲目
ka_ge: სიბრმავე
ko_kr: 실명
lb_lu: Blannheet
lt_lt: Aklumas
lv_lv: Aklums
ms_my: Buta
mt_mt: Għama
nl_nl: Blindheid
nn_no: Blenda
pl: Oślepienie
pt: Cegueira
ro_ro: Orbire
ru_ru: Слепота
sk_sk: Slepota
sl_si: Slepota
sv_se: Blindhet
th_th: ตาบอด
tr_tr: Körlük
vi_vn: Mù quáng
zh_cn: 失明
zh_tw: 失明

# effect_confusion
source: Nausea
af_za: Naarheid
ar_sa: غثيان
be_by: Млоснасць
bg_bg: Гадене
ca_es: Nàusea
cs: Nevolnost
da_dk: Kvalme
de: Übelkeit
de_at: Is da schlecht?
el_gr: Ναυτία
es: Náuseas
eu_es: Goragalea
fa_ir: تهوع
fi: Pahoinvointi
fil_ph: Pagkahilo
fr_ca: Nausée
ga_ie: Masmas
gl_es: Mareo
he: בחילה
hr_hr: Mučnina
hu_hu: Émelygés
id_id: Mual
ja_jp: 吐き気
ka_ge: გულისრევა
ko_kr: 멀미
lb_lu: Iwwelzegkeet
lt_lt: Pykinimas
lv_lv: Nelabums
ms_my: Loya
mt_mt: Dardir
nl_nl: Misselijkheid
nn_no: Kvalme
pl: Mdłości
pt: Náusea
ro_ro: Greață
ru_ru: Тошнота
sk_sk: Nevoľnosť
sl_si: Slabost
sv_se: Illamående
th_th: สับสน
tr_tr: Bulantı
vi_vn: Choáng
zh_cn: 反胃
zh_tw: 噁心

# effect_damageBoost
source: Strength
af_za: Mag
ar_sa: قوّة
be_by: Моц
bg_bg: Сила
ca_es: Força
cs: Síla
da_dk: Styrke
de: Stärke
el_gr: Δύναμη
es: Fuerza
eu_es: Indarra
fa_ir: قدرت
fi: Voimakkuus
fil_ph: Lakas
fr_ca: Force
ga_ie: Neart
gl_es: Forza
he: כוח
hi_in: ताक़त
hr_hr: Snaga
hu_hu: Erő
id_id: Kekuatan
it: Forza
ja_jp: 攻撃力上昇
ka_ge: ძალა
ko_kr: 힘
lb_lu: Kraaft
lt_lt: Jėga
lv_lv: Spēks
ms_my: Kekuatan
mt_mt: Qawwa
nl_nl: Kracht
nn_no: Styrke
pl: Siła
pt: Força
ro_ro: Forță
ru_ru: Сила
sk_sk: Sila
sl_si: Moč
sv_se: Styrka
th_th: แข็งแกร่ง
tr_tr: Kuvvet
vi_vn: Sức mạnh
zh_cn: 力量
zh_tw: 力量

# effect_digSlowDown
source: Mining Fatigue
af_za: Myn Moegheid
ar_sa: إجهاد التعدين
be_by: Стомленасць
bg_bg: Миньорска умора
ca_es: Fatiga
cs: Únava z těžby
da_dk: Minetræthed
de: Abbaulähmung
el_gr: Κόπωση εξόρυξης
es: Fatiga al picar
eu_es: Meatze nekea
fi: Louhintauupumus
fil_ph: Pagpapagod sa Pagmina
fr_ca: Épuisement
ga_ie: Tuirse Mianadóireachta
gl_es: Fatiga de picar
he: כרייה איטית
hr_hr: Rudarski Umor
hu_hu: Fáradtság
id_id: Pertambangan kelelahan
it: Affaticamento
ja_jp: 採掘速度低下
ka_ge: დაღლა
ko_kr: 피로
lb_lu: Ofbau Middegkeet
lt_lt: Kasimo nuovargis
lv_lv: Rakšanas Nogurums
ms_my: Keletihan Melombong
mt_mt: Għejja
nl_nl: Mijnmoeheid
nn_no: Utmødd
pl: Wyczerpanie
pt: Cansaço de Minerar
ro_ro: Istovire
ru_ru: Утомление
sk_sk: Únava
sl_si: Rudarska utrujenost
sv_se: Trötthet
th_th: ขุดช้า
tr_tr: Madenci Yorgunluğu
vi_vn: Đào chậm
zh_cn: 挖掘疲劳
zh_tw: 挖掘減速

# effect_digSpeed
source: Haste
af_za: Haastigheid
ar_sa: عجل
be_by: Паспех
bg_bg: Бързина
ca_es: Pressa
cs: Spěch
da_dk: Hastværk
de: Eile
el_gr: Βιασύνη
es: Prisa minera
eu_es: Meatze azkartasuna
fa_ir: سرعت معدنچي
fi: Kiire
fil_ph: Pagmamadali
fr_ca: Célérité
ga_ie: Deifir
gl_es: Presa
he: זריזות
hi_in: जल्दी पना
hr_hr: Žurba
hu_hu: Sietség
id_id: Tergesa-gesa
it: Sollecitudine
ja_jp: 採掘速度上昇
ka_ge: აჩქარება
ko_kr: 성급함
lb_lu: Hetz
lt_lt: Greitas kasimas
lv_lv: Steiga
ms_my: Bersegera
mt_mt: Għaġġla
nl_nl: Haast
nn_no: Hast
pl: Pośpiech
pt: Pressa
ro_ro: Grabă
ru_ru: Спешка
sk_sk: Zhon
sl_si: Naglica
sv_se: Skyndsamhet
th_th: ขุดเร็ว
tr_tr: Acele
vi_vn: Đào nhanh
zh_cn: 急迫
zh_tw: 挖掘加速

# effect_fireResistance
source: Fire Resistance
af_za: Brandvastheid
ar_sa: مقاومة للحريق
be_by: Вогнеўстойлівасць
bg_bg: Огнена устойчивост
ca_es: Resistència al foc
cs: Ohnivzdornost
da_dk: Ildmodstandsdygtighed
de: Feuerschutz
el_gr: Πυρoπροστασία
es: Cuerpo ignífugo
eu_es: Suaren kontrako
fi: Tulenkestävyys
fil_ph: Resistensya sa Apoy
fr_ca: Résistance au feu
ga_ie: Dó-obacht
gl_es: Resistencia ó lume
he: חסינות לאש
hr_hr: Vatrootpornost
hu_hu: Tűzállóság
id_id: Ketahanan Api
it: Resist. al fuoco
ja_jp: 火炎耐性
ka_ge: ცეცხლისგან გამძლეობა
ko_kr: 화염 저항
lb_lu: Feierresistenz
lt_lt: Atsparumas ugniai
lv_lv: Uguns noturība
ms_my: Kalis Api
mt_mt: Reżistenza għan-Nar
nl_nl: Vuurbestendigheid
nn_no: Eldvern
pl: Odporność na ogień
pt: Resistência ao Fogo
ro_ro: Rezistență la foc
ru_ru: Огнестойкость
sk_sk: Ohňovzdornosť
sl_si: Odpornost proti ognju
sv_se: Eldresistans
th_th: ทนไฟ
tr_tr: Ateş Direnci
vi_vn: Chống lửa
zh_cn: 防火
zh_tw: 抗火

# effect_glowing
source: Glowing
af_za: Gloeiende
ar_sa: توهج
be_by: Ззянне
bg_bg: Светещ
ca_es: Brillant
cs: Záření
da_dk: Glødende
de: Leuchten
el_gr: Λαμπερό
es: Luminiscencia
eu_es: Distiratsua
fa_ir: درخشندگی
fi: Hehkuminen
fil_ph: Pagkinang
fr_ca: Rayonnement
ga_ie: Lonrú
gl_es: Brillante
he: זוהר
hr_hr: Sjaj
hu_hu: Fénylés
id_id: Bersinar
it: Luminescenza
ja_jp: 発光
ka_ge: სიკაშკაშე
ko_kr: 발광
lb_lu: Liichten
lt_lt: Švytėjimas
lv_lv: Spīdēsāna
ms_my: Bersinar
mt_mt: Tiddi
nl_nl: Gloed
nn_no: Glødande
pl: Blask
pt: Brilho
ro_ro: Strălucire
ru_ru: Свечение
sk_sk: Žiarenie
sl_si: Žarenje
sv_se: Glödande
th_th: เรืองแสง
tr_tr: Parlama
vi_vn: Phát sáng
zh_cn: 发光
zh_tw: 發光

# effect_harm
source: Instant Damage
af_za: Blitsskade
ar_sa: ضرر فوري
be_by: Імгненная шкода
bg_bg: Моментално нараняване
ca_es: Dany instantani
cs: Okamžité zranění
da_dk: Øjeblikkelig skade
de: Direktschaden
el_gr: Άμεση ζημιά
es: Daño instantáneo
eu_es: Berehalako miña
fi: Välitön vahinko
fil_ph: Sandaliang Pagkasakit
fr_ca: Dégâts instantanés
ga_ie: Damáiste Láithreach
gl_es: Dano instantáneo
he: נזק מיידי
hr_hr: Trenutna Ozljeda
hu_hu: Azonnali sebzés
id_id: Kerusakan instan
it: Danno istantaneo
ja_jp: 即時ダメージ
ka_ge: მყისიერი ზიანი
ko_kr: 즉시 피해
lb_lu: Direktschued
lt_lt: Momentinė žala
lv_lv: Tulītējs Bojājums
ms_my: Kecederaan Serta Merta
mt_mt: Ħsara f'Daqqa
nl_nl: Onmiddellijke schade
nn_no: Augeblikkeleg skade
pl: Natychmiastowe obrażenia
pt: Dano Instantâneo
ro_ro: Vătămare imediată
ru_ru: Моментальный урон
sk_sk: Zranenie
sl_si: Takojšnja škoda
sv_se: Omedelbar skada
th_th: เจ็บปวดทันที
tr_tr: Anında Hasar
vi_vn: Sát thương tức thì
zh_cn: 瞬间伤害
zh_tw: 立即傷害

# effect_heal
source: Instant Health
af_za: Kits Genesing
ar_sa: صحة فوريّة
be_by: Вылячэнне
bg_bg: Моментално лекуване
ca_es: Curació instantània
cs: Okamžité zdraví
da_dk: Øjeblikkeligt helbred
de: Direktheilung
el_gr: Άμεση Θεραπεία
es: Curación instantánea
eu_es: Berehalako sendakuntza
fi: Välitön elinvoima
fil_ph: Sandaliang Paggaling
fr_ca: Guérison
ga_ie: Leigheas Láithreach
gl_es: Saúde instantánea
he: ריפוי מיידי
hr_hr: Trenutno zdravlje
hu_hu: Azonnali gyógyulás
id_id: Kesehatan Instan
it: Salute istantanea
ja_jp: 即時回復
ka_ge: მყისიერი მკურნალობა
ko_kr: 즉시 회복
lb_lu: Direktheelung
lt_lt: Momentinė sveikata
lv_lv: Tulītēja Veselība
ms_my: Penyembuhan Serta Merta
mt_mt: Fejqan f'Daqqa
nl_nl: Onmiddellijke genezing
nn_no: Augeblikkeleg helse
pl: Natychmiastowe leczenie
pt: Vida Instantânea
ro_ro: Sănătate imediată
ru_ru: Исцеление
sk_sk: Uzdravenie
sl_si: Hipno zdravje
sv_se: Omedelbar hälsa
th_th: ฟื้นฟูทันที
tr_tr: Anında Sağlık
vi_vn: Hồi máu tức thì
zh_cn: 瞬间治疗
zh_tw: 立即治療

# effect_healthBoost
source: Health Boost
af_za: Tydelike Taaiheid
ar_sa: تعزيز الصّحة
be_by: Паляпшэнне здароўя
bg_bg: Повишаване на здравето
ca_es: Bonificació de salut
cs: Zesílení zdraví
da_dk: Helbredsboost
de: Extraenergie
el_gr: Ώθηση της Υγείας
es: Recuperación
eu_es: Osasun indartzailea
fi: Elinvoiman tehostus
fil_ph: Dagdag na Buhay
fr_ca: Boost de vie
ga_ie: Neartú Sláinte
gl_es: Recuperación
he: הרחבת מד החיים
hr_hr: Povećanje Zdravlja
hu_hu: Életerősítés
id_id: Nyawa Tambahan
it: Salute ampliata
ja_jp: 体力増強
ka_ge: სიცოცხლის ამაღლება
ko_kr: 체력 강화
lb_lu: Extra Liewen
lt_lt: Papildoma sveikata
lv_lv: Veselības veicināšana
ms_my: Peningkatan Kesihatan
mt_mt: Spinta lis-Saħħa
nl_nl: Gezondheidsboost
nn_no: Meir helse
pl: Zwiększenie zdrowia
pt: Bónus de Vida
ro_ro: Bonus de viață
ru_ru: Прилив здоровья
sk_sk: Posilnenie zdravia
sl_si: Povečanje zdravja
sv_se: Hälsobonus
th_th: เพิ่มเลือดมากขึ้น
tr_tr: Sağlık Arttırıcı
vi_vn: Tăng sinh lực
zh_cn: 生命提升
zh_tw: 生命值提升

# effect_hunger
source: Hunger
af_za: Hongerte
ar_sa: الجوع
be_by: Голад
bg_bg: Глад
ca_es: Gana
cs: Hlad
da_dk: Sult
el_gr: Πείνα
es: Hambre
eu_es: Gosea
fa_ir: گرسنگی
fi: Nälkä
fil_ph: Gutom
fr_ca: Faim
ga_ie: Ocras
gl_es: Fame
he: רעב
hi_in: भूख
hr_hr: Glad
hu_hu: Éhség
id_id: Kelaparan
it: Fame
ja_jp: 空腹
ka_ge: შიმშილი
ko_kr: 허기
lb_lu: Honger
lt_lt: Alkis
lv_lv: Izsalkums
ms_my: Kelaparan
mt_mt: Ġuħ
nl_nl: Honger
nn_no: Svolt
pl: Głód
pt: Fome
ro_ro: Foame
ru_ru: Голод
sk_sk: Hlad
sl_si: Lakota
th_th: หิวเร็ว
tr_tr: Açlık
vi_vn: Đói
zh_cn: 饥饿
zh_tw: 飢餓

# effect_invisibility
source: Invisibility
af_za: Onsigbaarheid
ar_sa: التخفي
be_by: Нябачнасць
bg_bg: Невидимост
ca_es: Invisibilitat
cs: Neviditelnost
da_dk: Usynlighed
de: Unsichtbarkeit
el_gr: Αορατότητα
es: Invisibilidad
eu_es: Ikusezintasuna
fa_ir: ناپدیدی
fi: Näkymättömyys
fil_ph: Di-makitaan
fr_ca: Invisibilité
ga_ie: Dofheictheacht
gl_es: Invisibilidade
he: היעלמות
hr_hr: Nevidljivost
hu_hu: Láthatatlanság
id_id: Tidak Terlihat
it: Invisibilità
ja_jp: 透明化
ka_ge: უჩინარობა
ko_kr: 투명
lb_lu: Onsiichtbarkeet
lt_lt: Nematomumas
lv_lv: Neredzamība
ms_my: Halimunan
mt_mt: Inviżibbilta'
nl_nl: Onzichtbaarheid
nn_no: Usjåeleg
pl: Niewidzialność
pt: Invisibilidade
ro_ro: Invizibilitate
ru_ru: Невидимость
sk_sk: Neviditeľnosť
sl_si: Nevidnost
sv_se: Osynlighet
th_th: หายตัว
tr_tr: Görünmezlik
vi_vn: Tàng hình
zh_cn: 隐身
zh_tw: 隱形

# effect_jump
source: Jump Boost
af_za: Hoogspring
ar_sa: تعزيز القفز
be_by: Скакучасць
bg_bg: Силен скок
ca_es: Salt
cs: Vyšší skoky
da_dk: Superhop
de: Sprungkraft
el_gr: Ενίσχυση άλματος
es: Supersalto
eu_es: Jauzi bultzada
fi: Tehostettu hyppy
fil_ph: Mataas na Pagtalon
fr_ca: Sauts boostés
ga_ie: Neartú Léime
gl_es: Aumento de salto
he: הגברת קפיצה
hr_hr: Poletnost
hu_hu: Magasugrás
id_id: Dorongan Lompatan
it: Salto ampliato
ja_jp: 跳躍力上昇
ka_ge: ხტომის ამაღლება
ko_kr: 점프 강화
lb_lu: Sprongkraaft
lt_lt: Šoklumas
lv_lv: Palielināts lēciens
ms_my: Peningkatan Kuasa Lompatan
mt_mt: Spinta għal-Qbiż
nl_nl: Sprongversterker
nn_no: Høgare hopp
pl: Zwiększony skok
pt: Super Salto
ro_ro: Salt puternic
ru_ru: Прыгучесть
sk_sk: Pružnosť
sl_si: Ojačan skok
sv_se: Hoppstyrka
th_th: กระโดดสูง
tr_tr: Zıplama Desteği
vi_vn: Nhảy cao
zh_cn: 跳跃提升
zh_tw: 跳躍提升

# effect_levitation
source: Levitation
af_za: Levitasie
ar_sa: الطوفان
be_by: Левітацыя
bg_bg: Левитация
ca_es: Levitació
cs: Levitace
de: Schwebekraft
el_gr: Ανύψωση
es: Levitación
eu_es: Lebitazio
fi: Levitaatio
fil_ph: Paglutang
fr_ca: Lévitation
ga_ie: Eadarbhuasú
gl_es: Levitación
he: ריחוף
hr_hr: Levitacija
hu_hu: Lebegés
id_id: Levitasi
it: Levitazione
ja_jp: 浮遊
ka_ge: ლევიტაცია
ko_kr: 공중 부양
lb_lu: Schwiewen
lt_lt: Sklandymas
lv_lv: Levitācija
ms_my: Apungan
mt_mt: Levitazzjoni
nl_nl: Zweving
nn_no: Sveving
pl: Lewitacja
pt: Levitação
ro_ro: Levitație
ru_ru: Левитация
sk_sk: Levitácia
sl_si: Lebdenje
sv_se: Svävning
th_th: ลอย
tr_tr: Yükselme
vi_vn: Bay lên
zh_cn: 飘浮
zh_tw: 懸浮

# effect_luck
source: Luck
af_za: Sterkte
ar_sa: حظ
be_by: Удача
bg_bg: Късмет
ca_es: Sort
cs: Štěstí
da_dk: Held
de: Glück
el_gr: Τύχη
es: Suerte
eu_es: Zorte
fa_ir: شانس
fi: Onni
fil_ph: Kapalaran
fr_ca: Chance
ga_ie: Ádh
gl_es: Sorte
he: מזל
hi_in: किस्मत
hr_hr: Sreća
hu_hu: Szerencse
id_id: Keberuntungan
is_is: Heppni
it: Fortuna
ja_jp: 幸運
ka_ge: იღბალი
ko_kr: 행운
lb_lu: Gléck
lt_lt: Sėkmė
lv_lv: Veiksme
ms_my: Nasib
mt_mt: Fortuna
nl_nl: Geluk
nn_no: Flaks
pl: Szczęście
pt: Sorte
ro_ro: Noroc
ru_ru: Удача
sk_sk: Šťastie
sl_si: Sreča
sv_se: Tur
th_th: โชค
tr_tr: Şans
vi_vn: May mắn
zh_cn: 幸运
zh_tw: 好運

# effect_moveSlowdown
source: Slowness
af_za: Traagheid
ar_sa: بطء
be_by: Запаволенне
bg_bg: Забавяне
ca_es: Lentitud
cs: Zpomalení
da_dk: Langsommelighed
de: Langsamkeit
el_gr: Βραδύτητα
es: Lentitud
eu_es: Geldotasuna
fa_ir: کندی
fi: Hitaus
fil_ph: Kabagalan
fr_ca: Lenteur
ga_ie: Moille
gl_es: Lentitude
he: איטיות
hr_hr: Usporenost
hu_hu: Lassúság
id_id: Kelambatan
it: Lentezza
ja_jp: 移動速度低下
ka_ge: სინელე
ko_kr: 구속
lb_lu: Luesheet
lt_lt: Lėtumas
lv_lv: Lēnums
ms_my: Kelambatan
mt_mt: Dewmien
nl_nl: Traagheid
nn_no: Tråleik
pl: Spowolnienie
pt: Lentidão
ro_ro: Încetineală
ru_ru: Замедление
sk_sk: Spomalenie
sl_si: Počasnost
sv_se: Långsamhet
th_th: เชื่องช้า
tr_tr: Yavaşlık
vi_vn: Chậm rãi
zh_cn: 缓慢
zh_tw: 緩速

# effect_moveSpeed
source: Speed
af_za: Spoed
ar_sa: سرعة
be_by: Хуткасць
bg_bg: Скорост
ca_es: Velocitat
cs: Svižnost
da_dk: Hastighed
de: Schnelligkeit
el_gr: Ταχύτητα
es: Velocidad
eu_es: Abiadura
fa_ir: سرعت
fi: Nopeus
fil_ph: Bilis
fr_ca: Rapidité
ga_ie: Luas
gl_es: Velocidade
he: מהירות
hi_in: रफ़्तार
hr_hr: Brzina
hu_hu: Gyorsaság
id_id: Kecepatan
it: Velocità
ja_jp: 移動速度上昇
ka_ge: სიჩქარე
ko_kr: 신속
lb_lu: Schnellegkeet
lt_lt: Greitis
lv_lv: Ātrums
ms_my: Kelajuan
mt_mt: Veloċita'
nl_nl: Snelheid
nn_no: Snøggleik
pl: Szybkość
pt: Velocidade
ro_ro: Viteză
ru_ru: Скорость
sk_sk: Rýchlosť
sl_si: Hitrost
sv_se: Hastighet
th_th: ความเร็ว
tr_tr: Hız
vi_vn: Nhanh nhẹn
zh_cn: 速度
zh_tw: 加速

# effect_nightVision
source: Night Vision
af_za: Kat Oë
ar_sa: الرؤية الليلية
be_by: Начны зрок
bg_bg: Нощно виждане
ca_es: Visió nocturna
cs: Vidění ve tmě
da_dk: Nattesyn
de: Nachtsicht
el_gr: Νυχτερινή όραση
es: Visión nocturna
eu_es: Gaueko ikusmena
fa_ir: ديد در شب
fi: Hämäränäkö
fil_ph: Pagkakita sa Dilim
fr_ca: Vision nocturne
ga_ie: Radharc san Oíche
gl_es: Visión nocturna
he: ראיית לילה
hr_hr: Noćni vid
hu_hu: Éjjellátás
id_id: Pengelihatan Malam Hari
it: Visione notturna
ja_jp: 暗視
ka_ge: ღამის ხედვა
ko_kr: 야간 투시
lb_lu: Nuechtsiicht
lt_lt: Naktinis matymas
lv_lv: Nakts redze
ms_my: Penglihatan Malam
mt_mt: Viżjoni bil-Lejl
nl_nl: Nachtzicht
nn_no: Nattsyn
pl: Noktowizja
pt: Visão Noturna
ro_ro: Vedere nocturnă
ru_ru: Ночное зрение
sk_sk: Nočné videnie
sl_si: Nočni vid
sv_se: Mörkerseende
th_th: มองกลางคืน
tr_tr: Gece Görüşü
vi_vn: Nhìn trong bóng tối
zh_cn: 夜视
zh_tw: 夜視

# effect_none
source: No Effects
af_za: Geen Effekte
ar_sa: لا تأثير
be_by: Няма эфектаў
bg_bg: Без ефекти
ca_es: Sense efectes
cs: Žádné účinky
da_dk: Ingen effekter
de: Wirkungslos
el_gr: Καμία επίδραση
es: Sin efectos
eu_es: Efekturik ez
fa_ir: بدون عوارض
fi: Ei vaikutuksia
fil_ph: Walang Epekto
fr_ca: Sans effet
ga_ie: Gan éifeacht i bhfeidhm
gl_es: Sen efectos
he: אין אפקטים
hr_hr: Bez Efekata
hu_hu: Nincs hatás
id_id: Tidak ada efek
it: Nessun effetto
ja_jp: 効果なし
ka_ge: ეფექტების გარეშე
ko_kr: 효과 없음
lb_lu: Ouni Effekt
lt_lt: Be poveikio
lv_lv: Nav iedarbības
ms_my: Tiada Kesan
mt_mt: Bla Ebda Effetti
nl_nl: Geen effecten
nn_no: Ingen verknadar
pl: Brak efektów
pt: Sem efeitos
ro_ro: Niciun efect
ru_ru: Без эффектов
sk_sk: Žiadne účinky
sl_si: Brez učinkov
sv_se: Inga effekter
th_th: ไม่มีผล
tr_tr: Etkisiz
vi_vn: Không có hiệu ứng nào
zh_cn: 无效果
zh_tw: 無效果

# effect_poison
source: Poison
af_za: Vergiftig
ar_sa: سم
be_by: Атрута
bg_bg: Отрова
ca_es: Verí
cs: Otrava
da_dk: Gift
de: Vergiftung
el_gr: Δηλητήριο
es: Veneno
eu_es: Pozoi
fa_ir: مسموميت
fi: Myrkky
fil_ph: Lason
ga_ie: Nimh
gl_es: Veleno
he: רעל
hi_in: जहर
hr_hr: Otrov
hu_hu: Mérgezés
id_id: Racun
it: Avvelenamento
ja_jp: 毒
ka_ge: მოწამლვა
ko_kr: 독
lb_lu: Gëft
lt_lt: Apsinuodijimas
lv_lv: Inde
ms_my: Racun
mt_mt: Velenu
nl_nl: Vergif
nn_no: Gift
pl: Zatrucie
pt: Veneno
ro_ro: Otravă
ru_ru: Отравление
sk_sk: Otrava
sl_si: Strup
sv_se: Gift
th_th: ยาพิษ
tr_tr: Zehir
vi_vn: Độc
zh_cn: 中毒
zh_tw: 中毒

# effect_regeneration
source: Regeneration
af_za: Regenerasie
ar_sa: تجدد الصحة
be_by: Аднаўленне
bg_bg: Регенерация
ca_es: Regeneració
cs: Regenerace
da_dk: Regenerering
el_gr: Αναζωογόνηση
es: Regeneración
eu_es: Birsorkuntza
fi: Elpyminen
fil_ph: Lunas
fr_ca: Régénération
ga_ie: Athghiniúint
gl_es: Rexeneración
he: התחדשות
hr_hr: Regeneracija
hu_hu: Regeneráció
id_id: Regenerasi
it: Rigenerazione
ja_jp: 再生能力
ka_ge: რეგენერაცია
ko_kr: 재생
lb_lu: Regeneratioun
lt_lt: Atgijimas
lv_lv: Reģenerācija
ms_my: Pemulihan
mt_mt: Riġenerazzjoni
nl_nl: Regeneratie
nn_no: Regenerering
pl: Regeneracja
pt: Regeneração
ro_ro: Regenerare
ru_ru: Регенерация
sk_sk: Regenerácia
sl_si: Regeneracija
sv_se: Återhämtning
th_th: ฟื้นฟู
tr_tr: Yenilenme
vi_vn: Hồi phục
zh_cn: 生命恢复
zh_tw: 回復

# effect_resistance
source: Resistance
af_za: Weerstand
ar_sa: مقاومة
be_by: Супраціў
bg_bg: Устойчивост
ca_es: Resistència
cs: Odolnost
da_dk: Modstandsdygtighed
de: Resistenz
el_gr: Αντίσταση
es: Resistencia
eu_es: Erresistentzia
fa_ir: مقاومت
fi: Vastustus
fil_ph: Resistensya
fr_ca: Résistance
ga_ie: Friotaíocht
gl_es: Resistencia
he: חסינות
hr_hr: Otpor
hu_hu: Ellenállás
id_id: Ketahanan
it: Resistenza
ja_jp: 耐性
ka_ge: გამძლეობა
ko_kr: 저항
lb_lu: Resistenz
lt_lt: Atsparumas
lv_lv: Noturība
ms_my: Kalis
mt_mt: Reżistenza
nl_nl: Weerstand
nn_no: Vern
pl: Odporność
pt: Resistência
ro_ro: Rezistență
ru_ru: Сопротивление
sk_sk: Odolnosť
sl_si: Odpornost
sv_se: Resistans
th_th: ทนทาน
tr_tr: Direnç
vi_vn: Kháng cự
zh_cn: 抗性提升
zh_tw: 抗性

# effect_saturation
source: Saturation
af_za: Versadiging
ar_sa: تشبع
be_by: Насычанасць
bg_bg: Насищане
ca_es: Saturació
cs: Nasycení
da_dk: Mæthed
de: Sättigung
el_gr: Κορεσμός
es: Saturación
eu_es: Saturazioa
fi: Kylläisyys
fil_ph: Lunod
fr_ca: Satiété
ga_ie: Sáithiúchán
gl_es: Saturación
he: רוויה
hr_hr: Sitost
hu_hu: Jóllakottság
id_id: Kenyang
it: Sazietà
ja_jp: 満腹度回復
ka_ge: მაძღრობა
ko_kr: 포화
lb_lu: Siedegung
lt_lt: Pasisotinimas
lv_lv: Piesātinājums
mk_mk: Сатурација
ms_my: Tepu
mt_mt: Saturazzjoni
nl_nl: Verzadiging
nn_no: Metning
pl: Nasycenie
pt: Saturação
ro_ro: Saturație
ru_ru: Насыщение
sk_sk: Sýtosť
sl_si: Nasičenost
sv_se: Mättnad
th_th: ความอิ่ม
tr_tr: Tokluk
vi_vn: Bão hòa
zh_cn: 饱和
zh_tw: 飽食

# effect_unluck
source: Bad Luck
af_za: Slegte Geluk
ar_sa: سوء الحظ
be_by: Праклён
bg_bg: Лош късмет
ca_es: Mala sort
cs: Smůla
da_dk: Uheld
de: Pech
el_gr: Κακή τύχη
es: Mala suerte
eu_es: Zorte txarra
fa_ir: بد شانسی
fi: Huono onni
fil_ph: Malas
fr_ca: Malchance
ga_ie: Mí-ádh
gl_es: Mala sorte
he: מזל רע
hi_in: बुरी किस्मत
hr_hr: Loša Sreća
hu_hu: Balszerencse
id_id: Nasib buruk
is_is: Slæm heppni
it: Sfortuna
ja_jp: 不運
ka_ge: ცუდი იღბალი
ko_kr: 불운
lb_lu: Pech
lt_lt: Nesėkmė
lv_lv: Neveiksme
ms_my: Nasib Malang
mt_mt: Xorti Ħażina
nl_nl: Pech
nn_no: Uflaks
pl: Pech
pt: Azar
ro_ro: Ghinion
ru_ru: Невезение
sk_sk: Smola
sl_si: Smola
sv_se: Otur
th_th: โชคไม่ดี
tr_tr: Kötü Şans
vi_vn: Rủi
zh_cn: 霉运
zh_tw: 霉運

# effect_waterBreathing
source: Water Breathing
af_za: Onderwater Asemhaling
ar_sa: التنفس في المياه
be_by: Падводнае дыханне
bg_bg: Подводно дишане
ca_es: Respiració aquàtica
cs: Dýchání pod vodou
da_dk: Undervandsvejrtrækning
de: Unterwasseratem
el_gr: Υποβρύχια Αναπνοή
es: Apnea
eu_es: Ur arnasketa
fa_ir: تنفس آب
fi: Hengenpidätys
fil_ph: Paghinga sa Tubig
fr_ca: Respiration aqua.
ga_ie: Análú in Uisce
gl_es: Apnea
he: נשימה מתחת למים
hr_hr: Disanje pod Vodom
hu_hu: Vízalatti légzés
id_id: Pernapasan dalam Air
it: Respir. acquatica
ja_jp: 水中呼吸
ka_ge: წყალში სუნთქვა
ko_kr: 수중 호흡
lb_lu: Waasserootmung
lt_lt: Kvėpavimas vandeniu
lv_lv: Zemūdens elpošana
ms_my: Pernafasan Air
mt_mt: Nifs Taħt l-Ilma
nl_nl: Wateradem
nn_no: Vassanding
pl: Oddychanie pod wodą
pt: Respiração Aquática
ro_ro: Respirat sub apă
ru_ru: Водное дыхание
sk_sk: Dýchanie pod vodou
sl_si: Podvodno dihanje
sv_se: Vattenandning
th_th: หายใจในน้ำ
tr_tr: Suda Nefes Alma
vi_vn: Thở dưới nước
zh_cn: 水下呼吸
zh_tw: 水下呼吸

# effect_weakness
source: Weakness
af_za: Swakheid
ar_sa: ضعف
be_by: Кволасць
bg_bg: Слабост
ca_es: Debilitat
cs: Oslabení
da_dk: Svaghed
de: Schwäche
el_gr: Αδυναμία
es: Debilidad
eu_es: Ahultasuna
fa_ir: ضعف
fi: Heikkous
fil_ph: Kahinaan
fr_ca: Faiblesse
ga_ie: Laige
gl_es: Debilidade
he: חולשה
hi_in: कमजोरी
hr_hr: Slabost
hu_hu: Gyengeség
id_id: Kelemahan
it: Debolezza
ja_jp: 弱体化
ka_ge: სისუსტე
ko_kr: 나약함
lb_lu: Schwächt
lt_lt: Silpnumas
lv_lv: Vājums
ms_my: Kelemahan
mt_mt: Dgħjufija
nl_nl: Zwakheid
nn_no: Veikskap
pl: Słabość
pt: Fraqueza
ro_ro: Slăbiciune
ru_ru: Слабость
sk_sk: Slabosť
sl_si: Šibkost
sv_se: Svaghet
th_th: อ่อนแอ
tr_tr: Zayıflık
vi_vn: Yếu đuối
zh_cn: 虚弱
zh_tw: 虛弱

# effect_wither
source: Wither
ar_sa: الذبول
be_by: Змора
bg_bg: Загиване
ca_es: Pansir
cs: Usychání
de: Ausdörrung
el_gr: Μαράζωμα
es: Descomposición
fa_ir: پژمردگي
fi: Näivetys
fil_ph: Pagkalanta
fr_ca: Décomposition
ga_ie: Searg
he: ווית'ר
hr_hr: Uvenuće
hu_hu: Sorvadás
it: Avvizzimento
ja_jp: ウィザー
ka_ge: ჭკნობა
ko_kr: 시듦
lt_lt: Nykumas
lv_lv: Kalte
ms_my: Layu
pl: Obumieranie
pt: Murcho
ro_ro: Veștejire
ru_ru: Иссушение
sk_sk: Rozplývanie
sv_se: Vissnande
th_th: วิทเธอร์
tr_tr: Solma
vi_vn: Khô héo
zh_cn: 凋零
zh_tw: 凋零

# enchantment_arrowDamage
source: Power
af_za: Krag
ar_sa: القوة
be_by: Моц
bg_bg: Мощ
ca_es: Força
cs: Síla
da_dk: Kraft
de: Stärke
el_gr: Δύναμη
es: Poder
eu_es: Ahalmena
fa_ir: قدرت زا
fi: Voima
fil_ph: Tagos
fr_ca: Puissance
ga_ie: Cumhacht
gl_es: Poder
he: כוֹח
hi_in: बिजली
hr_hr: Snaga
hu_hu: Erő
hy_am: Ուժ
id_id: Kekuatan
is_is: Kraftur
it: Potenza
ja_jp: 射撃ダメージ増加
ka_ge: სიმძლავრე
ko_kr: 힘
lb_lu: Kraaft
lt_lt: Galia
lv_lv: Spēks
ms_my: Kuasa
mt_mt: Enerġija
nl_nl: Kracht
nn_no: Styrke
pl: Moc
pt: Potência
ro_ro: Putere
ru_ru: Сила
sk_sk: Sila
sl_si: Moč
sv_se: Kraft
th_th: พลัง
tr_tr: Güç
vi_vn: Sức mạnh
zh_cn: 力量
zh_tw: 強力

# enchantment_arrowFire
source: Flame
af_za: Vuur
ar_sa: لهب
be_by: Падпальванне
bg_bg: Пламък
ca_es: Flama
cs: Plamen
da_dk: Flamme
de: Flamme
el_gr: Φλόγα
es: Fuego
eu_es: Sugarra
fa_ir: آتش زن
fi: Liekki
fil_ph: Apoy
fr_ca: Flamme
ga_ie: Lasair
gl_es: Chamas
he: להבה
hi_in: लौ
hr_hr: Plamen
hu_hu: Láng
hy_am: Հուր
id_id: Api
is_is: Logi
it: Fiamma
ja_jp: フレイム
ka_ge: ცეცხლი
ko_kr: 화염
lb_lu: Flam
lt_lt: Liepsna
lv_lv: Liesma
ms_my: Nyala
mt_mt: Fjamma
nl_nl: Vlam
nn_no: Eld
pl: Płomień
pt: Chama
ro_ro: Flacără
ru_ru: Горящая стрела
sk_sk: Plameň
sl_si: Plamen
sv_se: Flamma
th_th: เปลวไฟ
tr_tr: Alev
vi_vn: Lửa
zh_cn: 火矢
zh_tw: 火焰

# enchantment_arrowInfinite
source: Infinity
af_za: Oneindigheid
ar_sa: لا نهائي
be_by: Бясконцасць
bg_bg: Безкрайност
ca_es: Infinitat
cs: Bezedný toulec
da_dk: Uendelig
de: Unendlich
el_gr: Άπειρο
es: Infinidad
eu_es: Mugagabea
fa_ir: ابدی
fi: Loputtomuus
fil_ph: Impinidad
fr_ca: Infinité
ga_ie: Éigríoch
gl_es: Infinidade
he: אינסוף
hi_in: अनन्तता
hr_hr: Beskonačnost
hu_hu: Végtelen
hy_am: Անվերջություն
id_id: Tak Terbatas
is_is: Óendanlegar örvar
it: Infinità
ja_jp: 無限
ka_ge: უსასრულო
ko_kr: 무한
lb_lu: Onendlechkeet
lt_lt: Begalybė
lv_lv: Bezgalība
ms_my: Infiniti
mt_mt: Infinit
nl_nl: Oneindigheid
nn_no: Evig
pl: Nieskończoność
pt: Infinito
ro_ro: Infinit
ru_ru: Бесконечность
sk_sk: Nekonečnosť
sl_si: Neskončnost
sv_se: Oändlig
th_th: ไม่จำกัด
tr_tr: Sonsuzluk
vi_vn: Vô hạn
zh_cn: 无限
zh_tw: 無限
