Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# stat_pigOneCm
source: Distance by Pig
af_za: Afstand te Vark
ar_sa: المسافة التي قطعت عن طريق الخنزير
be_by: Праехана на свінні
bg_bg: Разстояние изминато с прасе
ca_es: Distància en porc
cs: Naježděno na praseti
da_dk: Afstand på gris
de: Strecke auf Schwein geritten
el_gr: Απόσταση με γουρούνι
es: Distancia en cerdo
eu_es: Distantzia txerriz
fa_ir: مقياس با خوک
fi: Matka sialla
fil_ph: Layong Baboy
fr_ca: Distance à dos de cochon
ga_ie: Fad Slánaithe ar Muc
gl_es: Distancia en porco
he: מרחק שעברת ברכיבה על חזיר
hi_in: सुअर द्वारा दूरी
hr_hr: Pređeno na Svinji
hu_hu: Távolság malacháton
hy_am: Խոզով
id_id: Jarak mengendarai babi
is_is: Á svínsbaki
it: Distanza su maiale
ja_jp: ブタで移動した距離
ka_ge: ღორით ნამგზავრი
ko_kr: 돼지를 타고 이동한 거리
lb_lu: Distanz op engem Schwäin
lt_lt: Atstumas kiaule
lv_lv: Attālums nojāts ar cūku
ms_my: Jarak dengan Babi
mt_mt: Distanza fuq Ħanżir
nl_nl: Afstand per varken
nn_no: Avstand på gris
pl: Dystans przebyty na świni
pt: Distância por Porco
ro_ro: Distanţa pe porc
ru_ru: Преодолено верхом на свинье
sk_sk: Vzdialenosť prejdená na prasati
sl_si: Razdalja s prašičem
sv_se: Distans på gris
th_th: ระยะทางที่ขี่หมู
tr_tr: Domuzla alınan yol
vi_vn: Tổng quãng đường đã cưỡi heo để đi
zh_cn: 骑猪移动距离
zh_tw: 騎豬移動距離

# stat_playOneMinute
source: Minutes Played
af_za: Minute Gespeel
ar_sa: عدد دقائق اللعب
be_by: Час у гульні
bg_bg: Играни минути
ca_es: Minuts jugats
cs: Nahraný čas
da_dk: Minutter spillet
de: Spieldauer
el_gr: Λεπτά παιχνιδιού
es: Minutos jugados
eu_es: Jolastutako minutuak
fa_ir: دقايق در حال بازي
fi: Minuutteja pelattu
fil_ph: Minutong linaro
fr_ca: Temps de jeu
ga_ie: Nóiméid Imeartha
gl_es: Minutos xogados
he: זמן משחק
hi_in: मिनट खेला
hr_hr: Minuta Igrano
hu_hu: Játékidő
hy_am: Րոպե խաղացած
id_id: Menit Bermain
is_is: Mínútur Leiknar
it: Tempo di gioco
ja_jp: ゲームプレイ時間
ka_ge: თამაშის დრო
ko_kr: 플레이 시간
lb_lu: Minutte gespillt
lt_lt: Žaista minučių
lv_lv: Nospēlētās minūtes
ms_my: Minit Bermain
mt_mt: Minuti Lgħabt
nl_nl: Minuten gespeeld
nn_no: Minutt spelt
pl: Minut gry
pt: Minutos Jogados
ro_ro: Minute jucate
ru_ru: Проведено в игре
sk_sk: Odohraných minút
sl_si: Igranih minut
sv_se: Minuter spelade
th_th: จำนวนเวลาที่เล่น
tr_tr: Oynanan Süre
vi_vn: Số phút đã chơi
zh_cn: 游戏时间（分钟）
zh_tw: 遊戲時間（分鐘）

# stat_playerKills
source: Players Killed
af_za: Spelers Verslaan
ar_sa: اللاعبين الذين قتلوا
be_by: Гульцоў забіта
bg_bg: Убити играчи
ca_es: Jugadors morts
cs: Zabití hráči
da_dk: Spillerdrab
de: Spieler getötet
el_gr: Παίκτες που σκοτώσατε
es: Jugadores asesinados
eu_es: Jokalari hilketak
fa_ir: بازيکن هاي کشته
fi: Pelaajia surmattu
fil_ph: Taong Pinatay
fr_ca: Joueurs tués
ga_ie: Maruithe Imreoirí
gl_es: Xogadores asasinados
he: הריגות שחקנים
hi_in: प्लेयर मारे गए
hr_hr: Igrača Ubijeno
hu_hu: Megölt játékosok
hy_am: Խաղացող Սպանած
id_id: Pemain yg Sudah Dibunuh
is_is: Leikmenn drepnir
it: Giocatori uccisi
ja_jp: プレイヤーを倒した回数
ka_ge: მოკლული მოთამაშეები
ko_kr: 죽인 플레이어
lb_lu: Spiller ëmbruecht
lt_lt: Nužudyta žaidėjų
lv_lv: Spēlētāji nogalināti
ms_my: Pemain Dibunuh
mt_mt: Plejers Maqtula
nl_nl: Spelers gedood
nn_no: Drepne samspelarar
pl: Zabitych graczy
pt: Jogadores Mortos
ro_ro: Jucători omorâți
ru_ru: Убито игроков
sk_sk: Zabitých hráčov
sl_si: Število ubitih igralcev
sv_se: Spelare dödade
th_th: จำนวนผู้เล่นที่ฆ่า
tr_tr: Öldürülen Oyuncular
vi_vn: Số người chơi đã giết
zh_cn: 玩家击杀数
zh_tw: 玩家擊殺數

# stat_recordPlayed
source: Records Played
af_za: Draaiplate Gespeel
ar_sa: التسجيلات قامت بالتشغيل
be_by: Прайграна пласцінак
bg_bg: Пуснати записи
ca_es: Gravació del jugat
cs: Přehrané nahrávky
da_dk: Musikplader spillet
de: Schallplatten abgespielt
el_gr: Παιγμένες Εγγραφές
es: Vinilos reproducidos
fi: Musiikkilevyjä soitettu
fil_ph: Nilarong Rekord
fr_ca: Disques joués
ga_ie: Ceirníní a sheinn tú
gl_es: Cancións reproducidas
he: הקלטת משחק
hr_hr: Glazbenih diskova sviranih
hu_hu: Lejátszott lemezek
id_id: CD Musik yang dimainkan
it: Dischi musicali riprodotti
ja_jp: レコードを再生した回数
ka_ge: დაკრული ფირფიტები
ko_kr: 음반을 재생한 횟수
lb_lu: Schallplacken ofgespillt
lt_lt: Grota plokštelių
lv_lv: Ieraksti atskaņoti
ms_my: Rekod-rekod yang dimainkan
mt_mt: Diski tal-Mużika Mdaqqa
nl_nl: Platen gespeeld
nn_no: Musikkplater spelt
pl: Odtworzonych nagrań
pt: Discos Tocados
ro_ro: Discuri ascultate
ru_ru: Проиграно пластинок
sk_sk: Prehratých platní
sl_si: Število zaigranih plošč
sv_se: Skivor spelade
th_th: แผ่นเสียงที่เล่น
tr_tr: Alınan ekran görüntüleri
vi_vn: Số đĩa nhạc đã chơi
zh_cn: 播放唱片次数
zh_tw: 唱片播放次數

# stat_sleepInBed
source: Times Slept in a Bed
af_za: Kere in 'n Bed Geslaap
ar_sa: مرات النوم فى السرير
be_by: Ночаў у ложку
bg_bg: Пъти на спане в легло
ca_es: Vegades que has dormit en un llit
cs: Doba spánku v posteli
da_dk: Tid brugt i seng
de: In einem Bett geschlafen
el_gr: Φορές που κοιμήθηκες σε Κρεβάτι
es: Veces dormidas en una cama
eu_es: Lo egindako aldiak
fi: Nukuttu sängyssä
fil_ph: Oras na Natutulog sa Kama
fr_ca: Nuits passées dans un lit
ga_ie: Oícheanta i Leaba
gl_es: Veces dormidas na cama
he: פעמים שישנת במיטה
hr_hr: Broj Puta Spavano U Krevetu
hu_hu: Ágyban töltött éjszakák
id_id: Kali tidur di tempat tidur
it: Notti passate in un letto
ja_jp: ベッドで寝た回数
ka_ge: საწოლში დაძინებული
ko_kr: 침대에서 잔 횟수
lb_lu: An engem Bett geschlof
lt_lt: Miegota lovoje
lv_lv: Reizes gulētas gultā
ms_my: Beberapa kali tidur di katil
mt_mt: Drabi li Rqadt fuq Sodda
nl_nl: Aantal keer in een bed geslapen
nn_no: Gongar sove i ei seng
pl: Nocy przespanych w łóżku
pt: Vezes dormidas numa cama
ro_ro: Nopți dormite în pat
ru_ru: Выспался в кровати
sk_sk: Spánkov v posteli
sl_si: Čas prespan v postelji
sv_se: Antalet gånger du sovit i en säng
th_th: เวลาที่นอนบนเตียง
tr_tr: Yatakta Uyunan Zaman
vi_vn: Số lần ngủ trên giường
zh_cn: 躺在床上的次数
zh_tw: 睡覺次數

# stat_sneakTime
source: Sneak Time
af_za: Sluip Tyd
ar_sa: وقت التسلل
be_by: Крадучыся
bg_bg: Време на промъкване
ca_es: Temps ajupit
cs: Plížení
da_dk: Snige tid
de: Geschlichene Zeit
el_gr: Διάρκεια Σκυψίματος
es: Tiempo agachado
fi: Hiipimisaika
fil_ph: Oras ng Pag-sneak
fr_ca: Durée à marcher prudemment
ga_ie: Am ag téaltú
gl_es: Tempo agachado
he: זמן להתגנב
hr_hr: Vrijeme Šuljanja
hu_hu: Lopakodás ideje
id_id: Waktu mengendap endap
it: Tempo da accovacciato
ja_jp: スニークした時間
ka_ge: მიპარვით
ko_kr: 웅크린 시간
lb_lu: Geschlachen Zäit
lt_lt: Laikas nukeliautas sėlinant
lv_lv: Pielavīšanās laiks
ms_my: Masa Menyelinap
mt_mt: Ħin ta' Mixi Nkiss Inkiss
nl_nl: Kruiptijd
nn_no: Tid smygt
pl: Czas skradania się
pt: Tempo Agachado
ro_ro: Timp mers pe furiș
ru_ru: Крался
sk_sk: Čas zakrádania
sl_si: Čas tihotapljenja
sv_se: Tid smygen
th_th: เวลาย่อง
tr_tr: Eğilinen Süre
vi_vn: Thời gian bước rón rén
zh_cn: 潜行时间
zh_tw: 潛行時間

# stat_sprintOneCm
source: Distance Sprinted
af_za: Afstand Gehardloop
ar_sa: مسافة الجري
be_by: Бягом
bg_bg: Разтояние минато тичайки
ca_es: Distància corrent
cs: Uběhnutá vzdálenost
da_dk: Afstand sprintet
de: Strecke gesprintet
el_gr: Διανυμένη Απόσταση Τρέχοντας
es: Distancia corriendo
eu_es: Distantzia korrikan
fa_ir: مقدار دویدن
fi: Juostu Etäisyys
fil_ph: Layo ng tinakbo
fr_ca: Distance courue
ga_ie: Fad Rite
gl_es: Distancia correndo
he: מרחק ריצה
hr_hr: Pretrčano
hu_hu: Távolság futva
hy_am: Հեռավորությունը prized վայր
id_id: Jarak Berlari
is_is: Vegalengd hlaupið
it: Distanza in corsa
ja_jp: ダッシュした距離
ka_ge: გარბენილი მანძილი
ko_kr: 달려간 거리
lb_lu: Distanz gesprint
lt_lt: Nubėgtas atstumas
lv_lv: Distance noskrieta
ms_my: Jarak Berlari
mt_mt: Kemm Ġrejt
nl_nl: Afstand gesprint
nn_no: Avstand løpt
pl: Dystans przebyty sprintując
pt: Distância Corrida
ro_ro: Distanță alergată
ru_ru: Преодолено бегом
sk_sk: Prebehnutá vzdialenosť
sl_si: Pretečena razdalja
sv_se: Distans sprungen
th_th: ระยะทางที่วิ่ง
tr_tr: Koşulan Mesafe
vi_vn: Tổng quãng đường đã chạy
zh_cn: 疾跑距离
zh_tw: 疾走距離

# stat_startGame
source: Times played
af_za: Kere gespeel
ar_sa: مرات اللعب
be_by: Гульняў запушчана
bg_bg: Пъти игране
ca_es: Vegades jugat
cs: Spuštěných her
da_dk: Gange spillet
de: Anzahl der Spiele
el_gr: Φορές που παίξατε
es: Veces que has jugado
eu_es: Jolastutako aldiak
fa_ir: تعداد بازي
fi: Kerrat Pelattu
fil_ph: Beses Nilaro
fr_ca: Parties jouées
ga_ie: Amanna imeartha
gl_es: Veces xogadas
he: פעמים ששיחקת
hi_in: टाइम्स खेला
hr_hr: Puta Igrano
hu_hu: Játékok száma
hy_am: Անգամ խաղացած
id_id: Waktu dimainkan
is_is: Fjöldi leikja
it: Sessioni giocate
ja_jp: ゲームを起動した回数
ka_ge: თამაში ნათამაშებია
ko_kr: 플레이 횟수
lb_lu: Wéi oft gestuerwen
lt_lt: Kartų žaista
lv_lv: Reizes spēlēts
ms_my: Kali bermain
mt_mt: Drabi li lgħabt
nl_nl: Keren gespeeld
nn_no: Gongar spelt
pl: Liczba gier
pt: Vezes Jogadas
ro_ro: Numărul jocurilor
ru_ru: Игр запущено
sk_sk: Začatých hier
sl_si: Igranih iger
sv_se: Antal speltillfällen
th_th: จำนวนเวลาที่เล่น
tr_tr: Oynanan seferler
vi_vn: Số lần chơi
zh_cn: 游戏次数
zh_tw: 遊玩次數

# stat_swimOneCm
source: Distance Swum
af_za: Afstand Geswem
ar_sa: مسافة السباحة
be_by: Уплаў
bg_bg: Разстояние изминато чрез плуване
ca_es: Distància nedada
cs: Uplaváno
da_dk: Afstand svømmet
de: Strecke geschwommen
el_gr: Απόσταση που κολυμβήθηκε
es: Distancia nadada
eu_es: Igeri egindako distantzia
fa_ir: مقياس شنا کرده
fi: Uitu matka
fil_ph: Layong Nilangoy
fr_ca: Distance nagée
ga_ie: Fad Snáfa
gl_es: Distancia nadada
he: מרחק ששחית
hi_in: पानी में दूरी
hr_hr: Proplivao
hu_hu: Távolság úszva
hy_am: Լողացած
id_id: Jarak di Lalui dg Berenang
is_is: Vegalengd synt
it: Distanza a nuoto
ja_jp: 泳いだ距離
ka_ge: ცურვის მანძილი
ko_kr: 수영한 거리
lb_lu: Distanz geschwommen
lt_lt: Nuplauktas atstumas
lv_lv: Nopeldētais attālums
ms_my: Jarak Berenang
mt_mt: Distanza li Għomejt
nl_nl: Afstand gezwommen
nn_no: Avstand sumt
pl: Dystans przebyty wpław
pt: Distância Nadada
ro_ro: Distanţa înotată
ru_ru: Преодолено вплавь
sk_sk: Preplávaná vzdialenosť
sl_si: Preplavana razdalja
sv_se: Distans simmad
th_th: ระยะทางที่ว่ายน้ำ
tr_tr: Yüzülen Mesafe
vi_vn: Tổng quãng đường đã bơi
zh_cn: 游泳距离
zh_tw: 游泳距離

# stat_talkedToVillager
source: Talked to Villagers
af_za: Met Dorpsbewoners Gesels
ar_sa: تحدث مع القرويين
be_by: Размоў з сялянамі
bg_bg: Говорил със селяни
ca_es: Parlat amb els vilatans
cs: Rozhovory s vesničany
da_dk: Talte til landsbyboere
de: Mit Dorfbewohnern gesprochen
el_gr: Μίλησε με Χωρικούς
es: Charlas con aldeanos
eu_es: Herritarrekin hitz eginda
fa_ir: با روستایی صحبت کردن
fi: Puhuttu kyläläisille
fil_ph: Mga Taong-Nayong Nakausap
fr_ca: Villageois abordés
ga_ie: Caint le Sráideánaigh
gd_gb: Air a bhruidhinn ri saoranaich
gl_es: Charlas con aldeáns
he: דבר עם הכפריים
hr_hr: Razgovarao sa Seljacima
hu_hu: Beszélgetések falusiakkal
id_id: Berbicara kepada penduduk desa
is_is: Talaði við þorpsbúa
it: Conversazioni con i villici
ja_jp: 村人と会話した回数
ka_ge: სოფლელებთან ნასაუბრები
ko_kr: 주민과 대화
lb_lu: Mat Awunner geschwat
lt_lt: Kalbėta su kaimiečiais
lv_lv: Runāja ar ciemata iedzīvotājiem
ms_my: Berkomunikasi dengan Penduduk
mt_mt: Kemm Kellimt Villeġjaturi
nl_nl: Met dorpelingen gepraat
nn_no: Snakka med landsbybuarar
pl: Rozmów z osadnikami
pt: Falou com Aldeões
ro_ro: Discuții cu săteni
ru_ru: Разговоров с деревенщинами
sk_sk: Rozhovorov s osadníkmi
sl_si: Število vaščanov s katerimi si govoril
sv_se: Konversationer med bybor
th_th: คุยกับชาวบ้านมาแล้ว
tr_tr: Konuşulan Köylüler
vi_vn: Số lần nói chuyện với dân làng
zh_cn: 村民交互次数
zh_tw: 與村民對話次數

# stat_timeSinceDeath
source: Since Last Death
af_za: Sedert Laaste Dood
ar_sa: منذ اخر وفاة
be_by: З моманту апошняй смерці
bg_bg: От последната смърт насам
ca_es: Des de la darrera mort
cs: Od poslední smrti
da_dk: Siden Sidste Død
de: Seit letztem Tod
el_gr: Από τον Τελευταίο Θάνατο
es: Tiempo desde la última muerte
eu_es: Hildako azken alditik
fa_ir: از آخرین مرگ
fi: viime kuolemasta
fil_ph: mula noong huling kamatayan
fr_ca: Durée depuis le dernier décès
ga_ie: Ón Bás Deireannach
gl_es: Tempo dende a última morte
he: מאז המוות האחרון
hr_hr: Od Posljednje Smrti
hu_hu: Idő az utolsó halál óta
id_id: Sejak kematian terakhir
is_is: Frá síðasta dauða
it: Tempo di gioco dall'ultima morte
ja_jp: 最後に死亡してからの経過時間
ka_ge: ბოლო სიკვდილიდან
ko_kr: 마지막 죽음 이후 지난 시간
lb_lu: Zënter dem leschten Doud
lt_lt: Nuo paskutinės mirties
lv_lv: Kopš pēdējās nāves
ms_my: Sejak Kematian Terakhir
mt_mt: Sa mill-Aħħar Mewta
nl_nl: Sinds laatste dood
nn_no: Siden siste død
pl: Od ostatniej śmierci
pt: Desde a Última Morte
ro_ro: De la ultimul deces
ru_ru: После последней смерти
sk_sk: Od poslednej smrti
sl_si: Od zadnje smrti
sv_se: Sedan senaste döden
th_th: ตั้งแต่การตายครั้งล่าสุด
tr_tr: Son Ölümden Beri Geçen Süre
vi_vn: Từ lần chết trước
zh_cn: 自上次死亡
zh_tw: 自上次死亡

# stat_tradedWithVillager
source: Traded with Villagers
af_za: Met Dorpsbewoners Handel Gedryf
ar_sa: تاجر مع القرويين
be_by: Здзелак з сялянамі
bg_bg: Търгувал във селяни
ca_es: Negociat amb els vilatans
cs: Obchody s vesničany
da_dk: Byttede med landsbyboere
de: Mit Dorfbewohnern gehandelt
el_gr: Αντάλλαξε με Χωρικούς
es: Comercios con aldeanos
eu_es: Herritarrekin trukatuta
fa_ir: معامله با روستایی
fi: Vaihdettu kyläläisten kanssa
fil_ph: Nakipagpalit sa Villagers
fr_ca: Échanges avec les villageois
ga_ie: Trádáil le Sráideánaigh
gd_gb: Air a malairt le saoranaich
gl_es: Comercios con aldeáns
he: סחור עם הכפריים
hr_hr: Trgovao sa Seljacima
hu_hu: Adásvételek falusiakkal
id_id: Perdagangkan dengan penduduk desa
is_is: Verslaði við þorpsbúa
it: Scambi con i villici
ja_jp: 村人と取引した回数
ka_ge: სოფლელებთან ნავაჭრი
ko_kr: 주민과 거래
lb_lu: Mat Awunner gehandelt
lt_lt: Prekiauta su kaimiečiais
lv_lv: Tirgojās ar ciemata iedzīvotājiem
ms_my: Berjual-beli dengan Penduduk
mt_mt: Kemm Partatt ma' Villeġjaturi
nl_nl: Met dorpelingen geruild
nn_no: Forhandla med landsbybuarar
pl: Transakcji z osadnikami
pt: Trocas com Aldeões
ro_ro: Schimburi cu săteni
ru_ru: Сделок с деревенщинами
sk_sk: Obchodov s osadníkmi
sl_si: Število trgovanj z vaščani
sv_se: Byten med bybor
th_th: ค้าขายกับชาวบ้านมาแล้ว
tr_tr: Ticaret Yapılan Köylüler
vi_vn: Số lần giao dịch với dân làng
zh_cn: 村民交易次数
zh_tw: 與村民交易次數

# stat_trappedChestTriggered
source: Trapped Chests Triggered
af_za: Lokval Kiste Oopgemaak
ar_sa: الصناديق المفخخة فعلت
be_by: Актывавана куфараў-пастак
bg_bg: Задействани сандъци с капан
ca_es: Cofre trampa ha desencadenat
cs: Aktivované nástražné truhly
da_dk: Falske kister udløst
de: Redstonetruhen ausgelöst
de_at: Redstonekistn ausglöst
el_gr: Παγιδευμένα Ενεργοποιημένα Μπαούλα
es: Cofres trampa activados
fi: Ansoitettuja arkkuja aktivoitu
fil_ph: Gamit na Baul na Pangbitag
fr_ca: Coffres piégés déclenchés
ga_ie: Cófraí Gaiste Scaoilte
gl_es: Cofres trampa accionados
he: תזמון תיבות ממולכדות
hr_hr: Pokrenutih škrinja za zamku
hu_hu: Kinyitott csapdaládák
id_id: Peti Jebakan yang dipicu
it: Bauli trappola attivati
ja_jp: トラップチェストを反応させた回数
ka_ge: გააქტიურებული ხაფანგიანი სკივრი
ko_kr: 작동시킨 덫 상자 갯수
lb_lu: Falekëschten ausgeléist
lt_lt: Aktyvuota spąstų skrynių
lv_lv: Lamatu Lādes Iedarbinātas
ms_my: Dada terperangkap yang dicetuskan
mt_mt: Sniedaq Trappola Attivati
nl_nl: Valkisten geactiveerd
nn_no: Signalkister utløyst
pl: Uruchomionych skrzyń-pułapek
pt: Baús Armadilhados Acionados
ro_ro: Cufere-capcană declanșate
ru_ru: Активировано сундуков-ловушек
sk_sk: Spustených truhlíc s pascou
sl_si: Število sproženih skrinj s pastjo
sv_se: Kistfällor aktiverade
th_th: หีบกับดักถูกกระตุ้นแล้ว
tr_tr: Tetiklenen Tuzaklı Sandıklar
vi_vn: Số rương đá đỏ đã kích hoạt
zh_cn: 陷阱箱触发次数
zh_tw: 陷阱儲物箱觸發次數

# stat_treasureFished
source: Treasure Fished
af_za: Skatte Gevang
ar_sa: تم الحصول على كنز
be_by: Вылаўлена скарбаў
bg_bg: Уловени съкровища
ca_es: Tresors pescats
cs: Uloveno pokladů
da_dk: Skatte fisket
de: Schätze geangelt
el_gr: Θησαυροί που αλιέυθηκαν
es: Tesoros pescados
eu_es: Arrantzatutako altxorrak
fa_ir: گنج درياي گرفته
fi: Aarteita kalastettu
fil_ph: Kayamanan Inisda
fr_ca: Trésors pêchés
ga_ie: Maoin Iascaireachta
gl_es: Tesouros pescados
he: אוצרות שדגת
hi_in: खजाना निकाला
hr_hr: Blaga Upecano
hu_hu: Kihalászott kincs
id_id: Harta yang di Pancing
is_is: Fjarsjóður Veiddur
it: Tesori pescati
ja_jp: 宝物を釣り上げた回数
ka_ge: დაჭერილი განძი
ko_kr: 낚은 보물
lb_lu: Schätz gefëscht
lt_lt: Sužvejota lobių
lv_lv: Dārgumi nozvejoti
ms_my: Harta karun dipancing
mt_mt: Teżori Mistada
nl_nl: Schatten opgevist
nn_no: Skattar fiska
pl: Wyłowionych skarbów
pt: Tesouro Pescado
ro_ro: Comori pescuite
ru_ru: Выловлено сокровищ
sk_sk: Vylovených pokladov
sl_si: Število ulovljenih zakladov
sv_se: Skatter uppfiskade
th_th: ตกสมบัติได้
tr_tr: Tutulan Hazineler
vi_vn: Số kho báu đã câu
zh_cn: 钓到宝藏次数
zh_tw: 釣中寶物次數

# stat_useItem
source: {0} Used
af_za: {0} Gebruik
ar_sa: أستخدمت {0}
be_by: {0} выкарыстана
bg_bg: {0} използвани
ca_es: {0} utilitzat
cs: {0} Použito
da_dk: {0} brugt
de: {0} benutzt
el_gr: {0} έχουν χρησιμοποιηθεί
es: {0} usados
eu_es: {0} erabilita
fa_ir: {0} استفاده کرد
fi: {0} käytetty
fil_ph: {0} Ginamit
fr_ca: {0} utilisé(e)s
ga_ie: {0} Usáidte
gl_es: {0} usados
he: {0} שומש
hi_in: {0} खेतों में प्रयुक्त किए गए
hr_hr: {0} Korišteno
hu_hu: {0} használva
hy_am: {0} Օգտագործված
id_id: {0} digunakan
is_is: {0} notað
it: {0} utilizzati
ja_jp: {0}を使った回数
ka_ge: {0} გამოყენებული
ko_kr: {0} 사용 횟수
lb_lu: {0} benotzt
lt_lt: {0} panaudota
lv_lv: Izmantoti '{0}'
ms_my: {0} Digunakan
mt_mt: {0} Użati
nl_nl: {0} gebruikt
nn_no: {0} brukt
pl: {0} użytych
pt: {0} Usado
ro_ro: {0} folosite
ru_ru: {0} использовано
sk_sk: {0}-krát použité
sl_si: {0} uporabljenih
sv_se: {0} använda
th_th: {0} ที่ใช้
tr_tr: Kullanılan {0}
vi_vn: {0} lần dùng vật phẩm
zh_cn: 使用了物品{0}
zh_tw: 使用了 {0} 個物品

# stat_used
source: Times Used
af_za: Kere Gebruik
ar_sa: مرات الاستخدام
be_by: Скарыстана
bg_bg: Пъти използвано
ca_es: Vegades utilitzat
cs: Použito
da_dk: Gange brugt
de: Benutzt
el_gr: Φορές που χρησιμοποιήθηκε
es: Veces usado
eu_es: Erabilitako aldiak
fa_ir: استفاده شدن
fi: Käytetty
fil_ph: Beses Ginamit
fr_ca: Nombre d'utilisations
ga_ie: Úsáidte
gl_es: Veces usado
he: מספר שימושים
hi_in: टाइम्स खेतों में प्रयुक्त
hr_hr: Korišteno
hu_hu: Használva
hy_am: Անգամ Օգտագործած
id_id: Jumlah penggunaan
is_is: Notað
it: Utilizzati
ja_jp: 使った回数
ka_ge: გამოყენებული
ko_kr: 사용 횟수
lb_lu: Wéi oft benotzt
lt_lt: Kartų panaudota
lv_lv: Reizes izmantots
ms_my: Kali Digunakan
mt_mt: Drabi Użati
nl_nl: Keren gebruikt
nn_no: Gongar brukt
pl: Użyć
pt: Vezes Usado
ro_ro: Număr de utilizări
ru_ru: Использовано
sk_sk: Koľkokrát použité
sl_si: Število uporab
sv_se: Antal gånger använd
th_th: จำนวนครั้งที่ใช้
tr_tr: Kullanım Miktarı
vi_vn: Số lần dùng
zh_cn: 使用次数
zh_tw: 使用次數

# stat_walkOneCm
source: Distance Walked
af_za: Afstand Geloop
ar_sa: مسافة المشي
be_by: Пройдзена пехатою
bg_bg: Разстояние изминато пеш
ca_es: Distància caminada
cs: Nachozeno
da_dk: Afstand gået
de: Strecke gelaufen
el_gr: Απόσταση που περπατήσατε
es: Distancia caminada
eu_es: Ibilitako distantzia
fa_ir: مقياس راه رفته
fi: Kävelty matka
fil_ph: Layong Nilakad
fr_ca: Distance marchée
ga_ie: Fad Siúlta
gl_es: Distancia a pé
he: מרחק הליכה כולל
hi_in: दूरी चला गया
hr_hr: Prepješaćeno
hu_hu: Távolság sétálva
hy_am: Քայլած
id_id: Jarak di Lalui dg Jalan
is_is: Vegalengd Gengin
it: Distanza a piedi
ja_jp: 歩いた距離
ka_ge: სიარულის მანძილი
ko_kr: 걸어간 거리
lb_lu: Distanz getrëppelt
lt_lt: Nueitas atstumas
lv_lv: Noietais attālums
ms_my: Jarak Berjalan Kaki
mt_mt: Kemm Imxejt
nl_nl: Afstand gelopen
nn_no: Avstand gådd
pl: Dystans przebyty pieszo
pt: Distância Caminhada
ro_ro: Distanță mearsă pe jos
ru_ru: Преодолено пешком
sk_sk: Prejdená vzdialenosť
sl_si: Prehojena razdalja
sv_se: Distans vandrad
th_th: ระยะทางที่เดิน
tr_tr: Yürünen Mesafe
vi_vn: Tổng quãng đường đã đi bộ
zh_cn: 行走距离
zh_tw: 行走距離

# stat_workbenchInteraction
source: Interactions with Crafting Table
af_za: Interaksies met Handwerk Tafel
ar_sa: التفاعل مع منضدة الصناعة
be_by: Узаемадзеянняў з варштатам
bg_bg: Взаимодействия с работна маса
ca_es: Interaccions amb una taula d'elaboració
cs: Interakce s pracovním stolem
da_dk: Åbnet arbejdsborde
de: Werkbänke benutzt
el_gr: Αλληλεπιδράσεις με τον Πάγκο Εργασίας
es: Mesas de trabajo usadas
eu_es: Lan-mahaia erabilitako aldiak
fi: Työpöytää käytetty
fil_ph: Pakikipagugnayan sa Mesang Trabahuhan
fr_ca: Interactions avec un établi
ga_ie: Idirghníomhuithe le Bord Ceardaíochta
gl_es: Interaccións co banco de traballo
he: תפעולי שולחן מלאכה
hu_hu: Megnyitott barkácsasztalok
id_id: Interaksi dengan Meja Kerja
it: Interazioni con i banchi da lavoro
ja_jp: 作業台を使用した回数
ka_ge: დაზგასთან ურთიერთქმედება
ko_kr: 제작대 사용 횟수
lb_lu: Wierkbänk benotzt
lt_lt: Naudota darbastalių
lv_lv: Mijiedarbības ar Darbagaldiem
ms_my: Interaksi dengan meja kerajinan
mt_mt: Interazzjonijiet ma' Mejda tas-Snajja
nl_nl: Interacties met werkbank
nn_no: Handlingar med arbeidsbenk
pl: Interakcji ze stołem rzemieślniczym
pt: Interações com Mesas de Trabalho
ro_ro: Interacțiuni cu mese de lucru
ru_ru: Взаимодействий с верстаком
sk_sk: Interakcií s pracovným stolom
sl_si: Število interakcij z delovno mizo
sv_se: Interaktioner med arbetsbänk
th_th: ใช้โต๊ะงานช่าง
tr_tr: Çalışma Masası ile etkileşimler
vi_vn: Số lần tương tác với bàn chế tạo
zh_cn: 与工作台互动次数
zh_tw: 工作台使用次數

# stats_tooltip_type_achievement
source: Achievement
af_za: Toekenning
ar_sa: انجاز
be_by: Дасягненне
bg_bg: Постижение
ca_es: Objectiu
cs: Úspěch
da_dk: Bedrift
de: Erfolg
de_at: Afolg
el_gr: Επίτευμα
es: Logro
eu_es: Helburua
fa_ir: دستاورد
fi: Saavutus
fil_ph: Nakamit
fr_ca: Succès
ga_ie: Bua
gl_es: Logro
he: הישג
hi_in: कारनामा
hr_hr: Postignuće
hu_hu: Mérföldkő
hy_am: հաջողություն
id_id: Penghargaan
is_is: Afrek
it: Impresa
ja_jp: 実績
ka_ge: მიღწევა
ko_kr: 업적
lb_lu: Erfolleg
lt_lt: Pasiekimas
lv_lv: Apbalvojums
ms_my: Pencapaian
mt_mt: Kisba
nl_nl: Prestatie
nn_no: Bragd
pl: Osiągnięcie
pt: Conquista
ro_ro: Realizare
ru_ru: Достижение
sk_sk: Úspech
sl_si: Dosežek
sv_se: Prestation
th_th: ความสำเร็จ
tr_tr: Başarı
vi_vn: Thành tựu
zh_cn: 成就
zh_tw: 成就

# stats_tooltip_type_statistic
source: Statistic
af_za: Statistiek
ar_sa: إحصاء
be_by: Статыстыка
bg_bg: Статистика
ca_es: Estadística
cs: Statistika
da_dk: Statistik
de: Statistik
el_gr: Σταστιστικά
es: Estadística
eu_es: Estatistika
fa_ir: آمار
fi: Tilasto
fil_ph: Statistika
fr_ca: Statistique
ga_ie: Staitistic
gl_es: Estatística
he: סטטיסטיקה
hi_in: आँकड़ा
hr_hr: Statistički
hu_hu: Statisztika
hy_am: վիճակագրություն
id_id: Tabulasi
is_is: Tölfræði
it: Statistica
ja_jp: 統計値
ka_ge: სტატისტიკა
ko_kr: 통계
lb_lu: Statistik
lt_lt: Statistika
lv_lv: Statistika
ms_my: Statistik
mt_mt: Statistika
nl_nl: Statistiek
nn_no: Statistikk
pl: Statystyka
pt: Estatística
ro_ro: Statistică
ru_ru: Статистика
sk_sk: Štatistika
sl_si: Statistika
sv_se: Statistik
th_th: สถิติ
tr_tr: İstatistik
vi_vn: Số liệu
zh_cn: 统计
zh_tw: 統計資訊

# structure_block_button_detect_size
source: DETECT
af_za: VIND
ar_sa: كشف
be_by: ВЫЗНАЧЫЦЬ
bg_bg: Откриване
ca_es: DETECTA
cs: ROZPOZNAT
da_dk: DETEKT
de: Erkennen
de_at: DAKENA
el_gr: ΑΝΙΧΝΕΥΣΕ
es: DETECTAR
fi: TUNNISTA
fil_ph: TIKTIKAN
fr_ca: DÉTECTE
ga_ie: AIMSIGH
gl_es: DETECTAR
he: זהה
hr_hr: OTKRIJ
hu_hu: INDÍTÁS
id_id: DETEKSI
it: Rileva
ja_jp: 検出
ka_ge: დადგენა
ko_kr: 감지
lb_lu: Erkennen
lt_lt: APTIKTI
lv_lv: ATKLĀT
mn_mn: ИЛРҮҮЛЭХ
ms_my: MENGESAN
mt_mt: IKKALKULA
nl_nl: DETECTEREN
pl: WYKRYJ
pt: DETETAR
ro_ro: GĂSEȘTE
ru_ru: ОПРЕДЕЛИТЬ
sk_sk: ROZPOZNAŤ
sl_si: ZAZNAJ
sv_se: LETA
th_th: ตรวจจับ
tr_tr: ALGILA
vi_vn: DÒ
zh_cn: 探测
zh_tw: 偵測
