Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_entitydata_tagError
source: Data tag parsing failed: {0}
af_za: Data merker ontleding het misluk: {0}
ar_sa: خطأ في توزيع البيانات {0}
be_by: Памылка разбору тэгаў: {0}
bg_bg: Разборът на информационния таг е неуспешен: {0}
ca_es: L'anàlisi d'etiqueta de dades ha fallat: {0}
cs: Syntaktická analýza se nezdařila: {0}
da_dk: Datatag fortolkning mislykkedes:{0}
de: Kann NBT-Daten nicht analysieren: {0}
el_gr: Η συντακτική ανάλυση του data tag απέτυχε: {0}
es: El análisis de la dataTag falló: {0}
eu_es: Analisiaren datu artzeak hyts egin du: {0}
fi: Datatagin jäsennys epäonnistui: {0}
fil_ph: Bigo ang pagsusuri ng data tag: {0}
fr_ca: L'analyse syntaxique du data tag a échoué : {0}
ga_ie: Theip ar pharsáil clib sonraí: {0}
gl_es: A análise da dataTag fallou: {0}
he: ניתוח של תג נתונים נכשל: {0}
hr_hr: Rasčlanjivanje podatkovnih oznaka nije uspjelo: {0}
hu_hu: Adatcímke értelmezése sikertelen: {0}
id_id: Parsing data gagal: {0}
is_is: Úrvinnsla gagnatags mistókst: {0}
it: L'analisi sintattica dei dati NBT è fallita: {0}
ja_jp: データタグの解析に失敗しました：{0}
ka_ge: შეცდომა მონაცემთა ტეგის გარჩევისას: {0}
ko_kr: 데이터 태그 구문 분석에 실패했습니다: {0}
lb_lu: Parsen vun den NBT-Date feelgeschloen: {0}
lt_lt: Duomenų žymės apdoroti nepavyko: {0}
lv_lv: Datu tagu analizēšana neizdevās: {0}
ms_my: Gagal menanda data: {0}
mt_mt: Data tag ħażin: {0}
nl_nl: Parseren van datatag mislukt: {0}
nn_no: Teikn-tolking mislykkast: {0}
pl: Analiza data tag zawiodła: {0}
pt: Erro na Tag dos dados: {0}
ro_ro: Analiza datelor NBT a eșuat: {0}
ru_ru: Ошибка разбора тегов: {0}
sk_sk: Nesprávny formát NBT dát: {0}
sl_si: Razčlenjevanje podatkovne oznake ni bilo uspešno: {0}
sv_se: Tolkning av datatagg misslyckades: {0}
th_th: แยกแท็กข้อมูลล้มเหลว: {0}
tr_tr: Veri etiketi ayrıştırma başarısız oldu: {0}
vi_vn: Phân tích nhãn dữ liệu thất bại: {0}
zh_cn: 数据标签解析失败：{0}
zh_tw: 資料標記解析失敗：{0}

# commands_entitydata_usage
source: /entitydata <entity> <dataTag>
be_by: /entitydata <сутнасць> <тэг>
bg_bg: /entitydata <обект> <таг>
cs: /entitydata <entita> <datový tag>
de: /entitydata <Objekt> <NBT-Daten>
es: /entitydata <entidad> <dataTag>
eu_es: /entitydata <entitatea> <Datuak >
fr_ca: /entitydata <entité> <dataTag>
gl_es: /entitydata <entidade> <dataTag>
he: /entitydata <טאג-נתון> <יישות>
hu_hu: /entitydata <entitás> <adatcímke>
it: /entitydata <entità> <dati NBT>
ja_jp: /entitydata <エンティティ名> <データタグ>
ka_ge: /entitydata <ობიექტი> <მონაც. ტეგი>
ko_kr: /entitydata <개체> <데이터 태그>
lb_lu: /entitydata <Objet> <NBT-Daten>
lt_lt: /entitydata <objektas> <duomenų-žymė>
ms_my: /entitydata <entiti> <tandaData>
nl_nl: /entitydata <entiteit> <dataTag>
pl: /entitydata <byt> <dataTag>
pt: /entitydata <entidade> <Tags>
ro_ro: /entitydata <entitate> <date NBT>
ru_ru: /entitydata <сущность> <тегДанных>
sl_si: /entitydata <entity> <podatkovnaOznaka>
sv_se: /entitydata <entitet> <datatagg>
tr_tr: /entitydata <varlık> <veriEtiketi>
vi_vn: /entitydata <thực thể> <nhãn dữ liệu>
zh_cn: /entitydata <实体> <数据标签>
zh_tw: /entitydata <實體> <資料標籤>

# commands_execute_allInvocationsFailed
source: All invocations failed: '{0}'
af_za: Alle inroepinge het misluk: '{0}'
ar_sa: كل الدعوات فشلت: '{0}'
be_by: Усе выклікі былі няўдалымі: '{0}'
bg_bg: Всички призовавания са неуспешни: "{0}"
ca_es: Han fallat totes les invocacions: '{0}'
cs: Všechna vyvolání selhala: „{0}“
da_dk: Alle påkaldelser mislykkedes: '{0}'
de: Alle Aufrufe fehlgeschlagen: '{0}'
el_gr: Όλες οι επικλήσεις απέτυχαν: «{0}»
es: Han fallado todas las invocaciones: "{0}"
fi: Komentojen suorittaminen epäonnistui: '{0}'
fil_ph: Ang lahat ng mga invocation ay nabigo: '{0}'
fr_ca: Toutes les invocations ont échoué : "{0}"
ga_ie: Theip ar gach rith: '{0}'
gl_es: Fallaron tódalas invocacións: '{0}'
he: כל הבקשות נכשלו: '{0}'
hr_hr: Sva prizivanja neuspjela: '{0}'
hu_hu: Egy parancshívás sem sikerült: '{0}'
id_id: Semua invokasi gagal: '{0}'
is_is: Öll áköll mistókust: '{0}'
it: Nessuna invocazione è riuscita: "{0}"
ja_jp: 全ての呼び出しに失敗しました：「{0}」
ka_ge: ბრძანება არ განხორციელდა: '{0}'
ko_kr: 모든 호출 실패: '{0}'
lb_lu: All Opriff feelgeschloen: '{0}'
lt_lt: Visi iššūkiai nepavyko: '{0}'
ms_my: Semua doa gagal: '{0}'
mt_mt: L-invokazzjonijiet kollha fallew: '{0}'
nl_nl: Alle aanroepen zijn mislukt: '{0}'
nn_no: Alle framkallingar mislykkas: '{0}'
pl: Wszystkie inwokacje zawiodły: '{0}'
pt: Todas as evocações falharam: '{0}'
ro_ro: Toate invocațiile au eșuat: "{0}"
ru_ru: Все вызовы не удались: "{0}"
sk_sk: Všetky žiadosti zlyhali: {0}
sl_si: Pozivi niso uspeli: '{0}'
sv_se: Utförandet misslyckades: '{0}'
th_th: ล้มเหลวทั้งหมด : {0}
tr_tr: Tüm istekler başarısız oldu: '{0}'
vi_vn: Lệnh thất bại với mọi vật: {0}
zh_cn: 全部调用失败：“{0}”
zh_tw: 無法進行任何援引：'{0}'

# commands_execute_failed
source: Failed to execute '{0}' as {1}
af_za: Kon nie '{0}' as {1} uitvoer nie
ar_sa: فشل العدام '{0}' كما ان '{1}'
be_by: Не атрымалася выканаць '{0}' як {1}
bg_bg: Неуспешно изпълняване на "{0}" като {1}
ca_es: No s'ha pogut executar '{0}' com a {1}
cs: Nelze vykonat příkaz „{0}“ jako {1}
da_dk: Udførelse af '{0}' som {1} mislykkedes
de: Fehler beim Ausführen von '{0}' als {1}
el_gr: Αποτυχία εκτέλεσης '{0}' ως {1}
es: Error al ejecutar "{0}" con {1}
eu_es: Errorea exekutatzean {0} {1} moduan
fi: Komennon '{0}' suorittaminen epäonnistui olennolle {1}
fil_ph: Nabigo sa paggawa ng '{0}$1' ng {1}$2
fr_ca: Échec de l'exécution de "{0}" sur {1}
ga_ie: Theip ar rith '{0}' mar {1}
gl_es: Error ao executar '{0}' con {1}
he: נכשל לבצע '{0}' כ{1}
hr_hr: Neuspjelo izvršavanje '{0}' kao {1}
hu_hu: '{0}' parancs {1} általi végrehajtása nem sikerült
id_id: Gagal mengeksekusi '{0}' sebagai {1}
is_is: Tókst ekki að gera '{0}' sem {1}
it: Impossibile far eseguire "{0}" a {1}
ja_jp: 「{0}」を {1} に実行することに失敗しました
ka_ge: ვერ შესრულდა '{0}' როგორც {1}
ko_kr: '{0}'을(를) {1}(으)로 실행하는데 실패했습니다
lb_lu: Fehler beim Ausféiere vu '{0}' als {1}
lt_lt: Nepavyko įvykdyti '{0}' kaip {1}
ms_my: Gagal untuk melaksanakan '{0}' sebagai {1}
mt_mt: '{0}' ma setgħetx tiġi eżegwita għal {1}
nl_nl: Gefaalt om '{0}' uit te voeren als {1}
nn_no: Kan ikkje køyre "{0}" som {1}
pl: Nie można wykonać '{0}' jako {1}
pt: Falha ao executar '{0}' como {1}
ro_ro: Nu s-a putut executa "{0}" ca {1}
ru_ru: Не удалось выполнить '{0}' как {1}
sk_sk: Príkaz '{0}' sa nepodarilo vykonať pre {1}
sl_si: Ni bilo mogoče izvesti '{0}' kot '{1}'
sv_se: Kunde inte utföra '{0}' som {1}
th_th: การดำเนินการ '{0}' เป็น '{1}' ล้มเหลว
tr_tr: {0}, {1} üzerinde yürütülemedi
vi_vn: Thực hiện '{0}' như {1} thất bại
zh_cn: 无法使{1}执行'{0}'
zh_tw: 無法執行 '{0}' 於 {1} 上

# commands_execute_usage
source: /execute <entity> <x> <y> <z> <command> OR /execute <entity> <x> <y> <z> detect <x> <y> <z> <block> <data> <command>
ar_sa: /execute <entity> <x> <y> <z> <command> أو /execute <entity> <x> <y> <z> كشف <x> <y> <z> <block> <data> <command>
be_by: /execute <істота> <x> <y> <z> <каманда> АБО /execute <сутнасць> <x> <y> <z> detect <x> <y> <z> <блок> <дадзеныя> <каманда>
bg_bg: /execute <обект> <x> <y> <z> [detect <x> <y> <z> <блокче> <данни>] <команда>
ca_es: /execute <entitat> <x> <y> <z> <comandament> OR /execute <entitat> <x> <y> <z> detect <x> <y> <z> <bloc> <data> <comandament>
cs: /execute <entita> <x> <y> <z> [detect <x> <y> <z> <blok> <data>] <příkaz>
de: /execute <Objekt> <x> <y> <z> <Befehl> ODER /execute <Objekt> <x> <y> <z> detect <x> <y> <z> <Block> <Metadaten> <Befehl>
el_gr: /execute <oντότητα> <x> <y> <z> <εντολή> ή /execute <oντότητα> <x> <y> <z> detect <x> <y> <z> <κύβος> <δεδομένα> <εντολή>
es: /execute <entidad> <x> <y> <z> <comando> O /execute <entidad> <x> <y> <z> detect <x> <y> <z> <bloque> <datos> <comando>
fi: /execute <entiteetti> <x> <y> <z> <komento> TAI /execute <entiteetti> <x> <y> <z> detect <x> <y> <z> <blokki> <data> <komento>
fil_ph: /execute <entity> <x> <y> <z> <command> O /execute <entity> <x> <y> <z> detect <x> <y> <z> <block> <data> <command>
fr_ca: /execute <entité> <x> <y> <z> <commande> OU /execute <entité> <x> <y> <z> detect <x> <y> <z> <bloc> <donnée> <commande>
he: /execute <יישות> <x> <y> <z> <או <פקודה /execute <יישות> <x> <y> <z> detect <x> <y> <z> <פקודה> <נתון> <בלוק>
hu_hu: /execute <entitás> <x> <y> <z> <parancs> VAGY /execute <entitás> <x> <y> <z> detect <x> <y> <z> <blokk> <adat> <parancs>
it: /execute <entità> <x> <y> <z> <comando> OPPURE /execute <entità> <x> <y> <z> detect <x> <y> <z> <blocco> <metadato> <comando>
ja_jp: /execute <エンティティ> <x> <y> <z> <コマンド> または /execute <エンティティ> <x> <y> <z> detect <x> <y> <z> <ブロック> <データ値> <コマンド>
ka_ge: /execute <ობიექტი> <x> <y> <z> <ბრძანება> ან /execute <ობიექტი> <x> <y> <z> detect <x> <y> <z> <ბლოკი> <პარამეტრები> <ბრძანება>
ko_kr: /execute <개체> <x> <y> <z> <명령어> 또는 /execute <개체> <x> <y> <z> detect <x> <y> <z> <블록> <데이터> <명령어>
lb_lu: /execute <Objet> <x> <y> <z> <Befehl> ODER /execute <Objet> <x> <y> <z> detect <x> <y> <z> <Block> <Metadaten> <Befehl>
lt_lt: /execute <objektas> <x> <y> <z> <komanda> ARBA /execute <objektas> <x> <y> <z> detect <x> <y> <z> <blokas> <duomenys> <komanda>
ms_my: /lancarkan <entity> <x> <y> <z> <command> ATAU /lancarkan <entity> <x> <y> <z> detect <x> <y> <z> <block> <data> <command>
mt_mt: /execute <entity> <x> <y> <z> <command> JEW /execute <entity> <x> <y> <z> detect <x> <y> <z> <block> <data> <command>
nl_nl: /execute <entiteit> <x> <y> <z> <opdracht> OF /execute <entiteit> <x> <y> <z> detect <x> <y> <z> <blok> <gegevens> <opdracht>
nn_no: /execute <entity> <x> <y> <z> <command> ELLER /execute <entity> <x> <y> <z> detect <x> <y> <z> <block> <data> <command>
pl: /execute <byt> <x> <y> <z> <polecenie> ALBO /execute <byt> <x> <y> <z> detect <x> <y> <z> <blok> <dane> <polecenie>
pt: /execute <entidade> <x> <y> <z> <comando> OU /execute <entidade> <x> <y> <z> detect <x> <y> <z> <bloco> <dados> <comando>
ro_ro: /execute <entitate> <x> <y> <z> <comandă> SAU /execute <entitate> <x> <y> <z> detect <x> <y> <z> <bloc> <metadate> <comandă>
ru_ru: /execute <сущность> <x> <y> <z> <команда> ИЛИ /execute <сущность> <x> <y> <z> detect <x> <y> <z> <блок> <доп. параметры> <команда>
sk_sk: /execute <tvor> <x> <y> <z> <príkaz> ALEBO /execute <tvor> <x> <y> <z> detect <x> <y> <z> <kocka> <dáta> <príkaz>
sl_si: /execute <entiteta> <x> <y> <z> <komanda> ALI /execute <entiteta> <x> <y> <z> detect <x> <y> <z> <kocka> <data> <komanda>
sv_se: /execute <entitet> <x> <y> <z> <kommando> ELLER /execute <entitet> <x> <y> <z> detect <x> <y> <z> <block> <data> <kommando>
th_th: /execute <entity> <x> <y> <z> <command> หรือ /execute <entity> <x> <y> <z> detect <x> <y> <z> <block> <data> <command>
tr_tr: /execute <varlık> <x> <y> <z> <komut> YA DA /execute <varlık> <x> <y> <z> detect <x> <y> <z> <blok> <veri> <komut>
vi_vn: /execute <thực thể> <x> <y> <z> <lệnh> HOẶC /execute <thực thể> <x> <y> <z> detect <x> <y> <z> <khối> <dữ liệu> <lệnh>
zh_cn: /execute <实体> <x> <y> <z> <命令> 或 /execute <实体> <x> <y> <z> detect <x> <y> <z> <方块> <数据> <命令>
zh_tw: /execute <實體> <x> <y> <z> <指令> 或 /execute <實體> <x> <y> <z> detect <x> <y> <z> <方塊> <附加資料值> <指令>

# commands_fill_failed
source: No blocks filled
af_za: Geen blokke gevul nie
ar_sa: لم يتم ملء أى مكعبات
be_by: Ніводны блок не быў запоўнены
bg_bg: Няма запълнени блокове
ca_es: No s'han col·locat blocs
cs: Žádné bloky nebyly vyplněny
da_dk: Ingen blokke blev fyldt
de: Keine Blöcke platziert
el_gr: Κανένα μπλοκ δεν τοποθετήθηκε
es: No se ha colocado ningún bloque
eu_es: Ez da blokerik bete
fa_ir: هیچ بلوکی پر نیست
fi: Ei täytettyjä kuutioita
fil_ph: Walang blocks ang napuno
fr_ca: Aucun bloc n'a été placé
ga_ie: Níor líonadh bloc ar bith
gl_es: Non se colocaron bloques
he: לא מולאו בלוקים
hr_hr: 0 blokova ispunjeno
hu_hu: Egy blokk sem került feltöltésre
id_id: Tidak ada blok yang terisi
is_is: Engir kubbar fylltir
it: Nessun blocco è stato piazzato
ja_jp: ブロックが満たされませんでした
ka_ge: ბლოკები არ შევსებულა
ko_kr: 채워진 블록이 없습니다
lb_lu: Keng Bléck opgefëllt
lt_lt: Nėra užpildytų blokų
lv_lv: Neviens bloks netika aizpildīts
ms_my: Tiada blok diisi
mt_mt: L-ebda blokka ma ġiet mimlija
nl_nl: Geen blokken gevuld
nn_no: Ingen blokker fylte
pl: Nie wypełniono żadnymi blokami
pt: Nenhum bloco preenchido
ro_ro: Niciun bloc nu a fost umplut
ru_ru: Заполнение блоками выполнить не удалось
sk_sk: Žiadne kocky nevyplnené
sl_si: Nobena kocka ni bila napoljena
sv_se: Inga block ifyllda
th_th: ไม่ได้เติมบล็อก
tr_tr: Hiçbir blok doldurulmadı
vi_vn: Chưa được chất đầy khối nào
zh_cn: 没有方块被填充
zh_tw: 未有填滿任何方塊

# commands_fill_outOfWorld
source: Cannot place blocks outside of the world
af_za: Kan nie blokke buite die wêreld plaas nie
ar_sa: غير قادر على وضع مكعبات خارج العالم
be_by: Немагчыма размясціць блок па-за межамі свету
bg_bg: Не може да се поставят блокове извън света
ca_es: No es poden posar blocs fora del món
cs: Bloky nelze umístit mimo svět
da_dk: Kan ikke placere blokke uden for verdenen
de: Kann Block nicht außerhalb der geladenen Welt platzieren
el_gr: Αδύνατη η τοποθέτηση μπλοκ έξω από τον κόσμο
es: No se puede colocar bloques fuera del mundo
eu_es: Ezin duzu blokerik jarri mundutik kanpo
fa_ir: بلوک را نمی توان خارج از جهان قرار داد
fi: Kuutioita ei voi laittaa maailman ulkopuolelle
fil_ph: Hindi mapalitan ang blocks sa labas ng mundo
fr_ca: Impossible de placer des blocs en dehors du monde
ga_ie: Ní féidir bloic a chur taobh amuigh den domhan
gl_es: Non se pode colocar bloques fora do mundo
he: אין אפשרות למקם בלוק מחוץ לעולם
hr_hr: Nije moguće postaviti blok izvan svijeta
hu_hu: Nem lehet a világon kívül blokkokat letenni
id_id: Tidak dapat menempatkan blok diluar dunia
is_is: Get ekki sett kubba utan við heiminn
it: Impossibile piazzare blocchi al di fuori del mondo
ja_jp: ワールドの範囲外にブロックを設置することはできません
ka_ge: შეუძელბელია სამყაროს გარეთ ბლოკის დადგმა
ko_kr: 세계 외부에는 블록을 놓을 수 없습니다
lb_lu: Kann Block net ausserhalb vun der geluedener Welt sëtzen
lt_lt: Negalima padėti bloko už pasaulio ribų
lv_lv: Nevar Novietot Blokus Arpus Pasaules
ms_my: Tidak dapat letak block diluar dunia
mt_mt: Ma tistax tqiegħed blokok barra mid-dinja
nl_nl: Kan blok niet plaatsen buiten de wereld
nn_no: Kan ikkje plassere blokker utanfor verda
pl: Nie można umieścić bloków poza światem
pt: Não podes colocar blocos fora do mundo
ro_ro: Nu se pot așeza blocuri în afara lumii
ru_ru: Нельзя разместить блок за границей мира
sk_sk: Kocky sa nedajú umiestniť mimo sveta
sl_si: Ni mogoče postaviti kocke izven sveta
sv_se: Kan inte placera block utanför världen
th_th: ไม่สามารถวางบล็อคนอกโลกได้
tr_tr: Dünyanın dışına blok yerleştiremezsin
vi_vn: Không thể đặt các khối ở ngoài thế giới
zh_cn: 无法在世界外放置方块
zh_tw: 無法將方塊放置在世界之外

# commands_fill_success
source: {0} blocks filled
af_za: {0} blokke gevul
ar_sa: تم ملء {0} مكعب
be_by: {0} блокаў запоўнена
bg_bg: {0} блока бяха запълнени
ca_es: {0} blocs col·locats
cs: Počet vyplněných bloků: {0}
da_dk: {0} blokke blev fyldt
de: {0} Blöcke platziert
el_gr: {0} μπλοκ τοποθετήθηκαν
es: Se han colocado {0} bloques
eu_es: {0} bloke bete dira
fa_ir: بلوک های {0} پر
fi: {0} kuutiota täytetty
fil_ph: {0} blocks napuno
fr_ca: {0} blocs ont été placés
ga_ie: {0} bloic líonta
gl_es: Colocáronse {0} bloques
he: מילא {0} בלוקים
hr_hr: {0} blokova ispunjeno
hu_hu: {0} blokk feltöltve
id_id: {0} blok terisi
is_is: {0} kubbar fylltir
it: {0} blocchi sono stati piazzati
ja_jp: {0} 個のブロックで満たしました
ka_ge: {0} ბლოკი შეივსო
ko_kr: 블록 {0}개가 채워졌습니다
lb_lu: {0} Bléck opgefëllt
lt_lt: {0} blokai užpildyti
lv_lv: {0} blokus, piepildija
ms_my: {0} blok diisi
mt_mt: {0} blokki ġew mimlija
nl_nl: {0} blokken gevuld
nn_no: {0} blokker fylte
pl: Wypełniono {0} blokami
pt: {0} blocos preenchidos
ro_ro: {0} blocuri au fost umplute
ru_ru: {0} блоков заполнено
sk_sk: Vyplnených {0} kociek
sl_si: {0} kock napoljenih
sv_se: {0} block ifyllda
th_th: เติม {0} บล็อคแล้ว
tr_tr: {0} blok dolduruldu
vi_vn: Đã chất đầy với {0} khối
zh_cn: 已填充{0}个方块
zh_tw: 已填滿 {0} 個方塊

# commands_fill_tagError
source: Data tag parsing failed: {0}
af_za: Data merker ontleding het misluk: {0}
ar_sa: خطأ في توزيع البيانات {0}
be_by: Памылка разбору тэгаў: {0}
bg_bg: Разборът на информационния таг е неуспешен: {0}
ca_es: Anàlisis de l'etiqueta de dades fallat: {0}
cs: Syntaktická analýza se nezdařila: {0}
da_dk: Fortolkning af dataetiket mislykkedes: {0}
de: Kann NBT-Daten nicht analysieren: {0}
el_gr: Η συντακτική ανάλυση του data tag απέτυχε: {0}
es: El análisis de la dataTag falló: {0}
eu_es: Data tag -aren analisiak huts egin du: {0}
fa_ir: تجزیه برچسب دیتا ناموفق پایان یافت: {0}
fi: Data tagin jäsennys epäonnistui: {0}
fil_ph: Data tag parsing nabigo: {0}
fr_ca: L'analyse syntaxique du data tag a échoué : {0}
ga_ie: Theip ar pharsáil clib sonraí: {0}
gl_es: A análise da dataTag fallou: {0}
he: ניתוח של תג נתונים נכשל: {0}
hr_hr: Analiziranje podataka nije uspjelo: {0}
hu_hu: Adatcímke értelmezése sikertelen: {0}
id_id: Parsing tag data gagal: {0}
is_is: Úrvinnsla gagnatags mistókst: {0}
it: L'analisi sintattica dei dati NBT è fallita: {0}
ja_jp: データタグの解析に失敗しました：{0}
ka_ge: შეცდომა მონაცემთა ტეგის გარჩევისას: {0}
ko_kr: 데이터 태그 구문 분석에 실패했습니다: {0}
lb_lu: Parsen vum "Data Tag" feelgeschloen: {0}
lt_lt: Duomenų žymės apdoroti nepavyko: {0}
lv_lv: Datu tagu analizēšana neizdevās: {0}
ms_my: Gagal menanda data: {0}
mt_mt: Data tag ħażin: {0}
nl_nl: Parseren van datatag mislukt: {0}
nn_no: Teikn-tolking mislykkast: {0}
pl: Analiza data tag zawiodła: {0}
pt: Erro na Tag dos dados: {0}
ro_ro: Analiza datelor NBT a eșuat: {0}
ru_ru: Ошибка разбора тегов: {0}
sk_sk: Analýza údajov záznamu sa nepodarila: {0}
sl_si: Razčlenjevanje podatkovne oznake ni bilo uspešno: {0}
sv_se: Tolkning av datatagg misslyckades: {0}
th_th: แยก Data tag ผิดพลาด: {0}
tr_tr: Veri etiketi ayrıştırma başarısız oldu: {0}
vi_vn: Phân tích nhãn dữ liệu thất bại: {0}
zh_cn: 数据标签分析失败：{0}
zh_tw: 資料標記解析失敗：{0}

# commands_fill_tooManyBlocks
source: Too many blocks in the specified area ({0} > {1})
af_za: Te veel blokke in die gespesifiseerde area ({0} > {1})
ar_sa: كتل كثيرة جداً في المجال المحدد ({0} > {1})
be_by: Зашмат блокаў у вызначанай вобласці ({0} > {1})
bg_bg: Има прекалено много блокове в посочения район ({0} > {1})
ca_es: Massa blocs a la zona especificada ({0} > {1})
cs: V označené oblasti je příliš mnoho bloků ({0} > {1})
da_dk: For mange blokke i det specificerede område ({0} > {1})
de: Zu viele Blöcke im angegebenen Bereich ({0} > {1})
el_gr: Πάρα πολλά μπλοκ στην καθορισμένη περιοχή ({0} > {1})
es: Demasiados bloques en el área especificada ({0} > {1})
eu_es: Bloke gehiegi emandako gunean ({0} > {1})
fa_ir: تعداد بلوک‌های داخل منطقه‌ی انتخاب شده بیش از حد مجاز است. ({0} > {1})
fi: Liian monta kuutiota määritetyllä alueella ({0} > {1})
fil_ph: Masyadong madami ang block sa loob ng lugar ({0} > {1})
fr_ca: Trop de blocs dans la zone spécifiée ({0} > {1})
ga_ie: An iomarca bloc sa cheantar sonraithe ({0} > {1})
gl_es: Demasiados bloques na área especificada ({0} > {1})
he: יותר מדי בלוקים במקום שצויין ({0} > {1})
hr_hr: Previše blokova u navedenom području ({0} > {1})
hu_hu: Túl sok blokk van a megadott területben ({0} > {1})
id_id: Terlalu banyak blok pada area yang dispesifikasikan ({0} > {1})
is_is: Of margir kubbar á tilgreinda svæðinu ({0} > {1})
it: Troppi blocchi nell'area specificata ({0} > {1})
ja_jp: 指定した領域にあるブロックが多過ぎます ({0} > {1})
ka_ge: აღნიშნულ ადგილას ზედმეტად ბევრი ბლოკია ({0} > {1})
ko_kr: 지정된 영역에 너무 많은 블록이 있습니다 ({0} > {1})
lb_lu: Ze vill Bléck am spezifizéierte Beräich ({0} > {1})
lt_lt: Per daug blokų nurodytoje vietoje ({0} > {1})
lv_lv: Pārāk daudz blokus norādītajā apgabalā ({0} > {1})
ms_my: Terlalu banyak blok di kawasa tertentu ({0} > {1})
mt_mt: Wisq blokki fiż-żona speċifikata ({0} > {1})
nl_nl: Teveel blokken in het opgegeven gebied ({0} > {1})
nn_no: For mange blokker i det spesifiserte området ({0} > {1})
pl: Zbyt wiele bloków w określonym obszarze ({0} > {1})
pt: Demasiados blocos na área especificada ({0} > {1})
ro_ro: Sunt prea multe blocuri în zona specificată ({0} > {1})
ru_ru: Слишком много блоков в указанной области ({0} > {1})
sk_sk: V zadanej oblasti je príliš veľa kociek ({0} > {1})
sl_si: Preveč kock v navedenem območju ({0} > {1})
sv_se: För många block i det specificerade området ({0} > {1})
th_th: มีบล็อกมากเกินไปในพื้นที่ที่ระบุ ({0} > {1})
tr_tr: Belirtilen alanda çok fazla blok var ({0} > {1})
vi_vn: Quá nhiều khối ở khu vực được lựa chọn ({0} > {1})
zh_cn: 选定区域内的方块太多（{0}>{1}）
zh_tw: 指定區域內的方塊數量太多 ({0} > {1})
