Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# createWorld_customize_presets
source: Presets
af_za: Voorverstellings
ar_sa: الإعدادات المسبقة
be_by: Шаблоны
bg_bg: Предварителни настройки
ca_es: Predeterminats
cs: Předvolby
da_dk: Forudindstillinger
de: Vorlagen
de_at: Vorlogn
el_gr: Προεπιλογές
es: Plantillas
eu_es: Ereduak
fa_ir: از پیش تنظیم شده ها
fi: Esiasetetukset
fil_ph: Mga Preset
fr_ca: Préréglages
ga_ie: Réamhshocruithe
gd_gb: Ro-sheataichean
gl_es: Modelos
he: מוגדר מראש
hi_in: प्रीसेट
hr_hr: Podešeni Svjetovi
hu_hu: Minták
hy_am: Ձևանմուշ
id_id: Preset
is_is: Forstillingar
it: Preimpostazioni
ja_jp: プリセット
ka_ge: წყობები
ko_kr: 프리셋
lb_lu: Virlagen
lt_lt: Šablonai
lv_lv: Standarti
mi_nz: Tatūkē
mk_mk: Притисни
mn_mn: Загварууд
ms_my: Praset
nl_nl: Sjablonen
nn_no: Førehandsinnstilling
pl: Szablony
pt: Predefinições
ro_ro: Presetări
ru_ru: Шаблоны
sk_sk: Predvoľby
sl_si: Predloge
sq_al: gjojnat
sv_se: Mallar
th_th: ค่าที่ตั้งไว้
tr_tr: Hazır Ayarlar
vi_vn: Cài đặt có sẵn
zh_cn: 预设
zh_tw: 預設方案

# createWorld_customize_presets_list
source: Alternatively, here are some we made earlier!
af_za: Alternatiewelik, hier is 'n paar wat ons vroeër gemaak het!
ar_sa: وبدلاً من ذلك، إليك بعض نحن به في وقت سابق!
be_by: Вы таксама можаце выкарыстаць гатовыя шаблоны!
bg_bg: Ето няколко, които направихме по-рано!
ca_es: Com alternativa, aquí n'hi han alguns que hem fet per a tu!
cs: Zde je několik předvoleb, které jsme vytvořili:
da_dk: Alternativt er her er nogle vi tidligere har lavet!
de: Alternativ sind hier einige von uns erstellte:
de_at: Alternativ kust a a poor vo ins nemma!
el_gr: Αλλιώς, εδώ είναι μερικές που κάναμε νωρίτερα!
es: O si lo prefieres, ¡puedes elegir entre estos que ya creamos!
eu_es: Bestalde, emen daude aurretik guk egindakoak!
fa_ir: متناوبا، این هم چند تایی که ما قبلا ساختیم!
fi: Voit myös valita jonkin meidän tekemistämme!
fil_ph: Kung ayaw mo, ito ang ginawa namin kanina lang!
fr_ca: Sinon, en voici d'autres que nous avons faits auparavant !
ga_ie: Nó, seo duit roinnt réamhshocruithe a rinne muid roimh ré!
gd_gb: Air neo tagh fear a rinn sinn na bu tràithe!
gl_es: Como alternativa, estes fixémolos nós antes!
he: לחלופין, הנה כמה שהכנו קודם לכן!
hi_in: वैकल्पिक रूप से, यहाँ कुछ हम पहले ही कर दिया है!
hr_hr: Inače, možeš koristiti i ova podešavanja!
hu_hu: Avagy, itt van pár, amit korábban csináltunk!
hy_am: Հակառակ դեպքում, ահա՛ որոշ տարբերակներ առաջարկված մեր կողմից
id_id: Atau, inilah beberapa yang kita buat sebelumnya!
is_is: Annars geturðu notað þessa hér sem við gerðum!
it: In alternativa, eccone alcune che abbiamo creato in precedenza!
ja_jp: もしくは、次のプリセットから選んでください！
ka_ge: გარდა ამისა, აქ მოცემულია ჩვენს მიერ გაკეთებულები!
ko_kr: 여기에 저희가 미리 만들어 놓은 것들이 있습니다!
lb_lu: Alternativ, hei e puer déi mir erstallt hunn!
lt_lt: ... arba galite pasinaudoti šablonais, kuriuos padarėme anksčiau!
lv_lv: Alternatīvi, šeit ir daži ko mēs jau agrāk izveidojām!
mi_nz: Tērā rānei, konei te etahi hanga tatou i mua!
mk_mk: Алтернативно еве малку што направивме!
ms_my: Sebagai alternatif, inilah beberapa praset yang kami sediakan sebelum ini!
mt_mt: Alternattivament, hawn tista' ssib ftit li għamilna aħna!
nl_nl: Hier zijn er ook een paar die wij hebben gemaakt!
nn_no: Til alternativ er det nokon her me har lagd tidlegare!
pl: Ewentualnie wybierz któryś spośród gotowych szablonów!
pt: Alternativamente, aqui estão alguns que já criámos!
ro_ro: Alternativ, aici sunt câteva create de noi!
ru_ru: Или можете воспользоваться готовыми шаблонами!
sk_sk: Každopádne, tu je zopár od nás!
sl_si: Lahko pa uporabiš že vnaprej narejene!
sq_al: provoje,ma e mire!
sv_se: Du skulle också kunna använda några vi redan gjort!
th_th: หรือจะใช้การตั้งค่าที่เราตั้งค่าไว้ให้แล้วก็ได้!
tr_tr: Alternatif olarak, daha önce yaptıklarımızdan bazıları!
vi_vn: Ngoài ra, đây là một số thứ chúng tôi đã làm từ trước đó!
zh_cn: 另外，这里是些我们早期制作好的！
zh_tw: 您也可以選擇預先設定的地形！

# createWorld_customize_presets_select
source: Use Preset
af_za: Gebruik Voorverstelling
ar_sa: استخدام إعداد مسبق
be_by: Выкарыстаць шаблон
bg_bg: Използване
ca_es: Fes servir el predeterminat
cs: Použít předvolbu
da_dk: Brug forudindstilling
de: Vorlage benutzen
de_at: Vorlog heanemma
el_gr: Χρήση ρύθμισης
es: Usar plantilla
eu_es: Eredua erabili
fa_ir: استفاده از پیش تعیین شده
fi: Käytä esiasetusta
fil_ph: Gamitin ito
fr_ca: Utiliser
ga_ie: Úsáid an Réamhshocrú
gd_gb: Cleachd an ro-sheata
gl_es: Usar modelo
he: השתמש בהגדרה מראש
hi_in: प्रीसेट का उपयोग करें
hr_hr: Gotovo
hu_hu: Minta használata
hy_am: Օգտագործել Ձևանմուշը
id_id: Gunakan Preset
is_is: Nota forstillingu
it: Usa
ja_jp: プリセットを使用
ka_ge: წყობის გამოყენება
ko_kr: 프리셋 사용
lb_lu: Virlag benotzen
lt_lt: Naudoti šabloną
lv_lv: Izmantot standartu
mi_nz: whakamahi tatūkē
mk_mk: Користи
mn_mn: Загвар хэрэглэх
ms_my: Gunakan Praset
mt_mt: Uża Preset
nl_nl: Sjabloon gebruiken
nn_no: Bruk førehandsinnstilling
pl: Użyj szablonu
pt: Usar Predefinição
ro_ro: Folosește
ru_ru: Использовать
sk_sk: Použiť predvoľbu
sl_si: Uporabi predlogo
sq_al: pertor gjojnat
sv_se: Använd mall
th_th: ใช้ค่าที่ตั้งไว้
tr_tr: Hazır Ayarı Kullan
vi_vn: Sử dụng cài đặt có sẵn
zh_cn: 使用预设
zh_tw: 使用預設地形

# createWorld_customize_presets_share
source: Want to share your preset with someone? Use the below box!
af_za: Wil jy jou voorverstelling met iemand deel? Gebruik die onderstaande boks!
ar_sa: هل ترغب في مشاركة الخاص بك مسبقاً مع شخص ما؟ استخدام المربع أدناه!
be_by: Жадаеце падзяліцца сваім шаблонам з кімсьці? Карыстайцеся полем ніжэй!
bg_bg: Искате ли да споделите вашите предварително зададени настройки с някого? Използвайте полето по-долу!
ca_es: Vols compartir el món predeterminat amb algú? Fes servir el requadre de sota!
cs: Chceš se s někým podělit o svoji předvolbu? Použij následující textové pole!
da_dk: Vil du dele din forudindstilling med nogen? Brug boksen herunder!
de: Willst du die Vorlage mit jemandem teilen? Benutze das Eingabefeld:
de_at: Wüst du de Vorlog ebban weidagem? Nimm des Eigobeföd!
el_gr: Θέλετε να μοιραστείτε την ρύθμιση σας με κάποιον; Χρησιμοποιήστε το παρακάτω πεδίο!
es: ¿Quieres compartir tu plantilla? ¡Usa el siguiente recuadro!
eu_es: Eredua norbaitekin partekatu nahi duzu? Erabili beko karratua!
fa_ir: می خواهید از پیش تعیین شده تان را برای کسی به اشتراک بگذارید؟ از قسمت زیر استفاده کنید!
fi: Haluatko jakaa esiasetuksesi muillekin? Käytä alla olevaa kenttää!
fil_ph: Gusto mo ba ibigay ang preset mo sa isang kasama? Gamitin mo ito!
fr_ca: Vous voulez partager votre préréglage ? Utilisez ce champ :
ga_ie: Ar mhaith leath do réamhshocrú a roinnt? Úsáid an bosca thíos!
gd_gb: A bheil thu airson an ro-sheata agad a cho-roinneadh? Cleachd am bogsa gu h-ìosal!
gl_es: Queres compartir o teu modelo con alguén? Usa o botón de abaixo!
he: רוצה לשתף את הקביעה המוגדרת מראש עם מישהו? השתמש בתיבה למטה!
hi_in: आपके प्रीसेट किसी के साथ साझा करना चाहते हैं? का प्रयोग करें बॉक्स के नीचे!
hr_hr: Želiš podijeliti svoj podešeni svijet s nekime? Koristi opciju ispod!
hu_hu: Szeretnéd megosztani a mintádat valakivel? Használd a lenti dobozt!
hy_am: Եթե ուզում ես կիսվել քո ձևանմուշով մյուսների հետ՝ օգտագործի՛ր ներգևի տողը
id_id: Ingin berbagi pengaturanmu dengan orang lain? Gunakan kotak di bawah!
is_is: Viltu deila þessari forstillingu með einhverjum? Notaðu þá kassann hér fyrir neðan!
it: Vuoi condividere la preimpostazione con qualcuno? Usa questo riquadro!
ja_jp: あなたのプリセットを誰かと共有したいですか？ この入力欄を使ってください！
ka_ge: გსურთ გაუზიაროთ თქვენი წყობა სხვას? გამოიყენეთ ქვემოთა სარკმელი!
ko_kr: 프리셋을 공유하고 싶나요? 아래에 있는 값을 다른 사람들에게 알려주세요!
lb_lu: Wëlls du deng Virlag deelen? Benotz d' Këscht ënnendrënner!
lt_lt: Norite pasidalinti savo šablonu su kuo nors kitu? Naudokite laukelį apačioje!
lv_lv: Vēlies dalīties ar savu standartu? Izmanto lodziņu apakšā!
mi_nz: E hiahia ana ki te faaite i to koutou tatūkē ki te tangata? Whakamahia te pouaka i raro nei!
mk_mk: Да споделиш со некого? Долу!
mn_mn: Өөрийн загвараа бусадтай хуваалцмаар байна уу? Доод талын хайрцгийг ашиглаарай!
ms_my: Ingin berkongsi praset anda dengan seseorang? Gunakan kotak di bawah!
mt_mt: Trid taqsam il-preset tiegħek ma' ħaddieħor? Uża l-kaxxa t'hawn taħt!
nl_nl: Wil je je sjabloon met iemand delen? Gebruik het vak hieronder!
nn_no: Lyst til å dela ein førehandsinnstilling med nokon? Bruk boksen under!
pl: Chcesz się podzielić swoim szablonem z innymi? Użyj pola poniżej!
pt: Queres partilhar esta predefinição com alguém? Utiliza a caixa abaixo!
ro_ro: Vrei să împărtășești presetarea cu cineva? Folosește câmpul de mai jos!
ru_ru: Хотите поделиться с другими своими шаблонами? Используйте поле ниже!
sk_sk: Chceš s niekým zdieľať svoju predvoľbu? Použi kód v tomto okienku!
sl_si: Želiš deliti svojo predlogo z nekom? Uporabi spodnje polje!
sq_al: a do ta shpernash gjojnat? Perdor butonat poshte!
sv_se: Vill du dela dina mallar med någon? Använd fältet nedan!
th_th: อยากแบ่งปันค่าที่คุณตั้งขึ้นเองใช่ไหม? คัดลอกจากช่องข้อความนี้ไปสิ!
tr_tr: Hazır ayarlarını birileriyle paylaşmak ister misin? Aşağıdaki kutuyu kullan!
vi_vn: Bạn muốn chia sẻ các cài đặt có sẵn của bạn với một người khác ư? Hãy sử dụng hộp bên dưới!
zh_cn: 想要与别人分享你的预设方案吗？使用下面的输入框吧！
zh_tw: 想分享你設定的地形嗎？請使用下方文字框！

# createWorld_customize_presets_title
source: Select a Preset
af_za: Kies 'n Voorverstelling
ar_sa: حدد إعداد مسبق
be_by: Выберыце шаблон
bg_bg: Избиране предварително зададени настройки
ca_es: Selecciona un tipus de món predeterminat
cs: Vyber předvolbu
da_dk: Vælg en forudindstilling
de: Vorlage auswählen
de_at: Vorlog auswöhn
el_gr: Επιλέξτε μια προκαθορισμένη ρύθμιση
es: Selecciona una plantilla
eu_es: Eredua aukeratu
fa_ir: انتخاب از پیش تعیین شده
fi: Valitse esiasetus
fil_ph: Pumili ng Preset
fr_ca: Préréglages du monde plat
ga_ie: Roghnaigh Réamhshocrú
gd_gb: Tagh ro-sheata
gl_es: Seleccione un modelo
he: בחר קביעה מוגדרת מראש
hi_in: प्रीसेट का चयन करें
hr_hr: Odaberi Podešeni Svijet
hu_hu: Minta választása
hy_am: Ընտրեք Ձևանմուշ
id_id: Pilih Preset
is_is: Velja forstillingu
it: Seleziona una preimpostazione
ja_jp: プリセットの選択
ka_ge: წყობის არჩევა
ko_kr: 프리셋 선택
lb_lu: Wiel eng Virlag
lt_lt: Šablono pasirinkimas
lv_lv: Izvēlēties standartu
mi_nz: tīpako i te tatūkē
mk_mk: Избери
mn_mn: Загвар сонгох
ms_my: Pilih satu praset
mt_mt: Agħżel Preset
nl_nl: Sjabloon selecteren
nn_no: Vel førehandsinnstilling
pl: Wybierz szablon
pt: Escolher uma Predefinição
ro_ro: Alege o presetare
ru_ru: Выбор шаблона
sk_sk: Výber predvoľby
sl_si: Izberi predlogo
sq_al: selekto gjojnat
sv_se: Välj en mall
th_th: เลือกค่าที่ตั้งไว้
tr_tr: Hazır Ayar Seçin
vi_vn: Lựa chọn cài đặt có sẵn
zh_cn: 选择一个预设
zh_tw: 選擇預設地形

# death_attack_anvil
source: {0} was squashed by a falling anvil
af_za: {0} is verpletter deur 'n aambeeld
ar_sa: {0} وقع عليه Anvil
be_by: {0} быў раздаўлены кавадлай
bg_bg: {0} беше смачкан от падаща наковалня
ca_es: {0} ha estat aixafat per una enclusa
cs: Hráč {0} byl rozmáčknut padající kovadlinou
da_dk: {0} blev mast af en faldende ambolt
de: {0} wurde von einem fallenden Amboss zerquetscht
el_gr: Ένα αμόνι έλιωσε τον/την {0}
es: {0} ha sido aplastado por un yunque
eu_es: {0}-(e)k ingude batekin zanpatu eginda geratu zen
fa_ir: {0} توسط Anvil پرس شد
fi: {0} liiskautui putoavan alasimen alle
fil_ph: Nahulugan si {0} ng isang palihan
fr_ca: {0} s'est fait écraser par une enclume
ga_ie: Thit inneoin ar {0} agus bascadh í/é
gl_es: {0} foi esmagado por unha zafra
he: {0} נמחץ על ידי סדן נופל
hi_in: {0} एक गिरने निहाई द्वारा कुचल गया था
hr_hr: Padajući nakovanj je spljoštio {0}
hu_hu: {0} kilapult egy zuhanó üllő alatt
hy_am: {0}-գլխին սալ ընկավ
id_id: {0} tertimpa paron
is_is: {0} var kramin af fallandi steðja
it: {0} è stato spiaccicato da un'incudine
ja_jp: {0} は落下してきた金床に押しつぶされた
ka_ge: {0} გასრისა ჩამოვარდნილმა გრდემლმა
ko_kr: {0}이(가) 떨어지는 모루에 깔렸습니다
lb_lu: {0} ass vun engem Amboss zerquetscht ginn
lt_lt: {0} buvo pritrėkštas/a krintančio priekalo
lv_lv: Krītoša lakta saspieda {0}
ms_my: {0} telah dihapuskan oleh andas jatuh
mt_mt: {0} ġie mgħaffeġ b'inkwina
nl_nl: {0} is verpletterd door een vallend aambeeld
nn_no: {0} vart kverka av ein fallande ambolt
pl: Gracz {0} został zmiażdżony przez spadające kowadło
pt: {0} foi esmagado por uma bigorna
ro_ro: {0} a fost strivit(ă) de o nicovală
ru_ru: {0} раздавлен упавшей наковальней
sk_sk: Hráča {0} rozpučila padajúca nákova
sl_si: {0} je bil zmečkan pod padajočim nakovalom
sv_se: {0} krossades av ett fallande städ
th_th: {0} โดนทั่งตีเหล็กหล่นทับจนแบน
tr_tr: {0} düşen bir örs tarafından ezildi
vi_vn: {0} đã bị đè nát khi một cái đe rơi xuống
zh_cn: {0}被坠落的铁砧压扁了
zh_tw: {0} 被墜落下來的鐵砧壓扁了

# death_attack_arrow
source: {0} was shot by {1}
af_za: {0} is geskiet deur {1}
ar_sa: {0} قتل {1} بالاسهم
be_by: {1} застрэліў {0}
bg_bg: {0} бе застрелян от {1}
ca_es: {1} ha disparat a {0}
cs: Hráč {0} byl zastřelen hráčem {1}
da_dk: {0} blev skudt af {1}
de: {0} wurde von {1} erschossen
el_gr: {0} πυροβολήθηκε από {1}
es: {0} ha muerto por un flechazo de {1}
eu_es: {0}-(r)i {1}-(e)k tiro egin zion
fa_ir: {0} توسط {1} تیرباران شد
fi: {1} ampui pelaajan {0}
fil_ph: Tinamaan si {0} ng {1}
fr_ca: {0} s'est fait tirer dessus par (un(e)) {1}
ga_ie: Lámhach {1} {0}
gl_es: {0} foi disparado por {1}
he: {0} נורה על-ידי {1}
hi_in: {0} द्वारा गोली मार दी गई {1}
hr_hr: {1} je ustrijelio {0}
hu_hu: {1} lelőtte {0} játékost
hy_am: {1} կրակեց {0}-ին
id_id: {0} dipanah oleh {1}
is_is: {0} var skotin af {1}
it: {0} è stato trafitto da {1}
ja_jp: {0} は {1} に射抜かれた
ka_ge: {1}-მ(ა) ისრით მოკლა {0}
ko_kr: {0}이(가) {1}에게 저격당했습니다
lb_lu: {1} huet den {0} erschoss
lt_lt: {0} buvo nušautas/a pasidarbavus {1}
lv_lv: {1} nošāva {0}
ms_my: {0} ditembak oleh {1}
mt_mt: {0} ġie milqut minn {1}
nl_nl: {0} is doodgeschoten door {1}
nn_no: {0} vart skoten av {1}
pl: Gracz {0} został zastrzelony przez gracza {1}
pt: {0} foi atingido por {1}
ro_ro: {0} a fost lovit(ă) cu o săgeată de {1}
ru_ru: {0} застрелен {1}
sk_sk: {0} bol zastrelený hráčom {1}
sl_si: {1} je ustrelil {0}
sv_se: {0} sköts av {1}
th_th: {0} ถูกยิงโดย {1}
tr_tr: {0}, {1} tarafından vuruldu
vi_vn: {0} đã bị bắn bởi {1}
zh_cn: {0}被{1}射杀
zh_tw: {0} 被 {1} 射殺了

# death_attack_arrow_item
source: {0} was shot by {1} using {2}
af_za: {0} is geskiet deur {1} met {2}
ar_sa: {0} اُطلقت عليه الاسهم بواسطة {1} مستخدماً {2}
be_by: {1} застрэліў {0} з дапамогай {2}
bg_bg: {0} бе застрелян от {1} чрез {2}
ca_es: {1} ha disparat a {0} utilitzant {2}
cs: Hráč {0} byl zastřelen hráčem {1} pomocí {2}
da_dk: {0} blev skudt af {1} ved hjælp af {2}
de: {0} wurde von {1} mit {2} erschossen
el_gr: {0} πυροβολήθηκε από {1} χρησιμοποιώντας {2}
es: {0} ha muerto por un flechazo de {1} con su {2}
eu_es: {0}-(r)i {1}-(e)k {2} erabiliz tiro egin zion
fa_ir: {0} توسط {1} بوسیله ی {2} کشته شد
fi: {1} ampui pelaajan {0} käyttämällä {2}
fil_ph: Tinamaan si {0} ni {1} gamit ng {2}
fr_ca: {0} s'est fait tirer dessus par (un) {1} avec {2}
ga_ie: Lámhach {1} {0} le {2}
gl_es: {0} foi disparado por {1} usando {2}
he: {0} נורה על-ידי {1} באמצעות s$ %3
hi_in: {0} द्वारा गोली मार दी गई {1} का उपयोग करते हुए {2}
hr_hr: {1} je ustrijelio {0} pomoću {2}
hu_hu: {1} lelőtte {0} játékost {2} nevű íjával
hy_am: {1} կրակեց {0}-ին օգտագործելով {2}
id_id: {0} dipanah oleh {1} menggunakan {2}
is_is: {0} var skotin af {1} með {2}
it: {0} è stato trafitto da {1} armato di {2}
ja_jp: {0} は {1} の {2} で射抜かれた
ka_ge: {1}-მ(ა) ესროლა {0}-ს {2} და მოკლა
ko_kr: {0}이(가) {2}을(를) 사용한 {1}에게 저격당했습니다
lb_lu: {1} huet den {0} mat {2} erschoss
lt_lt: {0} buvo nušautas/a pasidarbavus {1} su {2}
lv_lv: {1} nošāva {0} izmantojot {2}
ms_my: {0} ditembak oleh {1} menggunakan {2}
mt_mt: {0} ġie milqut minn {1} b' {2}
nl_nl: {0} is doodgeschoten door {1} met een {2}
nn_no: {0} vart skoten av {1} med {2}
pl: Gracz {0} został zastrzelony przez gracza {1} za pomocą: {2}
pt: {0} foi atingido por {1} usando {2}
ro_ro: {0} a fost lovit(ă) cu o săgeată de {1} cu {2}
ru_ru: {0} застрелен {1} с помощью {2}
sk_sk: {0} bol zastrelený hráčom {1} použitím {2}
sl_si: {1} je z {2} ustrelil {0}
sv_se: {0} sköts av {1} med {2}
th_th: {0} ถูกยิงโดย {1} ที่ใช้ {2}
tr_tr: {0}, {2} kullanarak {1} tarafından vuruldu
vi_vn: {0} đã bị bắn do {1} dùng {2}
zh_cn: {0}被{1}用{2}射杀
zh_tw: {0} 被 {1} 用 {2} 射殺

# death_attack_cactus
source: {0} was pricked to death
af_za: {0} is doodgesteek
ar_sa: {0} توفي
be_by: {0} скалоўся насмерць
bg_bg: {0} беше убоден до смърт
ca_es: {0} s'ha topat amb un cactus
cs: Hráč {0} byl brutálně ubodán kaktusem
da_dk: {0} blev stukket ihjel
de: {0} wurde zu Tode gestochen
el_gr: Ο/Η {0} τσιμπήθηκε μέχρι θανάτου
es: {0} ha muerto entre espinas
eu_es: {0}-(e)k heriotzaraino ziztatu zen
fa_ir: {0} توسط کاکتوس آبکش شد!
fi: {0} piikitettiin kuoliaaksi
fil_ph: Tinusok si {0} hanggang mamatay
fr_ca: {0} s'est fait piquer à mort
ga_ie: Fuair {0} bás den phriocadh
gl_es: {0} foi pinchado ata morrer
he: {0} נדקר למוות
hi_in: {0} मौत को चुभ गया था
hr_hr: {0} je izboden na smrt
hu_hu: {0} belehalt a szurkálásba
hy_am: {0} ծակծկվեց ցմահ
id_id: {0} tertusuk hingga mati
is_is: {0} var stunginn til dauða
it: {0} è morto punzecchiato
ja_jp: {0} はサボテンが刺さって死んだ
ka_ge: {0} კაქტუსებმა დაღუპეს
ko_kr: {0}이(가) 찔려 죽었습니다
lb_lu: {0} ass ze Dout gepickt ginn
lt_lt: {0} buvo užbadytas/a iki mirties
lv_lv: {0} tika sadurts līdz nāvei
ms_my: {0} dicucuk sehingga mati
mt_mt: {0} ġie mniggeż sal-mewt
nl_nl: {0} is doodgeprikt
nn_no: {0} stakk seg i hel
pl: Gracz {0} został zakłuty na śmierć
pt: {0} foi picado até à morte
ro_ro: {0} a murit înțepat(ă)
ru_ru: {0} исколот до смерти
sk_sk: Hráč {0} bol smrteľne dopichaný
sl_si: {0} se je zbodel do smrti
sv_se: {0} stacks ihjäl
th_th: {0} โดนหนามตำตาย
tr_tr: {0} ölümüne iğnelendi
vi_vn: {0} đã bị đâm chích đến chết
zh_cn: {0}被戳死了
zh_tw: {0} 被仙人掌刺死了

# death_attack_cactus_player
source: {0} walked into a cactus whilst trying to escape {1}
af_za: {0} het in 'n kaktus vasgeloop tydens 'n ontsnappingspoging vanaf {1}
ar_sa: {0} مشى داخل صبّار وهو يحاول الهرب {1}
be_by: {0} наткнуўся на кактус, збягаючы ад {1}
bg_bg: {0} се набоде в кактус, докато се опитваше да избяга от {1}
ca_es: {0} s'ha topat amb un cactus mentre escapava de {1}
cs: Hráč {0} naběhl na kaktus během útěku před {1}
da_dk: {0} gik ind i en kaktus i forsøget på at undslippe {1}
de: {0} rannte beim Versuch {1} zu entkommen in einen Kaktus
el_gr: Ο/Η {0} έπεσε πάνω σε έναν κάκτο προσπαθώντας να ξεφύγει από τον/την {1}
es: {0} ha pisado un cactus mientras intentaba huir de {1}
eu_es: {0}-(e)k kaktusetan sartu zen {1}-(r)engandik ihes egin saiatzean
fa_ir: {0} هنگام فرار از دست {1} به کاکتوس خورد.
fi: {0} käveli kaktukseen yrittäessään paeta {1}:lta
fil_ph: Natusok si {0} habang tumatakbo kay {1}
fr_ca: {0} a foncé dans un cactus en tentant de fuir (un(e)) {1}
ga_ie: Bhuail {0} i gcoinne cachtais agus é/í ag iarraidh éalú ó {1}
gl_es: {0} espiñouse cun cacto mentres trataba de escapar de {1}
he: {0} מת בהיתקלות עם קקטוס בניסיון בריחה מ {1}
hi_in: Test
hr_hr: {0} se zabio u kaktus bježeći od {1}
hu_hu: {0} belesétált egy kaktuszba, miközben {1} elől menekült
hy_am: {0} վազեց կակտուսի վրա, փորցելով փախչել {1}-ից
id_id: {0} berjalan ke kaktus saat kabur dari {1}
is_is: {0} gekk á kaktus þegar hann var að flýja {1}
it: {0} è finito contro un cactus fuggendo da {1}
ja_jp: {0} は {1} から逃げようとしてサボテンにぶつかった
ka_ge: {1}-გან თავის დაღწევისას, {0} დაეჯახა კაქტუსს
ko_kr: {0}이(가) {1}(으)로부터 도망가려다 선인장으로 걸어들어갔습니다
lb_lu: {0} ass beim Versuch dem {1} ze entwëschen an ee Kaktus gerannt
lt_lt: {0} atsitrenkė į kaktusą bandydamas/a pabėgti nuo {1}
lv_lv: {0} ieskrēja kaktusā, mēģinot aizbēgt no {1}
ms_my: {0} terlanggar sepohon pokok kaktus ketika melarikan diri daripada {1}
mt_mt: {0} mexa ġo kaktus waqt li kien qed jipprova jaħrab lil {1}
nl_nl: {0} is tegen een cactus aangelopen tijdens het vluchten voor {1}
nn_no: {0} gjekk rett på ein kaktus under flukt frå {1}
pl: Gracz {0} wszedł na kaktus, próbując uciec przed graczem {1}
pt: {0} foi contra um cato enquanto tentava escapar {1}
ro_ro: {0} a intrat într-un cactus încercând să scape de {1}
ru_ru: {0} наткнулся на кактус, спасаясь от {1}
sk_sk: {0} vkráčal do kaktusu pri úteku hráčovi {1}
sl_si: {0} je stopil na kaktus, ko je poskušal pobegniti {1}
sv_se: {0} gick in i en kaktus i ett försök att fly från {1}
th_th: {0} เดินไปหากระบองเพชรระหว่างหนี {1}
tr_tr: {0}, {1}'den kaçmaya çalışırken bir kaktüse çarptı
vi_vn: {0} đã lao vào một cây xương rồng khi đang cố trốn khỏi {1}
zh_cn: {0}在试图逃离{1}时撞上了仙人掌
zh_tw: {0} 避開 {1} 時，被仙人掌刺死了

# death_attack_dragonBreath
source: {0} was roasted in dragon breath
af_za: {0} is gebraai in die draak se asem
ar_sa: تفحم {0} في تنفس التّنين
be_by: {0} падсмажаны подыхам цмока
bg_bg: {0} беше изпечен от Драконовия дъх
ca_es: {0} ha sigut calcinat per l'alè del drac
cs: Hráč {0} byl sežehnut dračím dechem
da_dk: {0} blev brændt i drage ånde
de: {0} wurde im Drachenatem geröstet
el_gr: {0} ψήθηκε στην δρακόντια ανάσα
es: {0} ha sido calcinado por el aliento del dragón
fa_ir: {0} با نفس اژدها کباب شد
fi: {0} paahtui lohikäärmeen henkäyksessä
fil_ph: {0} ay naihaw sa hininga ng dragon
fr_ca: {0} s'est fait rôtir par le souffle ardent d'un dragon
ga_ie: Róstadh {0} in anáil dragain
gd_gb: Chaidh {0} a ròstadh le anail dràgoin
gl_es: {0} foi tostado co alento do dragón
he: {0} נשרף מנשימת דרקון
hr_hr: {0} je ispekao zmajev dah
hu_hu: {0} megsült az Endersárkány leheletében
id_id: {0} dipanggang dalam napas naga
it: {0} è arrostito nel soffio di drago
ja_jp: {0} はドラゴンの息で炙り焼きにされた
ka_ge: {0} დრაკონის სუნთქვამ შებრაწა
ko_kr: {0}이(가) 드래곤의 숨결에 구워졌습니다
lb_lu: {0} gouf am Draachenotem geréischtert
lt_lt: {0} buvo paskrudintas/a drakonės dvelksme
lv_lv: Pūķa elpa izcepa {0}
ms_my: {0} telah terpanggang dalam nafas naga
mt_mt: {0} ġie mixwi fin-nar ta' dragun
nl_nl: {0} werd geroosterd door drakenadem
nn_no: {0} vart sprøsteikt av drakepust
pl: Gracz {0} został upieczony smoczym oddechem
pt: {0} foi torrado em bafo de dragão
ro_ro: {0} s-a pârjolit în răsuflarea dragonului
ru_ru: {0} растворился в драконьем дыхании
sk_sk: {0} bol upražený v Dračom Dychu
sl_si: {0} je spražil zmajev dih
sv_se: {0} grillades i drakeld
th_th: {0} ถูกลมหายใจของมังกร
tr_tr: {0} ejderha nefesinde kavruldu
vi_vn: {0} đã bị nướng trong hơi thở của rồng
zh_cn: {0}被龙之吐息所烤焦
zh_tw: {0} 被龍之吐息烤熟了

# death_attack_drown
source: {0} drowned
af_za: {0} het verdrink
ar_sa: {0} غرق الاعب
be_by: {0} патануў
bg_bg: {0} се удави
ca_es: {0} s'ha ofegat
cs: Hráč {0} utonul
da_dk: {0} druknede
de: {0} ertrank
el_gr: Ο/Η {0} πνίγηκε
es: {0} se ha ahogado
eu_es: {0} itota hil zen
fa_ir: {0} غرق شد.
fi: {0} hukkui
fil_ph: Nalunod si {0}
fr_ca: {0} s'est noyé(e)
ga_ie: Bádh {0}
gl_es: {0} afogou
he: {0} טבע
hi_in: {0} डूब गए
hr_hr: {0} se utopio
hu_hu: {0} megfulladt
hy_am: {0} խեղդվեց
id_id: {0} tenggelam
is_is: {0} drukknaði
it: {0} è annegato
ja_jp: {0} は溺れ死んだ
ka_ge: {0} დაიხრჩო
ko_kr: {0}이(가) 익사했습니다
lb_lu: {0} ass ersoff
lt_lt: {0} nuskendo
lv_lv: {0} noslīka
ms_my: {0} mati lemas
mt_mt: {0} għereq
nl_nl: {0} is verdronken
nn_no: {0} drukna
pl: Gracz {0} utonął
pt: {0} afogou-se
ro_ro: {0} s-a înecat
ru_ru: {0} утонул
sk_sk: {0} sa utopil
sl_si: {0} je utonil
sv_se: {0} drunknade
th_th: {0} จมน้ำ
tr_tr: {0} boğuldu
vi_vn: {0} đã chết đuối
zh_cn: {0}淹死了
zh_tw: {0} 溺死了
