Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# soundCategory_record
source: Jukebox/Note Blocks
af_za: Musiekspeler/Nootblokke
ar_sa: الموسيقي / Noteblocks
be_by: Прайгравальнік/Нотныя блокі
bg_bg: Джубокс/Музик. бл.
ca_es: Tocadiscs/Blocs musicals
cs: Hrací skříň
da_dk: Jukebox/Nodeblokke
de: Musikblöcke
el_gr: Τζούκμποκς/Μουσικοί Κύβοι
es: Bloques musicales
eu_es: Musika kaxa/ Nota blokeak
fa_ir: جعبه گرامافون خودکار دارای سوراخی برای ریختن پول و دکمه مخصوص انتخاب صفحه / Noteblocks
fi: Levysoitin/Nuottikuutiot
fil_ph: Musika ng Bloke/Tinig ng Bloke
fr_ca: Disques et notes
ga_ie: Júcbhosca/Bloic Nóta
gl_es: Tocadiscos/Bloques musicais
he: תיבת נגינה/תיבת צליל
hi_in: ज्यूकबॉक्स / नोट ब्लॉकों
hr_hr: Jukebox/Glazbeni Blok
hu_hu: Zenegép/Hangdoboz
hy_am: Երաժշտական բլոկներ
is_is: Glymskratti / Nótna kassi
it: Dischi e blocchi sonori
ja_jp: ジュークボックス/音符ブロック
ka_ge: დამკვრელი/მუსიკალური ბლოკები
ko_kr: 주크박스/노트 블록
lb_lu: Museksbléck
lt_lt: Diskų grotuvas/Natų blokas
lv_lv: Atskaņotājs/Skaņu kaste
mi_nz: Poraka rekoata / Tuhipoka
mk_mk: Џубокс/Забелешкаблокови
mn_mn: Эгшигт хайрцаг/Хөгжим
ms_my: Jukebox/Blok Nota
mt_mt: Jukebox / Blokki tal-Mużika
nl_nl: Jukebox/nootblokken
nn_no: Platespelar/Musikkblokker
pl: Bloki dźwiękowe
pt: Jukebox/Blocos Musicais
ro_ro: Discuri și note
ru_ru: Музыкальные блоки
sk_sk: Platne/Hudobné kocky
sl_si: Gramofon/Glasbena kocka
sv_se: Jukebox/notblock
th_th: ตู้เพลง/กล่องตัวโน๊ต
tr_tr: Müzik/Nota Bloğu
vi_vn: Hộp nhạc/Khối nhạc
zh_cn: 唱片机/音符盒
zh_tw: 唱片機/音符盒

# soundCategory_voice
source: Voice/Speech
af_za: Stem/Spraak
ar_sa: صوت/الكلام
be_by: Голас/Маўленне
bg_bg: Глас/Реч
ca_es: Veu
cs: Hlas a řeč
da_dk: Stemme/tale
de: Stimme/Sprache
de_at: Stimm/Sproch
el_gr: Φωνή/Ομιλία
es: Voz
eu_es: Ahots/Hizketa
fa_ir: صوت/سخن
fi: Ääni/puhe
fil_ph: Boses/Salita
fr_ca: Voix et paroles
ga_ie: Glór/Caint
gd_gb: Guthan/Cainnt
gl_es: Voz
he: קול/דיבור
hi_in: आवाज/भाषण
hr_hr: Glas/Govor
hu_hu: Beszéd/Hang
id_id: Suara/Kata-kata
is_is: Rödd
it: Voce e dialoghi
ja_jp: 声/スピーチ
ka_ge: ხმა/საუბარი
ko_kr: 음성
lb_lu: Stemm/Sproch
lt_lt: Balsas/kalba
lv_lv: Balss/runa
mk_mk: Глас/Говор
mn_mn: Дуу/Яриа
ms_my: Suara/pertuturan
mt_mt: Vuċi
nl_nl: Stem/Spraak
nn_no: Stemme/tale
pl: Dźwięk/Mowa
pt: Voz/Fala
ro_ro: Voce/cuvinte
ru_ru: Голос/Речь
sk_sk: Hlas/reč
sl_si: Glas/govor
sq_al: Zëri/Të Folurit
sv_se: Röst/tal
th_th: เสียง/พูด
tr_tr: Konuşma
vi_vn: Giọng nói
zh_cn: 声音/语音
zh_tw: 聲音/語音

# soundCategory_weather
source: Weather
af_za: Weer
ar_sa: الطقس
be_by: Надвор’е
bg_bg: Време
ca_es: Clima
cs: Počasí
da_dk: Vejr
de: Wetter
de_at: Wetta
el_gr: Καιρός
es: Clima
eu_es: Eguraldia
fa_ir: آب و هوا
fi: Sää
fil_ph: Panahon
fr_ca: Météo
ga_ie: Aimsir
gd_gb: An aimsir
gl_es: Clima
he: מזג אוויר
hi_in: मौसम
hr_hr: Vrijeme
hu_hu: Időjárás
hy_am: Եղանակ
id_id: Cuaca
is_is: Veður
it: Tempo atmosferico
ja_jp: 天候
ka_ge: ამინდი
ko_kr: 날씨
lb_lu: Wieder
lt_lt: Oras
lv_lv: Laika apstākļi
mk_mk: Времето
mn_mn: Цаг агаар
ms_my: Cuaca
mt_mt: Temp
nl_nl: Weer
nn_no: Vêr
pl: Pogoda
pt: Clima
ro_ro: Vreme
ru_ru: Погода
sk_sk: Počasie
sl_si: Vreme
sq_al: Moti
sv_se: Väder
th_th: สภาพอากาศ
tr_tr: Hava Durumu
vi_vn: Thời tiết
zh_cn: 天气
zh_tw: 天氣

# splash_potion_effect_awkward
source: Awkward Splash Potion
af_za: Onbeholpe Spatdoepa
ar_sa: رشة الجرعة العجيبة
be_by: Нязграбнае выбуховае зелле
bg_bg: Неловка разплискваща се отвара
ca_es: Poció estranya explosiva
cs: Vrhací běžný lektvar
da_dk: Akavet sprøjtende eliksir
de: Seltsamer Wurftrank
el_gr: Αμήχανο Μπουγελόφιλτρο
es: Poción rara arrojadiza
fi: Räjähtävä kiusallinen taikajuoma
fil_ph: Mahirap na Nababatong Gayuma
fr_ca: Potion délicate jetable
ga_ie: Posóid Theilgeach Chiotach
gl_es: Poción lanzable rara
he: שיקוי מתנפץ נבוך
hr_hr: Čudan Prskajući Napitak
hu_hu: Ügyetlen robbanó bájital
id_id: Ramuan percikan Canggung
it: Pozione strana da lancio
ja_jp: 奇妙なスプラッシュポーション
ka_ge: არეული ასაფეთქებელი ხსნარი
ko_kr: 투척용 어색한 물약
lb_lu: Komesche Worfdronk
lt_lt: Mėtomas keistas eliksyras
lv_lv: Neērta šļakstoša dzira
ms_my: Posyen Percikan Janggal
mt_mt: Xarba Skomda Tinxtered
nl_nl: Spattende vreemde drank
nn_no: Plaskande uhendigt brygg
pl: Miotana klarowna mikstura
pt: Salpique de Poção Estranha
ro_ro: Poțiune stingheră de aruncat
ru_ru: Взрывное мутное зелье
sk_sk: Hádzací trpký elixír
sl_si: Osnovni škropilni napoj
sv_se: Stänkande tafflig brygd
th_th: ยางุ่มง่ามแบบกระจาย
tr_tr: Patlayıcı Garip İksir
vi_vn: Thuốc vụng về có thể ném được
zh_cn: 喷溅型粗制药水
zh_tw: 飛濺 基礎藥水

# splash_potion_effect_empty
source: Splash Uncraftable Potion
af_za: Onmaakbare Spatdoepa
ar_sa: رشة الجرعة الغير قابلة للصنع
be_by: Выбухное нестваральнае зелле
bg_bg: Разплискваща се неизмайсторима отвара
ca_es: Poció llancívola impossible d'elaborar
cs: Vrhací nevytvořitelný lektvar
da_dk: Sprøjtende ulaveligheds eliksir
de: Nicht braubarer Wurftrank
el_gr: Άφτιαχτο Μπουγελόφιλτρο
es: Poción arrojadiza no fabricable
fi: Räjähtävä ei-craftattava taikajuoma
fil_ph: Nababatong Hindi Nakakrap na Gayuma
fr_ca: Potion jetable non fabricable
ga_ie: Posóid Theilgeach Dochumtha
gl_es: Poción lanzable incrafteable
he: שיקוי פגום לזריקה
hr_hr: Nenapravljiv Prskajući Napitak
hu_hu: Nem főzhető robbanó bájital
id_id: Ramuan percikan Uncraftable
it: Pozione da lancio non fabbricabile
ja_jp: クラフト不可能なスプラッシュポーション
ka_ge: ასაფეთქებელი შეუქმნადი ხსნარი
ko_kr: 투척용 제작 불가능한 물약
lb_lu: Net produzéierbare Worfdronk
lt_lt: Mėtomas nepagaminamas eliksyras
lv_lv: Šļakstoša, neizveidojama dzira
ms_my: Posyen Percikan Tidak Dikrafkan
mt_mt: Xarba Tinxtered Impossibbli
nl_nl: Spattende onmaakbare drank
nn_no: Plaskande ulagbart brygg
pl: Miotana niewykonalna mikstura
pt: Salpique de Poção Incriável
ro_ro: Poțiune de aruncat nefabricabilă
ru_ru: Взрывное несоздаваемое зелье
sk_sk: Hádzací nevytvoriteľný elixír
sl_si: Škropilni neustvarljiv napoj
sv_se: Stänkande oskapbar brygd
th_th: ยากระจายที่คราฟไม่ได้
tr_tr: Patlayıcı Üretilemeyen İksir
vi_vn: Thuốc không thể tạo ra có thể ném được
zh_cn: 喷溅型不可合成的药水
zh_tw: 飛濺 不可合成的藥水

# splash_potion_effect_fire_resistance
source: Splash Potion of Fire Resistance
af_za: Brandbestandheid Spatdoepa
ar_sa: رشة جرعة مقاومة النار
be_by: Выбухное зелле вогнеўстойлівасці
bg_bg: Разплискваща се отвара на огнената устойчивост
ca_es: Poció llancívola de resistència al foc
cs: Vrhací lektvar ohnivzdornosti
da_dk: Sprøjtende ildmodstandseliksir
de: Wurftrank der Feuerresistenz
el_gr: Μπουγελόφιλτρο Πυροπροστασίας
es: Poción de cuerpo ignífugo arrojadiza
fi: Räjähtävä tulenkestävyyden taikajuoma
fil_ph: Nababatong Gayuma ng Lamig
fr_ca: Potion de résistance au feu jetable
ga_ie: Posóid Theilgeach na Dó-obachta
gl_es: Poción lanzable de resistencia ó lume
he: שיקוי מתנפץ של עמידות לאש
hr_hr: Prskajući Napitak Zaštite Od Vatre
hu_hu: Tűzállóság robbanó bájitala
id_id: Ramuan percikan Tahan Api
it: Pozione da lancio di resistenza al fuoco
ja_jp: 耐火のスプラッシュポーション
ka_ge: ცეცხლისგან გამძლეობის ასაფეთქებელი ხსნარი
ko_kr: 투척용 화염 저항의 물약
lb_lu: Worfdronk vun der Féierresistenz
lt_lt: Mėtomas atsparumo ugniai eliksyras
lv_lv: Šļakstoša uguns noturības dzira
ms_my: Posyen Percikan Ketahanan Api
mt_mt: Xarba tar-Resistenza għan-Nar Tinxtered
nl_nl: Spattende drank der vuurbestendigheid
nn_no: Plaskande eldvernsbrygg
pl: Miotana mikstura odporności na ogień
pt: Salpique de Poção de Resistência ao Fogo
ro_ro: Poțiune de rezistență la foc de aruncat
ru_ru: Взрывное зелье огнестойкости
sk_sk: Hádzací elixír ohňuvzdornosti
sl_si: Škropilni napoj odpornosti proti ognju
sv_se: Stänkande eldresistansbrygd
th_th: ยากระจายแห่งการทนไฟ
tr_tr: Patlayıcı Ateş Direnci İksiri
vi_vn: Thuốc chống lửa có thể ném được
zh_cn: 喷溅型抗火药水
zh_tw: 飛濺 抗火藥水

# splash_potion_effect_harming
source: Splash Potion of Harming
af_za: Skade Spatdoepa
ar_sa: رشة جرعة الإيذاء
be_by: Выбухное зелле шкоды
bg_bg: Разплискваща се отвара на нараняването
ca_es: Poció explosiva danyosa
cs: Vrhací lektvar ublížení
da_dk: Sprøjtende skadeeliksir
de: Wurftrank des Schadens
el_gr: Μπουγελόφιλτρο Ζημιάς
es: Poción de daño arrojadiza
fi: Räjähtävä vahingoittava taikajuoma
fil_ph: Nababatong Gayuma ng Patay
fr_ca: Potion de dégâts jetable
ga_ie: Posóid Theilgeach an Dochair
gl_es: Poción lanzable de dano
he: שיקוי מתנפץ של פגיעה
hr_hr: Prskajući Napitak Štete
hu_hu: Sebzés robbanó bájitala
id_id: Ramuan percikan Merugikan
it: Pozione da lancio di danno
ja_jp: 負傷のスプラッシュポーション
ka_ge: ზიანის ასაფეთქებელი ხსნარი
ko_kr: 투척용 고통의 물약
lb_lu: Worfdronk vum Schued
lt_lt: Mėtomas žalos eliksyras
lv_lv: Šļakstoša kaitēšanas dzira
ms_my: Posyen Percikan Kesakitan
mt_mt: Xarba tal-Ħsara Tinxtered
nl_nl: Spattende drank der verwonding
nn_no: Plaskande skadebrygg
pl: Miotana mikstura krzywdy
pt: Salpique de Poção de Dano
ro_ro: Poțiune de vătămare de aruncat
ru_ru: Взрывное зелье вреда
sk_sk: Hádzací elixír ranenia
sl_si: Škropilni napoj škodovanja
sv_se: Stänkande skadebrygd
th_th: ยากระจายแห่งความเจ็บปวด
tr_tr: Patlayıcı Hasar İksiri
vi_vn: Thuốc sát thương có thể ném được
zh_cn: 喷溅型伤害药水
zh_tw: 飛濺 傷害藥水

# splash_potion_effect_healing
source: Splash Potion of Healing
af_za: Genesing Spatdoepa
ar_sa: رشة جرعة العلاج
be_by: Выбухное гаючае зелле
bg_bg: Разплискваща се отвара на заздравяването
ca_es: Poció llancívola de vida
cs: Vrhací lektvar léčení
da_dk: Sprøjtende helbredseliksir
de: Wurftrank der Heilung
el_gr: Μπουγελόφιλτρο Θεραπείας
es: Poción de curación arrojadiza
fi: Räjähtävä parantava taikajuoma
fil_ph: Nababatong Gayuma ng Buhay
fr_ca: Potion de guérison jetable
ga_ie: Posóid Theilgeach an Leighis
gl_es: Poción lanzable de curación
he: שיקוי מתנפץ של החייאה
hr_hr: Prskajući Napitak Liječenja
hu_hu: Gyógyítás robbanó bájitala
id_id: Ramuan percikan Penyumbuhan
it: Pozione da lancio di cura
ja_jp: 治癒のスプラッシュポーション
ka_ge: მკურნალობის ასაფეთქებელი ხსნარი
ko_kr: 투척용 회복의 물약
lb_lu: Worfdronk vun der Waasserootmung
lt_lt: Mėtomas gydymo eliksyras
lv_lv: Šļakstoša veseļošanās dzira
ms_my: Posyen Percikan Penyembuhan
mt_mt: Xarba tal-Fejqan Tinxtered
nl_nl: Spattende drank der genezing
nn_no: Plaskande lækjebrygg
pl: Miotana mikstura leczenia
pt: Salpique de Poção de Cura
ro_ro: Poțiune de vindecare de aruncat
ru_ru: Взрывное зелье исцеления
sk_sk: Hádzací elixír liečenia
sl_si: Škropilni napoj zdravljenja
sv_se: Stänkande läkningsbrygd
th_th: ยากระจายแห่งการเยียวยา
tr_tr: Patlayıcı İyileştirme İksiri
vi_vn: Thuốc hồi máu có thể ném được
zh_cn: 喷溅型治疗药水
zh_tw: 飛濺 治療藥水

# splash_potion_effect_invisibility
source: Splash Potion of Invisibility
af_za: Onsigbaarheid Spatdoepa
ar_sa: رشة جرعة التخفى
be_by: Выбухное зелле нябачнасці
bg_bg: Разплискваща се отвара на невидимостта
ca_es: Poció llancívola d'invisibilitat
cs: Vrhací lektvar neviditelnosti
da_dk: Sprøjtende usynlighedseliksir
de: Wurftrank der Unsichtbarkeit
el_gr: Μπουγελόφιλτρο Aορατότητας
es: Poción de invisibilidad arrojadiza
fi: Räjähtävä näkymättömyyden taikajuoma
fil_ph: Nababatong Gayuma ng Mata
fr_ca: Potion d'invisibilité jetable
ga_ie: Posóid Theilgeach na Dofheictheachta
gl_es: Poción lanzable de invisibilidade
he: שיקוי מתנפץ של בלתי נראות
hr_hr: Prskajući Napitak Nevidljivosti
hu_hu: Láthatatlanság robbanó bájitala
id_id: Ramuan percikan Limunan
it: Pozione da lancio d'invisibilità
ja_jp: 透明化のスプラッシュポーション
ka_ge: უჩინარობის ასაფეთქებელი ხსნარი
ko_kr: 투척용 투명화 물약
lb_lu: Worfdronk vun der Onsiichtbarkeet
lt_lt: Mėtomas nematomumo eliksyras
lv_lv: Šļakstoša neredzamības dzira
ms_my: Posyen Percikan Halimunan
mt_mt: Xarba tal-Inviżibbilta' Tinxtered
nl_nl: Spattende drank der onzichtbaarheid
nn_no: Plaskande usjåelegsbrygg
pl: Miotana mikstura niewidzialności
pt: Salpique de Poção de Invisibilidade
ro_ro: Poțiune de invizibilitate de aruncat
ru_ru: Взрывное зелье невидимости
sk_sk: Hádzací elixír neviditeľnosti
sl_si: Škropilni napoj nevidnosti
sv_se: Stänkande osynlighetsbrygd
th_th: ยากระจายล่องหน
tr_tr: Patlayıcı Görünmezik İksiri
vi_vn: Thuốc tàng hình có thể ném được
zh_cn: 喷溅型隐身药水
zh_tw: 飛濺 隱形藥水

# splash_potion_effect_leaping
source: Splash Potion of Leaping
af_za: Spring Spatdoepa
ar_sa: رشة جرعة الوثب
be_by: Выбухное зелле скакучасці
bg_bg: Разплискваща се отвара на скокливостта
ca_es: Poció llancívola d'augment de salt
cs: Vrhací lektvar skákání
da_dk: Sprøjtende springeliksir
de: Wurftrank der Sprungkraft
el_gr: Μπουγελόφιλτρο Υπερπήδησης
es: Poción de salto arrojadiza
fi: Räjähtävä loikkaamisen taikajuoma
fil_ph: Nababatong Gayuma ng Talon
fr_ca: Potion de saut jetable
ga_ie: Posóid Theilgeach na Léime
gl_es: Poción lanzable de salto
he: שיקוי מתנפץ של דילוג
hr_hr: Prskajući Napitak Skakanja
hu_hu: Szökkenés robbanó bájitala
id_id: Cipratan Ramuan Lompatan
it: Pozione da lancio di salto
ja_jp: 跳躍のスプラッシュポーション
ka_ge: ხტომის ასაფეთქებელი ხსნარი
ko_kr: 투척용 도약의 물약
lb_lu: Worfdronk vun der Sprongkraaft
lt_lt: Mėtomas šoklumo eliksyras
lv_lv: Šļakstoša augstlēkšanas dzira
ms_my: Posyen Percikan Lompatan
mt_mt: Xarba tal-Qbiż Tinxtered
nl_nl: Spattende drank der sprongen
nn_no: Plaskande byksebrygg
pl: Miotana mikstura skoku
pt: Salpique de Poção de Salto
ro_ro: Poțiune de sărit de aruncat
ru_ru: Взрывное зелье прыгучести
sk_sk: Hádzací elixír skákania
sl_si: Škropilni napoj skakanja
sv_se: Stänkande hoppstrykebrygd
th_th: ยากระจายแห่งการก้าวกระโดด
tr_tr: Patlayıcı Sıçrama İksiri
vi_vn: Thuốc nhảy cao có thể ném được
zh_cn: 喷溅型跳跃药水
zh_tw: 飛濺 跳躍藥水

# splash_potion_effect_levitation
source: Splash Potion of Levitation
af_za: Levitasie Spatdoepa
ar_sa: رشة جرعة الطوفان
be_by: Выбухное зелле левітацыі
bg_bg: Разплискваща се отвара на левитацията
ca_es: Poció llancívola de levitació
cs: Vrhací lektvar levitace
da_dk: Sprøjtende levitationseliksir
de: Wurftrank der Schwebekraft
el_gr: Μπουγελόφιλτρο Ανύψωσης
es: Poción de levitación arrojadiza
fi: Räjähtävä levitoinnin taikajuoma
fil_ph: Nababatong Gayuma ng Paglutang
fr_ca: Potion de lévitation jetable
ga_ie: Posóid Theilgeach an Eadarbhuasaithe
gl_es: Poción lanzable de levitación
he: שיקוי מתנפץ של ריחוף
hr_hr: Prskajućo Napitak Lebdenja
hu_hu: Lebegés robbanó bájitala
id_id: Ramuan percikan Levitasi
it: Pozione da lancio di levitazione
ja_jp: 浮遊のスプラッシュポーション
ka_ge: ლევიტაციის ასაფეთქებელი ხსნარი
ko_kr: 투척용 공중 부양의 물약
lb_lu: Worfdronk vum Schwiewen
lt_lt: Mėtomas sklandymo eliksyras
lv_lv: Šļakstoša levitācijas dzira
ms_my: Posyen Percikan Apungan
mt_mt: Xarba tal-Levitazzjoni Tinxtered
nl_nl: Spattende drank der zweving
nn_no: Plaskande svevebrygg
pl: Miotana mikstura lewitacji
pt: Salpique de Poção de Levitação
ro_ro: Poțiune de levitație de aruncat
ru_ru: Взрывное зелье левитации
sk_sk: Hádzací elixír levitácie
sl_si: Škropilni napoj lebdenja
sv_se: Stänkande svävningsbrygd
th_th: น้ำยากระจายแห่งการลอยตัว
tr_tr: Patlayıcı Yükselme İksiri
vi_vn: Thuốc bay lên có thể ném được
zh_cn: 喷溅型飘浮药水
zh_tw: 飛濺 懸浮藥水

# splash_potion_effect_luck
source: Splash Potion of Luck
af_za: Geluk Spatdoepa
ar_sa: رشة جرعة الحظ
be_by: Выбухное зелле ўдачы
bg_bg: Разплискваща се отвара на късмета
ca_es: Poció llancívola de sort
cs: Vrhací lektvar štěstí
da_dk: Sprøjtende heldeliksir
de: Wurftrank des Glücks
el_gr: Μπουγελόφιλτρο της Τύχης
es: Poción de suerte arrojadiza
fi: Räjähtävä onnen taikajuoma
fil_ph: Nababatong Gayuma ng Pagkasuwerte
fr_ca: Potion de chance jetable
ga_ie: Posóid Theilgeach an Áidh
gl_es: Poción lanzable de sorte
he: שיקוי מתנפץ של מזל
hr_hr: Prskajući Napitak Sreće
hu_hu: Szerencse robbanó bájitala
id_id: Ramuan percikan Keberuntungan
it: Pozione da lancio di fortuna
ja_jp: 幸運のスプラッシュポーション
ka_ge: იღბლის ასაფეთქებელი ხსნარი
ko_kr: 투척용 행운의 물약
lb_lu: Worfdronk vum Gléck
lt_lt: Mėtomas sėkmės eliksyras
lv_lv: Šļakstoša veiksmes dzira
ms_my: Posyen Percikan Nasib
mt_mt: Xarba tal-Fortuna Tinxtered
nl_nl: Spattende drank des geluks
nn_no: Plaskande lukkebrygg
pl: Miotana mikstura szczęścia
pt: Salpique de Poção de Sorte
ro_ro: Poțiune de noroc de aruncat
ru_ru: Взрывное зелье удачи
sk_sk: Hádzací elixír šťastia
sl_si: Škropilni napoj sreče
sv_se: Stänkande turbrygd
th_th: ยากระจายแห่งความโชคดี
tr_tr: Patlayıcı Şans İksiri
vi_vn: Thuốc may mắn có thể ném được
zh_cn: 喷溅型幸运药水
zh_tw: 飛濺 好運藥水

# splash_potion_effect_mundane
source: Mundane Splash Potion
af_za: Alledaagse Spatdoepa
ar_sa: رشة الجرعة التافهة
be_by: Звычайнае выбухное зелле
bg_bg: Обикновена разплискваща се отвара
ca_es: Poció densa llancívola
cs: Vrhací světský lektvar
da_dk: Banal sprøjtende eliksir
de: Gewöhnlicher Wurftrank
el_gr: Βαρετό Μπουγελόφιλτρο
es: Poción vulgar arrojadiza
fi: Räjähtävä maallinen taikajuoma
fil_ph: Pangmundong Nababatong Gayuma
fr_ca: Potion banale jetable
ga_ie: Posóid Theilgeach Leamh
gl_es: Poción lanzable vulgar
he: שיקוי מונדנה מתנפץ
hr_hr: Zemaljski Prskajući Napitak
hu_hu: Átlagos robbanó bájital
id_id: Ramuan percikan Biasa
it: Pozione ordinaria da lancio
ja_jp: ありふれたスプラッシュポーション
ka_ge: მდარე ასაფეთქებელი ხსნარი
ko_kr: 투척용 평범한 물약
lb_lu: Gewéinleche Worfdronk
lt_lt: Mėtomas nuobodus eliksyras
lv_lv: Šļakstoša prastā dzira
ms_my: Posyen Percikan Duniawi
mt_mt: Xarba Ordinarja Tinxtered
nl_nl: Spattende triviale drank
nn_no: Plaskande ordinært brygg
pl: Mdła mikstura miotana
pt: Salpique de Poção Mundana
ro_ro: Poțiune banală de aruncat
ru_ru: Заурядное взрывное зелье
sk_sk: Hádzací svetský elixír
sl_si: Preprosti škropilni napoj
sv_se: Stänkande banal brygd
th_th: น้ำยาปกติแบบกระจาย
tr_tr: Patlayıcı Sıradan İksir
vi_vn: Thuốc nhàm chán có thể ném được
zh_cn: 喷溅型平凡的药水
zh_tw: 飛濺 平凡藥水

# splash_potion_effect_night_vision
source: Splash Potion of Night Vision
af_za: Nagsig Spatdoepa
ar_sa: رشة جرعة الروية الليلية
be_by: Выбухное зелле начнога зроку
bg_bg: Разплискваща се отвара на нощното виждане
ca_es: Poció llancívola de visió nocturna
cs: Vrhací lektvar vidění ve tmě
da_dk: Sprøjtende nattesynseliksir
de: Wurftrank der Nachtsicht
el_gr: Μπουγελόφιλτρο Νυχτερινης Όρασης
es: Poción de visión nocturna arrojadiza
fi: Räjähtävä hämäränäön taikajuoma
fil_ph: Nababatong Gayuma ng Liwanag
fr_ca: Potion de vision nocturne jetable
ga_ie: Posóid Theilgeach Radharc san Oíche
gl_es: Poción lanzable de visión nocturna
he: שיקוי מתנפץ של ראיית לילה
hr_hr: Prskajući Napitak Noćnog Vida
hu_hu: Éjjellátás robbanó bájitala
id_id: Ramuan Bermunculan Malam Visi
it: Pozione da lancio di visione notturna
ja_jp: 暗視のスプラッシュポーション
ka_ge: ღამის ხედვის ასაფეთქებელი ხსნარი
ko_kr: 투척용 야간 투시의 물약
lb_lu: Worfdronk vun der Nuechtsiicht
lt_lt: Mėtomas naktinio matymo eliksyras
lv_lv: Šļakstoša nakts redzamības dzira
ms_my: Posyen Percikan Penglihatan Malam
mt_mt: Xarba tal-Viżjoni fid-Dlam Tinxtered
nl_nl: Spattende drank des nachtzichts
nn_no: Plaskande nattsynsbrygg
pl: Miotana mikstura noktowizji
pt: Salpique de Poção de Visão Noturna
ro_ro: Poțiune de vedere nocturnă de aruncat
ru_ru: Взрывное зелье ночного зрения
sk_sk: Hádzací elixír nočného videnia
sl_si: Škropilni napoj nočnega vida
sv_se: Stänkande mörkerseendebrygd
th_th: ยากระจายแห่งการทัศนะในความมืด
tr_tr: Patlayıcı Gece Görüş İksiri
vi_vn: Thuốc nhìn trong bóng tối có thể ném được
zh_cn: 喷溅型夜视药水
zh_tw: 飛濺 夜視藥水

# splash_potion_effect_poison
source: Splash Potion of Poison
af_za: Giftige Spatdoepa
ar_sa: رشة جرعة السم
be_by: Выбухное атрутнае зелле
bg_bg: Разплискваща се отвара на отравянето
ca_es: Poció llancívola de verí
cs: Vrhací lektvar otravy
da_dk: Sprøjtende gifteliksir
de: Wurftrank der Vergiftung
el_gr: Δηλητηριώδες Μπουγελόφιλτρο
es: Poción de veneno arrojadiza
fi: Räjähtävä myrkyllinen taikajuoma
fil_ph: Nababatong Gayuma ng Lason
fr_ca: Potion de poison jetable
ga_ie: Posóid Theilgeach na Nimhe
gl_es: Poción lanzable de veleno
he: שיקוי מתנפץ של הרעלה
hr_hr: Prskajući Napitak Otrova
hu_hu: Mérgezés robbanó bájitala
id_id: Ramuan percikan Racun
it: Pozione da lancio d'avvelenamento
ja_jp: 毒のスプラッシュポーション
ka_ge: საწამლავის ასაფეთქებელი ხსნარი
ko_kr: 투척용 독 물약
lb_lu: Worfdronk vum Gëft
lt_lt: Mėtomas nuodų eliksyras
lv_lv: Šļakstoša indes dzira
ms_my: Posyen Percikan Racun
mt_mt: Xarba tal-Velenu Tinxtered
nl_nl: Spattende drank des gifs
nn_no: Plaskande giftig brygg
pl: Miotana mikstura zatrucia
pt: Salpique de Poção de Veneno
ro_ro: Poțiune de otravă de aruncat
ru_ru: Взрывное зелье отравления
sk_sk: Hádzací elixír otravy
sl_si: Škropilni napoj strupa
sv_se: Stänkande giftbrygd
th_th: ยากระจายแห่งยาพิษ
tr_tr: Patlayıcı Zehir İksiri
vi_vn: Thuốc độc có thể ném được
zh_cn: 喷溅型剧毒药水
zh_tw: 飛濺 劇毒藥水

# splash_potion_effect_regeneration
source: Splash Potion of Regeneration
af_za: Regenerasie Spatdoepa
ar_sa: رشة جرعة تجدد الصحة
be_by: Выбухное зелле аднаўлення
bg_bg: Разплискваща се отвара на регенерацията
ca_es: Poció llancívola de regeneració
cs: Vrhací lektvar regenerace
da_dk: Sprøjtende regenereringseliksir
de: Wurftrank der Regeneration
el_gr: Μπουγελόφιλτρο της Αναζωογόνησης
es: Poción de regeneración arrojadiza
fi: Räjähtävä elpymisen taikajuoma
fil_ph: Nababatong Gayuma ng Lunas
fr_ca: Potion de régénération jetable
ga_ie: Posóid Theilgeach na hAthghiniúna
gl_es: Poción lanzable de rexeneración
he: שיקוי מתנפץ של העלת חיים
hr_hr: Prskajući Napitak Regeneracije
hu_hu: Regeneráció robbanó bájitala
id_id: Ramuan percikan Regenerasi
it: Pozione da lancio di rigenerazione
ja_jp: 再生のスプラッシュポーション
ka_ge: რეგენერაციის ასაფეთქებელი ხსნარი
ko_kr: 투척용 재생의 물약
lb_lu: Worfdronk vun der Regeneratioun
lt_lt: Mėtomas atgijimo eliksyras
lv_lv: Šļakstoša reģenerācijas dzira
ms_my: Posyen Percikan Penjanaan Semula
mt_mt: Xarba tar-Riġenerazzjoni Tinxtered
nl_nl: Spattende drank der regeneratie
nn_no: Plaskande regenereringsbrygg
pl: Miotana mikstura regeneracji
pt: Salpique de Poção de Regeneração
ro_ro: Poțiune de regenerare de aruncat
ru_ru: Взрывное зелье регенерации
sk_sk: Hádzací elixír regenerácie
sl_si: Škropilni napoj regeneracije
sv_se: Stänkande återhämtningsbrygd
th_th: ยากระจายแห่งการฟื้นฟู
tr_tr: Patlayıcı Yenilenme İksiri
vi_vn: Thuốc hồi phục có thể ném được
zh_cn: 喷溅型再生药水
zh_tw: 飛濺 回復藥水

# splash_potion_effect_slowness
source: Splash Potion of Slowness
af_za: Traagheid Spatdoepa
ar_sa: رشة سرعة البطء
be_by: Выбухное зелле запаволення
bg_bg: Разплискваща се отвара на забавянето
ca_es: Poció explosiva alentidora
cs: Vrhací lektvar zpomalení
da_dk: Sprøjtende langsomheds eliksir
de: Wurftrank der Langsamkeit
el_gr: Μπουγελόφιλτρο βραδύτητας
es: Poción de lentitud arrojadiza
fi: Räjähtävä hitauden taikajuoma
fil_ph: Nababatong Gayuma ng Bigat
fr_ca: Potion de lenteur jetable
ga_ie: Posóid Theilgeach na Moille
gl_es: Poción lanzable de lentitude
he: שיקוי מתנפץ של איטיות
hr_hr: Prskajući Napitak Sporosti
hu_hu: Lomhaság robbanó bájitala
id_id: Ramuan percikan Kelambatan
it: Pozione da lancio di lentezza
ja_jp: 鈍化のスプラッシュポーション
ka_ge: სინელის ასაფეთქებელი ხსნარი
ko_kr: 투척용 구속의 물약
lb_lu: Worfdronk vun der Luesheet
lt_lt: Mėtomas lėtumo eliksyras
lv_lv: Šļakstoša lēnuma dzira
ms_my: Posyen Percikan Kelambatan
mt_mt: Xarba tad-Dewmien Tinxtered
nl_nl: Spattende drank der traagheid
nn_no: Plaskande tråleiksbrygg
pl: Miotana mikstura spowolnienia
pt: Salpique de Poção de Lentidão
ro_ro: Poțiune de încetineală de aruncat
ru_ru: Взрывное зелье замедления
sk_sk: Hádzací elixír spomalenia
sl_si: Škropilni napoj počasnosti
sv_se: Stänkande långsamhetsbrygd
th_th: ยากระจายแห่งความหน่วง
tr_tr: Patlayıcı Yavaşlık İksiri
vi_vn: Thuốc chậm rãi có thể ném được
zh_cn: 喷溅型迟缓药水
zh_tw: 飛濺 緩速藥水
