Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_stripe_downright_lime
source: Lime Bend
ar_sa: انحناء ليموني
be_by: Лаймавая перавязь
bg_bg: Жълтозелен диагонал от ляво на дясно
ca_es: Banda verda llima
cs: Světle zelený diagonální pruh zleva doprava
da_dk: Limegrønt Bånd
de: Hellgrüner Schrägbalken
el_gr: Ανοιχτό Πράσινο Διαγώνια Γραμμή από πάνω Αριστερά προς κάτω Δεξιά
es: Banda verde lima
fi: Lime palkki
fil_ph: Kalamansi Kurba
fr_ca: Bande de sinople clair
ga_ie: Bandán Líomach
gl_es: Banda lima
he: אלכסון ירוק בהיר
hr_hr: Svijetlo Zelena Dijagonala
hu_hu: Világoszöld harántpólya
id_id: Limau Melengkung
is_is: Gulgræn skárönd
it: Alla banda di lime
ja_jp: 黄緑色の斜め帯
ka_ge: სალათისფერი მარჯვენა დიაგონალი
ko_kr: 연두색 오른쪽 대각선
lb_lu: Hellgréng Schréi
lt_lt: Gelsvai žalsva įstriža linija iš viršaus į apačią
ms_my: Liku Limau
nl_nl: Lichtgroene band
nn_no: Limegrøn diagonal nedover
pl: Jasnozielony prawy skos
pt: Banda Verde Lima
ro_ro: Bandă verde-deschis
ru_ru: Лаймовая перевязь
sk_sk: Svetlozelený diagonálny pruh zľava doprava
sl_si: Svetlo zelena lenta
sv_se: Limegrönt diagonalt streck
th_th: แถบทแยงสีเขียวมะนาว
tr_tr: Açık Yeşil Eğik Şerit
vi_vn: Vạch chéo xanh lá mạ
zh_cn: 右黄绿斜条
zh_tw: 右斜淺綠色對角帶

# item_banner_stripe_downright_magenta
source: Magenta Bend
ar_sa: انحناء ارجواني
be_by: Пурпурная перавязь
bg_bg: Пурпурен диагонал от ляво на дясно
ca_es: Banda magenta
cs: Purpurový diagonální pruh zleva doprava
da_dk: Magenta Bånd
de: Magenta Schrägbalken
de_at: Magentana Schrägboiken
el_gr: Ματζέντα Διαγώνια Γραμμή από πάνω Αριστερά προς κάτω Δεξιά
es: Banda magenta
fi: Purppura palkki
fil_ph: Magenta Kurba
fr_ca: Bande de magenta
ga_ie: Bandán Maigeanta
gl_es: Banda maxenta
he: אלכסון שמאלי מג'נטה
hr_hr: Roza Dijagonala
hu_hu: Bíbor harántpólya
id_id: Magenta Melengkung
is_is: Vínrauð skárönd
it: Alla banda di magenta
ja_jp: 赤紫色の斜め帯
ka_ge: ალისფერი მარჯვენა დიაგონალი
ko_kr: 자홍색 오른쪽 대각선
lb_lu: Magenta Schréi
lt_lt: Rausvai raudona įstriža linija iš viršaus į apačią
ms_my: Liku Magenta
nl_nl: Magenta band
nn_no: Ljoselilla diagonal nedover
pl: Karmazynowy prawy skos
pt: Banda Magenta
ro_ro: Bandă magenta
ru_ru: Пурпурная перевязь
sk_sk: Purpurový diagonálny pruh zľava doprava
sl_si: Škrlatna lenta
sv_se: Ljuslila diagonalt streck
th_th: แถบทแยงสีบานเย็น
tr_tr: Eflatun Eğik Şerit
vi_vn: Vạch chéo đỏ sậm
zh_cn: 右品红斜条
zh_tw: 右斜洋紅色對角帶

# item_banner_stripe_downright_orange
source: Orange Bend
ar_sa: انحناء برتقالي
be_by: Аранжавая перавязь
bg_bg: Оранжев диагонал от ляво на дясно
ca_es: Banda taronja
cs: Oranžový diagonální pruh zleva doprava
da_dk: Orange Bånd
de: Oranger Schrägbalken
el_gr: Πορτοκαλί Διαγώνια Γραμμή από πάνω Αριστερά προς κάτω Δεξιά
es: Banda naranja
fi: Oranssi palkki
fil_ph: Dalandan Kurba
fr_ca: Bande d'orangé
ga_ie: Bandán Oráisteach
gl_es: Banda laranxa
he: אלכסון שמאלי כתום
hr_hr: Narančasta Dijagonala
hu_hu: Narancssárga harántpólya
id_id: Jingga Melengkung
is_is: Appelsínugul skárönd
it: Alla banda d'arancione
ja_jp: 橙色の斜め帯
ka_ge: ნარინჯისფერი მარჯვენა დიაგონალი
ko_kr: 주황색 오른쪽 대각선
lb_lu: Orange Schréi
lt_lt: Oranžinė įstriža linija iš viršaus į apačią
ms_my: Liku Oren
nl_nl: Oranje band
nn_no: Oransje diagonal nedover
pl: Pomarańczowy prawy skos
pt: Banda Laranja
ro_ro: Bandă portocalie
ru_ru: Оранжевая перевязь
sk_sk: Oranžový diagonálny pruh zľava doprava
sl_si: Oranžna lenta
sv_se: Orangt diagonalt streck
th_th: แถบทแยงสีส้ม
tr_tr: Turuncu Eğik Şerit
vi_vn: Vạch chéo cam
zh_cn: 右橙斜条
zh_tw: 右斜橙色對角帶

# item_banner_stripe_downright_pink
source: Pink Bend
ar_sa: انحناء وردي
be_by: Ружовая перавязь
bg_bg: Розов диагонал от ляво на дясно
ca_es: Banda rosa
cs: Růžový diagonální pruh zleva doprava
da_dk: Lyserødt Bånd
de: Rosa Schrägbalken
el_gr: Ροζ Διαγώνια Γραμμή από πάνω Αριστερά προς κάτω Δεξιά
es: Banda rosa
fi: Vaaleanpunainen palkki
fil_ph: Rosas Kurba
fr_ca: Bande de rose
ga_ie: Bandán Bándearg
gl_es: Banda rosa
he: אלכסון ורוד
hr_hr: Ružičasta Dijagonala
hu_hu: Rózsaszín harántpólya
id_id: Merah Jambu Melengkung
is_is: Bleik skárönd
it: Alla banda di rosa
ja_jp: 桃色の斜め帯
ka_ge: ვარდისფერი მარჯვენა დიაგონალი
ko_kr: 분홍색 오른쪽 대각선
lb_lu: Rosa Schréi
lt_lt: Rožinė įstriža linija iš viršaus į apačią
ms_my: Liku Merah Jambu
nl_nl: Roze band
nn_no: Rosa diagonal nedover
pl: Różowy prawy skos
pt: Banda Rosa
ro_ro: Bandă roz
ru_ru: Розовая перевязь
sk_sk: Ružový diagonálny pruh zľava doprava
sl_si: Roza lenta
sv_se: Rosa diagonalt streck
th_th: แถบทแยงสีชมพู
tr_tr: Pembe Eğik Şerit
vi_vn: Vạch chéo hồng
zh_cn: 右粉红斜条
zh_tw: 右斜粉紅色對角帶

# item_banner_stripe_downright_purple
source: Purple Bend
ar_sa: انحناء بنفسجي
be_by: Фіялетавая перавязь
bg_bg: Лилав диагонал от ляво на дясно
ca_es: Banda morada
cs: Fialový diagonální pruh zleva doprava
da_dk: Lilla Bånd
de: Violetter Schrägbalken
el_gr: Μωβ Διαγώνια Γραμμή από πάνω Αριστερά προς κάτω Δεξιά
es: Banda morada
fi: Violetti palkki
fil_ph: Lila Kurba
fr_ca: Bande de pourpre
ga_ie: Bandán Corcra
gl_es: Banda púrpura
he: אלכסון שמאלי סגול
hr_hr: Ljubičasta Dijagonala
hu_hu: Lila harántpólya
id_id: Ungu Melengkung
is_is: Fjólublá skárönd
it: Alla banda di viola
ja_jp: 紫色の斜め帯
ka_ge: ალისფერი მარჯვენა დიაგონალი
ko_kr: 보라색 오른쪽 대각선
lb_lu: Mof Schréi
lt_lt: Purpurinė įstriža linija iš viršaus į apačią
ms_my: Liku Ungu
nl_nl: Paarse band
nn_no: Lilla diagonal nedover
pl: Fioletowy prawy skos
pt: Banda Roxa
ro_ro: Bandă violetă
ru_ru: Фиолетовая перевязь
sk_sk: Fialový diagonálny pruh zľava doprava
sl_si: Vijolična lenta
sv_se: Lila diagonalt streck
th_th: แถบทแยงสีม่วง
tr_tr: Mor Eğik Şerit
vi_vn: Vạch chéo tím
zh_cn: 右紫斜条
zh_tw: 右斜紫色對角帶

# item_banner_stripe_downright_red
source: Red Bend
ar_sa: انحناء أحمر
be_by: Чырвоная перавязь
bg_bg: Червен диагонал от ляво на дясно
ca_es: Banda vermella
cs: Červený diagonální pruh zleva doprava
da_dk: Rødt Bånd
de: Roter Schrägbalken
el_gr: Κόκκινη Γραμμή από κάτω αριστερά προς πάνω δεξιά
es: Banda roja
fi: Punainen palkki
fil_ph: Pula Kurba
fr_ca: Bande de gueules
ga_ie: Bandán Dearg
gl_es: Banda vermella
he: אלכסון אדום
hr_hr: Crvena Dijagonala
hu_hu: Vörös harántpólya
id_id: Merah Melengkung
is_is: Rauð skárönd
it: Alla banda di rosso
ja_jp: 赤色の斜め帯
ka_ge: წითელი მარჯვენა დიაგონალი
ko_kr: 빨간색 오른쪽 대각선
lb_lu: Rout Schréi
lt_lt: Raudona įstriža linija iš viršaus į apačią
ms_my: Liku Merah
nl_nl: Rode band
nn_no: Raud diagonal nedover
pl: Czerwony prawy skos
pt: Banda Vermelha
ro_ro: Bandă roșie
ru_ru: Красная перевязь
sk_sk: Červený diagonálny pruh zľava doprava
sl_si: Rdeča lenta
sv_se: Rött diagonalt streck
th_th: แถบทแยงสีแดง
tr_tr: Kırmızı Eğik Şerit
vi_vn: Vạch chéo đỏ
zh_cn: 右红斜条
zh_tw: 右斜紅色對角帶

# item_banner_stripe_downright_silver
source: Light Grey Bend
ar_sa: حنية رمادية فاتحة
be_by: Светла-шэрая перавязь
bg_bg: Светлосив диагонал от ляво на дясно
ca_es: Banda grisa clara
cs: Světle šedý diagonální pruh zleva doprava
da_dk: Lysegråt Bånd
de: Hellgrauer Schrägbalken
el_gr: Ανοιχτό Γκρι Διαγώνια Γραμμή από πάνω Αριστερά προς κάτω Δεξιά
es: Banda gris claro
fi: Vaaleanharmaa palkki
fil_ph: Mahinang Abo Kurba
fr_ca: Bande d'argent grisé
ga_ie: Bandán Fionnliath
gl_es: Banda gris claro
he: אלכסון שמאלי אפור בהיר
hr_hr: Svijetlo Siva Dijagonala
hu_hu: Világosszürke harántpólya
id_id: Kelabu Muda Melengkung
is_is: Ljósgrá skárönd
it: Alla banda di grigio chiaro
ja_jp: 薄灰色の斜め帯
ka_ge: ღია-ნაცრისფერი მარჯვენა დიაგონალი
ko_kr: 회백색 오른쪽 대각선
lb_lu: Hellgro Schréi
lt_lt: Šviesiai pilka įstriža linija iš viršaus į apačią
ms_my: Liku Kelabu Terang
mt_mt: Light Gray Bend
nl_nl: Lichtgrijze band
nn_no: Ljosegrå diagonal nedover
pl: Jasnoszary prawy skos
pt: Banda Cinzenta Clara
ro_ro: Bandă gri-deschis
ru_ru: Светло-серая перевязь
sk_sk: Svetlosivý diagonálny pruh zľava doprava
sl_si: Svetlo siva lenta
sv_se: Ljusgrått diagonalt streck
th_th: แถบทแยงสีเทาอ่อน
tr_tr: Açık Gri Eğik Şerit
vi_vn: Vạch chéo xám nhạt
zh_cn: 右淡灰斜条
zh_tw: 右斜淺灰色對角帶

# item_banner_stripe_downright_white
source: White Bend
ar_sa: انحناء ابيض
be_by: Белая перавязь
bg_bg: Бял диагонал от ляво на дясно
ca_es: Banda blanca
cs: Bílý diagonální pruh zleva doprava
da_dk: Hvidt Bånd
de: Weißer Schrägbalken
el_gr: Άσπρη Διαγώνια Γραμμή από πάνω Αριστερά προς κάτω Δεξιά
es: Banda blanca
fi: Valkoinen palkki
fil_ph: Puti Kurba
fr_ca: Bande d'argent
ga_ie: Bandán Bán
gl_es: Banda branca
he: אלכסון שמאלי לבן
hr_hr: BIjela Dijagonala
hu_hu: Fehér harántpólya
id_id: Putih Melengkung
is_is: Hvít skárönd
it: Alla banda di bianco
ja_jp: 白色の斜め帯
ka_ge: თეთრი მარჯვენა დიაგონალი
ko_kr: 하얀색 오른쪽 대각선
lb_lu: Wäiss Schréi
lt_lt: Balta įstriža linija iš viršaus į apačią
ms_my: Liku Putih
nl_nl: Witte band
nn_no: Kvit diagonal nedover
pl: Biały prawy skos
pt: Banda Branca
ro_ro: Bandă albă
ru_ru: Белая перевязь
sk_sk: Biely diagonálny pruh zľava doprava
sl_si: Bela lenta
sv_se: Vitt diagonalt streck
th_th: แถบทแยงสีขาว
tr_tr: Beyaz Eğik Şerit
vi_vn: Vạch chéo trắng
zh_cn: 右白斜条
zh_tw: 右斜白色對角帶

# item_banner_stripe_downright_yellow
source: Yellow Bend
ar_sa: انحناء أصفر
be_by: Жоўтая перавязь
bg_bg: Жълт диагонал от ляво на дясно
ca_es: Banda groga
cs: Žlutý diagonální pruh zleva doprava
da_dk: Gult Bånd
de: Gelber Schrägbalken
el_gr: Κίτρινη Διαγώνια Γραμμή από πάνω Αριστερά προς κάτω Δεξιά
es: Banda amarilla
fi: Keltainen palkki
fil_ph: Dilaw Kurba
fr_ca: Bande d'or
ga_ie: Bandán Buí
gl_es: Banda amarela
he: אלכסון צהוב
hr_hr: Žuta Dijagonala
hu_hu: Sárga harántpólya
id_id: Kuning Melengkung
is_is: Gul skárönd
it: Alla banda di giallo
ja_jp: 黄色の斜め帯
ka_ge: ყვითელი მარჯვენა დიაგონალი
ko_kr: 노란색 오른쪽 대각선
lb_lu: Giel Schréi
lt_lt: Geltona įstriža linija iš viršaus į apačią
ms_my: Liku Kuning
nl_nl: Gele band
nn_no: Gul diagonal nedover
pl: Żółty prawy skos
pt: Banda Amarela
ro_ro: Bandă galbenă
ru_ru: Жёлтая перевязь
sk_sk: Žltý diagonálny pruh zľava doprava
sl_si: Rumena lenta
sv_se: Gult diagonalt streck
th_th: แถบทแยงสีเหลือง
tr_tr: Sarı Eğik Şerit
vi_vn: Vạch chéo vàng
zh_cn: 右黄斜条
zh_tw: 右斜黃色對角帶

# item_banner_stripe_left_black
source: Black Pale Dexter
ar_sa: راية ملونة أسود
be_by: Чорная левая трэць
bg_bg: Черна дясна лента
ca_es: Franja vertical negra a la part esquerra
cs: Černý levý svislý pruh
da_dk: Sort Højre Pæl
de: Schwarze rechte Flanke
de_at: Schworze rechte Flonkn
el_gr: Μαύρη γραμμή αριστερά
es: Palo negro a diestra
fi: Musta pieli
fil_ph: Itim na Maputlang Dexter
fr_ca: Flanc dextre de sable
ga_ie: Cuaille Dubh ar Dheis
gl_es: Pau negro a destra
he: פס אנכי שמאלי שחור
hr_hr: Crna Desna Traka
hu_hu: Fekete jobb cölöp
id_id: Pita Hitam Tegak Kiri
is_is: Svart vinstra megin
it: Al palo destro di nero
ja_jp: 右に黒色の縦帯
ka_ge: შავი მარჯვენა ზოლი
ko_kr: 검은색 오른쪽 세로띠
lb_lu: Schwaarz Flank riets
lt_lt: Juodas kairysis trečdalis
ms_my: Dexter Pucat Hitam
nl_nl: Zwarte paal dexter
nn_no: Svart venstreband
pl: Czarna lewa flanka
pt: Pala Dextra Preta
ro_ro: Pal negru dextru
ru_ru: Чёрный правосторонний столб
sk_sk: Čierny ľavý pruh
sl_si: Črn desni bok
sv_se: Svart till vänster
th_th: สีดำอ่อนทางขวา
tr_tr: Soldan Siyah Sütun
vi_vn: Vạch dọc đen ở góc trái
zh_cn: 右黑竖条
zh_tw: 右方黑色縱帶

# item_banner_stripe_left_blue
source: Blue Pale Dexter
ar_sa: راية ملونة أزرق
be_by: Сіняя левая трэць
bg_bg: Синя дясна лента
ca_es: Franja vertical blava a la part esquerra
cs: Modrý levý svislý pruh
da_dk: Blå Højre Pæl
de: Blaue rechte Flanke
de_at: Blaue rechte Flonkn
el_gr: Μπλε γραμμή αριστερά
es: Palo azul a diestra
fi: Sininen pieli
fil_ph: Asul na Maputlang Dexter
fr_ca: Flanc dextre d'azur
ga_ie: Cuaille Gorm ar Dheis
gl_es: Pau azul a destra
he: פס אנכי שמאלי כחול
hr_hr: Plava Desna Traka
hu_hu: Kék jobb cölöp
id_id: Pita Biru Tegak Kiri
is_is: Blátt vinstra megin
it: Al palo destro di blu
ja_jp: 右に青色の縦帯
ka_ge: ლურჯი მარჯვენა ზოლი
ko_kr: 파란색 오른쪽 세로띠
lb_lu: Blo Flank riets
lt_lt: Mėlynas kairysis trečdalis
ms_my: Dexter Biru Pucat
mt_mt: Strixxa kaħlija fuq ix-xellug
nl_nl: Blauwe paal dexter
nn_no: Blått venstreband
pl: Niebieska lewa flanka
pt: Pala Dextra Azul
ro_ro: Pal albastru dextru
ru_ru: Синий правосторонний столб
sk_sk: Modrý ľavý pruh
sl_si: Moder desni bok
sv_se: Blå till vänster
th_th: สีน้ำเงินอ่อนทางขวา
tr_tr: Soldan Mavi Sütun
vi_vn: Vạch dọc xanh nước biển ở góc trái
zh_cn: 右蓝竖条
zh_tw: 右方藍色縱帶

# item_banner_stripe_left_brown
source: Brown Pale Dexter
ar_sa: راية ملونة بني
be_by: Карычневая левая трэць
bg_bg: Кафява дясна лента
ca_es: Franja vertical marró a la part esquerra
cs: Hnědý levý svislý pruh
da_dk: Brun Højre Pæl
de: Braune rechte Flanke
de_at: Braune rechte Flonkn
el_gr: Καφέ γραμμή αριστερά
es: Palo marrón a diestra
fi: Ruskea pieli
fil_ph: Kayumangging Maputlang Dexter
fr_ca: Flanc dextre de brun
ga_ie: Cuaille Donn ar Dheis
gl_es: Pau marrón a destra
he: פס אנכי שמאלי חום
hr_hr: Smeđa Desna Traka
hu_hu: Barna jobb cölöp
id_id: Pita Coklat Tegak Kiri
is_is: Brúnt vinstra megin
it: Al palo destro di marrone
ja_jp: 右に茶色の縦帯
ka_ge: ყავისფერი მარჯვენა ზოლი
ko_kr: 갈색 오른쪽 세로띠
lb_lu: Brong Flank riets
lt_lt: Rudas kairysis trečdalis
ms_my: Dexter Coklat Pucat
nl_nl: Bruine paal dexter
nn_no: Brunt venstreband
pl: Brązowa lewa flanka
pt: Pala Dextra Castanha
ro_ro: Pal maro dextru
ru_ru: Коричневый правосторонний столб
sk_sk: Hnedý ľavý pruh
sl_si: Rjav desni bok
sv_se: Brun till vänster
th_th: สีน้ำตาลอ่อนทางขวา
tr_tr: Soldan Kahverengi Sütun
vi_vn: Vạch dọc nâu ở góc trái
zh_cn: 右棕竖条
zh_tw: 右方棕色縱帶

# item_banner_stripe_left_cyan
source: Cyan Pale Dexter
ar_sa: راية ملونة سماوي
be_by: Бірузовая левая трэць
bg_bg: Синьозелена дясна лента
ca_es: Franja vertical cian a la part esquerra
cs: Azurový levý svislý pruh
da_dk: Turkis Højre Pæl
de: Türkise rechte Flanke
de_at: Türkise rechte Flonkn
el_gr: Κυανή γραμμή αριστερά
es: Palo cian a diestra
fi: Turkoosi pieli
fil_ph: Cyan na Maputlang Dexter
fr_ca: Flanc dextre de cyan
ga_ie: Cuaille Cian ar Dheis
gl_es: Pau ciano a destra
he: פס אנכי שמאלי ציאן
hr_hr: Tirkizna Desna Traka
hu_hu: Türkizkék jobb cölöp
id_id: Pita Sian Tegak Kiri
is_is: Heiðblátt vinstra megin
it: Al palo destro di ciano
ja_jp: 右に水色の縦帯
ka_ge: ცისფერი მარჯვენა ზოლი
ko_kr: 청록색 오른쪽 세로띠
lb_lu: Turquoise Flank riets
lt_lt: Žalsvai mėlynas kairysis trečdalis
ms_my: Cyan Dexter pucat
mt_mt: Strixxa cilesti fuq ix-xellug
nl_nl: Cyaan paal dexter
nn_no: Turkis venstreband
pl: Błękitna lewa flanka
pt: Pala Dextra Ciano
ro_ro: Pal turcoaz dextru
ru_ru: Бирюзовый правосторонний столб
sk_sk: Tyrkysový ľavý pruh
sl_si: Turkizen desni bok
sv_se: Turkos till vänster
th_th: สีน้ำเงินแกมเขียวทางขวา
tr_tr: Soldan Camgöbeği Sütun
vi_vn: Vạch dọc lục lam ở góc trái
zh_cn: 右青竖条
zh_tw: 右方青色縱帶

# item_banner_stripe_left_gray
source: Grey Pale Dexter
ar_sa: راية ملونة رمادي
be_by: Шэрая левая трэць
bg_bg: Сива дясна лента
ca_es: Franja vertical grisa a la part esquerra
cs: Šedý levý svislý pruh
da_dk: Grå Højre Pæl
de: Graue rechte Flanke
de_at: Graue rechte Flonkn
el_gr: Γκρι γραμμή αριστερά
es: Palo gris a diestra
fi: Harmaa pieli
fil_ph: Abong Pamutlang Dexter
fr_ca: Flanc dextre d'acier
ga_ie: Cuaille Liath ar Dheis
gl_es: Pau gris a destra
he: פס אנכי שמאלי אפור
hr_hr: Siva Desna Traka
hu_hu: Szürke jobb cölöp
id_id: Pita Kelabu Tegak Kiri
is_is: Grátt vinstra megin
it: Al palo destro di grigio
ja_jp: 右に灰色の縦帯
ka_ge: ნაცრისფერი მარჯვენა ზოლი
ko_kr: 회색 오른쪽 세로띠
lb_lu: Gro Flank riets
lt_lt: Pilkas kairysis trečdalis
ms_my: Dexter kelabu pucat
mt_mt: Strixxa griż fuq ix-xellug
nl_nl: Grijze paal dexter
nn_no: Grått venstreband
pl: Szara lewa flanka
pt: Pala Dextra Cinzenta
ro_ro: Pal gri dextru
ru_ru: Серый правосторонний столб
sk_sk: Sivý ľavý pruh
sl_si: Siv desni bok
sv_se: Grå till vänster
th_th: สีเทาอ่อนทางขวา
tr_tr: Soldan Gri Sütun
vi_vn: Vạch dọc xám ở góc trái
zh_cn: 右灰竖条
zh_tw: 右方灰色縱帶

# item_banner_stripe_left_green
source: Green Pale Dexter
ar_sa: راية ملونة أخضر
be_by: Зялёная левая трэць
bg_bg: Зелена дясна лента
ca_es: Franja vertical verda a la part esquerra
cs: Zelený levý svislý pruh
da_dk: Grøn Højre Pæl
de: Grüne rechte Flanke
de_at: Grüne rechte Flonkn
el_gr: Πράσινη γραμμή αριστερά
es: Palo verde a diestra
fi: Vihreä pieli
fil_ph: Berdeng Maputlang Dexter
fr_ca: Flanc dextre de sinople
ga_ie: Cuaille Uaine ar Dheis
gl_es: Pau verde a destra
he: פס אנכי שמאלי ירוק
hr_hr: Zelena Desna Traka
hu_hu: Zöld jobb cölöp
id_id: Pita Hijau Tegak Kiri
is_is: Grænt vinstra megin
it: Al palo destro di verde
ja_jp: 右に緑色の縦帯
ka_ge: მწვანე მარჯვენა ზოლი
ko_kr: 초록색 오른쪽 세로띠
lb_lu: Gréng Flank riets
lt_lt: Žalias kairysis trečdalis
ms_my: Dexter Hijau Pucat
nl_nl: Groene paal dexter
nn_no: Grønt venstreband
pl: Zielona lewa flanka
pt: Pala Dextra Verde
ro_ro: Pal verde dextru
ru_ru: Зелёный правосторонний столб
sk_sk: Zelený ľavý pruh
sl_si: Zelen desni bok
sv_se: Grön till vänster
th_th: สีเขียวอ่อนทางขวา
tr_tr: Soldan Yeşil Sütun
vi_vn: Vạch dọc xanh lá cây ở góc trái
zh_cn: 右绿竖条
zh_tw: 右方綠色縱帶

# item_banner_stripe_left_lightBlue
source: Light Blue Pale Dexter
ar_sa: راية ملونة أزرق فاتح
be_by: Блакітная левая трэць
bg_bg: Светлосиня дясна лента
ca_es: Franja vertical blava clara a la part esquerra
cs: Světle modrý levý svislý pruh
da_dk: Lyseblå Højre Pæl
de: Hellblaue rechte Flanke
de_at: Hellblaue rechte Flonkn
el_gr: Ανοιχτό Μπλε γραμμή αριστερά
es: Palo azul claro a diestra
fi: Vaaleansininen pieli
fil_ph: Mapusyaw na Asul na Maputlang Dexter
fr_ca: Flanc dextre de bleu céleste
ga_ie: Cuaille Bánghorm ar Dheis
gl_es: Pau azul claro a destra
he: פס אנכי שמאלי תכלת
hr_hr: Svijetlo Plava Desna Traka
hu_hu: Világoskék jobb cölöp
id_id: Pita Biru Muda Tegak Kiri
is_is: Ljósblátt vinstra megin
it: Al palo destro d'azzurro
ja_jp: 右に空色の縦帯
ka_ge: ღია-ლურჯი მარჯვენა ზოლი
ko_kr: 하늘색 오른쪽 세로띠
lb_lu: Hellblo Flank riets
lt_lt: Šviesiai mėlynas kairysis trečdalis
ms_my: Cahaya biru pucat Dexter
mt_mt: Strixxa ikħal ċar fuq ix-xellug
nl_nl: Lichtblauwe paal dexter
nn_no: Ljoseblått venstreband
pl: Jasnoniebieska lewa flanka
pt: Pala Dextra Azul Clara
ro_ro: Pal bleu dextru
ru_ru: Голубой правосторонний столб
sk_sk: Svetlomodrý ľavý pruh
sl_si: Svetlo moder desni bok
sv_se: Ljusblå till vänster
th_th: สีฟ้าอ่อนทางขวา
tr_tr: Soldan Açık Mavi Sütun
vi_vn: Vạch dọc xanh nước biển nhạt ở bên trái
zh_cn: 右淡蓝竖条
zh_tw: 右方淺藍色縱帶

# item_banner_stripe_left_lime
source: Lime Pale Dexter
ar_sa: راية ملونة ليموني
be_by: Лаймавая левая трэць
bg_bg: Жълтозелена дясна лента
ca_es: Franja vertical verda llima a la part esquerra
cs: Světle zelený levý svislý pruh
da_dk: Limegrøn Højre Pæl
de: Hellgrüne rechte Flanke
de_at: Hellgrüne rechte Flonkn
el_gr: Ανοιχτό Πράσινο γραμμή αριστερά
es: Palo verde lima a diestra
fi: Lime pieli
fil_ph: Dayap na Maputlang Dexter
fr_ca: Flanc dextre de sinople clair
ga_ie: Cuaille Líomach ar Dheis
gl_es: Pau lima a destra
he: פס אנכי שמאלי ליים
hr_hr: Svijetlo Zelena Desna Traka
hu_hu: Világoszöld jobb cölöp
id_id: Pita Limau Tegak Kiri
is_is: Gulgrænt vinstra megin
it: Al palo destro di lime
ja_jp: 右に黄緑色の縦帯
ka_ge: სალათისფერი მარჯვენა ზოლი
ko_kr: 연두색 오른쪽 세로띠
lb_lu: Hellgréng Flank riets
lt_lt: Gelsvai žalsvas kairysis trečdalis
ms_my: Limau nipis pucat Dexter
mt_mt: Strixxa aħdar ċar fuq ix-xellug
nl_nl: Lichtgroene paal dexter
nn_no: Limegrønt venstreband
pl: Jasnozielona lewa flanka
pt: Pala Dextra Verde Lima
ro_ro: Pal verde-deschis dextru
ru_ru: Лаймовый правосторонний столб
sk_sk: Svetlozelený ľavý pruh
sl_si: Svetlo zelen desni bok
sv_se: Limegrön till vänster
th_th: สีเขียวอ่อนๆทางขวา
tr_tr: Soldan Açık Yeşil Sütun
vi_vn: Vạch dọc xanh lá mạ ở bên trái
zh_cn: 右黄绿竖条
zh_tw: 右方淺綠色縱帶

# item_banner_stripe_left_magenta
source: Magenta Pale Dexter
ar_sa: راية ملونة أرجواني
be_by: Пурпурная левая трэць
bg_bg: Пурпурна дясна лента
ca_es: Franja vertical magenta a la part esquerra
cs: Purpurový levý svislý pruh
da_dk: Magenta Højre Pæl
de: Magenta rechte Flanke
de_at: Magentane rechte Flonkn
el_gr: Ματζέντα γραμμή αριστερά
es: Palo magenta a diestra
fi: Purppura pieli
fil_ph: Magentang Maputlang Dexter
fr_ca: Flanc dextre de magenta
ga_ie: Cuaille Maigeanta ar Dheis
gl_es: Pau maxenta a destra
he: פס אנכי שמאלי מג'נטה
hr_hr: Roza Desna Traka
hu_hu: Bíbor jobb cölöp
id_id: Pita Magenta Tegak Kiri
is_is: Vínrautt vinstra megin
it: Al palo destro di magenta
ja_jp: 右に赤紫色の縦帯
ka_ge: იისფერი მარჯვენა ზოლი
ko_kr: 자홍색 오른쪽 세로띠
lb_lu: Magenta Flank riets
lt_lt: Rausvai raudonas kairysis trečdalis
ms_my: Dexter pucat Magenta
mt_mt: Strixxa vjola ċar fuq ix-xellug
nl_nl: Magenta paal dexter
nn_no: Ljoselilla venstreband
pl: Karmazynowa lewa flanka
pt: Pala Dextra Magenta
ro_ro: Pal magenta dextru
ru_ru: Пурпурный правосторонний столб
sk_sk: Purpurový ľavý pruh
sl_si: Škrlaten desni bok
sv_se: Ljuslila till vänster
th_th: สีม่วงแกมชมพูอ่อนทางขวา
tr_tr: Soldan Eflatun Sütun
vi_vn: Vạch dọc đỏ sậm ở bên trái
zh_cn: 右品红竖条
zh_tw: 右方洋紅色縱帶

# item_banner_stripe_left_orange
source: Orange Pale Dexter
ar_sa: راية ملونة برتقالي
be_by: Аранжавая левая трэць
bg_bg: Оранжева дясна лента
ca_es: Franja vertical taronja a la part esquerra
cs: Oranžový levý svislý pruh
da_dk: Orange Højre Pæl
de: Orange rechte Flanke
de_at: Orange rechte Flonkn
el_gr: Πορτοκαλί γραμμή αριστερά
es: Palo naranja a diestra
fi: Oranssi pieli
fil_ph: Kahel na Maputlang Dexter
fr_ca: Flanc dextre d'orangé
ga_ie: Cuaille Oráisteach ar Dheis
gl_es: Pau laranxa a destra
he: פס אנכי שמאלי כתום
hr_hr: Narančasta Desna Traka
hu_hu: Narancssárga jobb cölöp
id_id: Pita Jingga Tegak Kiri
is_is: Appelsínugult vinstra megin
it: Al palo destro d'arancione
ja_jp: 右に橙色の縦帯
ka_ge: ნარინჯისფერი მარჯვენა ზოლი
ko_kr: 주황색 오른쪽 세로띠
lb_lu: Orange Flank riets
lt_lt: Oranžinis kairysis trečdalis
ms_my: Dexter pucat oren
mt_mt: Strixxa orangjo fuq ix-xellug
nl_nl: Oranje paal dexter
nn_no: Oransje venstreband
pl: Pomarańczowa lewa flanka
pt: Pala Dextra Laranja
ro_ro: Pal portocaliu dextru
ru_ru: Оранжевый правосторонний столб
sk_sk: Oranžový ľavý pruh
sl_si: Oranžen desni bok
sv_se: Orange till vänster
th_th: สีส้มอ่อนทางขวา
tr_tr: Soldan Turuncu Sütun
vi_vn: Vạch dọc cam ở bên trái
zh_cn: 右橙竖条
zh_tw: 右方橙色縱帶

# item_banner_stripe_left_pink
source: Pink Pale Dexter
ar_sa: راية ملونة وردي
be_by: Ружовая левая трэць
bg_bg: Розова дясна лента
ca_es: Franja vertical rosa a la part esquerra
cs: Růžový levý svislý pruh
da_dk: Lyserød Højre Pæl
de: Rosa rechte Flanke
de_at: Rosane rechte Flonkn
el_gr: Ροζ γραμμή αριστερά
es: Palo rosa a diestra
fi: Vaaleanpunainen pieli
fil_ph: Pink na Maputlang Dexter
fr_ca: Flanc dextre de rose
ga_ie: Cuaille Bándearg ar Dheis
gl_es: Pau rosa a destra
he: פס אנכי שמאלי ורוד
hr_hr: Ružičasta Desna Traka
hu_hu: Rózsaszín jobb cölöp
id_id: Pita Merah Muda Tegak Kiri
is_is: Bleikt vinstra megin
it: Al palo destro di rosa
ja_jp: 右に桃色の縦帯
ka_ge: ვარდისფერი მარჯვენა ზოლი
ko_kr: 분홍색 오른쪽 세로띠
lb_lu: Rosa Flank riets
lt_lt: Rožinis kairysis trečdalis
ms_my: Dexter Pink pucat
mt_mt: Strixxa roża fuq ix-xellug
nl_nl: Roze paal dexter
nn_no: Rosa venstreband
pl: Różowa lewa flanka
pt: Pala Dextra Rosa
ro_ro: Pal roz dextru
ru_ru: Розовый правосторонний столб
sk_sk: Ružový ľavý pruh
sl_si: Roza desni bok
sv_se: Rosa till vänster
th_th: สีชมพูอ่อนทางขวา
tr_tr: Soldan Pembe Sütun
vi_vn: Vạch dọc hồng ở bên trái
zh_cn: 右粉红竖条
zh_tw: 右方粉紅色縱帶
