Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_dyePowder_yellow_name
source: Dandelion Yellow
af_za: Geel Kleurstof
ar_sa: اصفر هندباء برية
be_by: Пялёсткі дзьмухаўца
bg_bg: Глухарчесто жълто
ca_es: Groc Dent de Lleó
cs: Pampelišková žluť
da_dk: Mælkebøttegul
de: Gelber Farbstoff
de_at: Gelbe Forb
el_gr: Κίτρινο της πικραλίδας
es: Tinte amarillo
eu_es: Txikoria-belarraren horia
fa_ir: رنگ زرد
fi: Voikukankeltainen väriaine
fil_ph: Dilaw ng Amargon
fr_ca: Pétales jaunes
ga_ie: Ruaim Bhuí an Chaisearbháin
gl_es: Amarelo Dente de León
he: צבען צהוב
hi_in: पीला डाई
hr_hr: Ekstrakt Maslačka
hu_hu: Pitypangsárga
hy_am: Դեղին Ներկ
id_id: Pewarna Kuning Dandelion
is_is: Fífilgult litarefni
it: Colorante giallo
ja_jp: 黄色の染料
ka_ge: ყვითელი ბაბუაწვერა
ko_kr: 노랑 민들레 염료
lb_lu: Giele Fuerfstoff
lt_lt: Pienės geltonis
lv_lv: Pieneņu dzeltena
ms_my: Dandelion Kuning
mt_mt: Isfar tal-Lellux
nl_nl: Paardenbloemgeel
nn_no: Løvetanngul
pl: Mleczowa żółć
pt: Amarelo Dente-de-Leão
ro_ro: Galben de păpădie
ru_ru: Жёлтый краситель
sk_sk: Žlté farbivo
sl_si: Rumeno barvilo
sv_se: Maskrosgul
th_th: สีย้อมสีเหลือง
tr_tr: Karahindiba Sarısı
vi_vn: Bột nhuộm vàng
zh_cn: 蒲公英黄
zh_tw: 蒲公英黃

# item_dyed
source: Dyed
af_za: Gekleurd
ar_sa: مصبوغ
be_by: Фарбаваны
bg_bg: Боядисани
ca_es: Tenyit
cs: Obarvený
da_dk: Farvet
de: Gefärbt
de_at: Gfärbt
el_gr: Βαμμένο
es: Tintado
eu_es: Tindatuta
fa_ir: رنگ شده
fi: Värjätty
fil_ph: Kinulayan
fr_ca: Teint(es)
ga_ie: Daite
gl_es: Tintado
he: צבוע
hi_in: रंगे
hr_hr: Obojeno
hu_hu: Festett
hy_am: Ներկված
id_id: Diwarnai
is_is: Litaðar
it: Tinto
ja_jp: 染色済み
ka_ge: შეღებილი
ko_kr: 염색됨
lb_lu: Gefierft
lt_lt: Nudažytas
lv_lv: Krāsots
ms_my: Diwarnakan
mt_mt: Miżbugħ
nl_nl: Geverfd
nn_no: Farga
pl: Barwione
pt: Tingido
ro_ro: Vopsit
ru_ru: Крашеный
sk_sk: Zafarbené
sl_si: Obarvan
sv_se: Färgad
th_th: ย้อมสีแล้ว
tr_tr: Boyalı
vi_vn: Đã được nhuộm
zh_cn: 已染色
zh_tw: 已染色

# item_egg_name
source: Egg
af_za: Hoendereier
ar_sa: بيضة
be_by: Яйка
bg_bg: Яйце
ca_es: Ou
cs: Vejce
da_dk: Æg
de: Ei
el_gr: Αυγό
es: Huevo
eu_es: Arrautza
fa_ir: تخم مرغ
fi: Kananmuna
fil_ph: Itlog
fr_ca: Oeuf
ga_ie: Ubh
gl_es: Ovo
he: ביצה
hi_in: अंडा
hr_hr: Jaje
hu_hu: Tojás
hy_am: Ձու
id_id: Telur
it: Uovo
ja_jp: 卵
ka_ge: კვერცხი
ko_kr: 달걀
lb_lu: Ee
lt_lt: Kiaušinis
lv_lv: Ola
mi_nz: Hēki
mk_mk: Јајца
mn_mn: Өндөг
ms_my: Telur
mt_mt: Bajda
nl_nl: Ei
pl: Jajko
pt: Ovo
ro_ro: Ou
ru_ru: Яйцо
sk_sk: Vajce
sl_si: Jajce
sv_se: Ägg
th_th: ไข่ไก่
tr_tr: Yumurta
vi_vn: Trứng
zh_cn: 鸡蛋
zh_tw: 雞蛋

# item_elytra_name
source: Elytra
ar_sa: إلايترا
be_by: Элітры
bg_bg: Елитри
ca_es: Èlitre
cs: Krovky
de: Elytren
el_gr: Έλυτρα
es: Élitros
eu_es: Elitroak
fa_ir: بالپوش
fr_ca: Élytres
ga_ie: Eilitream
he: אליטרה
hu_hu: Kitinszárny
is_is: Þekjuvængir
it: Elitre
ja_jp: エリトラ
ka_ge: ელიტრა
ko_kr: 겉날개
lt_lt: Sparnai
lv_lv: Deltaplāns
pl: Elytry
pt: Élitro
ro_ro: Elitre
ru_ru: Элитры
sk_sk: Krovky
sl_si: Elitra
th_th: ปีก
tr_tr: Elitra
vi_vn: Cánh cứng
zh_cn: 鞘翅
zh_tw: 鞘翅

# item_emerald_name
source: Emerald
af_za: Smarag
ar_sa: زمرد
be_by: Смарагд
bg_bg: Смарагд
ca_es: Maragda
cs: Smaragd
da_dk: Smaragd
de: Smaragd
de_at: Smaragd
el_gr: Σμαράγδι
es: Esmeralda
eu_es: Esmeralda
fa_ir: زمرد
fi: Smaragdi
fil_ph: Esmeralda
fr_ca: Émeraude
ga_ie: Smaragaid
gl_es: Esmeralda
he: ברקת
hi_in: पन्ना
hr_hr: Smaragd
hu_hu: Smaragd
hy_am: Զմրուխտ
id_id: Zamrud
is_is: Smaragður
it: Smeraldo
ja_jp: エメラルド
ka_ge: ზურმუხტი
ko_kr: 에메랄드
lb_lu: Smaragd
lt_lt: Smaragdas
lv_lv: Smaragds
mi_nz: Kahurangi
mn_mn: Маргад эрдэнэ
ms_my: Zamrud
mt_mt: Żmerald
nl_nl: Smaragd
nn_no: Smaragd
pl: Szmaragd
pt: Esmeralda
ro_ro: Smarald
ru_ru: Изумруд
sk_sk: Smaragd
sl_si: Smaragd
sv_se: Smaragd
th_th: มรกต
tr_tr: Zümrüt
vi_vn: Ngọc lục bảo
zh_cn: 绿宝石
zh_tw: 綠寶石

# item_emptyMap_name
source: Empty Map
af_za: Leë Kaart
ar_sa: خريطة فارغة
be_by: Пустая карта
bg_bg: Празна карта
ca_es: Mapa en blanc
cs: Prázdná mapa
da_dk: Tomt kort
de: Leere Karte
el_gr: Κενός χάρτης
es: Mapa en blanco
eu_es: Mapa hutsa
fa_ir: نقشه (ترسيم نشده)
fi: Tyhjä kartta
fil_ph: Blankong Mapa
fr_ca: Carte vierge
ga_ie: Léarscáil Bhán
gl_es: Mapa vacío
he: מפה ריקה
hi_in: खाली मानचित्र
hr_hr: Prazna Karta
hu_hu: Üres térkép
hy_am: Դատարկ Քարտեզ
id_id: Peta Kosong
is_is: Blankt kort
it: Mappa vuota
ja_jp: 白紙の地図
ka_ge: ცარიელი რუკა
ko_kr: 빈 지도
lb_lu: Eidel Kaart
lt_lt: Tuščias žemėlapis
lv_lv: Tukša Karte
mn_mn: Хоосон газрын зураг
ms_my: Peta Kosong
mt_mt: Mappa Vojta
nl_nl: Lege kaart
nn_no: Tomt kart
pl: Pusta mapa
pt: Mapa Vazio
ro_ro: Hartă goală
ru_ru: Чистая карта
sk_sk: Prázdna mapa
sl_si: Prazen zemljevid
sv_se: Tom karta
th_th: แผนที่เปล่า
tr_tr: Boş Harita
vi_vn: Bản đồ trống
zh_cn: 空地图
zh_tw: 空白地圖

# item_enchantedBook_name
source: Enchanted Book
af_za: Toorboek
ar_sa: كتاب مسحور
be_by: Зачараваная кніга
bg_bg: Омагьосана книга
ca_es: Llibre encantat
cs: Očarovaná kniha
da_dk: Fortryllet bog
de: Verzaubertes Buch
el_gr: Μαγεμένο βιβλίο
es: Libro encantado
eu_es: Sorgindutako liburua
fa_ir: کتاب افسون شده
fi: Lumottu kirja
fil_ph: Malikhang Libro
fr_ca: Livre enchanté
ga_ie: Leabhar Faoi Dhraíocht
gl_es: Libro encantado
he: ספר מכושף
hi_in: जादूई पुस्तक
hr_hr: Začarana Knjiga
hu_hu: Varázskönyv
hy_am: Կախարդական Գիրք
id_id: Buku Tingkatan
is_is: Galdrabók
it: Libro incantato
ja_jp: エンチャントの本
ka_ge: ჯადოსნური წიგნი
ko_kr: 마법부여된 책
lb_lu: Verzaubert Buch
lt_lt: Užkerėta knyga
lv_lv: Uzlabota Grāmata
ms_my: Buku Tersihir
mt_mt: Ktieb Maġiku
nl_nl: Betoverd boek
nn_no: Forheksa bok
pl: Zaklęta książka
pt: Livro Encantado
ro_ro: Carte fermecată
ru_ru: Зачарованная книга
sk_sk: Očarovaná kniha
sl_si: Začarana knjiga
sv_se: Förtrollad bok
th_th: หนังสือร่ายมนต์
tr_tr: Büyülü Kitap
vi_vn: Cuốn sách được phù phép
zh_cn: 附魔书
zh_tw: 附魔書

# item_end_crystal_name
source: End Crystal
af_za: End Kristal
ar_sa: كريستالة النهاية
be_by: Крышталь Энда
bg_bg: Кристал от Края
ca_es: Cristall d'Ender
cs: Endový krystal
da_dk: Ender krystal
de: Enderkristall
el_gr: Κρύσταλλος του Έντ
es: Cristal del End
eu_es: Amaierako Kristala
fi: Äärikristalli
fil_ph: Katapusang Kristal
fr_ca: Cristal de l'End
ga_ie: Criostal na Críche
gd_gb: Criostal End
gl_es: Cristal do End
he: קריסטל אנד
hr_hr: End Kristal
hu_hu: Endkristály
id_id: Crystal End
is_is: Endakristall
it: Cristallo dell'End
ja_jp: エンドクリスタル
ka_ge: ენდის კრისტალი
ko_kr: 엔드 수정
lb_lu: Endkristall
lt_lt: Endo kristalas
lv_lv: Beigu Kristāls
mn_mn: Эндийн талст
ms_my: Kristal Akhiran
mt_mt: Kristall tal-Ender
nl_nl: Endkristal
nn_no: Endekrystal
pl: Kryształ Endu
pt: Cristal do End
ro_ro: Cristal din End
ru_ru: Кристалл Энда
sk_sk: Endový kryštál
sl_si: Končni kristal
sv_se: Endkristall
th_th: คริสตัลเอนด์
tr_tr: End Kristali
vi_vn: Pha lê End
zh_cn: 末影水晶
zh_tw: 終界水晶

# item_enderPearl_name
source: Ender Pearl
af_za: Ender Pêrel
ar_sa: لؤلؤة الاندر
be_by: Жамчужына Энда
bg_bg: Перла от Края
ca_es: Perla d'Ender
cs: Endová perla
da_dk: Ender-perle
de: Enderperle
el_gr: Μαργαριτάρι Έντερ
es: Perla de ender
eu_es: Amaierako perla
fa_ir: گوهر فرجام
fi: Äärenhelmi
fil_ph: Perlas ng Wakas
fr_ca: Perle de l'Ender
ga_ie: Péarla na Críche
gd_gb: Neamhnaid Ender
gl_es: Perla de Ender
he: פנינת אנדר
hi_in: अंत पर्ल
hr_hr: Ender Biser
hu_hu: Endergyöngy
hy_am: Էնդերի Մարգարիտ
id_id: Permata Ender
is_is: Enda perla
it: Perla di ender
ja_jp: エンダーパール
ka_ge: ენდერის მარგალიტი
ko_kr: 엔더 진주
lb_lu: Enderpärel
lt_lt: Ender perlas
lv_lv: Ender pērle
mn_mn: Эндэрийн сувд
ms_my: Mutiara Akhiran
mt_mt: Perla tal-Ender
nl_nl: Enderparel
nn_no: Endeperle
pl: Perła Endu
pt: Pérola do End
ro_ro: Perlă de Ender
ru_ru: Эндер-жемчуг
sk_sk: Enderová perla
sl_si: Enderov biser
sv_se: Enderpärla
th_th: ไข่มุกเอ็นเดอร์
tr_tr: Ender İncisi
vi_vn: Ngọc Ender
zh_cn: 末影珍珠
zh_tw: 終界珍珠

# item_expBottle_name
source: Bottle o' Enchanting
af_za: Bottel van Betowering
ar_sa: قنينة السحر
be_by: Пляшка досведу
bg_bg: Магическа колба
ca_es: Ampolla màgica
cs: Lektvar očarování
da_dk: Fortryllelsesflaske
de: Erfahrungsfläschchen
el_gr: Μπουκάλι των μαγειών
es: Frasco con experiencia
eu_es: Sorginkeri botila
fa_ir: بتري تجربه
fi: Lumottu pullo
fil_ph: Bote ng Karanasan
fr_ca: Fiole d'expérience
ga_ie: Buidéal Asarlaíochta
gl_es: Frasco de experiencia
he: בקבוק כישופים
hi_in: बोतल ओ' करामाती
hr_hr: Bočica Čarolije
hu_hu: Varázslat palackja
hy_am: Փորձառությունների Շիշ
is_is: Reynsluflaska
it: Ampolla d'esperienza
ja_jp: エンチャントの瓶
ka_ge: ჯადოს ბოთლი
ko_kr: 경험치 병
lb_lu: Erfarungsfläsch
lt_lt: Patirties buteliukas
lv_lv: Burvestību pudele
mn_mn: Ид шидтэй лонх
ms_my: Botol Berisi Penyihiran
mt_mt: Flixkun tal-Maġija
nl_nl: Magiërsextract
nn_no: Forheksarflaske
pl: Zaklęta butelka
pt: Frasco d'Encantamento
ro_ro: Sticluță de experiență
ru_ru: Пузырёк опыта
sk_sk: Čarovná fľaša
sl_si: Steklenica čarovnije
sv_se: Förtrollningsflaska
th_th: ยาแห่งเวทมนต์
tr_tr: Tecrübe İksiri
vi_vn: Chai kinh nghiệm
zh_cn: 附魔之瓶
zh_tw: 經驗瓶

# item_eyeOfEnder_name
source: Eye of Ender
af_za: Endersoog
ar_sa: عين المُنهي
be_by: Вока Эндэра
bg_bg: Око на Края
ca_es: Ull d'Ender
cs: Endové oko
da_dk: Ender-øje
de: Enderauge
el_gr: Μάτι του Έντερ
es: Ojo de ender
eu_es: Amaierako begia
fa_ir: چشم فرجام
fi: Äären silmä
fil_ph: Mata ng Wakas
fr_ca: Oeil de l'Ender
ga_ie: Súil na Críche
gd_gb: Sùil Ender
gl_es: Ollo de Ender
he: עין אנדר
hi_in: के नेत्र अंत
hr_hr: Oko Endera
hu_hu: Ender szeme
hy_am: Էնդերի Աչք
id_id: Mata Ender
is_is: Endamanns Auga
it: Occhio di ender
ja_jp: エンダーアイ
ka_ge: ენდერის თვალი
ko_kr: 엔더의 눈
lb_lu: Endera
lt_lt: Endo akis
lv_lv: Endera Acs
mn_mn: Эндэрийн нүд
ms_my: Mata Akhiran
mt_mt: Għajn tal-Ender
nl_nl: Enderoog
nn_no: Ende-auge
pl: Oko Endera
pt: Olho do End
ro_ro: Ochi de Ender
ru_ru: Око Эндера
sk_sk: Enderové oko
sl_si: Enderjevo oko
sv_se: Enderöga
th_th: ดวงตาแห่งเอนเดอร์
tr_tr: Ender Gözü
vi_vn: Mắt của Ender
zh_cn: 末影之眼
zh_tw: 終界之眼

# item_feather_name
source: Feather
af_za: Veer
ar_sa: ريشة
be_by: Пяро
bg_bg: Перо
ca_es: Ploma
cs: Pírko
da_dk: Fjer
de: Feder
de_at: Feda
el_gr: Φτερό
es: Pluma
eu_es: Luma
fa_ir: پر
fi: Höyhen
fil_ph: Plumahe
fr_ca: Plume
ga_ie: Cleite
gl_es: Pluma
he: נוצה
hi_in: पंख
hr_hr: Pero
hu_hu: Toll
hy_am: Փետուր
id_id: Bulu
is_is: Fjöður
it: Piuma
ja_jp: 羽
ka_ge: ბუმბული
ko_kr: 깃털
lb_lu: Fieder
lt_lt: Plunksna
lv_lv: Spalva
mi_nz: Piki
mn_mn: Өд
ms_my: Bulu Pelepah
mt_mt: Rixa
nl_nl: Veer
nn_no: Fjør
pl: Pióro
pt: Pena
ro_ro: Pană
ru_ru: Перо
sk_sk: Pierko
sl_si: Pero
sv_se: Fjäder
th_th: ขนนก
tr_tr: Tüy
vi_vn: Lông
zh_cn: 羽毛
zh_tw: 羽毛

# item_fermentedSpiderEye_name
source: Fermented Spider Eye
af_za: Gegisde Spinnekop Oog
ar_sa: عين العنكبوت المخمرة
be_by: Марынаванае павучынае вока
bg_bg: Ферментирало око на паяк
ca_es: Ull d'aranya fermentat
cs: Zkvašené pavoučí oko
da_dk: Fermenteret edderkoppeøje
de: Fermentiertes Spinnenauge
el_gr: Ζυμωμένο μάτι αράχνης
es: Ojo de araña fermentado
eu_es: Legamiatutako armiarma begiak
fa_ir: چشم عنکبوت مخمري
fi: Käynyt hämähäkinsilmä
fil_ph: TInimplang Mata
fr_ca: Oeil d'araignée fermenté
ga_ie: Súil Damháin Alla Coipthe
gd_gb: Sùil damhain-allaidh bracha
gl_es: Ollo de araña fermentado
he: עין עכביש תסוסה
hi_in: किण्वित स्पाइडर आँखों
hr_hr: Fermentirano Paukovo Oko
hu_hu: Erjesztett pókszem
hy_am: Սարդի Ֆերմենտացված Աչք
id_id: Fermentasi mata laba-laba
is_is: Súrsað Kóngulóarauga
it: Occhio di ragno fermentato
ja_jp: 発酵したクモの目
ka_ge: გადამუშავებული ობობის თვალი
ko_kr: 발효된 거미 눈
lb_lu: Fermentéiert Spannena
lt_lt: Rauginta voro akis
lv_lv: Fermentēta zrinekļa acs
mn_mn: Исгэсэн аалзны нүд
ms_my: Mata Labah-Labah Ditapai
mt_mt: Għajn ta' Brimba Ffermentata
nl_nl: Gefermenteerd spinnenoog
nn_no: Gjæra vevkjerringsauge
pl: Sfermentowane oko pająka
pt: Olho de Aranha Fermentado
ro_ro: Ochi de păianjen fermentat
ru_ru: Маринованный паучий глаз
sk_sk: Kvasené pavúčie oko
sl_si: Fermentirano pajkovo oko
sv_se: Jäst spindelöga
th_th: ตาแมงมุมดอง
tr_tr: Mayalı Örümcek Gözü
vi_vn: Mắt nhện được lên men
zh_cn: 发酵蛛眼
zh_tw: 發酵蜘蛛眼

# item_fireball_name
source: Fire Charge
af_za: Vuurbal
ar_sa: شحنة نارية
be_by: Вогненны шар
bg_bg: Огнен заряд
ca_es: Càrrega de foc
cs: Ohnivá koule
da_dk: Ildladning
de: Feuerkugel
el_gr: Καψούλι Φωτιας
es: Carga ígnea
eu_es: Su-bola
fa_ir: توپ آتش
fi: Tulipallo
fil_ph: Karga ng Apoy
fr_ca: Boule de feu
ga_ie: Lánán Tine
gl_es: Carga incendiaria
he: מטען אש
hi_in: आग प्रभार
hr_hr: Vatrena Kugla
hu_hu: Tűzgolyó
hy_am: Կրակի Գունդ
id_id: Bola Api
is_is: Eldhnöttur
it: Carica di fuoco
ja_jp: ファイヤーチャージ
ka_ge: ცეცხლოვანი ბურთი
ko_kr: 화염구
lb_lu: Feierkugel
lt_lt: Ugnies kamuolys
lv_lv: Ugunsbumba
mn_mn: Галт бөмбөг
ms_my: Bebola Api
mt_mt: Balma tan-Nar
nl_nl: Vuurbal
nn_no: Eldkule
pl: Ognista kula
pt: Projétil de Fogo
ro_ro: Minge de foc
ru_ru: Огненный заряд
sk_sk: Ohnivá strela
sl_si: Ognjeni naboj
sv_se: Eldladdning
th_th: ลูกไฟ
tr_tr: Ateş topu
vi_vn: Cầu lửa
zh_cn: 火焰弹
zh_tw: 火焰彈

# item_fireworks_flight
source: Flight Duration:
af_za: Vlug Duur:
ar_sa: مدة الرحلة:
be_by: Працягласць палёту:
bg_bg: Продължителност на полета:
ca_es: Duració del vol:
cs: Délka letu:
da_dk: Flyvevarighed:
de: Flugdauer:
el_gr: Διάρκεια Πτήσης:
es: Duración del vuelo:
eu_es: Hegaldi Iraupena:
fa_ir: مدت پرواز :
fi: Lentämisaika:
fil_ph: Tagal ng Lipad:
fr_ca: Durée d'envol :
ga_ie: Tréimhse Eitilte:
gl_es: Duración do voo:
he: משך הטיסה:
hi_in: उड़ान की अवधि:
hr_hr: Duljina leta:
hu_hu: Repülés hossza:
hy_am: Թռիչքի Տեվողություն։
id_id: Durasi Terbang:
is_is: Flugtími
it: Durata del volo:
ja_jp: 飛翔時間：
ka_ge: ფრენის ხანგრძლივობა:
ko_kr: 비행 시간:
lb_lu: Fluchdauer:
lt_lt: Skrydžio trukmė:
lv_lv: Lidojuma ilgums:
ms_my: Tempoh Penerbangan:
mt_mt: Dewm fl-Arja:
nl_nl: Vluchtduur:
nn_no: Flyg lengde:
pl: Czas lotu:
pt: Duração do Voo:
ro_ro: Durata zborului:
ru_ru: Длительность полёта:
sk_sk: Dĺžka letu:
sl_si: Čas leta:
sv_se: Flygtid:
th_th: ระยะเวลาบิน:
tr_tr: Uçuş Süresi:
vi_vn: Thời gian bay:
zh_cn: 飞行时间：
zh_tw: 飛行時間：

# item_fireworks_name
source: Firework Rocket
af_za: Vuurpyl
ar_sa: الالعاب النارية
be_by: Феерверк
bg_bg: Фойерверк
ca_es: Focs artificials
cs: Rachejtle
da_dk: Fyrværkeriraket
de: Feuerwerksrakete
el_gr: Πύραυλος πυροτεχνημάτος
es: Cohete de fuegos artificiales
eu_es: Suziria
fa_ir: راکت آتشبازي
fi: Ilotulitusraketti
fil_ph: Raketa ng Paputok
fr_ca: Fusée de feu d'artifice
ga_ie: Roicéad Tine Ealaíne
gl_es: Fogo artificial
he: טיל זיקוק
hi_in: आतिशबाजी रॉकेट
hr_hr: Vatrometna Raketa
hu_hu: Tűzijáték
hy_am: Հրավառություն
id_id: Roket Kembang Api
is_is: Raketta
it: Razzo pirotecnico
ja_jp: ロケット花火
ka_ge: რაკეტა მაშხალა
ko_kr: 폭죽 로켓
lb_lu: Feierwierksrakéit
lt_lt: Fejerverkas
lv_lv: Salūta raķete
ms_my: Roket Bunga Api
mt_mt: Murtal
nl_nl: Vuurpijl
nn_no: Fyrverkeri
pl: Fajerwerk
pt: Fogo de Artifício
ro_ro: Artificiu
ru_ru: Фейерверк
sk_sk: Ohňostroj
sl_si: Raketa
sv_se: Fyrverkeriraket
th_th: ดอกไม้ไฟ
tr_tr: Havai Fişek Roketi
vi_vn: Pháo hoa
zh_cn: 烟花火箭
zh_tw: 煙火

# item_fireworksCharge_black
source: Black
af_za: Swart
ar_sa: أسود
be_by: Чорны
bg_bg: Черно
ca_es: Negre
cs: Černá
da_dk: Sort
de: Schwarz
de_at: Schworz
el_gr: Μαύρο
es: negra
eu_es: Beltza
fa_ir: مشکي
fi: Musta
fil_ph: Itim
fr_ca: Noire
ga_ie: Dubh
gd_gb: Dubh
gl_es: Negro
he: שחור
hi_in: काला
hr_hr: Crna
hu_hu: Fekete
hy_am: Սև
id_id: Hitam
is_is: Svört
it: Nero
ja_jp: 黒色
ka_ge: შავი
ko_kr: 검은색
lb_lu: Schwaarz
lt_lt: Juoda
lv_lv: Melns
mi_nz: Pango
ms_my: Hitam
mt_mt: Iswed
nl_nl: Zwart
nn_no: Svart
pl: Czarny
pt: Preto
ro_ro: Negru
ru_ru: Чёрный
sk_sk: Čierna
sl_si: Črn
sv_se: Svart
th_th: สีดำ
tr_tr: Siyah
vi_vn: Màu đen
zh_cn: 黑色
zh_tw: 黑色

# item_fireworksCharge_blue
source: Blue
af_za: Blou
ar_sa: أزرق
be_by: Сіні
bg_bg: Синьо
ca_es: Blau
cs: Modrá
da_dk: Blå
de: Blau
de_at: Blau
el_gr: Μπλέ
es: azul
eu_es: Urdina
fa_ir: آبي
fi: Sininen
fil_ph: Bughaw
fr_ca: Bleue
ga_ie: Gorm
gd_gb: Gorm
gl_es: Azul
he: כחול
hi_in: नीला
hr_hr: Plava
hu_hu: Kék
hy_am: Կապույտ
id_id: Biru
is_is: Blá
it: Blu
ja_jp: 青色
ka_ge: ლურჯი
ko_kr: 파란색
lb_lu: Blo
lt_lt: Mėlyna
lv_lv: Zils
mi_nz: Kikorangi
ms_my: Biru
mt_mt: Blu
nl_nl: Blauw
nn_no: Blå
pl: Niebieski
pt: Azul
ro_ro: Albastru
ru_ru: Синий
sk_sk: Modrá
sl_si: Moder
sv_se: Blå
th_th: สีน้ำเงิน
tr_tr: Mavi
vi_vn: Màu xanh nước biển
zh_cn: 蓝色
zh_tw: 藍色

# item_fireworksCharge_brown
source: Brown
af_za: Bruin
ar_sa: أسمر
be_by: Карычневы
bg_bg: Кафяво
ca_es: Marró
cs: Hnědá
da_dk: Brun
de: Braun
de_at: Braun
el_gr: Καφέ
es: marrón
eu_es: Marroia
fa_ir: قهوه اي
fi: Ruskea
fil_ph: Kayumanggi
fr_ca: Brune
ga_ie: Donn
gd_gb: Donn
gl_es: Marrón
he: חום
hi_in: भूरा
hr_hr: Smeđa
hu_hu: Barna
hy_am: Դարչնագույն
id_id: Cokelat
is_is: Brún
it: Marrone
ja_jp: 茶色
ka_ge: ყავისფერი
ko_kr: 갈색
lb_lu: Brong
lt_lt: Ruda
lv_lv: Brūns
mi_nz: Parauri
ms_my: Perang
mt_mt: Kannella
nl_nl: Bruin
nn_no: Brun
pl: Brązowy
pt: Castanho
ro_ro: Maro
ru_ru: Коричневый
sk_sk: Hnedá
sl_si: Rjav
sv_se: Brun
th_th: สีน้ำตาล
tr_tr: Kahverengi
vi_vn: Màu nâu
zh_cn: 棕色
zh_tw: 棕色

# item_fireworksCharge_customColor
source: Custom
af_za: Pasgemaakte
ar_sa: مخصص
be_by: Карыстальніцкі
bg_bg: По избор
ca_es: Personalitzat
cs: Vlastní
da_dk: Brug
de: Benutzerdefiniert
de_at: Benutzerdefiniert
el_gr: Προσαρμοσμένο
es: personalizado
eu_es: Pertsonalizatua
fa_ir: ويژه
fi: Oma väri
fil_ph: Nakakaiba
fr_ca: Personnalisée
ga_ie: Saincheaptha
gl_es: Personalizado
he: מותאם אישית
hi_in: कस्टम
hr_hr: Podešeno
hu_hu: Egyéni
hy_am: Անձնական
id_id: Kustom
is_is: Sérsniðin
it: Personalizzato
ja_jp: カスタム
ka_ge: მორგებული
ko_kr: 사용자 지정
lb_lu: Personaliséiert
lt_lt: Vartotojo
lv_lv: Pielāgota
mn_mn: өөрчлөн
ms_my: Tersuai
mt_mt: Kulur Ieħor
nl_nl: Aangepast
nn_no: Eigendefinert
pl: Własny
pt: Personalizado
ro_ro: Personalizat
ru_ru: Пользовательский
sk_sk: Vlastná
sl_si: Po meri
sv_se: Anpassad
th_th: กำหนดเอง
tr_tr: Özel
vi_vn: Tự chọn
zh_cn: 自定义
zh_tw: 自訂

# item_fireworksCharge_cyan
source: Cyan
af_za: Siaan
ar_sa: السماوي
be_by: Бірузовы
bg_bg: Синьозелено
ca_es: Cian
cs: Azurová
da_dk: Turkis
de: Türkis
de_at: Türkis
el_gr: Κυανό
es: cian
eu_es: Zian
fa_ir: فيروزه اي
fi: Syaani
ga_ie: Cian
gd_gb: Saidhean
gl_es: Ciano
he: ציאן
hi_in: नीला-हरा
hr_hr: Tirkizna
hu_hu: Türkizkék
hy_am: Փիրուզագույն
id_id: Sian
is_is: Heiðblár
it: Ciano
ja_jp: 水色
ka_ge: ცისფერი
ko_kr: 청록색
lb_lu: Turquoise
lt_lt: Žalsvai mėlyna
lv_lv: Ciānzils
ms_my: Sian
mt_mt: Blu fl-Aħdar
nl_nl: Turquoise
nn_no: Turkis
pl: Błękitny
pt: Ciano
ro_ro: Turcoaz
ru_ru: Бирюзовый
sk_sk: Tyrkysová
sl_si: Turkizno
sv_se: Turkos
th_th: สีฟ้าคราม
tr_tr: Camgöbeği
vi_vn: Màu lục lam
zh_cn: 青色
zh_tw: 青色

# item_fireworksCharge_fadeTo
source: Fade to
af_za: Vervaag tot
ar_sa: تتلاشى الى
be_by: Знікальны
bg_bg: Преливащо в
ca_es: Canviar a
cs: Přechod do
da_dk: Visne til
de: Übergang zu
el_gr: να ξεθωριάζει
es: Se vuelve
eu_es: Aldatu
fa_ir: محو شدن
fi: Häivytys:
fil_ph: Palabo sa
fr_ca: Fondue vers la couleur
ga_ie: Céimnigh go
gl_es: Esvaecemento
he: עמעום
hi_in: फीका होना
hr_hr: Nestati do
hu_hu: Színátmenet:
hy_am: Մարել երբ
id_id: Memudar menjadi
is_is: Aflitast í
it: Sfuma in
ja_jp: 色変化：
ka_ge: გადასვლა ფერში
ko_kr: 사라지는 효과
lb_lu: Iwwergang zu
lt_lt: Išblėsta į
lv_lv: Mainīt krāsu uz
ms_my: Memudar menjadi
mt_mt: Jinbidel għal
nl_nl: Overgang naar
nn_no: Fader til
pl: Przechodzący w
pt: Desvanecer para
ro_ro: Trecere spre
ru_ru: Затухать в
sk_sk: Miznúť do
sl_si: Pojemaj v
sv_se: Tona till
th_th: เปลี่ยนเป็น
tr_tr: Geçiş Rengi
vi_vn: Phai thành
zh_cn: 淡化至
zh_tw: 淡出

# item_fireworksCharge_flicker
source: Twinkle
af_za: Flikker
ar_sa: وميض
be_by: Мігацеючы
bg_bg: Блестящо
ca_es: Espurnejar
cs: Jiskření
da_dk: Glimt
de: Funkeln
el_gr: Σπινθήρισμα
es: Centelleo
eu_es: Dirdira
fa_ir: چشمک زدن
fi: Tuike
fil_ph: Kislap
fr_ca: Étincelles
ga_ie: Drithleach
gl_es: Escintilar
he: ניצנוץ
hi_in: टीमटिमाना
hr_hr: Svjetlucanje
hu_hu: Villódzás
hy_am: Առկայծել
id_id: Berkelap-Kelip
is_is: Blikandi
it: Brillio
ja_jp: きらめき
ka_ge: კაშკაში
ko_kr: 반짝이는 효과
lb_lu: Fonkelen
lt_lt: Spindesys
lv_lv: Mirdzums
mi_nz: Tirama
ms_my: Sinar
mt_mt: Ileqq
nl_nl: Twinkel
nn_no: Gnistring
pl: Iskrzenie
pt: Cintilação
ro_ro: Sclipire
ru_ru: Мерцание
sk_sk: Žmurknutie
sl_si: Svetlikanje
sv_se: Glimmande
th_th: ระยิบระยับ
tr_tr: Pırıltı
vi_vn: Lấp lánh
zh_cn: 闪烁
zh_tw: 閃爍

# item_fireworksCharge_gray
source: Grey
af_za: Grys
ar_sa: رمادي
be_by: Шэры
bg_bg: Сиво
ca_es: Gris
cs: Šedá
da_dk: Grå
de: Grau
de_at: Grau
el_gr: Γκρι
es: gris
eu_es: Grisa
fa_ir: خاکستري
fi: Harmaa
fil_ph: Abo
fr_ca: Grise
ga_ie: Liath
gd_gb: Liath
gl_es: Gris
he: אפור
hi_in: भूरा
hr_hr: Siva
hu_hu: Szürke
hy_am: Մոխրագույն
id_id: Abu-abu
is_is: Grá
it: Grigio
ja_jp: 灰色
ka_ge: რუხი
ko_kr: 회색
lb_lu: Gro
lt_lt: Pilka
lv_lv: Pelēks
mi_nz: Kiwikiwi
ms_my: Kelabu
mt_mt: Griż
nl_nl: Grijs
nn_no: Grå
pl: Szary
pt: Cinzento
ro_ro: Gri
ru_ru: Серый
sk_sk: Sivá
sl_si: Siv
sv_se: Grå
th_th: สีเทา
tr_tr: Gri
vi_vn: Màu xám
zh_cn: 灰色
zh_tw: 灰色

# item_fireworksCharge_green
source: Green
af_za: Groen
ar_sa: أخضر
be_by: Зялёны
bg_bg: Зелено
ca_es: Verd
cs: Zelená
da_dk: Grøn
de: Grün
de_at: Grün
el_gr: Πράσινο
es: verde
eu_es: Berdea
fa_ir: سبز
fi: Vihreä
fil_ph: Berde
fr_ca: Verte
ga_ie: Uaine
gd_gb: Uaine
gl_es: Verde
he: ירוק
hi_in: हरा
hr_hr: Zelena
hu_hu: Zöld
hy_am: Կանաչ
id_id: Hijau
is_is: Græn
it: Verde
ja_jp: 緑色
ka_ge: მწვანე
ko_kr: 초록색
lb_lu: Gréng
lt_lt: Žalia
lv_lv: Zaļš
mi_nz: Kakariki
mk_mk: Зелен
ms_my: Hijau
mt_mt: Aħdar
nl_nl: Groen
nn_no: Grøn
pl: Zielony
pt: Verde
ro_ro: Verde
ru_ru: Зелёный
sk_sk: Zelená
sl_si: Zelen
sv_se: Grön
th_th: สีเขียว
tr_tr: Yeşil
vi_vn: Màu xanh lá cây
zh_cn: 绿色
zh_tw: 綠色

# item_fireworksCharge_lightBlue
source: Light Blue
af_za: Ligblou
ar_sa: ضوء الأزرق
be_by: Блакітны
bg_bg: Светлосиньо
ca_es: Blau cel
cs: Světle modrá
da_dk: Lyseblå
de: Hellblau
de_at: Hellblau
el_gr: Γαλάζιο
es: azul claro
eu_es: Urdin argia
fa_ir: آبي آسماني
fi: Vaaleansininen
fil_ph: Langit
fr_ca: Bleu pâle
ga_ie: Bánghorm
gd_gb: Soilleir-ghorm
gl_es: Azul claro
he: תכלת
hi_in: हल्का नीला
hr_hr: Svijetlo Plava
hu_hu: Világoskék
hy_am: Բաց Կապույտ
id_id: Biru Muda
is_is: Ljósblá
it: Azzurro
ja_jp: 空色
ka_ge: ღია-ლურჯი
ko_kr: 하늘색
lb_lu: Hellblo
lt_lt: Šviesiai mėlyna
lv_lv: Gaiši zils
ms_my: Biru Muda
mt_mt: Blu Ċar
nl_nl: Lichtblauw
nn_no: Ljoseblå
pl: Jasnoniebieski
pt: Azul Claro
ro_ro: Bleu
ru_ru: Голубой
sk_sk: Svetlomodrá
sl_si: Svetlo moder
sv_se: Ljusblå
th_th: สีฟ้า
tr_tr: Açık Mavi
vi_vn: Màu xanh nước biển nhạt
zh_cn: 淡蓝色
zh_tw: 淺藍色

# item_fireworksCharge_lime
source: Lime
af_za: Heldergroen
ar_sa: ليموني
be_by: Лаймавы
bg_bg: Жълтозелено
ca_es: Llima
cs: Světle zelená
da_dk: Limegrøn
de: Hellgrün
de_at: Hellgrün
el_gr: Λαχανί
es: verde lima
eu_es: Lima
fa_ir: فسفري
fi: Limetinvihreä
fil_ph: Apog
ga_ie: Líomach
gd_gb: Dath na liomaide
gl_es: Lima
he: ליים
hi_in: निम्बू रंग
hr_hr: Svijetlo Zelena
hu_hu: Világoszöld
hy_am: Լայմ
id_id: Limau
is_is: Ljósgrænn
ja_jp: 黄緑色
ka_ge: სალათისფერი
ko_kr: 연두색
lb_lu: Hellgréng
lt_lt: Gelsvai žalsva
lv_lv: Gaiši zaļš
ms_my: Limau
mt_mt: Aħdar Ċar
nl_nl: Lichtgroen
nn_no: Limefarga
pl: Jasnozielony
pt: Verde Lima
ro_ro: Verde-deschis
ru_ru: Лаймовый
sk_sk: Svetlozelená
sl_si: Svetlo zelen
sv_se: Limegrön
th_th: สีเขียวมะนาว
tr_tr: Açık Yeşil
vi_vn: Màu xanh lá mạ
zh_cn: 黄绿色
zh_tw: 淺綠色
