Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_save_on_alreadyOn
source: Saving is already turned on
be_by: Захоўванне ўжо ўключана
bg_bg: Записването е вече включено
ca_es: El desat ja està activat
cs: Ukládání je již zapnuto
da_dk: Gem er allerede slået til
de: Speichern ist bereits aktiv
el_gr: Η αποθήκευση είναι ήδη ενεργοποιημένη
es: El guardado ya está activado
fi: Tallentaminen on jo päällä
fil_ph: Ang pag-save ay nakabukas na
fr_ca: La sauvegarde automatique est déjà activée
ga_ie: Tá sábháil curtha i bhfeidhm cheana
gl_es: Gardado xa activado
he: השמירה כבר בפעולה
hr_hr: Spremanje je već uključeno
hu_hu: Már be van kapcsolva a mentés
id_id: Penyimpanan sudah dinyalakan
it: Il salvataggio è già attivato
ja_jp: 自動保存は既に有効です
ka_ge: შენახვა უკვე ჩართულია
ko_kr: 저장 기능이 이미 켜져있습니다
lb_lu: D'Späicheren ass schonn aktivéiert
lt_lt: Saugojimas jau įjungtas
ms_my: Penjimatan sudah dihidupkan
mt_mt: Is-salvataġġ diġà attivat
nl_nl: Opslaan is al ingeschakeld
pl: Zapisywanie jest już włączone
pt: A gravação já está ligada
ro_ro: Salvarea este deja activată
ru_ru: Сохранение уже включено
sk_sk: Ukladanie už je zapnuté
sl_si: Shranjevanje je že vklopljeno
sv_se: Sparfunktionen är redan aktiverad
tr_tr: Kaydetme zaten açık
vi_vn: Việc lưu đã bật sẵn
zh_cn: 已经打开世界保存
zh_tw: 儲存功能已經開啟

# commands_save_disabled
source: Turned off world auto-saving
af_za: Outo-stoor is afgeskakel
ar_sa: إلغاء حفظ العالم التلقائي
be_by: Аўтазахаванне свету выключанае
bg_bg: Автоматичното записване на света е изключено
ca_es: Auto-guardar món desactivat
cs: Automatické ukládání světa vypnuto
da_dk: Deaktiverede automatisk gem af verden
de: Automatisches Speichern der Welt ausgeschaltet
el_gr: Απενεργοποιήθηκε η αυτόματη αποθήκευση κόσμου
es: Autoguardado del mundo desactivado
eu_es: Munduko auto-gordetzea itzalita
fa_ir: ذخیره سازی اتوماتیک جهان غیر فعال شد
fi: Maailman automaattitallennus kytkettiin pois päältä
fil_ph: Pinatay ang pagka-save
fr_ca: Sauvegarde automatique du monde désactivée
ga_ie: Uathshábháil domhan as feidhm
gl_es: Autogardado do mundo desactivado
he: כובה שמירת עולם אוטומטי
hi_in: ऑटो की बचत की दुनिया बंद कर दिया
hr_hr: Isključio je automatsko spremanje svijeta
hu_hu: A világ automatikus mentése kikapcsolva
hy_am: Աշխարհի ավտոմատ պահպանումը անջատվեց
id_id: Matikan dunia saving-automatis
is_is: Slökkti á sjálfvirkri vistun heims
it: Il salvataggio automatico del mondo è stato disattivato
ja_jp: ワールドの自動保存を無効にしました
ka_ge: სამყაროს ავტო შენახვა გამორთულია
ko_kr: 세계 자동 저장을 껐습니다
lb_lu: Automatesch späichere vun der Welt gouf ausgemaach
lt_lt: Pasaulio auto-saugojimas išjungtas
lv_lv: Izslēdza pasaules automātisko saglabāšanos
ms_my: Autosimpan dunia telah dimatikan
mt_mt: Auto-saving m'għadux attiv
nl_nl: Automatisch opslaan van wereld uitgeschakeld
nn_no: Automatisk lagring av verd er av
pl: Wyłączono automatyczne zapisywanie świata
pt: Guardamento automático desligado
ro_ro: S-a dezactivat salvarea automată a lumii
ru_ru: Автосохранение выключено
sk_sk: Automatické ukladanie sveta bolo vypnuté
sl_si: Izklopljeno samodejno shranjevanje sveta
sv_se: Inaktiverade automatisk sparning av värld
th_th: ปิดการบันทึกโลกอัตโนมัติ
tr_tr: Dünyayı otomatik kaydetme kapatıldı
vi_vn: Đã tắt việc tự động lưu lại thế giới
zh_cn: 世界自动保存已关闭
zh_tw: 關閉地圖自動存檔功能

# commands_save_enabled
source: Turned on world auto-saving
af_za: Outo-stoor is aangeskakel
ar_sa: تشغيل حفظ العالم التلقائي
be_by: Аўтазахаванне свету ўключанае
bg_bg: Автоматичното записване на света е включено
ca_es: Auto-guardar món activat
cs: Automatické ukládání světa zapnuto
da_dk: Aktiverede automatisk gem af verden
de: Automatisches Speichern der Welt eingeschaltet
el_gr: Ενεργοποιήθηκε η αυτόματη αποθήκευση κόσμου
es: Autoguardado del mundo activado
eu_es: Munduko auto-gordetzea piztuta
fa_ir: ذخیره سازی اتوماتیک جهان فعال شد
fi: Maailman automaattitallennus kytkettiin päälle
fil_ph: Binuksan ang pagka-save
fr_ca: Sauvegarde automatique du monde activée
ga_ie: Uathshábháil domhan i bhfeidhm
gl_es: Autogardado do mundo activado
he: הופעל שמירת עולם אוטומטי
hi_in: ऑटो की बचत की दुनिया पर बदल गया
hr_hr: Uključio je automatsko spremanje svijeta
hu_hu: A világ automatikus mentése bekapcsolva
hy_am: Աշխարհի ավտոմատ պահպանումը միացվեց
id_id: Nyalahkan dunia saving-automatis
is_is: Kveikti á sjálfvirkri vistun heims
it: Il salvataggio automatico del mondo è stato attivato
ja_jp: ワールドの自動保存を有効にしました
ka_ge: სამყაროს ავტო შენახვა ჩართულია
ko_kr: 세계 자동 저장을 켰습니다
lb_lu: Automatesch späichere vun der Welt gouf ugemaach
lt_lt: Pasaulio auto-saugojimas įjungtas
lv_lv: Izslēdza pasaules automātisko saglabāšanos
ms_my: Autosimpan dunia telah diaktifkan
mt_mt: Auto-saving ġie attiv
nl_nl: Automatisch opslaan van wereld ingeschakeld
nn_no: Automatisk lagring av verd er på
pl: Włączono automatyczne zapisywanie świata
pt: Guardamento automático ligado
ro_ro: S-a activat salvarea automată a lumii
ru_ru: Автосохранение включено
sk_sk: Automatické ukladanie sveta bolo zapnuté
sl_si: Vključeno samodejno shranjevanje sveta
sv_se: Aktiverade automatisk sparning av värld
th_th: เปิดการบันทึกโลกอัตโนมัติ
tr_tr: Dünyayı otomatik kaydetme açıldı
vi_vn: Đã bật việc tự động lưu lại thế giới
zh_cn: 世界自动保存已启用
zh_tw: 開啓地圖自動存檔功能

# commands_save_failed
source: Saving failed: {0}
af_za: Stoor het misluk: {0}
ar_sa: إنقاذ فاشلة: {0}
be_by: Захаванне не атрымалася: {0}
bg_bg: Записването е неуспешно: {0}
ca_es: Error al guardar: {0}
cs: Nelze uložit: {0}
da_dk: Gem mislykkedes: {0}
de: Speichern fehlgeschlagen: {0}
el_gr: Η αποθήκευση απέτυχε: {0}
es: Error al guardar: {0}
eu_es: Ezin izan da gorde egin: {0}
fa_ir: خطا در ذخیره سازی : {0}
fi: Tallentaminen epäonnistui: {0}
fil_ph: Hindi kayang i-save: {0}
fr_ca: La sauvegarde a échoué : {0}
ga_ie: Theip ar shábháil: {0}
gl_es: O gardado fallou: {0}
he: שמירה נכשלה: {0}
hi_in: सहेजा जा रहा है:{0}
hr_hr: Spremanje neuspjelo: {0}
hu_hu: A mentés sikertelen: {0}
hy_am: Աշխարհի պահպանման ժամանակ խնդիր առաջացավ: {0}
id_id: Gagal menyimpan: {0}
is_is: Vistun mistókst: {0}
it: Il salvataggio è fallito: {0}
ja_jp: 保存に失敗しました： {0}
ka_ge: შენახვა ჩაიშალა: {0}
ko_kr: 저장 실패: {0}
lb_lu: Späichere feelgeschloen: {0}
lt_lt: Išsaugojimas nepavyko: {0}
lv_lv: Neizdevās saglabāt: {0}
ms_my: Penyimpanan gagal: {0}
mt_mt: Saving ma rnexxiex: {0}
nl_nl: Opslaan mislukt: {0}
nn_no: Lagring mislykkas: {0}
pl: Zapisywanie nie powiodło się: {0}
pt: A Gravação falhou: {0}
ro_ro: Salvarea a eșuat: {0}
ru_ru: Ошибка сохранения: {0}
sk_sk: Ukladanie zlyhalo: {0}
sl_si: Shranjevanje neuspešno: {0}
sv_se: Kunde inte spara: {0}
th_th: การบันทึกล้มเหลว: {0}
tr_tr: Kayıdetme başarısız oldu: {0}
vi_vn: Thất bại trong việc lưu lại: {0}
zh_cn: 保存失败：{0}
zh_tw: 存檔失敗： {0}

# commands_save_start
source: Saving...
af_za: Besig om te stoor...
ar_sa: جاري الحفظ...
be_by: Захаванне...
bg_bg: Записване...
ca_es: Guardant...
cs: Ukládání…
da_dk: Gemmer...
de: Speichere ...
el_gr: Γίνεται αποθήκευση...
es: Guardando...
eu_es: Gordetzen...
fa_ir: در حال ذخیره سازی...
fi: Tallennetaan...
fil_ph: Sinisave...
fr_ca: Sauvegarde en cours...
ga_ie: Ag sábháil...
gl_es: Gardando...
he: שומר...
hi_in: बचत...
hr_hr: Spremanje...
hu_hu: Mentés...
hy_am: Աշխարհը պահպանվում է...
id_id: Menyimpan...
is_is: Er að vista...
it: Salvataggio in corso
ja_jp: 保存中…
ka_ge: შენახვა...
ko_kr: 저장 중...
lb_lu: Späicheren ...
lt_lt: Išsaugoma...
lv_lv: Saglabā...
ms_my: Sedang menyimpan...
nl_nl: Opslaan...
nn_no: Lagrar...
pl: Zapisywanie...
pt: A guardar...
ro_ro: Se salvează lumea...
ru_ru: Сохранение...
sk_sk: Ukladanie...
sl_si: Shranjevanje ...
sv_se: Sparar...
th_th: กำลังบันทึก...
tr_tr: Kaydediliyor...
vi_vn: Đang lưu lại...
zh_cn: 保存中……
zh_tw: 儲存中...

# commands_save_success
source: Saved the world
af_za: Wêreld is gestoor
ar_sa: تم حفظ العالم
be_by: Свет паспяхова захаваны
bg_bg: Светът е записан
ca_es: S'ha guardat el món
cs: Svět uložen
da_dk: Gemte verdenen
de: Die Welt wurde gespeichert
el_gr: Ο κόσμος αποθηκεύτηκε
es: Mundo guardado
eu_es: Gorde mundua
fa_ir: دنیا ذخیره شد.
fi: Maailma tallennettu
fil_ph: SInave ang mundo
fr_ca: Monde sauvegardé
ga_ie: Sábháladh an domhan
gl_es: Mundo gardado
he: שמר את העולם
hi_in: दुनिया को बचाया
hr_hr: Spremio svijet
hu_hu: Világ elmentve
hy_am: Աշխարհը պահպանվեց
id_id: Menyimpan dunia
is_is: Vistaði heiminn
it: Il mondo è stato salvato
ja_jp: ワールドを保存しました
ka_ge: სამყარო შენახულია
ko_kr: 세계를 저장했습니다
lb_lu: D'Welt gouf gespäichert
lt_lt: Pasaulis išsaugotas
lv_lv: Saglabāja pasauli
ms_my: Dunia telah disimpan
mt_mt: Id-dinja ġiet issejvjata
nl_nl: Wereld opgeslagen
nn_no: Lagra verda
pl: Zapisano świat
pt: O mundo foi guardado
ro_ro: Lumea a fost salvată
ru_ru: Мир успешно сохранён
sk_sk: Svet uložený
sl_si: Svet shranjen
sv_se: Sparade världen
th_th: บันทึกโลกแล้ว
tr_tr: Dünya kaydedildi
vi_vn: Đã lưu lại thế giới
zh_cn: 已保存世界
zh_tw: 世界儲存完畢。

# commands_say_usage
source: /say <message ...>
af_za: /say <boodskap ...>
ar_sa: /say <الرسالة ...>
be_by: /say <паведамленне ...>
bg_bg: /say <съобщение>
ca_es: /say <missatge...>
cs: /say <zpráva …>
da_dk: /say <besked ...>
de: /say <Nachricht ...>
el_gr: /say <μήνυμα ...>
es: /say <mensaje ...>
eu_es: /say <mezua ...>
fa_ir: /say <پیغام ...>
fi: /say <viesti ...>
fil_ph: /say <mensahe ...>
ga_ie: /say <teachtaireacht ...>
gl_es: /say <mensaxe...>
he: /say <... הודעה>
hi_in: /say <संदेश ...>
hr_hr: /say <poruka ...>
hu_hu: /say <üzenet ...>
hy_am: /say <հաղորդագրություն ...>
is_is: /say <skilaboð ...>
it: /say <messaggio ...>
ja_jp: /say <メッセージ…>
ka_ge: /say <სათქმელი ...>
ko_kr: /say <메시지...>
lb_lu: /say <Noriicht ...>
lt_lt: /say <žinutė ...>
lv_lv: /say <ziņojums...>
ms_my: /say <mesej...>
mt_mt: /say <messaġġ...>
nl_nl: /say <bericht ...>
nn_no: /say <melding ...>
pl: /say <wiadomość...>
pt: /say <mensagem ...>
ro_ro: /say <mesaj ...>
ru_ru: /say <сообщение ...>
sl_si: /say <sporočilo ...>
sv_se: /say <meddelande ...>
th_th: /say <ข้อความ>
tr_tr: /say <mesaj...>
vi_vn: /say <thông điệp...>
zh_cn: /say <信息...>
zh_tw: /say <訊息...>

# commands_scoreboard_allMatchesFailed
source: All matches failed
af_za: Alle pasmaats het misluk
ar_sa: جميع المباريات فشلت
be_by: Супадзенняў не знойдзена
bg_bg: Всички сравнения са неуспешни
ca_es: Totes les cerques han fallat
cs: Všechny shody selhaly
da_dk: Alle sammenligninger mislykkedes
de: Alle Surchergebnisse fehlgeschlagen
el_gr: Όλες οι συνδέσεις απέτυχαν
es: Han fallado todas las operaciones
eu_es: Ahalegin guztiak huts egin dute
fi: Kaikki haut epäonnistuivat
fil_ph: Pumalpak lahat ng mga laban
fr_ca: Toutes les correspondances ont échoué
ga_ie: Theip ar gach cluiche
gl_es: Fallaron tódalas operacións
he: כל השילובים נכשלו
hr_hr: Sve podudarnosti neuspjele
hu_hu: Minden összehasonlítás sikertelen
id_id: Semua pertandingan gagal
is_is: Engin samsvörun fannst
it: Nessuna operazione è riuscita
ja_jp: 全ての一致が失敗しました
ka_ge: ყველა დამთხვევა წარუმატებელია
ko_kr: 모든 비교가 실패했습니다
lb_lu: All Operatioune feelgeschloen
lt_lt: Nieko nepavyko suderinti
lv_lv: Visi salīdzinājumi neizdevās
ms_my: Semua padanan gagal
mt_mt: It-taqbiliet kollha fallew
nl_nl: Alle vergelijkingen mislukt
nn_no: Alle treff feila
pl: Wszystkie dopasowania zawiodły
pt: Todas as correspondências falharam
ro_ro: Toate corespondențele au eșuat
ru_ru: Совпадения не обнаружены
sk_sk: Všetky zápasy boli neúspešné
sl_si: Nobena tekma ni uspela
sv_se: Inget matchade
th_th: การจับคู่ทั้งหมดล้มเหลว
tr_tr: Tüm eşleşmeler başarışız oldu
vi_vn: Mọi đối chiếu đều thất bại
zh_cn: 没有匹配的对象
zh_tw: 無法進行任何匹配

# commands_scoreboard_noMultiWildcard
source: Only one user wildcard allowed
af_za: Slegs een gebruiker wildekaart word toegelaat
ar_sa: مستخدم واحد فقط البدل مسموح به
be_by: Шаблон дапушчальны толькі для аднаго карыстальніка
bg_bg: Може да има само по един маркер за всеки играч
ca_es: Només es permet un comodí d'usuaris
cs: Povolen je pouze jeden zástupný znak
da_dk: Kun én bruger jokertegn tilladt
de: Nur ein Platzhalter für Spieler erlaubt
el_gr: Μόνο ένας χαρακτήρας-μπαλαντέρ για τον χρήστη επιτρέπεται
es: Solo se permite un usuario comodín
eu_es: Erabiltzailearen komodin bat bakarrik onartuta
fi: Vain yksi pelaajavillikortti sallitaan
fil_ph: Isang wildcard ng tagagamit lamang ang puwede
fr_ca: Seulement un joker est autorisé
ga_ie: Ní cheadaítear ach aon saoróg úsáideora amháin
gl_es: Só se permite un usuario comodín
he: מותר רק למשתמש אחד
hr_hr: Samo jedan višeznačnik dopušten
hu_hu: Csak egy játékoshelyettesítő engedélyezett
id_id: Hanya satu pengguna wildcard yang diperbolehkan
is_is: Aðeins er leyft eitt algildistákn notenda
it: È permesso un solo utente jolly
ja_jp: 1人しかワイルドカードを使用できません
ka_ge: მხოლოდ ერთი მოთამაშის შეცვლაა ვარსკვლავით დასაშვები
ko_kr: 오직 하나의 사용자 와일드카드만 허용됩니다
lb_lu: Nëmmen ee Joker erlaabt
lt_lt: Leidžiama tik vieno vartotojo paskaita
ms_my: Hanya seorang pengguna kad asing dibenarkan
mt_mt: Wildcard waħda biss hi permessa
nl_nl: Slechts één gebruikerjokerteken toegestaan
nn_no: Berre jokerteiknet til éin brukar er tillate
pl: Tylko jeden wieloznacznik dotyczący użytkownika jest dozwolony
pt: Só é apenas permitido um asterisco
ro_ro: Este permis un singur înlocuitor de jucători
ru_ru: Маску для выбора игрока можно указывать лишь один раз
sk_sk: Iba jeden náhradník je povolený
sl_si: Le ena uporabnikova značka je dovoljena
sv_se: Jokertecken för användare kan bara användas en gång
th_th: ตัวแทนผู้ใช้เดียวเท่านั้นที่อนุญาต
tr_tr: Sadece bir kullanıcı joker karakteri kullanılabilir
vi_vn: Chỉ cho phép một ký tự đại diện người chơi
zh_cn: 仅能使用一个用户通配符
zh_tw: 只可以將一個萬用字元 (*) 用於玩家上

# commands_scoreboard_objectiveNotFound
source: No objective was found by the name '{0}'
af_za: Geen doelwit met die naam '{0}' kon gevind word nie
ar_sa: لم يتم العثور على هدف بهذا الاسم '{0}'
be_by: Не знойдзена мэты з назваю '{0}'
bg_bg: Не бяха открити никакви цели с името '{0}'
ca_es: No hi ha cap objectiu amb el nom '{0}'
cs: Nebyl nalezen žádný úkol s názvem „{0}“
da_dk: Ingen målsætning blev fundet ved navn '{0}'
de: Es wurde kein Ziel mit dem Namen '{0}' gefunden
el_gr: Κανένας στόχος δεν βρέθηκε με το όνομα {0}
es: No se ha encontrado ningún objetivo llamado "{0}"
eu_es: Ez zen inolako objektiborik aurkitu '{0}' izenarekin
fa_ir: حدفی با نام «{0}» پیدا نشد
fi: Kohdetavoitetta '{0}' ei löydy
fil_ph: Walang layunin na nakita sa pangalan ng '{0}'
fr_ca: Aucun objectif nommé "{0}" n'a été trouvé
ga_ie: Ní bhfuarthas cuspóir ar bith darb ainm '{0}'
gl_es: Non se encontraron obxectivos co nome "{0}"
he: לא נמצאה מטרה בשם '{0}'
hi_in: उद्देश्य के नाम से नहीं मिला {0}
hr_hr: Nije pronađen cilj pod imenom '{0}'
hu_hu: Nem található '{0}' nevű cél
hy_am: '{0}' անունով նպատակ հնարավոր չէր գտնել
id_id: Tidak ditemukan tujuan dengan nama '{0}'
is_is: Ekkert markmið fannst með nafninu '{0}'
it: Non è stato trovato alcun obiettivo con il nome "{0}"
ja_jp: 「{0}」という名前のオブジェクトが見つかりませんでした
ka_ge: არ მოიძებნა დავალება სახელით '{0}'
ko_kr: 목표 '{0}'을(를) 찾을 수 없습니다
lb_lu: Et gouf keen Ziel mam Numm '{0}' fonnt
lt_lt: Nebuvo rastas tikslas pavadinimu "{0}"
lv_lv: Netika atrasts uzdevums ar nosaukumu '{0}'
ms_my: tiada objektif yang dijumpa menggunakan nama '{0}'
mt_mt: Ma nstabux objettivi bl-isem ta' '{0}'
nl_nl: Er is geen doel gevonden met de naam '{0}'
nn_no: Fann ingen oppdrag med namn '{0}'
pl: Nie znaleziono celu o nazwie "{0}"
pt: Nenhum objetivo foi encontrado com o nome '{0}'
ro_ro: Obiectivul cu numele "{0}" nu a putut fi găsit
ru_ru: Задача с идентификатором '{0}' не обнаружена
sk_sk: Nebola nájdená žiadna úloha s názvom "{0}"
sl_si: Cilj z imenom '{0}' ne obstaja
sv_se: Inget mål med namnet '{0}' hittades
th_th: ไม่มีวัตถุประสงค์ถูกพบโดยชื่อ '{0}'
tr_tr: '{0}' adında görev bulunamadı
vi_vn: Không tìm thấy mục tiêu nào mang tên '{0}'
zh_cn: 没有找到名称为'{0}'的目标
zh_tw: 無法找到名稱為 '{0}' 的目標

# commands_scoreboard_objectiveReadOnly
source: The objective '{0}' is read-only and cannot be set
af_za: Die doelwit '{0}' is lees-alleenlik en kan dus nie gewysig word nie
ar_sa: الهدف '{0}' هو للقراءة فقط و لايمكن اعداده
be_by: Мэта '{0}' толькі для чытання і не можа быць зменена
bg_bg: Целта {0} е само за четене и не може да бъде зададена
ca_es: L'objectiu '{0}' és només de lectura, no el pots modificar
cs: Úkol „{0}“ je pouze ke čtení a není možné jej upravit
da_dk: Målsætningen '{0}' er skrivebeskyttet og kan ikke angives
de: Das Ziel '{0}' kann nur ausgelesen und nicht verändert werden
el_gr: Ο στόχος {0} είναι μόνο για ανάγνωση και δεν μπορεί να ρυθμιστεί
es: El objetivo "{0}" es sólo de lectura y no se puede establecer
eu_es: '{0}' objektiboa bakarrik irakurtzeko da eta ezin da ezarri
fa_ir: هدف «{0}» فقط قابل خواندن است و نمی توان مقدار به آن داد
fi: Kohdetavoite '{0}' on vain luku -tilassa eikä sitä voida muuttaa
fil_ph: Ang layunin na '{0}' ay read-only at hindi pwedeng palitan
fr_ca: L'objectif "{0}" est en lecture seule et ne peut pas être défini
ga_ie: Tá an cuspóir '{0}' inléite amháin agus ní féidir é a shocrú
gl_es: O obxectivo "{0}" é de só lectura e non pode ser axustado
he: המטרה '{0}' ניתנת לקריאה בלבד ואיננה ניתנת להגדרה
hi_in: उद्देश्य '{0}' केवल-पढ़ने के लिए है और सेट नहीं किया जा सकता
hr_hr: Cilj '{0}' je samo za čitanje i ne može se postaviti
hu_hu: A(z) '{0}' cél csak olvasható, így nem változtatható meg
hy_am: '{0}' նպատակը միայն կարդալու համար է և չի կարող սահմանվել
id_id: Tujuan '{0}' hanya boleh-baca dan tak dapat diatur
is_is: Markmiðinu '{0}' er ekki hægt að breyta
it: L'obiettivo {0} è di sola lettura e non può essere impostato
ja_jp: オブジェクト「{0}」は読み取り専用であり、変更することはできません
ka_ge: დავალება '{0}' არის მხოლოდ წაკითხვადი და მისი შეცვლა შეუძლებელია
ko_kr: 목표 '{0}'은(는) 읽기 전용이며 설정할 수 없습니다
lb_lu: D'Ziel '{0}' kann net gelies an verännert ginn
lt_lt: Tikslas "{0}" yra tik skaitymui ir negali būti nustatytas
lv_lv: Uzdevums '{0}' ir tikai lasāms un nevar būt uzstādīts
ms_my: Objektif '{0}' baca sahaja dan tidak boleh diset
mt_mt: L-objettiv '{0}' hu 'read-only' u ma jistax jiġi ssettjat
nl_nl: Het doel '{0}' is alleen-lezen en kan niet worden ingesteld
nn_no: Oppdraget '{0}' er skrivesperra og kan ikkje endras
pl: Cel '{0}' jest tylko do odczytu i nie może zostać zmieniony
pt: O objetivo '{0}' é somente de leitura e não pode ser definido
ro_ro: Obiectivul "{0}" poate fi doar citit, nu și schimbat
ru_ru: Задача '{0}' только для чтения - её невозможно изменить
sk_sk: Táto úloha "{0}" je len na čítanie a nie je ju možné upraviť
sl_si: Cilj '{0}' je le za branje in ne more biti nastavljen
sv_se: Målet '{0}' är skrivskyddat och kan inte ändras
th_th: วัตถุประสงค์ '{0}' คืออ่านอย่างเดียวและไม่สามารถตั้งค่า
tr_tr: {0} görevi sadece okunabilir, ayarlanamaz
vi_vn: Mục tiêu '{0}' chỉ có thể đọc được và không thể được thiết lập
zh_cn: 无法设置只读目标'{0}'
zh_tw: 物件 '{0}' 是唯讀的並且無法設置

# commands_scoreboard_objectives_add_alreadyExists
source: An objective with the name '{0}' already exists
af_za: 'n Doelwit met die naam '{0}' bestaan alreeds
ar_sa: الهدف الذي يحمل الاسم '{0}' موجود فعلاً
be_by: Мэта з назвай '{0}' ужо існуе
bg_bg: Цел със име "{0}" вече съществува
ca_es: Ja existeix un objectiu amb el nom '{0}'
cs: Úkol s názvem „{0}“ již existuje
da_dk: En målsætning med navnet '{0}' eksisterer allerede
de: Ein Ziel mit dem Namen '{0}' existiert bereits
el_gr: Μία αποστολή με το όνομα '{0}' υπάρχει ήδη
es: Ya existe un objetivo llamado "{0}"
eu_es: '{0}' izenarekin baduen objektiboa existitzen da
fi: Tavoite nimellä '{0}' on jo olemassa
fil_ph: Merong nang layunin na may pangalan na '{0}'
fr_ca: Un objectif nommé "{0}" existe déjà
ga_ie: Tá cuspóir darb ainm '{0}' ann cheana
gl_es: Un obxectivo co nome "{0}" xa existe
he: אובייקטיבית בשם '{0}' כבר קיים
hi_in: नाम "{0}" के साथ एक उद्देश्य पहले से मौजूद है
hr_hr: Cilj imenom '{0}' već postoji
hu_hu: Már létezik cél '{0}' néven
hy_am: '{0}' անունով նպատակը արդեն առկա է
id_id: Tujuan bernama '{0}' telah ada
is_is: Markmið sem heitir '{0}' er nú þegar til
it: Esiste già un obiettivo chiamato "{0}"
ja_jp: 「{0}」という名前のオブジェクトは既に存在します
ka_ge: დავალება სახელად '{0}' უკვე არსებობს
ko_kr: '{0}'(이)라는 이름의 목표가 이미 존재합니다
lb_lu: Een Ziel mam Numm '{0}' gëtt et schonns
lt_lt: Tikslas pavadinimu "{0}" jau egzisuoja
lv_lv: Uzdevums ar nosaukumu '{0}' jau eksistē
ms_my: Objektif dengan nama '{0}' sudah wujud
mt_mt: Diġa' jeżisti objettiv bl-isem ta' '{0}'
nl_nl: Een doel met de naam '{0}' bestaat al
nn_no: Eit oppdrag med namn '{0}' finnes frå før
pl: Cel o nazwie '{0}' już istnieje
pt: Um objetivo com o nome '{0}' já existe
ro_ro: Există deja un obiectiv cu numele "{0}"
ru_ru: Задача с названием '{0}' уже существует
sk_sk: Cieľ s názvom "{0}" už existuje
sl_si: Cilj z imenom '{0}' že obstaja
sv_se: Det finns redan ett mål med namnet "{0}"
th_th: วัตถุประสงค์กับ '{0}' ชื่อที่มีอยู่แล้ว
tr_tr: '{0}' adlı bir görev zaten var
vi_vn: Một mục tiêu mang tên '{0}' đã tồn tại rồi
zh_cn: 已经存在名为'{0}'的目标
zh_tw: 名為 '{0}' 的目標已經存在
