Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_half_vertical_right_lightBlue
source: Light Blue Per Pale Inverted
ar_sa: راية ملونة أزرق فاتح
be_by: Блакітная правая палова
bg_bg: Светлосиньо ляво разсичане
ca_es: Flanc blau clar invertit
cs: Světle modré převrácené svislé oddělení
da_dk: Lyseblå Højre Halvdel
de: Links hellblau gespalten
el_gr: Γαλάζιο Ωχρό ανεστραμμένο
es: Flanco azul claro invertido
fi: Vaaleansininen oikea puoli
fr_ca: Parti, au second de bleu céleste
ga_ie: Deighilte, Bánghorm ar Clé
gl_es: Metade azul claro Invertida
he: פס חוצה אנכי ימני תכלת
hr_hr: Svijetlo Plava Obrnuta Puna Traka
hu_hu: Világoskékkel balról hasított
id_id: Pita Biru Muda Terbagi Terjungkir
it: Partito: a sinistra d'azzurro
ja_jp: 左に空色の縦二分割
ka_ge: ღია-ლურჯი მარჯვენა ნახევარი
ko_kr: 하늘색 오른쪽 수직띠
lb_lu: Lénks hellblo gedeelt
lt_lt: Šviesiai mėlyna dešinioji pusė
ms_my: Belahan Menegak Biru Muda Terbalik
nl_nl: Lichtblauwe per paal omgekeerd
nn_no: Ljoseblå høgredel
pl: Jasnoniebieska prawa połowa
pt: Partido Azul Claro Invertido
ro_ro: Despicat bleu răsturnat
ru_ru: Голубая правая половина
sk_sk: Svetlomodré opačné zvislé oddelenie
sl_si: Svetlo moder levo sekan
sv_se: Ljusblå högerhalva
th_th: แถบสีฟ้าจางๆกลับด้าน
tr_tr: Açık Mavi Sağ Yarı
vi_vn: Vạch chia dọc đảo nghịch xanh nước biển nhạt
zh_cn: 淡蓝色左半方形
zh_tw: 左半部分淺藍色填滿

# item_banner_half_vertical_right_lime
source: Lime Per Pale Inverted
ar_sa: راية ملونة ليموني
be_by: Лаймавая правая палова
bg_bg: Жълтозелено ляво разсичане
ca_es: Flanc verd llima invertit
cs: Světle zelené převrácené svislé oddělení
da_dk: Limegrøn Højre Halvdel
de: Links hellgrün gespalten
el_gr: Λάιμ Ωχρό ανεστραμμένο
es: Flanco verde lima invertido
fi: Lime oikea puoli
fr_ca: Parti, au second de sinople clair
ga_ie: Deighilte, Líomach ar Clé
gl_es: Metade lima Invertida
he: פס חוצה אנכי ימני ליים
hr_hr: Svijetlo Zelena Obrnuta Puna Traka
hu_hu: Világoszölddel balról hasított
id_id: Pita Limau Terbagi Terjungkir
it: Partito: a sinistra di lime
ja_jp: 左に黄緑色の縦二分割
ka_ge: სალათისფერი მარჯვენა ნახევარი
ko_kr: 연두색 오른쪽 수직띠
lb_lu: Lénks hellgréng gedeelt
lt_lt: Gelsvai žalsva dešinioji pusė
ms_my: Belahan Menegak Hijau Muda Terbalik
nl_nl: Lichtgroene per paal omgekeerd
nn_no: Limegrøn høgredel
pl: Jasnozielona prawa połowa
pt: Partido Verde Lima Invertido
ro_ro: Despicat verde-deschis răsturnat
ru_ru: Лаймовая правая половина
sk_sk: Svetlozelené opačné zvislé oddelenie
sl_si: Svetlo zelen levo sekan
sv_se: Limegrön högerhalva
th_th: แถบสีเขียวอ่อนจางๆกลับด้าน
tr_tr: Açık Yeşil Sağ Yarı
vi_vn: Vạch chia dọc đảo nghịch xanh lá mạ
zh_cn: 黄绿色左半方形
zh_tw: 左半部分淺綠色填滿

# item_banner_half_vertical_right_magenta
source: Magenta Per Pale Inverted
ar_sa: راية ملونة أرجواني
be_by: Пурпурная правая палова
bg_bg: Пурпурно ляво разсичане
ca_es: Flanc magenta invertit
cs: Purpurové převrácené svislé oddělení
da_dk: Magenta Højre Halvdel
de: Links magenta gespalten
de_at: Links magenta gspoitn
el_gr: Ματζέντα Ωχρό ανεστραμμένο
es: Flanco magenta invertido
fi: Purppura oikea puoli
fr_ca: Parti, au second de magenta
ga_ie: Deighilte, Maigeanta ar Clé
gl_es: Metade maxenta Invertida
he: פס חוצה אנכי ימני מג'נטה
hr_hr: Roza Obrnuta Puna Traka
hu_hu: Bíborral balról hasított
id_id: Pita Magenta Terbagi Terjungkir
it: Partito: a sinistra di magenta
ja_jp: 左に赤紫色の縦二分割
ka_ge: იისფერი მარჯვენა ნახევარი
ko_kr: 자홍색 오른쪽 수직띠
lb_lu: Lénks magenta gedeelt
lt_lt: Rausvai raudona dešinioji pusė
ms_my: Belahan Menegak Magenta Terbalik
nl_nl: Magenta per paal omgekeerd
nn_no: Ljoselilla høgredel
pl: Karmazynowa prawa połowa
pt: Partido Magenta Invertido
ro_ro: Despicat magenta răsturnat
ru_ru: Пурпурная правая половина
sk_sk: Purpurové opačné zvislé oddelenie
sl_si: Škrlaten levo sekan
sv_se: Ljuslila högerhalva
th_th: แถบสีม่วงแกมชมพูจางๆกลับด้าน
tr_tr: Eflatun Sağ Yarı
vi_vn: Vạch chia dọc đảo nghịch đỏ sậm
zh_cn: 品红色左半方形
zh_tw: 左半部分洋紅色填滿

# item_banner_half_vertical_right_orange
source: Orange Per Pale Inverted
ar_sa: راية ملونة برتقالي
be_by: Аранжавая правая палова
bg_bg: Оранжево ляво разсичане
ca_es: Flanc taronja invertit
cs: Oranžové převrácené svislé oddělení
da_dk: Orange Højre Halvdel
de: Links orange gespalten
el_gr: Πορτοκαλί Ωχρό ανεστραμμένο
es: Flanco naranja invertido
fi: Oranssi oikea puoli
fr_ca: Parti, au second d'orangé
ga_ie: Deighilte, Oráisteach ar Clé
gl_es: Metade laranxa Invertida
he: פס חוצה אנכי ימני כתום
hr_hr: Narančasta Obrnuta Puna Traka
hu_hu: Narancssárgával balról hasított
id_id: Pita Jingga Terbagi Terjungkir
it: Partito: a sinistra d'arancione
ja_jp: 左に橙色の縦二分割
ka_ge: ნარინჯისფერი მარჯვენა ნახევარი
ko_kr: 주황색 오른쪽 수직띠
lb_lu: Lénks orange gedeelt
lt_lt: Oranžinė dešinioji pusė
ms_my: Belahan Menegak Jingga Terbalik
nl_nl: Oranje per paal omgekeerd
nn_no: Oransje høgredel
pl: Pomarańczowa prawa połowa
pt: Partido Laranja Invertido
ro_ro: Despicat portocaliu răsturnat
ru_ru: Оранжевая правая половина
sk_sk: Oranžové opačné zvislé oddelenie
sl_si: Oranžen levo sekan
sv_se: Orange högerhalva
th_th: แถบสีส้มจางๆกลับด้าน
tr_tr: Turuncu Sağ Yarı
vi_vn: Vạch chia dọc đảo nghịch cam
zh_cn: 橙色左半方形
zh_tw: 右半部分橙色填滿

# item_banner_half_vertical_right_pink
source: Pink Per Pale Inverted
ar_sa: راية ملونة وردي
be_by: Ружовая правая палова
bg_bg: Розово ляво разсичане
ca_es: Flanc rosa invertit
cs: Růžové převrácené svislé oddělení
da_dk: Lyserød Højre Halvdel
de: Links rosa gespalten
el_gr: Ροζ Ωχρό ανεστραμμένο
es: Flanco rosa invertido
fi: Vaaleanpunainen oikea puoli
fr_ca: Parti, au second de rose
ga_ie: Deighilte, Bándearg ar Clé
gl_es: Metade rosa Invertida
he: פס חוצה אנכי ימני ורוד
hr_hr: Ružičasta Obrnuta Puna Traka
hu_hu: Rózsaszínnel balról hasított
id_id: Pita Merah Jambu Terbagi Terjungkir
it: Partito: a sinistra di rosa
ja_jp: 左に桃色の縦二分割
ka_ge: ვარდისფერი მარჯვენა ნახევარი
ko_kr: 분홍색 오른쪽 수직띠
lb_lu: Lénks rosa gedeelt
lt_lt: Rožinė dešinioji pusė
ms_my: Belahan Menegak Merah Jambu Terbalik
nl_nl: Roze per paal omgekeerd
nn_no: Rosa høgredel
pl: Różowa prawa połowa
pt: Partido Rosa Invertido
ro_ro: Despicat roz răsturnat
ru_ru: Розовая правая половина
sk_sk: Ružové opačné zvislé oddelenie
sl_si: Roza levo sekan
sv_se: Rosa högerhalva
th_th: แถบสีชมพูจางๆกลับด้าน
tr_tr: Pembe Sağ Yarı
vi_vn: Vạch chia dọc đảo nghịch hồng
zh_cn: 粉红色左半方形
zh_tw: 左半部分粉紅色填滿

# item_banner_half_vertical_right_purple
source: Purple Per Pale Inverted
ar_sa: راية ملونة بنفسجي
be_by: Фіялетавая правая палова
bg_bg: Лилаво ляво разсичане
ca_es: Flanc morat invertit
cs: Fialové převrácené svislé oddělení
da_dk: Lilla Højre Halvdel
de: Links violett gespalten
el_gr: Μωβ Ωχρό ανεστραμμένο
es: Flanco morado invertido
fi: Violetti oikea puoli
fr_ca: Parti, au second de pourpre
ga_ie: Deighilte, Corcra ar Clé
gl_es: Metade púrpura Invertida
he: פס חוצה אנכי ימני סגול
hr_hr: Ljubičasta Obrnuta Puna Traka
hu_hu: Lilával balról hasított
id_id: Pita Ungu Terbagi Terjungkir
it: Partito: a sinistra di viola
ja_jp: 左に紫色の縦二分割
ka_ge: ალისფერი მარჯვენა ნახევარი
ko_kr: 보라색 오른쪽 수직띠
lb_lu: Lénks mof gedeelt
lt_lt: Purpurinė dešinioji pusė
ms_my: Belahan Menegak Ungu Terbalik
nl_nl: Paarse per paal omgekeerd
nn_no: Lilla høgredel
pl: Fioletowa prawa połowa
pt: Partido Roxo Invertido
ro_ro: Despicat violet răsturnat
ru_ru: Фиолетовая правая половина
sk_sk: Fialové opačné zvislé oddelenie
sl_si: Vijoličen levo sekan
sv_se: Lila högerhalva
th_th: แถบสีม่วงจางๆกลับด้าน
tr_tr: Mor Sağ Yarı
vi_vn: Vạch chia dọc đảo nghịch tím
zh_cn: 紫色左半方形
zh_tw: 左半部分紫色填滿

# item_banner_half_vertical_right_red
source: Red Per Pale Inverted
ar_sa: راية ملونة أحمر
be_by: Чырвоная правая палова
bg_bg: Червено ляво разсичане
ca_es: Flanc vermell invertit
cs: Červené převrácené svislé oddělení
da_dk: Rød Højre Halvdel
de: Links rot gespalten
el_gr: Κόκκινη Κάθετη Δεξιά Γραμμή
es: Flanco rojo invertido
fi: Punainen oikea puoli
fr_ca: Parti, au second de gueules
ga_ie: Deighilte, Dearg ar Clé
gl_es: Metade Vermella Invertida
he: פס חוצה אנכי ימני אדום
hr_hr: Crvena Obrnuta Puna Traka
hu_hu: Vörössel balról hasított
id_id: Pita Merah Terbagi Terjungkir
it: Partito: a sinistra di rosso
ja_jp: 左に赤色の縦二分割
ka_ge: წითელი მარჯვენა ნახევარი
ko_kr: 빨간색 오른쪽 수직띠
lb_lu: Lénks rout gedeelt
lt_lt: Raudona dešinioji pusė
ms_my: Belahan Menegak Merah Terbalik
nl_nl: Rode per paal omgekeerd
nn_no: Raud høgredel
pl: Czerwona prawa połowa
pt: Partido Vermelho Invertido
ro_ro: Despicat roșu răsturnat
ru_ru: Красная правая половина
sk_sk: Červené opačné zvislé oddelenie
sl_si: Rdeč levo sekan
sv_se: Röd högerhalva
th_th: แถบสีแดงจางๆกลับด้าน
tr_tr: Kırmızı Sağ Yarı
vi_vn: Vạch chia dọc đảo nghịch đỏ
zh_cn: 红色左半方形
zh_tw: 左半部分紅色填滿

# item_banner_half_vertical_right_silver
source: Light Grey Per Pale Inverted
ar_sa: راية ملونة رمادي فاتح
be_by: Светла-шэрая правая палова
bg_bg: Светлосиво ляво разсичане
ca_es: Flanc gris clar invertit
cs: Světle šedé převrácené svislé oddělení
da_dk: Lysegrå Højre Halvdel
de: Links hellgrau gespalten
el_gr: Ανοιχτό γκρι Ωχρό ανεστραμμένο
es: Flanco gris claro invertido
fi: Vaaleanharmaa oikea puoli
fr_ca: Parti, au second d'argent grisé
ga_ie: Deighilte, Fionnliath ar Clé
gl_es: Metade gris claro Invertida
he: פס חוצה אנכי ימני אפור בהיר
hr_hr: Svijetlo Siva Obrnuta Puna Traka
hu_hu: Világosszürkével balról hasított
id_id: Pita Kelabu Muda Terbagi Terjungkir
it: Partito: a sinistra di grigio chiaro
ja_jp: 左に薄灰色の縦二分割
ka_ge: ღია-ნაცრისფერი მარჯვენა ნახევარი
ko_kr: 회백색 오른쪽 수직띠
lb_lu: Lénks hellgro gedeelt
lt_lt: Šviesiai pilka dešinioji pusė
ms_my: Belahan Menegak Kelabu Muda Terbalik
mt_mt: Light Gray Per Pale Inverted
nl_nl: Lichtgrijze per paal omgekeerd
nn_no: Ljosegrå høgredel
pl: Jasnoszara prawa połowa
pt: Partido Cinzento Claro Invertido
ro_ro: Despicat gri-deschis răsturnat
ru_ru: Светло-серая правая половина
sk_sk: Svetlosivé opačné zvislé oddelenie
sl_si: Svetlo siv levo sekan
sv_se: Ljusgrå högerhalva
th_th: แถบสีเทาอ่อนจางๆกลับด้าน
tr_tr: Açık Gri Sağ Yarı
vi_vn: Vạch chia dọc đảo nghịch xám nhạt
zh_cn: 淡灰色左半方形
zh_tw: 左半部分淺灰色填滿

# item_banner_half_vertical_right_white
source: White Per Pale Inverted
ar_sa: راية ملونة أبيض
be_by: Белая правая палова
bg_bg: Бяло ляво разсичане
ca_es: Flanc blanc invertit
cs: Bílé převrácené svislé oddělení
da_dk: Hvid Højre Halvdel
de: Links weiß gespalten
el_gr: Λευκό Ωχρό ανεστραμμένο
es: Flanco blanco invertido
fi: Valkoinen oikea puoli
fr_ca: Parti, au second d'argent
ga_ie: Deighilte, Bán ar Clé
gl_es: Metade Branca Invertida
he: פס חוצה אנכי ימני לבן
hr_hr: BIjela Obrnuta Puna Traka
hu_hu: Fehérrel balról hasított
id_id: Pita Putih Terbagi Terjungkir
it: Partito: a sinistra di bianco
ja_jp: 左に白色の縦二分割
ka_ge: თეთრი მარჯვენა ნახევარი
ko_kr: 하얀색 오른쪽 수직띠
lb_lu: Lénks wäiss gedeelt
lt_lt: Balta dešinioji pusė
ms_my: Belahan Menegak Putih Terbalik
nl_nl: Witte per paal omgekeerd
nn_no: Kvit høgredel
pl: Biała prawa połowa
pt: Partido Branco Invertido
ro_ro: Despicat alb răsturnat
ru_ru: Белая правая половина
sk_sk: Biele opačné zvislé oddelenie
sl_si: Bel levo sekan
sv_se: Vit högerhalva
th_th: แถบสีขาวจางๆกลับด้าน
tr_tr: Beyaz Sağ Yarı
vi_vn: Vạch chia dọc đảo nghịch trắng
zh_cn: 白色左半方形
zh_tw: 左半部分白色填滿

# item_banner_half_vertical_right_yellow
source: Yellow Per Pale Inverted
ar_sa: راية ملونة أصفر
be_by: Жоўтая правая палова
bg_bg: Жълто ляво разсичане
ca_es: Flanc groc invertit
cs: Žluté převrácené svislé oddělení
da_dk: Gul Højre Halvdel
de: Links gelb gespalten
el_gr: Κίτρινο Ωχρό ανεστραμμένο
es: Flanco amarillo invertido
fi: Keltainen oikea puoli
fr_ca: Parti, au second d'or
ga_ie: Deighilte, Buí ar Clé
gl_es: Metade Amarela Invertida
he: פס חוצה אנכי ימני צהוב
hr_hr: Žuta Obrnuta Puna Traka
hu_hu: Sárgával balról hasított
id_id: Pita Kuning Terbagi Terjungkir
it: Partito: a sinistra di giallo
ja_jp: 左に黄色の縦二分割
ka_ge: ყვითელი მარჯვენა ნახევარი
ko_kr: 노란색 오른쪽 수직띠
lb_lu: Lénks giel gedeelt
lt_lt: Geltona dešinioji pusė
ms_my: Belahan Menegak Kuning Terbalik
nl_nl: Gele per paal omgekeerd
nn_no: Gul høgredel
pl: Żółta prawa połowa
pt: Partido Amarelo Invertido
ro_ro: Despicat galben răsturnat
ru_ru: Жёлтая правая половина
sk_sk: Žlté opačné zvislé oddelenie
sl_si: Rumen levo sekan
sv_se: Gul högerhalva
th_th: แถบสีเหลืองจางๆกลับด้าน
tr_tr: Sarı Sağ Yarı
vi_vn: Vạch chia dọc đảo nghịch vàng
zh_cn: 黄色左半方形
zh_tw: 左半部分黃色填滿

# item_banner_lightBlue_name
source: Light Blue Banner
af_za: Ligblou Banier
ar_sa: راية زرقاء فاتحة
be_by: Блакітны сцяг
bg_bg: Светлосиньо знаме
ca_es: Estendard blau cel
cs: Světle modrý prapor
da_dk: Lyseblåt Banner
de: Hellblaues Banner
de_at: Hellblaus Banner
el_gr: Ανοικτό Μπλε Λάβαρο
es: Estandarte azul claro
eu_es: Estandarte urdin argia
fa_ir: پرچم آبی روشن
fi: Vaalean sininen lippu
fil_ph: Mapusyaw na Asul na Watawat
fr_ca: Bannière de bleu céleste
ga_ie: Meirge Bánghorm
gl_es: Estandarte azul claro
he: מודעה בצבע תכלת
hr_hr: Svijetlo Plava Zastava
hu_hu: Világoskék zászló
id_id: Spanduk Biru Muda
is_is: Ljósblár fáni
it: Stendardo azzurro
ja_jp: 空色の旗
ka_ge: ღია-ლურჯი დროშა
ko_kr: 하늘색 현수막
lb_lu: Hellbloe Fändel
lt_lt: Šviesiai mėlyna vėliava
lv_lv: Gaiši zils baneris
ms_my: Panji Biru Muda
mt_mt: Bandiera Blu Ċar
nl_nl: Lichtblauwe banier
nn_no: Ljoseblå fane
pl: Jasnoniebieski sztandar
pt: Bandeira Azul Clara
ro_ro: Stindard bleu
ru_ru: Голубой флаг
sk_sk: Svetlomodrá vlajka
sl_si: Svetlo moder prapor
sv_se: Ljusblå banderoll
th_th: ธงสีฟ้า
tr_tr: Açık Mavi Flama
vi_vn: Biểu ngữ xanh nước biển nhạt
zh_cn: 淡蓝色旗帜
zh_tw: 淺藍色旗幟

# item_banner_lime_name
source: Lime Banner
af_za: Heldergroen Banier
ar_sa: راية ليمونية
be_by: Лаймавы сцяг
bg_bg: Жълтозелено знаме
ca_es: Estendard llima
cs: Světle zelený prapor
da_dk: Limegrønt Banner
de: Hellgrünes Banner
de_at: Hellgrüns Banner
el_gr: Λαχανί Λάβαρο
es: Estandarte verde lima
eu_es: Estandarte berde lima
fi: Lime Lippu
fil_ph: Kulay-kalamansing Watawat
fr_ca: Bannière de sinople clair
ga_ie: Meirge Líomach
gl_es: Estandarte lima
he: מודעה בצבע ליים
hr_hr: Svijetlo Zelena Zastava
hu_hu: Világoszöld zászló
id_id: Spanduk Limau
is_is: Límónugrænn fáni
it: Stendardo lime
ja_jp: 黄緑色の旗
ka_ge: სალათისფერი დროშა
ko_kr: 연두색 현수막
lb_lu: Hellgrénge Fändel
lt_lt: Gelsvai žalsva vėliava
lv_lv: Laima krāsas baneris
ms_my: Panji Limau Hijau
mt_mt: Bandiera Ħadra Ċara
nl_nl: Lichtgroene banier
nn_no: Limegrøn fane
pl: Jasnozielony sztandar
pt: Bandeira Verde Lima
ro_ro: Stindard verde-deschis
ru_ru: Лаймовый флаг
sk_sk: Svetlozelená vlajka
sl_si: Svetlo zelen prapor
sv_se: Limegrön banderoll
th_th: ธงสีเขียวอ่อน
tr_tr: Açık Yeşil Flama
vi_vn: Biểu ngữ xanh lá mạ
zh_cn: 黄绿色旗帜
zh_tw: 淺綠色旗幟

# item_banner_magenta_name
source: Magenta Banner
af_za: Purperrooi Banier
ar_sa: راية ارجوانية
be_by: Пурпурны сцяг
bg_bg: Пурпурно знаме
ca_es: Estendard magenta
cs: Purpurový prapor
da_dk: Lyselilla Banner
de_at: Magentana Banner
el_gr: Φούξια Λάβαρο
es: Estandarte magenta
eu_es: Estandarte magenta
fa_ir: پرچم سرخابی
fi: Purppura lippu
fil_ph: Kulay-pulang Watawat
fr_ca: Bannière de magenta
ga_ie: Meirge Maigeanta
gl_es: Estandarte maxenta
he: מודעה בצבע מגנטה
hr_hr: Roza Zastava
hu_hu: Bíbor zászló
id_id: Spanduk Magenta
is_is: fjólublár fáni
it: Stendardo magenta
ja_jp: 赤紫色の旗
ka_ge: იისფერი დროშა
ko_kr: 자홍색 현수막
lb_lu: Magentae Fändel
lt_lt: Rausvai raudona vėliava
lv_lv: Gaiši violets baneris
ms_my: Panji Magenta
mt_mt: Bandira Roża Skur
nl_nl: Magenta banier
nn_no: Ljoselilla fane
pl: Karmazynowy sztandar
pt: Bandeira Magenta
ro_ro: Stindard magenta
ru_ru: Пурпурный флаг
sk_sk: Purpurová vlajka
sl_si: Škrlaten prapor
sv_se: Ljuslila banderoll
th_th: ธงสีบานเย็น
tr_tr: Eflatun Flama
vi_vn: Biểu ngữ đỏ sậm
zh_cn: 品红色旗帜
zh_tw: 洋紅色旗幟

# item_banner_mojang_black
source: Black Thing
af_za: Swart Ding
ar_sa: الشيء الأسود
be_by: Чорны лагатып Mojang
bg_bg: Черно нещо
ca_es: Cosa negra
cs: Černá věc
da_dk: Sort Ting
de: Schwarzes Mojang-Logo
de_at: Schworzs Mojang-Logo
el_gr: Μαύρο σήμα της Mojang
es: Cosa negra
eu_es: Gauza beltza
fa_ir: چیز سیاه
fi: Musta Mojang-logo
fil_ph: Itim na bagay
fr_ca: Emblème de sable
ga_ie: Rud Dubh
gl_es: Cousa negra
he: לוגו שחור
hr_hr: Crna Stvar
hu_hu: Fekete Mojang címerkép
id_id: Hal yang hitam
is_is: Svartur hlutur
it: Al logo di nero
ja_jp: 黒色の何かの模様
ka_ge: შავი რაღაც
ko_kr: 검은색 Mojang 로고
lb_lu: Schwaarzt Mojang Logo
lt_lt: Juodas dalykas
lv_lv: Melns logo
ms_my: Benda Hitam
mt_mt: Ħaġa sewda
nl_nl: Zwart ding
nn_no: Svart ting
pl: Czarne Coś
pt: Emblema da Mojang Preto
ro_ro: Chestie neagră
ru_ru: Чёрное нечто
sk_sk: Čierna vec
sl_si: Črni Mojang znak
sv_se: Svart mojäng
th_th: สิ่งสีดำ
tr_tr: Siyah Şey
vi_vn: Vật thể đen
zh_cn: 黑色Mojang徽标
zh_tw: 黑色 Mojang 標誌

# item_banner_mojang_blue
source: Blue Thing
af_za: Blou Ding
ar_sa: الشيء الأزرق
be_by: Сіні лагатып Mojang
bg_bg: Синьо нещо
ca_es: Cosa blava
cs: Modrá věc
da_dk: Blå Ting
de: Blaues Mojang-Logo
el_gr: Μπλε σήμα της Mojang
es: Cosa azul
eu_es: Gauza Urdina
fa_ir: چیز آبی
fi: Sininen Mojang-logo
fil_ph: Asul na bagay
fr_ca: Emblème d'azur
ga_ie: Rud Gorm
gl_es: Cousa azul
he: לוגו כחול
hr_hr: Plava Stvar
hu_hu: Kék Mojang címerkép
id_id: Hal yang biru
is_is: Blár hlutur
it: Al logo di blu
ja_jp: 青色の何かの模様
ka_ge: ლურჯი რაღაც
ko_kr: 파란색 Mojang 로고
lb_lu: Blot Mojang Logo
lt_lt: Mėlynas dalykas
lv_lv: Zils logo
ms_my: Benda Biru
mt_mt: Ħaġa blu
nl_nl: Blauw ding
nn_no: Blå ting
pl: Niebieskie Coś
pt: Emblema da Mojang Azul
ro_ro: Chestie albastră
ru_ru: Синее нечто
sk_sk: Modrá vec
sl_si: Modri Mojang znak
sv_se: Blå mojäng
th_th: สิ่งสีน้ำเงิน
tr_tr: Mavi Şey
vi_vn: Vật thể xanh nước biển
zh_cn: 蓝色Mojang徽标
zh_tw: 藍色 Mojang 標誌

# item_banner_mojang_brown
source: Brown Thing
af_za: Bruin Ding
ar_sa: الشيء البني
be_by: Карычневы лагатып Mojang
bg_bg: Кафяво нещо
ca_es: Cosa marró
cs: Hnědá věc
da_dk: Brun Ting
de: Braunes Mojang-Logo
el_gr: Καφέ σήμα της Mojang
es: Cosa marrón
eu_es: Gauza marroia
fa_ir: چیز قهوه ای
fi: Ruskea Mojang-logo
fr_ca: Emblème de brun
ga_ie: Rud Donn
gl_es: Cousa marrón
he: לוגו חום
hr_hr: Smeđa Stvar
hu_hu: Barna Mojang címerkép
id_id: Hal coklat
is_is: Brúnn hlutur
it: Al logo di marrone
ja_jp: 茶色の何かの模様
ka_ge: ყავისფერი რაღაც
ko_kr: 갈색 Mojang 로고
lb_lu: Brongt Mojang Logo
lt_lt: Rudas dalykas
lv_lv: Brūns logo
ms_my: Benda Perang
mt_mt: Ħaġa kannella
nl_nl: Bruin ding
nn_no: Brun ting
pl: Brązowe Coś
pt: Emblema da Mojang Castanho
ro_ro: Chestie maro
ru_ru: Коричневое нечто
sk_sk: Hnedá vec
sl_si: Rjavi Mojang znak
sv_se: Brun mojäng
th_th: สิ่งสีน้ำตาล
tr_tr: Kahverengi Şey
vi_vn: Vật thể nâu
zh_cn: 棕色Mojang徽标
zh_tw: 棕色 Mojang 標誌

# item_banner_mojang_cyan
source: Cyan Thing
af_za: Siaan Ding
ar_sa: الشيء السماوي
be_by: Бірузовы лагатып Mojang
bg_bg: Синьозелено нещо
ca_es: Cosa cian
cs: Azurová věc
da_dk: Turkis Ting
de: Türkises Mojang-Logo
el_gr: Κυανό σήμα της Mojang
es: Cosa cian
eu_es: Zian koloreko gauza
fi: Syaani Mojang-logo
fr_ca: Emblème de cyan
ga_ie: Rud Cian
gl_es: Cousa ciana
he: לוגו ציאן
hr_hr: Tirkizna Stvar
hu_hu: Türkizkék Mojang címerkép
id_id: Hal Cyan
is_is: Sægrænn hlutur
it: Al logo di ciano
ja_jp: 水色の何かの模様
ka_ge: ცისფერი რაღაც
ko_kr: 청록색 Mojang 로고
lb_lu: Turquoiset Mojang Logo
lt_lt: Žalsvai mėlynas dalykas
lv_lv: Ciāna logo
ms_my: Benda Cyan
mt_mt: ħaġa cyan
nl_nl: Cyaan ding
nn_no: Turkis ting
pl: Błękitne Coś
pt: Emblema da Mojang Ciano
ro_ro: Chestie turcoaz
ru_ru: Бирюзовое нечто
sk_sk: Tyrkysová vec
sl_si: Turkizni Mojang znak
sv_se: Turkos mojäng
th_th: สิ่งสีน้ำเงินแกมเขียว
tr_tr: Camgöbeği Şey
vi_vn: Vật thể lục lam
zh_cn: 青色Mojang徽标
zh_tw: 青色 Mojang 標誌

# item_banner_mojang_gray
source: Grey Thing
af_za: Grys Ding
ar_sa: الشيء الرمادي
be_by: Шэры лагатып Mojang
bg_bg: Сиво нещо
ca_es: Cosa grisa
cs: Šedá věc
da_dk: Grå Ting
de: Graues Mojang-Logo
el_gr: Γκρι σήμα της Mojang
es: Cosa gris
eu_es: Gauza grisa
fi: Harmaa Mojang-logo
fr_ca: Emblème d'acier
ga_ie: Rud Liath
gl_es: Cousa gris
he: לוגו אפור
hr_hr: Siva Stvar
hu_hu: Szürke Mojang címerkép
id_id: Hal abu-abu
is_is: Grár hlutur
it: Al logo di grigio
ja_jp: 灰色の何かの模様
ka_ge: ნაცრისფერი რაღაც
ko_kr: 회색 Mojang 로고
lb_lu: Grot Mojang Logo
lt_lt: Pilkas dalykas
lv_lv: Pelēks logo
ms_my: Benda Kelabu
mt_mt: Ħaġa griża
nl_nl: Grijze ding
nn_no: Grå ting
pl: Szare Coś
pt: Emblema da Mojang Cinzento
ro_ro: Chestie gri
ru_ru: Серое нечто
sk_sk: Sivá vec
sl_si: Sivi Mojang znak
sv_se: Grå mojäng
th_th: สิ่งสีเทา
tr_tr: Gri Şey
vi_vn: Vật thể xám
zh_cn: 灰色Mojang徽标
zh_tw: 灰色 Mojang 標誌

# item_banner_mojang_green
source: Green Thing
af_za: Groen Ding
ar_sa: الشيء الأخضر
be_by: Зялёны лагатып Mojang
bg_bg: Зелено нещо
ca_es: Cosa verda
cs: Zelená věc
da_dk: Grøn Ting
de: Grünes Mojang-Logo
el_gr: Πράσινο σήμα της Mojang
es: Cosa verde
eu_es: Gauza berdea
fa_ir: چیز سبز
fi: Vihreä Mojang-logo
fil_ph: Berdeng bagay
fr_ca: Emblème de sinople
ga_ie: Rud Uaine
gl_es: Cousa verde
he: לוגו ירוק
hr_hr: Zelena Stvar
hu_hu: Zöld Mojang címerkép
id_id: Thing Hijau
is_is: Grænn hlutur
it: Al logo di verde
ja_jp: 緑色の何かの模様
ka_ge: მწვანე რაღაც
ko_kr: 초록색 Mojang 로고
lb_lu: Gréngt Mojang Logo
lt_lt: Žalias dalykas
lv_lv: Zaļs logo
ms_my: Benda Hijau
mt_mt: Ħaġa ħadra
nl_nl: Groen ding
nn_no: Grøn ting
pl: Zielone Coś
pt: Emblema da Mojang Verde
ro_ro: Chestie verde
ru_ru: Зелёное нечто
sk_sk: Zelená vec
sl_si: Zeleni Mojang znak
sv_se: Grön mojäng
th_th: สิ่งสีเขียว
tr_tr: Yeşil Şey
vi_vn: Vật thể xanh lá cây
zh_cn: 绿色Mojang徽标
zh_tw: 綠色 Mojang 標誌

# item_banner_mojang_lightBlue
source: Light Blue Thing
af_za: Ligblou Ding
ar_sa: الشيء الأزرق المخفف
be_by: Блакітны лагатып Mojang
bg_bg: Светлосиньо нещо
ca_es: Cosa blau cel
cs: Světle modrá věc
da_dk: Lyseblå Ting
de: Hellblaues Mojang-Logo
el_gr: Ανοιχτό Μπλε σήμα της Mojang
es: Cosa azul claro
fi: Vaaleansininen Mojang-logo
fr_ca: Emblème de bleu céleste
ga_ie: Rud Bánghorm
gl_es: Cousa azul claro
he: לוגו תכלת
hr_hr: Svijetlo Plava Stvar
hu_hu: Világoskék Mojang címerkép
id_id: Cahaya biru hal
is_is: Ljósblár hlutur
it: Al logo d'azzurro
ja_jp: 空色の何かの模様
ka_ge: ღია-ლურჯი რაღაც
ko_kr: 하늘색 Mojang 로고
lb_lu: Hellblot Mojang Logo
lt_lt: Šviesiai pilkas dalykas
lv_lv: Gaiši zils logo
ms_my: Benda Biru Muda
mt_mt: Ħaġa blue car
nl_nl: Lichtblauwe ding
nn_no: Ljoseblå ting
pl: Jasnoniebieskie Coś
pt: Emblema da Mojang Azul Claro
ro_ro: Chestie bleu
ru_ru: Голубое нечто
sk_sk: Svetlomodrá vec
sl_si: Svetlo modri Mojang znak
sv_se: Ljusblå mojäng
th_th: สิ่งสีฟ้า
tr_tr: Açık Mavi Şey
vi_vn: Vật thể xanh nước biển nhạt
zh_cn: 淡蓝色Mojang徽标
zh_tw: 淺藍色 Mojang 標誌

# item_banner_mojang_lime
source: Lime Thing
af_za: Heldergroen Ding
ar_sa: الشيء اليموني
be_by: Лаймавы лагатып Mojang
bg_bg: Жълтозелено нещо
ca_es: Cosa llima
cs: Světle zelená věc
da_dk: Limegrøn Ting
de: Hellgrünes Mojang-Logo
el_gr: Ανοιχτό Πράσινο σήμα της Mojang
es: Cosa verde lima
eu_es: Lima koloreko gauza
fa_ir: چیز فسفری
fi: Lime Mojang-logo
fr_ca: Emblème de sinople clair
ga_ie: Rud Líomach
gl_es: Cousa lima
he: לוגו ציאן
hr_hr: Svijetlo Zelena Stvar
hu_hu: Világoszöld Mojang címerkép
id_id: Kapur hal
is_is: Neongrænn hlutur
it: Al logo di lime
ja_jp: 黄緑色の何かの模様
ka_ge: სალათისფერი რაღაც
ko_kr: 연두색 Mojang 로고
lb_lu: Hellgréngt Mojang Logo
lt_lt: Gelsvai žalsvas dalykas
lv_lv: Laima logo
ms_my: Benda Limau
mt_mt: Ħaġa lumicella
nl_nl: Lichtgroene ding
nn_no: Limegrøn ting
pl: Jasnozielone Coś
pt: Emblema da Mojang Verde Lima
ro_ro: Chestie verde-deschis
ru_ru: Лаймовое нечто
sk_sk: Svetlozelená vec
sl_si: Svetlo zeleni Mojang znak
sv_se: Limegrön mojäng
th_th: สิ่งสีเขียวอ่อน
tr_tr: Açık Yeşil Şey
vi_vn: Vật thể xanh lá mạ
zh_cn: 黄绿色Mojang徽标
zh_tw: 淺綠色 Mojang 標誌
