Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# structure_block_position
source: Relative Position
af_za: Relatiewe Posisie
ar_sa: النسبى
be_by: Адноснае размяшчэнне
bg_bg: Относителна позиция
ca_es: Posició relativa
cs: Relativní pozice
da_dk: Relativ position
el_gr: Σχετική Θέση
es: Posición relativa
fi: Suhteellinen sijainti
fil_ph: Kaugnay na Posisyon
fr_ca: Position relative
ga_ie: Suíomh Coibhneasta
gl_es: Posición relativa
he: מיקום יחסי
hr_hr: Relativni položaj
hu_hu: Relatív helyzet
id_id: Posisi Relatif
it: Posizione relativa
ja_jp: 相対位置
ka_ge: ფარდობითი პოზიცია
ko_kr: 상대적 위치
lb_lu: Relativ Positioun
lt_lt: Santykinė padėtis
lv_lv: Radniecīga Pozīcija
ms_my: Kedudukan relatif
mt_mt: Pożizzjoni Relattiva
nl_nl: Relatieve positie
nn_no: Relativ plassering
pl: Położenie względne
pt: Posição Relativa
ro_ro: Poziție relativă
ru_ru: Относительные координаты
sk_sk: Relatívna poloha
sl_si: Relativna pozicija
sv_se: Relativ position
tr_tr: Göreceli Konum
vi_vn: Vị trí tương đối
zh_cn: 相对位置
zh_tw: 相對位置

# structure_block_save_failure
source: Unable to save structure '{0}'
af_za: Kan nie struktuur '{0}' stoor nie
ar_sa: غير قادر على حفظ البناء '{0}'
be_by: Не атрымалася захаваць пабудову '{0}'
bg_bg: Записването на конструкцията "{0}" беше неуспешно
ca_es: No s'ha pogut desar l'estructura "{0}"
cs: Strukturu „{0}“ nelze uložit
da_dk: Kan ikke gemme strukturen '{0}'
de: Konstruktion '{0}' konnte nicht gespeichert werden
de_at: Konstruktion '{0}' hot ned gspeichad wean kina
el_gr: Η αποθήκευση της δομής '{0}' απέτυχε
es: No se ha podido guardar la estructura "{0}"
fi: Rakennelman '{0}' tallentaminen epäonnistui
fil_ph: Hindi pwede sa struktura {0}
fr_ca: Impossible d'enregistrer la structure "{0}"
ga_ie: Theip ar shábháil an struchtúir '{0}'
gl_es: Non se pode gardar a estrutura "{0}"
he: אין אפשרות לשמור את המבנה '{0}%'
hr_hr: Nije moguće spremiti strukturu kao '{0}'
hu_hu: Nem sikerült elmenteni a(z) '{0}' struktúrát
id_id: Tak dapat menyimpan struktur '{0}'
it: Impossibile salvare la struttura {0}
ja_jp: ストラクチャー「{0}」を保存できません
ka_ge: ვერ მოხერხდა სტრუქტურის შენახვა '{0}'
ko_kr: 구조물을 '{0}'(으)로 저장할 수 없었습니다
lb_lu: Konstruktioun '{0}' konnt net gespäichert ginn
lt_lt: Negalima išsaugoti struktūros '{0}'
lv_lv: Nevar saglabāt struktūru '{0}'
mn_mn: Байгууламж '{0}'-г хадгалах боломжгүй
ms_my: Tidak dapat menyimpan struktur '{0}'
mt_mt: Struttura ma tistax tiġi ssejvjata '{0}'
nl_nl: Kan structuur '{0}' niet opslaan
nn_no: Klarte ikke å lagre strukturen '{0}'
pl: Nie można zapisać struktury '{0}'
pt: Não foi possível guardar a estrutura '{0}'
ro_ro: Nu se poate salva structura "{0}"
ru_ru: Не удалось сохранить конструкцию '{0}'
sk_sk: Nepodarilo sa uložiť stavbu "{0}"
sl_si: Ni mogoče shraniti strukture "{0}"
sv_se: Kunde inte spara strukturen '{0}'
tr_tr: Yapı '{0}' kaydedilemedi
vi_vn: Không thể lưu cấu trúc '{0}'
zh_cn: 无法保存结构'{0}'
zh_tw: 無法儲存結構 '{0}'

# structure_block_save_success
source: Structure saved as '{0}'
af_za: Struktuur gestoor as '{0}'
ar_sa: تم حفظ البناء باسم '{0}'
be_by: Пабудова захавана як '{0}'
bg_bg: Конструкцията беше записано като "{0}"
ca_es: Estructura desada com "{0}"
cs: Struktura uložena jako „{0}“
da_dk: Struktur gemt som '{0}'
de: Konstruktion als '{0}' gespeichert
de_at: Konstroktion als '{0}' gspeichad
el_gr: Η δομή αποθηκεύτηκε ως '{0}'
es: La estructura se ha guardado como "{0}"
fi: Rakennelma tallennettu nimellä '{0}'
fil_ph: Ligtas ng struktura ay '{0}'
fr_ca: La structure a été enregistrée en tant que "{0}"
ga_ie: Sábháladh an struchtúr mar '{0}'
gl_es: Estrutura gardada como "{0}"
he: המבנה נשמר כ '{0}%'
hr_hr: Struktura spremljena kao '{0}'
hu_hu: Struktúra elmentve '{0}' néven
id_id: Struktur tersimpan sebagai '{0}'
it: La struttura è stata salvata come "{0}"
ja_jp: ストラクチャーが「{0}」として保存されました
ka_ge: სტრუქტურა შეინახა როგორც '{0}'
ko_kr: 구조물이 '{0}'(으)로 저장되었습니다
lb_lu: Konstruktioun als '{0}' gespäichert
lt_lt: Struktūra išsaugota kaip '{0}'
lv_lv: Struktūra saglabāta kā '{0}'
mn_mn: Байгууламж '{0}' гэж хадгалагдлаа
ms_my: Struktur disimpan sebagai '{0}'
mt_mt: Struttura ssejvjata bħala '{0}'
nl_nl: Structuur opgeslagen als '{0}'
nn_no: Struktur lagret som '{0}'
pl: Struktura zapisana jako '{0}'
pt: Estrutura guardada como '{0}'
ro_ro: Structura a fost salvată ca "{0}"
ru_ru: Конструкция сохранена в файл '{0}'
sk_sk: Stavba uložená ako "{0}"
sl_si: Struktura shranjena kot "{0}"
sv_se: Strukturen sparades som '{0}'
tr_tr: Yapı '{0}' olarak kaydedildi
vi_vn: Cấu trúc được lưu với tên '{0}'
zh_cn: 成功将结构保存为'{0}'
zh_tw: 已將結構儲存為 '{0}'

# structure_block_show_air
source: Show invisible blocks:
af_za: Wys onsigbare blokke:
ar_sa: اظهار الكتل المخفية:
be_by: Паказваць нябачныя блокі:
bg_bg: Показване на невидими блокчета:
ca_es: Mostrar blocs invisibles:
cs: Neviditelné bloky:
da_dk: Vise usynlige blokke:
de: Unsichtbare Blöcke anzeigen:
el_gr: Εμφάνισε τους αόρατους κύβους:
es: Mostrar bloques invisibles:
fi: Näytä näkymättömät kuutiot:
fil_ph: Ipakita ang blokeng walang makita:
fr_ca: Afficher les blocs invisibles :
ga_ie: Taispeáin bloic dofheicthe:
gl_es: Mostrar bloques invisibles:
he: הצג בלוקים בלתי נראים:
hr_hr: Prikaz nevidljivih blokova:
hu_hu: Láthatatlan blokkok megjelenítése:
id_id: Tampilkan blok tersembunyi:
is_is: Sýna ósýnilega kubba:
it: Mostra blocchi invisibili:
ja_jp: 見えないブロックを表示する：
ka_ge: უჩინარი ბლოკების გამოჩენა:
ko_kr: 투명 블록 표시:
lb_lu: Onsiichtbar Bléck uweisen:
lt_lt: Rodyti nematomus blokus:
lv_lv: Rādīt neredzamos blokus:
ms_my: Menunjukkan blok tidak kelihatan:
mt_mt: Uri blokok inviżibbli:
nl_nl: Onzichtbare blokken laten zien:
pl: Pokaż niewidoczne bloki:
pt: Mostrar blocos invisíveis:
ro_ro: Arată blocurile invizibile:
ru_ru: Показывать невидимые блоки:
sk_sk: Zobraziť neviditeľné kocky:
sl_si: Pokaži nevidne kocke:
sv_se: Visa osynliga block:
tr_tr: Görünmez blokları göster:
vi_vn: Hiển thị các khối vô hình:
zh_cn: 显示隐形方块：
zh_tw: 顯示隱形方塊：

# structure_block_show_boundingbox
source: Show bounding box:
af_za: Wys grensboks:
ar_sa: إظهار مربع الإحاطة:
be_by: Паказваць межы:
bg_bg: Показване на граници:
ca_es: Mostrar límits:
cs: Ohraničující rámeček:
da_dk: Vis afgrænsningsramme:
de: Begrenzungsrahmen anzeigen:
el_gr: Εμφάνισε το πλαίσιο οριοθέτησης:
es: Mostrar límites:
fi: Näytä alueen kehys:
fil_ph: Ipakita ang makaratig na kahon:
fr_ca: Afficher la zone de délimitation :
ga_ie: Taispeáin bosca teorann:
gl_es: Mostrar encadramento:
he: הצג תיבה תוחמת:
hr_hr: Pokaži omeđujuću kutiju:
hu_hu: Kijelölt téglatest megjelenítése:
id_id: Tampilkan kotak terikat:
it: Mostra zona di delimitazione:
ja_jp: 境界線を表示する：
ka_ge: საზღვრების გამოჩენა:
ko_kr: 경계 표시:
lb_lu: Begrenzungszone uweisen:
lt_lt: Rodyti ribas:
ms_my: Papar kotak bounding:
mt_mt: Uri kaxxa tal-madwar:
nl_nl: Bindveld laten zien:
pl: Pokaż obramowanie struktury:
pt: Mostrar limites:
ro_ro: Arată limitele structurii:
ru_ru: Показывать границы:
sk_sk: Zobraziť ohraničenie:
sl_si: Prikaži okvir:
sv_se: Visa konturlinjer:
tr_tr: Çerçeveyi göster:
vi_vn: Hiển thị hộp giới hạn:
zh_cn: 显示边框：
zh_tw: 顯示定界框：

# structure_block_size
source: Structure Size
af_za: Struktuur Grootte
ar_sa: اسم الهيكل
be_by: Памеры
bg_bg: Размер на конструкцията
ca_es: Mida de l'estructura
cs: Velikost struktury
da_dk: Strukturstørrelse
de: Konstruktionsgröße
el_gr: Μέγεθος Δομής
es: Tamaño de la estructura
fi: Rakennelman koko
fil_ph: Sukat ng Struktura
fr_ca: Taille de la structure
ga_ie: Méid an Struchtúir
gl_es: Tamaño de estrutura
he: גודל המבנה
hr_hr: Veličina Strukture
hu_hu: Struktúra mérete
id_id: Ukuran Struktur
it: Dimensione della struttura
ja_jp: ストラクチャーのサイズ
ka_ge: სტრუქტურის ზომა
ko_kr: 구조물 크기
lb_lu: Konstruktiounsgréisst
lt_lt: Struktūros dydis
lv_lv: Struktūras lielums
ms_my: Saiz struktur
mt_mt: Daqs tal-Istruttura
nl_nl: Structuurgrootte
nn_no: Strukturstørrelse
pl: Rozmiar struktury
pt: Tamanho da Estrutura
ro_ro: Mărimea structurii
ru_ru: Размеры конструкции
sk_sk: Veľkosť stavby
sl_si: Velikost strukture
sv_se: Strukturstorlek
tr_tr: Yapı Boyutu
vi_vn: Kích cỡ cấu trúc
zh_cn: 结构大小
zh_tw: 結構大小

# structure_block_size_failure
source: Unable to detect structure size, add corners with matching structure names
af_za: Kan nie grootte van struktuur '{0}' bepaal nie, bou hoeke met ooreenkomstige struktuur name
ar_sa: غير قادر على اكتشاف حجم الهيكل, ضف أركان للمبنى مع اسماء مطابقة لاسم الهيكل
be_by: Не атрымалася вызначыць памер, дадайце вуглы з адпаведнымі назвамі
bg_bg: Откриването на размера на конструкцията беше неуспешно, добавете ъгли със съвпадащи имена
ca_es: No s'ha pogut detectar la mida de l'estructura: afegeix més cantonades amb el mateix nom
cs: Velikost struktury nelze rozpoznat. Přidej rohy s odpovídajícím názvem struktury.
da_dk: Kan ikke finde strukturens størelse, placere hjørne strukture blokke med de samme navne
de: Kann Konstruktionsgröße nicht erkennen - füge Ecken mit gleichem Konstruktionsnamen hinzu
de_at: Konstruktionsgreß ku ned dakennt wead - dua Eggn mit an gleichn Konstruktionsnom dazua
el_gr: Αδυναμία στην ανίχνευση του μεγέθους της δομής, πρόσθεσε γωνίες με ταιριαστά ονόματα δομής
es: No se ha podido detectar el tamaño de la estructura: añade más esquinas con el mismo nombre
fi: Rakennelman kokoa ei voida tunnistaa, lisää kulmat toisiaan vastaavilla nimillä
fil_ph: Hindi pwedeng and tiktikan ng sukat struktura, ilagay ang sulok may matugtugmang ngalan ng struktura
fr_ca: Impossible de détecter la taille de la structure, ajoutez des coins avec des noms de structure correspondants
ga_ie: Níorbh fhéidir méid an struchtúir a aimsiú, cuir cúinní leis agus ainmneacha orthu ag teacht leis an struchtúr
he: אין אפשרות לזהות את גודל המבנה, הוסף פינות עם שמות מבנה תואמים
hr_hr: Nije moguće otkriti veličinu strukture, dodajte vrhove s odgovarajućim imenima struktura
hu_hu: A struktúra méretét nem sikerült meghatározni; tegyél le megegyező nevű sarokblokkokat
id_id: Gagal memeriksa ukuran struktur. Tambah sudut lain yang sesuai dengan nama struktur
it: Impossibile rilevare la dimensione della struttura: aggiungi degli angoli con il nome della struttura corrispondente
ja_jp: ストラクチャーのサイズを検出できません、ストラクチャー名を一致させてコーナーを追加してください
ka_ge: ვერ მოხერხდა სტრუქტურის ზომის დადგენა, დაამატეთ კუთხეები მსგავსი სტრუქტურული სახელებით
ko_kr: 구조물 크기를 찾을 수 없습니다, 구조물 이름에 맞는 모서리들을 추가하세요
lb_lu: Kann Konstruktiounsgréisst net erkennen, füg Ecker mat dem selwechte Konstruktiounsnumm dobäi
lt_lt: Negalima aptikti struktūros dydžio. Pridėkite kampus, kurių pavadinimai sutampa su struktūros pavadinimu
lv_lv: Nav iespējams atrast struktūras izmēru, pievienojiet stūrus ar saderošiem struktūru vārdiem
ms_my: Tidak dapat mengesan saiz struktur, menambah sudut-sudut dengan nama struktur yang sepadan
mt_mt: Id-daqs tal-istruttura ma jistax jiġi kkalkulat, żid irkejjen b'ismijiet tal-istruttura jaqblu
nl_nl: Kan structuurgrootte niet detecteren. Voeg hoeken toe met overeenkomende structuurnamen
pl: Nie można wykryć rozmiaru struktury, dodaj narożniki z pasującymi nazwami struktury
pt: Não foi possível detetar o tamanho da estrutura, adiciona cantos com o nome da estrutura correspondente
ro_ro: Nu se poate găsi mărimea structurii; adaugă colțuri cu același nume de structură
ru_ru: Не удаётся определить размеры конструкции, добавьте углы с названием, соответствующим конструкции
sk_sk: Nepodarilo sa zistiť veľkosť štruktúry, pridajte rohy so zodpovedajúcimi menami stavieb
sl_si: Ni mogoče zaznati velikost strukture, dodaj kote z ujemajočim imenom strukture
sv_se: Det gick inte att identifiera strukturens storlek, lägg till hörn med överensstämmande strukturnamn
tr_tr: Yapı boyutu tespit edilemedi, eşleşen yapı adları için köşeler ekleyin
vi_vn: Không thể dò kích cỡ của cấu trúc, hãy bổ sung thêm góc với tên cấu trúc trùng nhau
zh_cn: 无法检测结构尺寸，请放置相对应结构名称的角落方块
zh_tw: 無法偵測結構大小，請加入結構名稱對應的角落

# structure_block_size_success
source: Size successfully detected for '{0}'
af_za: Grootte suksesvol opgespoor vir '{0}'
ar_sa: تم كشف الحجم بنجاح ل'{0}'
be_by: Памер для '{0}' вызначаны
bg_bg: Размерът на "{0}" беше успешно открит
ca_es: Mida detectada correctament per "{0}"
cs: Velikost „{0}“ úspěšně rozpoznána
da_dk: Størrelse registreret for '{0}'
de: Größe von '{0}' erfolgreich erkannt
de_at: Greß vu '{0}' dakennt
el_gr: Το μέγεθος της δομής '{0}' ανιχνεύτηκε με επιτυχία
es: El tamaño de "{0}" se ha detectado con éxito
fi: Rakennelman '{0}' koko havaittu onnistuneesti
fil_ph: Tiktikan ang sukat ng tagumpay para sa '{0}'
fr_ca: La taille de la structure "{0}" a été détectée avec succès
ga_ie: Méid aimsithe le haghaidh '{0}'
gl_es: Tamano detectado correctamente para "{0}"
he: גודל זוהה בהצלחה עבור '{0}'
hr_hr: Veličina uspješno otkrivena za '{0}'
hu_hu: '{0}' struktúra mérete sikeresen meghatározva
id_id: Ukuran '{0}' berhasil dideteksi
it: La dimensione della struttura {0} è stata rilevata
ja_jp: 「{0}」のサイズの検出に成功しました
ka_ge: წარმატებით დადგინდა ზომა სტრუქტურისთვის '{0}'
ko_kr: '{0}'의 크기가 성공적으로 감지되었습니다
lb_lu: Gréisst vu '{0}' gouf erfollegräich erkannt
lt_lt: Sėkmingai aptiktas struktūros '{0}' dydis
lv_lv: Izmērs veiksmīgi noteikts priekš {0}
mn_mn: '{0}'-н хэмжилт амжилттай
ms_my: Saiz telah berjaya dikesan untuk '{0}'
mt_mt: Daqs ta' struttura '{0}' ġie kkalkulat b'suċċess
nl_nl: Grootte succesvol gedetecteerd voor '{0}'
pl: Pomyślnie wykryto rozmiar dla '{0}'
pt: Tamanho de '{0}' detetado com sucesso
ro_ro: Mărimea a fost găsită pentru structura "{0}"
ru_ru: Успешно рассчитан размер конструкции '{0}'
sk_sk: Rozmery úspešne zistené pre "{0}"
sl_si: Velikost uspešno zaznana za '{0}'
sv_se: Storleken identifierades för "{0}"
tr_tr: '{0}' için boyut başarıyla tespit edildi
vi_vn: Đã dò thành công kích cỡ của '{0}'
zh_cn: '{0}'的尺寸已成功检测
zh_tw: 已成功偵測 '{0}' 的大小

# structure_block_structure_name
source: Structure Name
af_za: Struktuur Naam
ar_sa: اسم البناء
be_by: Назва пабудовы
bg_bg: Име на конструкцията
ca_es: Nom de l'estructura
cs: Název struktury
da_dk: Strukturnavn
de: Konstruktionsname
el_gr: Όνομα Δομής
es: Nombre de la estructura
fi: Rakennelman nimi
fil_ph: Pangalan ng Istraktura
fr_ca: Nom de la structure
ga_ie: Ainm an Struchtúir
gl_es: Nome de estrutura
he: שם המבנה
hr_hr: Naziv strukture
hu_hu: Struktúra neve
id_id: Nama struktur
it: Nome della struttura
ja_jp: ストラクチャー名
ka_ge: სტრუქტურის სახელი
ko_kr: 구조물 이름
lb_lu: Konstruktiounsnumm
lt_lt: Struktūros pavadinimas
lv_lv: Struktūras nosaukums
mn_mn: Байгууламжийн нэр
ms_my: Nama struktur
mt_mt: Isem tal-Istruttura
nl_nl: Structuurnaam
nn_no: Strukturnavn
pl: Nazwa struktury
pt: Nome da Estrutura
ro_ro: Numele structurii
ru_ru: Название конструкции
sk_sk: Názov stavby
sl_si: Ime strukture
sv_se: Strukturnamn
tr_tr: Yapı Adı
vi_vn: Tên cấu trúc
zh_cn: 结构名称
zh_tw: 結構名稱

# subtitles_ambient_cave
source: Eerie noise
af_za: Yswekkende geraas
ar_sa: صوط مزعج
be_by: Жудасны шум
bg_bg: Зловещ шум
ca_es: Soroll inquietant
cs: děsivý zvuk
da_dk: Uhyggelig lyd
de: Gruseliges Geräusch
el_gr: Απόκοσμος θόρυβος
es: Ruido desconocido
fi: Aavemainen ääni
fil_ph: Nakakatakot na tunog
fr_ca: Bruit sinistre
ga_ie: Fuaim dhiamhair
gl_es: Ruido escalofriante
he: צליל מפחיד
hr_hr: Jeziv zvuk
hu_hu: Titokzatos zaj
id_id: Suara-suara aneh
it: Rumore inquietante
ja_jp: 不気味な音が鳴る
ka_ge: შემზარავი ხმა
ko_kr: 으스스한 소리
lb_lu: Grujelegt Geräisch
lt_lt: Nerimą keliantis garsas
ms_my: Bunyi ngeri
mt_mt: Ħoss stramb
nl_nl: Griezelig geluid
nn_no: Skummel ljod
pl: Dziwny dźwięk
pt: Ruído estranho
ro_ro: Sunet straniu
ru_ru: Жуткий шум
sk_sk: Záhadný zvuk
sl_si: Strašljiv zvok
sv_se: Kusligt ljud
th_th: เสียงน่ากลัว
tr_tr: Ürpertici ses
vi_vn: Am thanh kì quái
zh_cn: 怪异的噪声
zh_tw: 令人毛骨悚然的聲音

# subtitles_block_anvil_destroy
source: Anvil destroyed
af_za: Aambeeld vernietig
ar_sa: السندان تدمر
be_by: Кавадла знішчана
bg_bg: Унищожаване на наковалня
ca_es: Enclusa destruïda
cs: kovadlina zničena
da_dk: Ambolt ødelagt
de: Amboss zerstört
el_gr: Το αμόνι καταστράφηκε
es: Yunque destruido
fa_ir: سندان نابود شد
fi: Alasin tuhottu
fil_ph: Nasira ang palihan
fr_ca: Enclume cassée
ga_ie: Scriosadh inneoin
gl_es: Zafra destruída
he: סדן נשבר
hr_hr: Nakovanj uništen
hu_hu: Üllő eltörik
id_id: Paron hancur
it: Incudine distrutta
ja_jp: 金床が壊れる
ka_ge: გრდემლი დაიმტვრა
ko_kr: 모루가 부서짐
lb_lu: Amboss zerstéiert
lt_lt: Sulūžo priekalas
ms_my: Andas dimusnah
mt_mt: Inkwina tkissret
nl_nl: Aambeeld wordt vernietigd
nn_no: Ambolt øydelagt
pl: Kowadło się zniszczyło
pt: Bigorna destruída
ro_ro: Nicovală distrusă
ru_ru: Наковальня разрушена
sk_sk: Zničenie nákovy
sl_si: Nakovalo uničeno
sv_se: Städ förstördes
th_th: ทั่งถูกทำลายแล้ว
tr_tr: Örs kırıldı
vi_vn: Cái đe đã bị phá
zh_cn: 铁砧：被毁
zh_tw: 鐵砧被破壞

# subtitles_block_anvil_land
source: Anvil landed
af_za: Aambeeld geland
ar_sa: السندان وقع
be_by: Кавадла скінута
bg_bg: Падане на наковалня
ca_es: Enclusa caiguda
cs: kovadlina dopadla
da_dk: Ambolt lander
de: Amboss gelandet
el_gr: Το αμόνι προσγειώθηκε
es: Yunque al caer
fi: Alasin pudonnut
fil_ph: Nag-land ang palihan
fr_ca: Enclume qui atterrit
ga_ie: Thuirling inneoin
gl_es: Zafra posta
he: סדן נוחת
hr_hr: Nakovanj je sletio
hu_hu: Üllő leesik
id_id: Paron mendarat
it: Incudine atterrata
ja_jp: 金床が落下する
ka_ge: გრდემლი დავარდა
ko_kr: 모루가 떨어짐
lb_lu: Amboss gelant
lt_lt: Nukrito priekalas
ms_my: Andas mendarat
mt_mt: Inkwina waqgħet
nl_nl: Aambeeld landt
nn_no: Ambolt landa
pl: Upadek kowadła
pt: Bigorna aterra
ro_ro: Nicovală aterizând
ru_ru: Наковальня упала
sk_sk: Pristátie nákovy
sl_si: Nakovalo je pristalo
sv_se: Städ landade
th_th: ทั่งตกลงพื้นแล้ว
tr_tr: Örs düştü
vi_vn: Cái đe đã đặt
zh_cn: 铁砧：着地
zh_tw: 鐵砧落地

# subtitles_block_anvil_use
source: Anvil used
af_za: Aambeeld gebruik
ar_sa: السندان استعمل
be_by: Кавадла выкарыстана
bg_bg: Използване на наковалня
ca_es: Enclusa utilitzada
cs: kovadlina použita
da_dk: Ambolt bruges
de: Amboss wird benutzt
el_gr: Το αμόνι χρησιμοποιήθηκε
es: Yunque usado
fa_ir: سندان استفاده شد
fi: Alasinta käytetty
fil_ph: Ginamit ang palihan
fr_ca: Enclume utilisée
ga_ie: Úsáideadh inneoin
gl_es: Zafra usada
he: סדן בשימוש
hr_hr: Iskorišten nakovanj
hu_hu: Üllőt használják
id_id: Paron yang digunakan
it: Incudine utilizzata
ja_jp: 金床が使われる
ka_ge: გრდემლი გამოიყენეს
ko_kr: 모루가 사용됨
lb_lu: Amboss gëtt benotzt
lt_lt: Naudojamas priekalas
ms_my: Andas digunakan
mt_mt: Inkwina użata
nl_nl: Aambeeld wordt gebruikt
nn_no: Ambolt brukt
pl: Użycie kowadła
pt: Bigorna usada
ro_ro: Nicovală folosită
ru_ru: Использована наковальня
sk_sk: Použitie nákovy
sl_si: Nakovalo uporabljeno
sv_se: Städ användes
th_th: ทั่งถูกใช้ไปแล้ว
tr_tr: Örs kullanıldı
vi_vn: cái đe đã được sử dụng
zh_cn: 铁砧：使用
zh_tw: 使用鐵砧

# subtitles_block_brewing_stand_brew
source: Brewing Stand bubbles
af_za: Brouerstafel borrels
ar_sa: منضدة التخمير تبقبقت
be_by: Бурленне варачнай стойкі
bg_bg: Бълбукане на статив за отвари
ca_es: Bombolles de l'atar de pocions
cs: varný stojan bublá
da_dk: Bryggestanden bobler
de: Braustand blubbert
el_gr: Ο Αλχημικός Τρίποδας φυσαλίζει
es: Burbujas de un soporte para pociones
fi: Hautumateline kuplii
fil_ph: Bumubula ang Kuluan
fr_ca: Bulles de stand d'alchimie
ga_ie: Boilgearnach Sheastán Grúdaireachta
gl_es: Burbullas no destilador
he: עמדת רקיחה מבעבעת
hr_hr: Mjehurići postolja za napitke
hu_hu: Főzőállvány bugyborékol
id_id: Alat Meramu meramu
it: Alambicco che bolle
ja_jp: 醸造が完了する
ka_ge: სახარში ქურა დუღს
ko_kr: 양조기에서 거품이 읾
lb_lu: Braustand blubbert
lt_lt: Burbuliuoja eliksyrų stovas
ms_my: Buih pendirian bru
mt_mt: Bżieżaq tal-birrerija
nl_nl: Brouwstandaard bubbelt
nn_no: Bryggeapparat boblar
pl: Statyw alchemiczny bulgocze
pt: Fermentador borbulha
ro_ro: Alambic bulbucind
ru_ru: Бурление зельеварки
sk_sk: Bublanie varného stojana
sl_si: Stojalo za napoje zašumi
sv_se: Brygdställ bubblar
th_th: แท่นปรุงยาพ่นฟอง
tr_tr: İksir Tezgahı baloncuk çıkarıyor
vi_vn: Gian pha thuốc sôi sùng sục
zh_cn: 酿造台：冒泡
zh_tw: 釀造台冒泡聲

# subtitles_block_button_click
source: Button clicks
af_za: Knoppie klik
ar_sa: نقر الزر
be_by: Пстрык кнопкі
bg_bg: Натискане на бутон
ca_es: Clics de botó
cs: sepnutí tlačítka
da_dk: Knappen klikker
de: Knopf klickt
el_gr: Το κουμπί πατιέται
es: Chasquido de botón
fi: Nappi painuu
fil_ph: Pinindot ang Pindutan
fr_ca: Clic de piton
ga_ie: Cnaipe ag cliceáil
gl_es: Botón accionado
he: לחיצות כפתור
hr_hr: Klikovi gumba
hu_hu: Gomb kattan
id_id: Pencetan tombol
it: Schiocco di un pulsante
ja_jp: ボタンが押される
ka_ge: ღილაკის წკაპუნი
ko_kr: 버튼이 눌러짐
lb_lu: Knapp gedréckt
lt_lt: Paspaustas mygtukas
ms_my: Butang diklik
mt_mt: Klikks ta' buttuna
nl_nl: Knop klikt
nn_no: Knapp klikkar
pl: Guzik klika
pt: Botão clica
ro_ro: Buton apăsat
ru_ru: Щелчок кнопки
sk_sk: Cvaknutie tlačidla
sl_si: Gumb klikne
sv_se: Knapp klickar
th_th: ปุ่มถูกคลิก
tr_tr: Düğmeye basıldı
vi_vn: Nút bấm kêu lên
zh_cn: 按钮：点击
zh_tw: 按鈕咔嗒聲

# subtitles_block_chest_close
source: Chest closes
af_za: Kis maak toe
ar_sa: غلق الصندوق
be_by: Куфар закрываецца
bg_bg: Затваряне на сандък
ca_es: Cofre es tanca
cs: zavření truhly
da_dk: Kiste lukker
de: Truhe schließt
de_at: Kistn schliaßt
el_gr: Ένα σεντούκι κλείνει
es: Cofre cerrado
fi: Arkku sulkeutuu
fil_ph: Isinara ang Baul
fr_ca: Coffre qui se ferme
ga_ie: Cófra ag dúnadh
gd_gb: Tha a' chiste a' dùnadh
gl_es: Cofre pechado
he: תיבה נסגרת
hr_hr: Škrinja se zatvara
hu_hu: Láda zárul
id_id: Peti ditutup
it: Chiusura di un baule
ja_jp: チェストが閉じる
ka_ge: სკივრი დაიხურა
ko_kr: 상자가 닫힘
lb_lu: Këscht klappt zou
lt_lt: Uždaroma skrynia
ms_my: Dada menutup
mt_mt: Senduq ingħalaq
nl_nl: Kist sluit
nn_no: Kiste vert lukka
pl: Skrzynia zamyka się
pt: Baú fecha
ro_ro: Cufăr închizându-se
ru_ru: Закрылся сундук
sk_sk: Zatváranie truhlice
sl_si: Skrinja se zapre
sv_se: Kista stängs
th_th: หีบถูกปิด
tr_tr: Sandık kapandı
vi_vn: Rương đóng lại
zh_cn: 箱子：关闭
zh_tw: 儲物箱關閉

# subtitles_block_chest_locked
source: Chest locked
af_za: Kis gesluit
ar_sa: صندوق مغلق
be_by: Куфар замкнёны
bg_bg: Заключен сандък
ca_es: Cofre bloquejat
cs: truhla je uzamčena
da_dk: Kisten er lukket
de: Truhe verschlossen
de_at: Kistn zusgspad
el_gr: Το μπαούλο κλειδώθηκε
es: Cofre bloqueado
fi: Arkku lukittu
fil_ph: Ikinandado ang Baul
fr_ca: Coffre verrouillé
ga_ie: Cófra faoi ghlas
gd_gb: Tha a' chiste glaiste
gl_es: Cofre pechado
he: תיבה נעולה
hr_hr: Škrinja je zaključana
hu_hu: Sikertelen láda nyitás
id_id: Peti terkunci
it: Contenitore bloccato
ja_jp: チェストがロックされている
ka_ge: სკივრი ჩაიკეტა
ko_kr: 상자가 잠김
lb_lu: Këscht gespaart
lt_lt: Skrynia užrakinta
ms_my: Dada dikunci
mt_mt: Senduq issakkar
nl_nl: Kist vergrendeld
nn_no: Kiste er låst
pl: Skrzynia zamknięta
pt: Baú trancado
ro_ro: Cufăr încuiat
ru_ru: Заперт сундук
sk_sk: Zamykanie truhlice
sl_si: Skrinja je zaklenjena
sv_se: Kistan är låst
th_th: หีบถูกล็อก
tr_tr: Sandık kilitli
vi_vn: Rương bị khóa
zh_cn: 箱子：关闭
zh_tw: 儲物箱鎖上了

# subtitles_block_chest_open
source: Chest opens
af_za: Kis maak oop
ar_sa: فتح الصندوق
be_by: Куфар адкрываецца
bg_bg: Отваряне на сандък
ca_es: Cofre s'obre
cs: otevření truhly
da_dk: Kiste åbner
de: Truhe öffnet
el_gr: Το μπαούλο άνοιξε
es: Cofre abierto
fi: Arkku avautuu
fil_ph: Binuksan ang Baul
fr_ca: Coffre qui s'ouvre
ga_ie: Cófra ag oscailt
gd_gb: Tha a' chiste a' fosgladh
gl_es: Cofre aberto
he: תיבה נפתחת
hr_hr: Škrinja se otvara
hu_hu: Láda nyílik
id_id: Peti dibuka
it: Apertura di un baule
ja_jp: チェストが開く
ka_ge: სკივრი გაიხსნა
ko_kr: 상자가 열림
lb_lu: Këscht gëtt opgemaach
lt_lt: Atidaroma skrynia
ms_my: Dada terbuka
mt_mt: Senduq infetaħ
nl_nl: Kist opent
nn_no: Kiste vert opna
pl: Skrzynia otwiera się
pt: Baú abre
ro_ro: Cufăr deschizându-se
ru_ru: Открылся сундук
sk_sk: Otváranie truhlice
sl_si: Skrinja se odpre
sv_se: Kista öppnas
th_th: หีบถูกเปิด
tr_tr: Sandık açıldı
vi_vn: Rương mở ra
zh_cn: 箱子：开启
zh_tw: 儲物箱開啟
