Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_generic_double_tooSmall
source: The number you have entered ({0}) is too small, it must be at least {1}
af_za: Die nommer wat jy ingetik het ({0}) is te min, dit moet ten minste {1} wees
ar_sa: الرقم الذي أدخلته ({0}) صغير جداً، يجب أن يكون على الأقل {1}
be_by: Уведзенае значэнне ({0}) занадта малое, яно павінна быць не менш за {1}
bg_bg: Въведеното число ({0}) е прекалено малко, трябва да е поне {1}
ca_es: El nombre que has escrit ({0}) és massa petit. Mínim: {1}
cs: Zadané číslo ({0}) je příliš nízké, musí být nejméně {1}
da_dk: Det nummer, du har indtastet ({0}) er for småt, det skal mindst være {1}
de: Die eingegebene Zahl ({0}) ist zu klein, sie muss mindestens {1} betragen
el_gr: Ο αριθμός που έχετε εισαγάγει ({0}) είναι πολύ μικρός, πρέπει να είναι τουλάχιστον {1}
es: El número que has introducido ({0}) es demasiado pequeño. Debe ser superior a {1}
eu_es: Sartu duzun kopurua ({0}) txikiegia da, gutxienez {1} izan behar da
fi: Antamasi luku ({0}) on liian pieni. Sen tulee olla vähintään {1}
fil_ph: Masyadong maliit ang numerong ginamit mo({0}), kailangan kasinglaki ng {1}
fr_ca: Le nombre que vous avez entré ({0}) est trop petit, il doit être supérieur ou égal à {1}
ga_ie: Tá an uimhir a chuir tú isteach ({0}) róbheag. An luach is lú: {1}
gl_es: O número que puxeches ({0}) é demasiado pequeno, debe ser alomenos {1}
he: המספר שהזנת ({0}) קטן מדי, הוא צריך להיות לפחות {1}
hi_in: नंबर आपने दर्ज किया है ({0}) बहुत छोटा है, यह कम से कम होना चाहिए {1}
hr_hr: Broj koji ste unijeli ({0}) je premalen, mora biti najmanje {1}
hu_hu: A megadott szám ({0}) túl kicsi, legkisebb értéke {1} lehet
hy_am: Թիվը որը դուք գրել եք ({0}) չափազանց փոքր է, այն պետք է լինի նվազագույնը {1}
id_id: Nomor yang Anda masukkan({0}) terlalu kecil, setidaknya harus {1}
is_is: Talan sem þú slóst inn ({0}) er of lág, lámarkið er {1}
it: Il numero che hai inserito ({0}) è troppo basso, dev'essere almeno {1}
ja_jp: 入力した数値 ({0}) は小さすぎます。{1} 以上にしてください
ka_ge: შეყვანილი რიცხვი ({0}) ძალიან მცირეა, საჭიროა სულ მცირე {1}
ko_kr: 입력한 숫자({0})가 너무 작습니다. 최소 {1} 이상이여야 합니다
lb_lu: Déi Zuel déi ugi gouf ({0}) ass ze kleng, si muss mindestens {1} sinn
lt_lt: Skaičius, kurį įvedėte ({0}), yra per mažas, jis turi būti ne mažesnis už {1}
lv_lv: Skaitlis, ko ievadiji ({0}), ir pārāk mazs. Tam jābūt vismaz {1}
ms_my: Angka yang anda masukkan ({0}) terlampau kecil, angka tersebut haruslah sekurang-kurangnya {1}
mt_mt: In-numru li daħħalt ({0}) hu żgħir wisq, irid ikun mill-inqas {1}
nl_nl: Het getal dat je hebt ingevoerd ({0}) is te klein, het moet minstens {1} zijn
nn_no: Talet du har oppgjeve ({0}) er for lite, det må vera minst {1}
pl: Podana liczba ({0}) jest za mała, musi wynosić przynajmniej {1}
pt: O número que introduziste ({0}) é demasiado pequeno, deve ser pelo menos {1}
ro_ro: Numărul introdus ({0}) este prea mic, trebuie să fie cel puțin {1}
ru_ru: Введённое число ({0}) слишком мало, оно должно быть больше {1}
sk_sk: Číslo {0}, ktoré ste zadali, je príliš malé, musí to byť aspoň {1}
sl_si: Številka, ki si jo vnesel ({0}) je premajhna, mora biti vsaj {1}
sv_se: Talet du skrev in ({0}) är för litet, det måste vara minst {1}
th_th: ตัวเลขที่พิมพ์มา ({0}) น้อยเกินไป, อย่างต่ำคือ {1}
tr_tr: Girdiğiniz numara ({0}) çok küçük, en az {1} olmalı
vi_vn: Số mà bạn đã nhập ({0}) quá nhỏ, nó phải là ít nhất {1}
zh_cn: 你输入的数字（{0}）太小了，至少需要为{1}
zh_tw: 您所輸入的數字（{0}）過小，最少為{1}

# commands_generic_entity_invalidType
source: Entity type '{0}' is invalid
af_za: Entiteittipe '{0}' is ongeldig
ar_sa: نوع الكيان {0} غير صالح
be_by: Тып сутнасці '{0}' недапушчальны
bg_bg: Обект от типа "{0}" не е валиден
ca_es: El tipus d'entitat "{0}" no és vàlid
cs: Typ entity „{0}“ je neplatný
da_dk: Objekttype '{0}' er ugyldig
de: Objekt-Typ '{0}' ist ungültig
el_gr: Ο τύπος όντος '{0}' δεν είναι έγκυρος
es: La entidad de tipo "{0}" no es válida
eu_es: '{0}' entitatea ez da zuzena
fa_ir: نوع نهاد '{0}' نامعتبر است
fi: Oliotyyppi "{0}" ei kelpaa
fil_ph: Ang entity type na '{0}' ay imbalido
fr_ca: Le type d'entité "{0}" est invalide
ga_ie: Tá an cineál aonáin '{0}' neamhbhailí
gl_es: A entidade de tipo "{0}" non é válida
he: לא נכון '{0}' סוג הישות
hr_hr: Stvorenje tipa '{0}' je nevažeće
hu_hu: A megadott '{0}' entitástípus érvénytelen
id_id: Tipe entitas '{0}' salah
is_is: Gerð hlutar '{0}' er ógild
it: Il tipo di entità {0} non è valido
ja_jp: エンティティの種類「{0}」は無効です
ka_ge: ობიექტის ტიპი '{0}' არასწორია
ko_kr: 개체 유형 '{0}'이(가) 올바르지 않습니다
lb_lu: Objet-Typ '{0}' ass ongülteg
lt_lt: Objekto tipas '{0}' yra klaidingas
lv_lv: Radības '{0}' tips nav derīgs
ms_my: Jenis entiti '&s' tidak sah
mt_mt: Tip ta entita' '{0}' hu invalidu
nl_nl: Entiteittype '{0}' is ongeldig
nn_no: Einingstypen '{0}' er ugyldig
pl: Typ bytu '{0}' jest niepoprawny
pt: O tipo de entidade '{0}' é inválido
ro_ro: Tipul de entitate "{0}" nu este valid
ru_ru: Недопустимый тип сущности '{0}'
sk_sk: Typ bytosti {0} neexistuje
sl_si: Vrsta entitete '{0}' je neveljavna
sv_se: Entitettypen '{0}' är ogiltig
th_th: ชนิดเอนทิตี '{0}' ไม่ถูกต้อง
tr_tr: Varlık türü '{0}' geçersiz
vi_vn: Thực thể loại '{0}' không hợp lệ
zh_cn: 实体类型'{0}'是无效的
zh_tw: 實體類型 '{0}' 為無效

# commands_generic_entity_invalidUuid
source: The entity UUID provided is in an invalid format
af_za: Die entiteit UUID voorsien is in 'n ongeldige formaat
ar_sa: UUID وضعت في تنسيق غير صحيح
be_by: Уведзены UUID мае недапушчальны фармат
bg_bg: UUIDто предоставено за обекта не е въведено правилно
ca_es: UUID d'entitat proporcionat està en un format no vàlid
cs: Poskytnuté UUID entity je v neplatném formátu
da_dk: Objektets leverede UUID er i et ugyldigt format
de: Die angegebene Objekt-UUID hat ein ungültiges Format
el_gr: Η UUID του όντος δεν είναι σε έγκυρη μορφή
es: El formato de la UUID de la entidad no es válido
eu_es: UUID-ak formatu okerra du
fa_ir: نوع UUID ارایه شده نامعتبر است
fi: Annettu olion UUID on väärän mallinen
fil_ph: Ang entity UUID na ibinibigay ay nasa maling pormat
fr_ca: L'UUID de l'entité fourni est dans un format invalide
ga_ie: Tá UUID an aonáin sonraithe i bhformáid neamhbhailí
gl_es: O formato da UUID da entidade non é válido
he: הUUID של היצור מסופק בתבנית שגויה
hr_hr: UUID tog stvorenja je u nevažećem formatu
hu_hu: A megadott entitás-UUID érvénytelen formátumú
id_id: UUID entitas tidak benar
is_is: Uppgefið UUID hlutarins er með ógildu sniði
it: L'UUID dell'entità è in un formato non valido
ja_jp: エンティティのUUIDが無効な形式です
ka_ge: ობიექტის UUID არ შეესაბამება სწორ ფორმატს
ko_kr: 제공된 개체 UUID가 잘못된 형식입니다
lb_lu: D'Objet-UUID huet een ongülteg Format
lt_lt: Pateiktas objekto UUID yra neteisingo formato
lv_lv: Radījuma UUID formāts ir nepareizā formātā
ms_my: UUID entiti yang disediakan tidak diterima
mt_mt: Il-UUID provdut hu invalidu
nl_nl: De gegeven entiteit UUID is in een ongeldig formaat
nn_no: Eining-UUID du oppgav er i eit ugyldig format
pl: UUID obiektu zostało podane w nieprawidłowym formacie
pt: O UUID de entidade fornecido está num formato inválido
ro_ro: UUID-ul de entitate introdus este într-un format nevalid
ru_ru: Неверный формат идентификатора объекта (UUID)
sk_sk: Poskytnuté UUID objektu je v neplatnom formáte
sl_si: UUID enititeta je v neveljavni obliki
sv_se: Formatet på entitet-UUID:t är ogiltigt
th_th: UUID ของเอนทิตีอยู่ในรูปแบบที่ไม่ถูกต้อง
tr_tr: Belirtilen varlık UUID'si geçersiz bir biçimde
vi_vn: UUID thực thể được cung cấp ở trong dạng không hợp lệ
zh_cn: 提供的实体UUID格式无效
zh_tw: 提供的實體UUID格式無效

# commands_generic_entity_notFound
source: That entity cannot be found
af_za: Daardie entiteit kan nie gevind word nie
ar_sa: لا يمكن العثور على هذا الكائن
be_by: Сутнасць не знойдзена
bg_bg: Този обект не може да бъде намерен
ca_es: Aquesta entitat no es pot trobar
cs: Entitu nelze nalézt
da_dk: Den entitet kan ikke findes
de: Dieses Objekt kann nicht gefunden werden
el_gr: Δεν είναι δυνατό να βρεθεί αυτή η οντότητα
es: No se ha encontrado esa entidad
eu_es: Entidade hori ezin da bilatu
fa_ir: این نهاد می تواند یافت نمی شود
fi: Kohdetta ei löydy
fil_ph: Ang nilalang iyon ay hindi mahanap
fr_ca: Cette entité n'a pas été trouvée
ga_ie: Ní féidir an t-aonán sin a aimsiú
gl_es: Non se atopou esa entidade
he: יישות זו לא נמצאה
hr_hr: To stvorenje nije pronađeno
hu_hu: Az adott entitás nem található
id_id: Entitas tersebut tidak dapat ditemukan
is_is: Þessi hlutur finnst ekki
it: L'entità non è stata trovata
ja_jp: 指定されたエンティティが見つかりません
ka_ge: ობიექტი ვერ მოიძებნა
ko_kr: 해당 개체를 찾을 수 없습니다
lb_lu: Den Objet konnt net fonnt ginn
lt_lt: Šis objektas nerastas
lv_lv: Šo radību nevar atrast
ms_my: Entiti tersebut tidak ditemu
mt_mt: Dik l-entita' ma tistax tinstab
nl_nl: Die entiteit kan niet worden gevonden
nn_no: Eininga vart ikkje funne
pl: Nie można znaleźć tego bytu
pt: Essa entidade não foi encontrada
ro_ro: Entitatea nu poate fi găsită
ru_ru: Сущность не найдена
sk_sk: Takáto bytosť sa nedá nájsť
sl_si: Entitete ni bilo mogoče najti
sv_se: Entiteten kunde inte hittas
th_th: หาเอนทิตีไม่พบ
tr_tr: Varlık bulunamıyor
vi_vn: Thực thể đó không thể tìm thấy được
zh_cn: 无法找到此实体
zh_tw: 找不到該實體

# commands_generic_exception
source: An unknown error occurred while attempting to perform this command
af_za: 'n Onbekende fout het voorgekom tydens die uitvoer van hierdie opdrag
ar_sa: حدث خطأ غير معروف أثناء محاولة القيام بهذا الأمر
be_by: Пры выкананні гэтай каманды адбылася невядомая памылка
bg_bg: Неизвестна грешка възникна при изпълнението на командата
ca_es: Un error desconegut ha ocorregut intentant executar aquest comandament
cs: Během pokusu o provedení tohoto příkazu došlo k neznámé chybě
da_dk: Der opstod en ukendt fejl under forsøget på at udføre denne kommando
de: Bei der Ausführung dieses Befehls trat ein unbekannter Fehler auf
el_gr: Παρουσιάστηκε ένα άγνωστο σφάλμα κατά την εκτέλεση αυτής της εντολής
es: Se ha producido un error desconocido al intentar ejecutar este comando
eu_es: Errore ezezagun bat gertatu da agindu hau ahalegintzean
fa_ir: هنگام انجام این فرمان یک خطای ناشناخته رخ داد
fi: Tuntematon virhe tapahtui komentoa suoritettaessa
fr_ca: Une erreur inconnue s'est produite lors de la tentative pour exécuter cette commande
ga_ie: Tharla earráid neamhaithnid agus an t-ordú seo á rith
gl_es: Un erro descoñecido ocorreu mentres se tentaba levar a cabo o comando
he: שגיאה לא ידועה אירעה בעת ביצוע הפקודה
hi_in: एक अज्ञात त्रुटि हुआ करने का प्रयास तक प्रदर्शन यह कार्रवाई.
hr_hr: Došlo je do nepoznate greške prilikom izvršavanja naredbe
hu_hu: Ismeretlen hiba történt a következő parancs végrehajtásakor
hy_am: Խնդիր առաջացավ հրամանը կատարելու ընթացքում
id_id: Terjadi kelasalahan yang tidak ketahui ketika mencoba menjalankan perintah ini
is_is: Óþekkt villa kom upp þegar reynt varð að framkvæma þessa skipun
it: Si è verificato un errore sconosciuto nel tentativo di eseguire questo comando
ja_jp: コマンドを実行中に不明なエラーが発生しました
ka_ge: გამოვლინდა უცნობი შეცდომა შემდეგი ბრძანების შესრულებისას
ko_kr: 명령을 실행하는 중 알 수 없는 오류가 발생했습니다
lb_lu: Beim Ausféiere vun dësem Befehl ass et zu engem onbekannte Fehler komm
lt_lt: Bandant įvykdyti šią komandą įvyko nežinoma klaida
lv_lv: Radās nezināma kļūda, kamēr tika veikta šī komanda
ms_my: Sesuatu ralat yang tidak dapat dikenlpastikan berlaku semasa percubaan untuk melaksanakan arahan ini
mt_mt: Seħħ error mhux magħruf waqt li l-operazzjoni bdiet tiġi mwettqa
nl_nl: Er is een onbekende fout opgetreden bij het uitvoeren van deze opdracht
nn_no: Ein ukjend feil oppstod medan du prøvde å utføre kommandoen
pl: Podczas wykonywania komendy wystąpił nieznany błąd
pt: Ocorreu um erro desconhecido ao executar este comando
ro_ro: O eroare necunoscută a intervenit în încercarea de a efectua această comandă
ru_ru: Произошла ошибка при выполнении этой команды.
sk_sk: Pri pokuse vykonať tento príkaz sa vyskytla neznáma chyba
sl_si: Med poizkusom izvajanja ukaza, je prišlo do neznane napake
sv_se: Ett okänt fel inträffade när kommandot skulle köras
th_th: เกิดข้อผิดพลาดบางอย่างเมื่อพยายามใช้คำสั่งนี้
tr_tr: Bu komut gerçekleştirilmeye çalışılırken bilinmeyen bir hata oluştu
vi_vn: Một lỗi không xác định đã xảy ra khi thử thực hiện câu lệnh này
zh_cn: 在执行此指令时出现了未知的错误
zh_tw: 嘗試執行此指令時發生未知錯誤

# commands_generic_notFound
source: Unknown command. Try /help for a list of commands
af_za: Onbekende opdrag. Probeer /help om 'n lys van opdragte
ar_sa: أمر غير معروف. حاول/help للحصول على قائمة الأوامر
be_by: Невядомая каманда. Увядзіце /help каб атрымаць спіс каманд
bg_bg: Неизвестна команда. Използвайте /help за списък с команди
ca_es: Comandament desconegut. Escriu /help per a una llista de comandaments
cs: Neznámý příkaz. Napiš /help pro zobrazení seznamu příkazů
da_dk: Ukendt kommando. Prøv /help for en liste over kommandoer
de: Unbekannter Befehl. Gib /help ein, um eine Liste von Befehlen zu erhalten
el_gr: Άγνωστη εντολή. Χρησιμοποιήστε την εντολή /help για να εμφανιστεί η λίστα εντολών
es: Comando desconocido. Escribe /help para ver la lista de comandos
eu_es: Agindu ezezaguna. Idatz ezazu /help agindu zerrenda ikusteko
fa_ir: دستور ناشناخته . برای مشاهده لیست دستورات /help را تایپ کنید
fi: Tuntematon komento. Kirjoita /help saadaksesi listan komennoista
fil_ph: Hindi maintindihan ang utos. Gumamit ng /help para ilista ang utos
fr_ca: Commande inconnue. Tapez /help ou /? pour une liste des commandes
ga_ie: Ordú anaithnid. Bain triail as /help chun liosta ordaithe a fháil
gl_es: Comando descoñecido. Proba con /help para ver a lista de comandos
he: פקודה לא ידוע. נסה help/ לרשימת פקודות
hi_in: अज्ञात कमांड. आदेशों की एक सूची के लिए मदद / प्रयोग करें.
hr_hr: Nepoznata naredba. Koristi /help za popis naredbi
hu_hu: Ismeretlen parancs. "/help" a parancsok listájához
hy_am: Անհայ հրաման. Փորձեք /help որպեսզի տեսնեք հրամանների ցանկը
id_id: Perintah tidak dikenal. Coba ketik /help untuk daftar perintah
is_is: Óþekkt skipun. Prófaðu /help fyrir lista af leyfðum skipunum
it: Comando sconosciuto. Digita /help per una lista di comandi
ja_jp: 未知のコマンドです。/help でコマンドの一覧を確認してください
ka_ge: უცნობი ბრძანება. გამოიყენეთ /help ბრძანებათა სიისთვის
ko_kr: 알 수 없는 명령입니다. /help에서 명령어 목록을 참조하세요
lb_lu: Onbekannte Befehl. Gëff /help a fir eng komplett Lëscht vun de Befehler ze kréien
lt_lt: Nežinoma komanda. Naudokite /help norėdami pamatyti jų sąrašą
lv_lv: Nezināma komanda. Mēģini /help ,lai uzrādītu komandu sarakstu
ms_my: Arahan tidak diketahui. Cuba /help untuk mendapatkan senarai arahan
mt_mt: Kodiċi mhux magħrufa. Prova uża /help għal lista ta' kodiċi
nl_nl: Onbekende opdracht. Gebruik /help voor een lijst van opdrachten
nn_no: Ukjent kommando. Prøv /help for ei liste med kommandoar
pl: Nieznana komenda. Wpisz /help aby wyświetlić listę komend
pt: Comando desconhecido. Tenta /help para obteres uma lista dos comandos disponíveis
ro_ro: Comandă necunoscută. Încearcă /help pentru o listă de comenzi
ru_ru: Неизвестная команда. Введите /help для просмотра списка команд.
sk_sk: Príkaz nenájdený. Napíš /help pre zoznam príkazov
sl_si: Neznan ukaz. Poskusi /help za seznam ukazov
sv_se: Okänt kommando. Skriv /help för en lista över kommandon
th_th: ค้นหาคำสั่งไม่เจอ โปรดพิมพ์ /help เพื่อค้นหาคำสั่งทั้งหมด
tr_tr: Bilinmeyen komut. Komutların listesi için /help yazın
vi_vn: Câu lệnh không xác định. Hãy gõ /help để có một danh sách các câu lệnh
zh_cn: 未知指令。请使用/help来查看指令列表。
zh_tw: 未知的指令。請嘗試 /help 來顯示指令列表。

# commands_generic_num_invalid
source: '{0}' is not a valid number
af_za: '{0}' is nie 'n geldige nommer nie
ar_sa: '{0}' ليس رقماً صحيحاً
be_by: '{0}' не з'яўляецца дапушчальным лікам
bg_bg: '{0}' не е валидно число
ca_es: '{0}' no és un nombre vàlid
cs: „{0}“ je neplatné číslo
da_dk: '{0}' er ikke et gyldigt nummer
de: '{0}' ist keine gültige Zahl
el_gr: '{0}' δεν είναι έγκυρος αριθμός
es: "{0}" no es un número válido
eu_es: '{0}' ez da baliozko zenbaki bat
fa_ir: {0} شماره ی معتبری نمیباشد
fi: '{0}' ei ole kelvollinen numero
fil_ph: Hindi numero ang {0}
fr_ca: "{0}" n'est pas un nombre valide
ga_ie: Ní uimhir bhailí í '{0}'
gl_es: '{0}' non é un número válido
he: '{0}' אינו מספר חוקי
hi_in: '{0}' है नहीं एक वैध संख्या
hr_hr: '{0}'nije moguci broj
hu_hu: '{0}' nem érvényes szám
hy_am: '{0}' չի հանդիսանում որպես ընդունելի համար
id_id: '{0}' Bukan nomor yang benar
is_is: '{0}' er ekki leyfileg tala
it: "{0}" non è un numero valido
ja_jp: 「{0}」は有効な数値ではありません
ka_ge: '{0}' უმართებულო რიცხვია
ko_kr: '{0}'은(는) 유효한 숫자가 아닙니다
lb_lu: '{0}' ass keng gülteg Nummer
lt_lt: '{0}' nėra teisingas skaičius
lv_lv: '{0}' nav pareizs skaitlis
ms_my: '{0}' bukan angka yang sah
mt_mt: '{0}' mhuwiex numru validu
nl_nl: '{0}' is geen geldig getal
nn_no: {0} er ikkje eit gyldig tal
pl: '{0}' nie jest prawidłową liczbą
pt: '{0}' não é um número válido
ro_ro: „{0}” nu este un număr valid
ru_ru: '{0}' не является допустимым числом
sk_sk: '{0}' nie je platné číslo
sl_si: '{0}' ni veljavno število
sv_se: '{0}' är inget giltigt tal
th_th: '{0}' ไม่ใช่ตัวเลขที่ถูกต้อง
tr_tr: '{0}' geçerli bir sayı değil
vi_vn: '{0}' không phải một con số hợp lệ
zh_cn: '{0}'不是一个有效的数字
zh_tw: '{0}' 並不是一個有效的數字。

# commands_generic_num_tooBig
source: The number you have entered ({0}) is too big, it must be at most {1}
af_za: Die nommer wat jy ingetik het ({0}) is te hoog. Gebruik {1} of laer
ar_sa: الرقم الذي أدخلته ({0}) كبير جداً، يجب أن يكون على الأكثر {1}
be_by: Уведзенае значэнне ({0}) занадта вялікае, яно павінна быць не больш за {1}
bg_bg: Въведеното число ({0}) е прекалено голямо, трябва да е не повече от {1}
ca_es: El nombre que has escrit ({0}) és massa gran, ha de ser {1} o inferior
cs: Zadané číslo ({0}) je příliš vysoké, nejvyšší možné číslo je {1}
da_dk: Nummeret, som du har angivet ({0}), er for stort, det må højst være {1}
de: Die eingegebene Zahl ({0}) ist zu groß, sie darf höchstens {1} betragen
el_gr: Ο αριθμός που εισάγατε ({0}) είναι πολύ μεγάλος, πρέπει να είναι το πολύ {1}
es: El número que has introducido ({0}) es demasiado grande. Debe ser inferior a {1}
eu_es: Sartu duzun kopurua ({0}) handiegia da, gehienez {1} izan behar da
fi: Antamasi numero ({0}) on liian suuri. Se saa olla enintään {1}
fil_ph: Ang numerong ginamit mo ({0}) ay masyadong malaki, ang pinakamalaki ay {1}
fr_ca: Le nombre que vous avez entré ({0}) est trop grand, il doit être inférieur ou égal à {1}
ga_ie: Tá an uimhir a chuir tú isteach ({0}) rómhór. An luach is mó: {1}
gl_es: O número que acabas de inserir ({0}) é demasiado grande, non pode ser máis de {1}
he: המספר שהזנת ({0}) גדול מדי, הוא צריך להיות לכל היותר {1}
hi_in: आप के पास चला की संख्या (% (घ) बहुत बडा, यह सर्वाधिक प्रतिशत पर होना चाहिए (घ)
hr_hr: Broj koji ste unijeli ({0}) je prevelik, najviše može biti {1}
hu_hu: A megadott szám ({0}) túl nagy, legfeljebb {1} lehet
hy_am: Թիվը որը դուք գրել եք ({0}) չափազանց մեծ է, այն պետք է լինի առավելագույնը {1}
id_id: Nomor yang anda masuki ({0}) Terlalu besar, Setidaknya harus seperti {1}
is_is: Talan sem þú slóst inn ({0}) er of há, hún má mest vera {1}
it: Il numero che hai inserito ({0}) è troppo alto, dev'essere al massimo {1}
ja_jp: 入力した数値 ({0}) では大きすぎます。{1} 以下にしてください
ka_ge: ჩაწერილი რიცხვი ({0}) ძალზედ დიდია, შეიყვანეთ არაუმეტეს {1}
ko_kr: 입력한 숫자({0})가 너무 큽니다. 최대 {1} 이하여야 합니다
lb_lu: Déi Zuel déi ugi gouf ({0}) ass ze grouss, si däerf maximal {1} sinn
lt_lt: Skaičius, kurį įvedėte ({0}), yra per didelis, jis turi būti ne didesnis už {1}
lv_lv: Skaitlis ko ievadīji ({0}) ir par lielu, tam jābūt ne lielākam par {1}
ms_my: Angka yang anda masukkan ({0}) terlalu besar, angka tersebut haruslah paling besar {1}
mt_mt: In-numru li daħħalt ({0}) hu kbir wisq, irid ikun {1} jew inqas
nl_nl: Het getal dat je hebt ingevoerd ({0}) is te groot, het mag maximaal {1} zijn
nn_no: Talet du skreiv ({0}) er for stort, det må vere mindre enn {1}
pl: Podana liczba ({0}) jest zbyt wysoka, nie może przekroczyć {1}
pt: O número que introduziste ({0}) é demasiado grande, não deve ultrapassar {1}
ro_ro: Numărul introdus ({0}) este prea mare, trebuie să fie cel mult {1}
ru_ru: Введённое число ({0}) слишком большое, оно должно быть не больше {1}
sk_sk: Číslo {0}, ktoré ste zadali, je príliš veľké, musí to byť najviac {1}
sl_si: Številka, ki si jo vnesel ({0}) je prevelika, lahko je največ {1}
sv_se: Talet du skrev in ({0}) är för stort, det måste vara högst {1}
th_th: ตัวเลขที่พิมพ์มา ({0}) มากเกินไป, อย่างมากคือ {1}
tr_tr: Girdiğiniz numara ({0}) çok büyük, en çok {1} olmalı
vi_vn: Số mà bạn đã nhập ({0}) là quá lớn, nó phải lớn nhất là {1}
zh_cn: 你输入的数字（{0}）太大了，最高只能为{1}
zh_tw: 您所輸入的數字（{0}）過大，最大為 {1}
