Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# selectServer_defaultName
source: Minecraft Server
af_za: Minecraft Bediener
ar_sa: خادم ماين كرافت
be_by: Cервер Minecraft
bg_bg: Minecraft сървър
ca_es: Servidor de minecraft
el_gr: Minecraft Διακοσμιτής
es: Servidor de Minecraft
eu_es: Minecraft zerbitzaria
fa_ir: سرور ماین کرفت
fi: Minecraft-palvelin
fil_ph: Server ng Minecraft
fr_ca: Serveur Minecraft
ga_ie: Freastalaí Minecraft
gd_gb: Frithealaiche Minecraft
gl_es: Servidor de Minecraft
he: שרת Minecraft
hi_in: मेरा शिल्प सर्वर
hr_hr: Minecraft Poslužitelj
hu_hu: Minecraft Szerver
hy_am: Սերվեր
id_id: Peladen Minecraft
is_is: Minecraft þjónn
it: Server di Minecraft
ja_jp: Minecraft サーバー
ka_ge: Minecraft სერვერი
lt_lt: Minecraft serveris
lv_lv: Minecraft Serveris
mi_nz: Tūmau Minecraft
mk_mk: Майнкрафт Сервер
mn_mn: Minecraft Сервер
ms_my: Server Minecraft
mt_mt: Server ta' Minecraft
pl: Serwer Minecrafta
pt: Servidor de Minecraft
ro_ro: Server de Minecraft
ru_ru: Сервер Minecraft
sl_si: Minecraft strežnik
th_th: เซิร์ฟเวอร์ Minecraft
tr_tr: Minecraft Sunucusu
vi_vn: Máy chủ Minecraft
zh_cn: Minecraft 服务器
zh_tw: Minecraft 伺服器

# selectServer_delete
source: Delete
af_za: Verwyder
ar_sa: حذف
be_by: Выдаліць
bg_bg: Изтриване
ca_es: Esborrar
cs: Smazat
da_dk: Slet
de: Löschen
de_at: Löschn
el_gr: Διαγραφή
es: Eliminar
eu_es: Ezabatu
fa_ir: حذف
fi: Poista
fil_ph: Burahin
fr_ca: Supprimer
ga_ie: Scrios
gd_gb: Sguab às
gl_es: Eliminar
he: מחק
hi_in: हटाना
hr_hr: Izbriši
hu_hu: Törlés
hy_am: Ջնջել
id_id: Hapus
is_is: Eyða
it: Rimuovi
ja_jp: 削除
ka_ge: წაშლა
ko_kr: 삭제
lb_lu: Läschen
lt_lt: Pašalinti
lv_lv: Dzēst
mi_nz: Porowhiu
mk_mk: Избриши
mn_mn: Устгах
ms_my: Hapus
mt_mt: Ħassar
nl_nl: Verwijderen
nn_no: Slett
pl: Usuń
pt: Eliminar
ro_ro: Şterge
ru_ru: Удалить
sk_sk: Vymazať
sl_si: Izbriši
sq_al: Fshini
sv_se: Radera
th_th: ลบ
tr_tr: Sil
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# selectServer_deleteButton
source: Delete
af_za: Verwyder
ar_sa: حذف
be_by: Выдаліць
bg_bg: Изтриване
ca_es: Esborrar
cs: Smazat
da_dk: Slet
de: Löschen
de_at: Löschn
el_gr: Διαγραφή
es: Eliminar
eu_es: Ezabatu
fa_ir: حذف
fi: Poista
fil_ph: Burahin
fr_ca: Supprimer
ga_ie: Scrios
gd_gb: Sguab às
gl_es: Eliminar
he: מחק
hi_in: हटाना
hr_hr: Izbriši
hu_hu: Törlés
hy_am: Ջնջել
id_id: Hapus
is_is: Eyða
it: Rimuovi
ja_jp: 削除
ka_ge: წაშლა
ko_kr: 삭제
lb_lu: Läschen
lt_lt: Pašalinti
lv_lv: Dzēst
mi_nz: Porowhiu
mk_mk: Избриши
mn_mn: Устгах
ms_my: Hapuskan
mt_mt: Ħassar
nl_nl: Verwijderen
nn_no: Slett
pl: Usuń
pt: Eliminar
ro_ro: Șterge
ru_ru: Удалить
sk_sk: Odstrániť
sl_si: Izbriši
sq_al: Fshini
sv_se: Radera
th_th: ลบ
tr_tr: Sil
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# selectServer_deleteQuestion
source: Are you sure you want to remove this server?
af_za: Is jy seker jy wil die bediener verwyder?
ar_sa: هل انت متأكد من انك تريد ازالة هذا الخادم؟
be_by: Сапраўды выдаліць гэты сервер?
bg_bg: Сигурни ли сте, че искате да премахнете този сървър?
ca_es: Segur que vols eliminar aquest servidor?
cs: Určitě chceš smazat tento server?
da_dk: Er du sikker på, at du vil fjerne denne server?
de: Bist du sicher, dass du diesen Server entfernen möchtest?
de_at: Bist da sicha, dass'd den Server weg doa megst?
el_gr: Είστε βέβαιοι ότι θέλετε να καταργήσετε αυτόν το διακομιστή;
es: ¿Seguro que quieres eliminar este servidor?
eu_es: Ziur zaude zerbitzari hau ezabatu nahi duzula?
fa_ir: آیا مطمئن هستید می خواهید این سرور را حذف کنید؟
fi: Haluatko varmasti poistaa tämän palvelimen?
fil_ph: Sigurado ka gusto mo alisin ito?
fr_ca: Voulez-vous vraiment supprimer ce serveur ?
ga_ie: An bhfuil tú cinnte gur mian leat an freastalaí seo a bhaint?
gd_gb: A bheil thu cinnteach gu bheil thu airson am frithealaiche seo a thoirt air falbh?
gl_es: Estás seguro de querer borrar este servidor?
he: האם אתה בטוח שאתה רוצה להסיר את שרת זה?
hi_in: क्या आप सुनिश्चित हैं कि आप इस सर्वर को निकालना चाहते हैं?
hr_hr: Da li stvarno želiš ukloniti ovog poslužitelja?
hu_hu: Biztos, hogy eltávolítod ezt a szervert?
hy_am: Համոզվա՞ծ եք, որ ուզում եք ջնջել այս սերվերը
id_id: Apakah Anda yakin menghapus Peladen ini?
is_is: Ertu viss um að þú viljir eyða þessum þjóni?
it: Vuoi davvero rimuovere questo server?
ja_jp: このサーバーを削除してもよろしいですか？
ka_ge: ნამდვილად გსურთ სერვერის სიიდან ამოშლა?
ko_kr: 이 서버를 지우시겠습니까?
lb_lu: Bass du sécher dass du dëse Server läsche wëlls?
lt_lt: Ar tikrai norite pašalinti šį serverį?
lv_lv: Vai tiešām vēlies dzēst šo serveri?
mi_nz: Whakaū i te tango o tenei tūmau?
mk_mk: Дали сте сигурни дека сакате да го отстраните овој сервер?
mn_mn: Энэ серверийг устгахдаа итгэлтэй байна уу?
ms_my: Adakah anda pasti anda ingin menghapuskan server ini?
mt_mt: Ċert li trid tneħħi dan is-server?
nl_nl: Weet je zeker dat je deze server wilt verwijderen?
nn_no: Er du sikker på at du vil fjerna denne serveren?
pl: Czy na pewno chcesz usunąć ten serwer?
pt: Tens a certeza de que pretendes remover este servidor?
ro_ro: Sigur dorești să elimini acest server?
ru_ru: Вы действительно хотите удалить этот сервер?
sk_sk: Si si istý, že chceš odstrániť tento server?
sl_si: Si prepričan, da želiš odstraniti ta strežnik?
sq_al: A jeni të sigurt që ju doni të hiqni këtë server?
sv_se: Är du säker på att du vill ta bort den här servern?
th_th: คุณแน่ใจแล้วหรือว่าจะลบเซิร์ฟเวอร์นี้?
tr_tr: Bu sunucuyu kaldırmak istediğinize emin misin?
vi_vn: Bạn có chắc chắn muốn loại bỏ máy chủ này không?
zh_cn: 你确定要删除此服务器吗？
zh_tw: 確定要刪除這個伺服器嗎？

# selectServer_deleteWarning
source: will be lost forever! (A long time!)
af_za: sal vir ewig verlore wees! ('n Lang tyd!)
ar_sa: !سيفقد للأبد
be_by: будзе страчаны назаўсёды! (Гэта безліч часу!)
bg_bg: ще бъде изгубен завинаги! (Дълго време!)
ca_es: es perdrà per sempre! (Molt temps!)
cs: bude navždy ztracen! (Fakt na dlouho!)
da_dk: vil være tabt for evigt! (Meget lang tid!)
de: wird für immer verloren sein! (Eine lange Zeit!)
el_gr: θα χαθεί για πάντα! (Πολύς καιρός!)
es: desaparecerá... ¡para siempre! (¡mucho tiempo!)
eu_es: betiko galduko da! (Denbora piloa!)
fa_ir: برای همیشه گم می شود! (یک زمان طولانی!)
fi: poistetaan lopullisesti (Pitkä aika!)
fil_ph: Mawawala ito ng hanganan! (Forever!)
fr_ca: sera perdu pour toujours ! (Un bon boutte !)
ga_ie: Beidh an freastalaí seo caillte go deo! (Tréimhse fhada!)
gd_gb: - chan fhaigh thu greim air a-rithist gu sìorraidh bràth!
gl_es: perderase para sempre! (Moito tempo!)
he: יאבד לנצח! (זמן רב!)
hi_in: हमेशा के लिए खो जाएगा!(एक लंबे समय से!)
hr_hr: će biti izgubljen zauvijek! (Jako dugo!)
hu_hu: örökre elveszik! (Ami sok idő!)
hy_am: այն մեկընդմիշտ կկորչի' (Անվերադա'րձ)
id_id: akan hilang selamanya! (Waktu yang lama!)
is_is: mun glatast að eilífu! (Það er langur tími!)
it: andrà perso per sempre! (Un sacco di tempo!)
ja_jp: は完全に削除され、二度と元に戻せません！
ka_ge: სამუდამოდ წაიშლება! (დიდი ხნით!)
ko_kr: 이(가) 영원히 사라지게 될 것입니다!
lb_lu: wäert fir ëmmer fort sinn! (Eng ganz laang Zäit!)
lt_lt: bus prarastas visam laikui! (Labai ilgam!)
lv_lv: būs zaudēts uz mūžu! (Uz ilgu laiku!)
mi_nz: Ngaro ka ake ake! (Te wa i!)
mk_mk: ќе бидат изгубени засекогаш! (Долго време!)
mn_mn: үүнийг үүрд алдах болно! (урт хугацаагаар!)
ms_my: akan hilang untuk selama-lamanya! (Tempoh masa yang lama!)
mt_mt: se jintilef għal dejjem! (Żmien twil!)
nl_nl: zal voor eeuwig verloren zijn! (En dat is lang!)
nn_no: forsvinn for evig! (Veldig lang tid!)
pl: zostanie utracony na zawsze! (to naprawdę długo!)
pt: será perdido para sempre! (É muito tempo!)
ro_ro: va fi pierdut pentru totdeauna! (Un timp foarte lung!)
ru_ru: будет удалён навсегда! (Надолго!)
sk_sk: bude navždy stratený! (To je dlhý čas!)
sl_si: bo za vedno izgubljen! (zelo dolgo)
sq_al: do të jetë e humbur përgjithmonë! (Nje kohe e gjate!)
sv_se: kommer att försvinna för alltid! (Väldigt länge!)
th_th: จะหายไปตลอดกาล! (เป็นเวลานาน!)
tr_tr: sonsuza kadar kaybolacak! (Çok uzun bir süre!)
vi_vn: sẽ bị mất mãi mãi! (Một thời gian dài!)
zh_cn: 将会永久失去！（真的很久！）
zh_tw: 將會永遠消失！（非常久！）

# selectServer_direct
source: Direct Connect
af_za: Direkte Konneksie
ar_sa: إتصال مباشر
be_by: Прамое злучэнне
bg_bg: Директ. свързване
ca_es: Connexió directa
cs: Přímé spojení
da_dk: Forbind direkte
de: Direkt verbinden
de_at: Direkt verbindn
el_gr: Απευθείας σύνδεση
es: Conexión directa
eu_es: Konexio zuzena
fa_ir: اتصال مستقیم
fi: Yhdistä suoraan
fil_ph: Direktang Kumonekta
fr_ca: Connexion directe
ga_ie: Ceangal Díreach
gd_gb: Ceangal dìreach
gl_es: Conexión directa
he: חיבור ישיר
hi_in: कनेक्ट प्रत्यक्ष
hr_hr: Izravno Spajanje
hu_hu: Csatlakozás címhez
hy_am: Ուղիղ Կապ
id_id: Langsung Masuk
is_is: Tengjast Beint
it: Accesso diretto
ja_jp: ダイレクト接続
ka_ge: უშუალო კავშირი
ko_kr: 직접 연결
lb_lu: Direkt verbannen
lt_lt: Tiesioginis prisijung.
lv_lv: Tiešā Pieslēgšanās
mi_nz: Whakarerekē
mk_mk: Директен Поврзете
mn_mn: Шууд холбогдох
ms_my: Sambung Terus
mt_mt: Ingħaqad Direttament
nl_nl: Direct verbinden
nn_no: Direktetilkopling
pl: Link bezpośredni
pt: Ligar Diretamente
ro_ro: Intră direct
ru_ru: По адресу
sk_sk: Priame pripojenie
sl_si: Neposredna povezava
sq_al: Drejtpërdrejtë Të Lidhur
sv_se: Direktanslutning
th_th: เชื่อมต่อโดยตรง
tr_tr: Doğrudan Bağlan
vi_vn: Kết nối trực tiếp
zh_cn: 直接连接
zh_tw: 直接連線

# selectServer_edit
source: Edit
af_za: Wysig
ar_sa: تعديل
be_by: Рэдагаваць
bg_bg: Редактиране
ca_es: Editar
cs: Upravit
da_dk: Rediger
de: Bearbeiten
de_at: Beorbeitn
el_gr: Επεξεργασία
es: Editar
eu_es: Editatu
fa_ir: ویرایش
fi: Muokkaa
fil_ph: I-edit
fr_ca: Modifier
ga_ie: Athraigh
gd_gb: Deasaich
gl_es: Editar
he: עריכה
hi_in: संपादित करें
hr_hr: Uredi
hu_hu: Szerkesztés
hy_am: Կարգավորել
id_id: Ubah
is_is: Breyta
it: Modifica
ja_jp: 編集
ka_ge: ჩასწორება
ko_kr: 편집
lb_lu: Editéieren
lt_lt: Redaguoti
lv_lv: Rediģēt
mi_nz: Whakarerekē
mk_mk: Уредува
mn_mn: Засах
ms_my: Sunting
mt_mt: Editja
nl_nl: Bewerken
nn_no: Endre
pl: Edytuj
pt: Editar
ro_ro: Modifică
ru_ru: Настроить
sk_sk: Upraviť
sl_si: Uredi
sv_se: Redigera
th_th: แก้ไข
tr_tr: Düzenle
vi_vn: Điều chỉnh
zh_cn: 编辑
zh_tw: 編輯

# selectServer_empty
source: empty
af_za: leeg
ar_sa: فارغ
be_by: пуста
bg_bg: празен
ca_es: buit
cs: prázdný
da_dk: tom
de: leer
de_at: laar
el_gr: κενό
es: Vacío
eu_es: hutsa
fa_ir: خالی
fi: tyhjä
fil_ph: wala
fr_ca: vide
ga_ie: folamh
gd_gb: falamh
gl_es: baleiro
he: ריק
hi_in: खाली
hr_hr: prazno
hu_hu: üres
hy_am: դատարկ
id_id: kosong
is_is: tómt
it: vuoto
ja_jp: 未選択
ka_ge: ცარიელი
ko_kr: 선택되지 않음
lb_lu: eidel
lt_lt: tuščias
lv_lv: tukšs
mi_nz: tahanga
mk_mk: Празен
mn_mn: хоосон
ms_my: kosong
mt_mt: vojt
nl_nl: leeg
nn_no: tom
pl: pusty
pt: vazio
ro_ro: gol
ru_ru: пусто
sk_sk: prázdny
sl_si: prazno
sq_al: bosh
sv_se: tom
th_th: ว่าง
tr_tr: boş
vi_vn: trống
zh_cn: 空
zh_tw: 空

# selectServer_hiddenAddress
source: (Hidden)
af_za: (Versteek)
ar_sa: (مخفي)
be_by: (Схаваны)
bg_bg: (Скрит)
ca_es: (Amagada)
cs: (Skrytý)
da_dk: (Skjult)
de: (Versteckt)
de_at: (Vasteckt)
el_gr: (Κρυφή)
es: (IP oculta)
eu_es: (Ezkutuan)
fa_ir: (پنهان)
fi: (Piilotettu)
fil_ph: (Nakatago)
fr_ca: (Masquée)
ga_ie: (Ceilte)
gd_gb: (Falaichte)
gl_es: (Oculto)
he: (מוסתר)
hi_in: (छिपा हुआ)
hr_hr: (Sakriveno)
hu_hu: (Rejtett)
hy_am: (թաքնված)
id_id: (Tersembunyi)
is_is: (Falinn)
it: (Nascosto)
ja_jp: (非表示)
ka_ge: (დამალული)
ko_kr: (숨겨짐)
lb_lu: (Verstoppt)
lt_lt: (paslėptas)
lv_lv: (Slēpts)
mi_nz: (Huna)
mk_mk: (Скриени)
mn_mn: (Нуусан)
ms_my: (Tersembunyi)
mt_mt: (Moħbi)
nl_nl: (Verborgen)
nn_no: (Skjult)
pl: (Ukryte)
pt: (Oculto)
ro_ro: (Ascunsă)
ru_ru: (Скрыт)
sk_sk: (Skrytá)
sl_si: (Skrit)
sq_al: (Fsheharak)
sv_se: (Dold)
th_th: (ไม่แสดง)
tr_tr: (Gizli)
vi_vn: (Ẩn đi)
zh_cn: （隐藏）
zh_tw: (隱藏)

# selectServer_refresh
source: Refresh
af_za: Hernu
ar_sa: تحديث
be_by: Абнавіць
bg_bg: Обновяване
ca_es: Refrescar
cs: Obnovit
da_dk: Opdater
de: Aktualisieren
de_at: Aktualisian
el_gr: Ανανέωση
es: Actualizar
eu_es: Eguneratu
fa_ir: تازه کردن
fi: Päivitä
fil_ph: I-refresh
fr_ca: Rafraîchir
ga_ie: Athnuaigh
gd_gb: Ath-nuadhaich
gl_es: Actualizar
he: רענן
hi_in: ताज़ा करना
hr_hr: Osvježi
hu_hu: Frissítés
hy_am: Թարմացնել
id_id: Menyegarkan
is_is: Endurhlaða
it: Aggiorna
ja_jp: 更新
ka_ge: განახლება
ko_kr: 새로고침
lb_lu: Nei lueden
lt_lt: Atnaujinti
lv_lv: Atjaunināt
mi_nz: Update
mk_mk: Обновите
mn_mn: Сэргээх
ms_my: Segar Semula
mt_mt: Ġedded il-lista
nl_nl: Vernieuwen
nn_no: Oppdater
pl: Odśwież
pt: Atualizar
ro_ro: Reîncarcă
ru_ru: Обновить
sk_sk: Obnoviť
sl_si: Osveži
sq_al: Ripajis
sv_se: Uppdatera
th_th: รีเฟรช
tr_tr: Yenile
vi_vn: Làm mới
zh_cn: 刷新
zh_tw: 重新整理

# selectServer_select
source: Join Server
af_za: Sluit Aan
ar_sa: الانضمام للخادم
be_by: Далучыцца
bg_bg: Присъединяване
ca_es: Entrar al servidor
cs: Připojit se
da_dk: Deltag i serveren
de: Server beitreten
de_at: Aufn Server geh
el_gr: Συνδεθείτε στο διακομιστή
es: Entrar al servidor
eu_es: Batu zerbitzarira
fa_ir: پیوستن به سرور
fi: Liity peliin
fil_ph: Sumali sa Server
fr_ca: Rejoindre
ga_ie: Ceangail leis
gd_gb: Gabh pàirt san fhrithealaiche
gl_es: Entrar ó servidor
he: הצטרף לשרת
hi_in: सर्वर के साथ जुड़ें
hr_hr: Spoji se
hu_hu: Csatlakozás
hy_am: Միանալ Սերվերին
id_id: Bergabung
is_is: Tengjast þjóni
it: Entra nel server
ja_jp: サーバーに接続
ka_ge: შესვლა
ko_kr: 서버 접속
lb_lu: Server bäitrieden
lt_lt: Prisijungti
lv_lv: Pievienoties Serverim
mi_nz: amui atu tūmau
mk_mk: Зачлени сервер
mn_mn: Серверт орох
ms_my: Sertai Server
mt_mt: Idħol ġos-Server
nl_nl: Server bezoeken
nn_no: Logg på server
pl: Dołącz
pt: Entrar no Servidor
ro_ro: Intră pe server
ru_ru: Подключиться
sk_sk: Pripojiť sa
sl_si: Pridruži se strežniku
sq_al: Bashkohen Server
sv_se: Anslut till server
th_th: เข้าร่วมเซิร์ฟเวอร์
tr_tr: Sunucuya Katıl
vi_vn: Tham gia máy chủ
zh_cn: 加入服务器
zh_tw: 進入伺服器

# selectServer_title
source: Select Server
af_za: Kies Bediener
ar_sa: حدد الخادم
be_by: Выберыце сервер
bg_bg: Избор на сървър
ca_es: Selecciona servidor
cs: Výběr serveru
da_dk: Vælg server
de: Server auswählen
de_at: Server auswöhn
el_gr: Επιλέξτε διακομιστή
es: Seleccionar servidor
eu_es: Aukeratu zerbitzaria
fa_ir: انتخاب سرور
fi: Valitse palvelin
fil_ph: Pumili ng Server
fr_ca: Choix du serveur
ga_ie: Roghnaigh Freastalaí
gd_gb: Tagh frithealaiche
gl_es: Seleccionar servidor
he: בחר שרת
hi_in: सर्वर का चयन करें
hr_hr: Odaberi Poslužitelja
hu_hu: Szerver kiválasztása
hy_am: Ընտրել Սերվերը
id_id: Pilih Peladen
is_is: Veldu þjón
it: Seleziona un server
ja_jp: サーバー選択
ka_ge: სერვერის არჩევა
ko_kr: 서버 선택
lb_lu: Server wielen
lt_lt: Pasirinkite serverį
lv_lv: Izvēlieties Serveri
mi_nz: te tīpako i te tūmau
mk_mk: Изберете Сервер
mn_mn: Сервер сонгох
ms_my: Pilih Server
mt_mt: Agħżel Server
nl_nl: Server selecteren
nn_no: Vel server
pl: Wybierz serwer
pt: Selecionar Servidor
ro_ro: Alege un server
ru_ru: Выбор сервера
sk_sk: Výber servera
sl_si: Izberi strežnik
sq_al: Zgjidhni Server
sv_se: Välj server
th_th: เลือกเซิร์ฟเวอร์
tr_tr: Sunucu Seç
vi_vn: Lựa chọn máy chủ
zh_cn: 选择服务器
zh_tw: 選擇伺服器

# selectWorld_allowCommands
source: Allow Cheats:
af_za: Laat Kulkodes Toe:
ar_sa: السماح بشفرات الغش
be_by: Выкарыстанне чыт-кодаў:
bg_bg: Команди:
ca_es: Permet trucs:
cs: Podvádění:
da_dk: Tillad snyd:
de: Cheats erlauben:
de_at: Cheats dalam:
el_gr: Ενεργοποίηση κωδικών:
es: Permitir trucos:
eu_es: Tranpak baimendu:
fa_ir: اجازه داشتن برای وارد کردن کد تقلّب:
fi: Salli huijauskomennot:
fil_ph: Payagin ang Daya:
fr_ca: Commandes de triche :
ga_ie: Ceadaigh Caimiléireachtaí:
gd_gb: Ceadaich cealgaireachd:
gl_es: Permitir trucos:
he: אפשר פקודות:
hi_in: धोखा देती है की अनुमति दें:
hr_hr: Dozvoli varanje:
hu_hu: Csalások engedélyezése:
hy_am: Թույլատրել Նեքին հրամանները։
id_id: Membolehkan Cheats:
is_is: Leyfa svindl:
it: Comandi:
ja_jp: チートの許可：
ka_ge: ბრძანებები სასაუბროში:
ko_kr: 치트 허용:
lb_lu: Cheats erlaben:
lt_lt: Leisti komandas:
lv_lv: Atļaut Šmaukšanos:
mi_nz: Tuku i te whakahau:
mk_mk: Дозволе Чити:
mn_mn: Командыг зөвшөөрөх:
ms_my: Membenarkan Penipuan:
mt_mt: Ippermetti ċ-Cheats:
nl_nl: Cheats toestaan:
nn_no: Tillat juks:
pl: Zezwalaj na komendy:
pt: Permitir Códigos:
ro_ro: Permite comenzi:
ru_ru: Использование читов:
sk_sk: Povoliť cheaty:
sl_si: Dovoli goljufije:
sq_al: Të Lejojë Disa Cheats Mëdha:
sv_se: Tillåt fusk:
th_th: อนุญาติการใช้สูตร:
tr_tr: Hilelere izin ver:
vi_vn: Cho phép gian lận:
zh_cn: 允许作弊：
zh_tw: 允許作弊：

# selectWorld_allowCommands_info
source: Commands like /gamemode, /xp
af_za: Opdragte soos /gamemode, /xp
ar_sa: أوامر مثل /gamemode, /xp
be_by: Каманды накшталт /gamemode, /xp
bg_bg: Команди като /gamemode, /xp
ca_es: Comandaments com /gamemode, /xp
cs: Příkazy jako /gamemode, /xp
da_dk: Kommandoer som /gamemode, /xp
de: Befehle wie /gamemode, /xp
de_at: Befehle wie /gamemode, /xp
el_gr: Εντολές όπως /gamemode , /xp
es: Comandos como /gamemode, /xp
eu_es: Gisa honetako aginduak: /gamemode, /xp
fa_ir: دستوراتی مانند /gamemode، /xp
fi: Komennot, kuten /gamemode ja /xp
fil_ph: Mga command tulad ng /gamemode, /xp
fr_ca: Des commandes comme /gamemode, /xp, /give, /tp, /weather...
ga_ie: Orduithe cosúil le /gamemode, /xp
gd_gb: Àitheantan mar /gamemode, /xp
gl_es: Comandos coma /gamemode, /xp
he: פקודות כמו /gamemode, /xp
hi_in: / खेल मोड, / XP के तरह कमानों
hr_hr: Naredbe poput /gamemode, /xp
hu_hu: Parancsok, mint /gamemode vagy /xp
hy_am: Հարամաններ ինչպիսին են. /gamemode, /xp
id_id: Perintah seperti /gamemode, /xp
is_is: Aðgerðir eins og /gamemode, /xp
it: /gamemode, /give, /xp, ecc.
ja_jp: /gamemode、/xp 等のコマンド
ka_ge: ბრძანებები, მაგ: /gamemode ან /xp
ko_kr: /gamemode, /xp 같은 명령어들
lb_lu: Befehler wéi /gamemode, /xp
lt_lt: Tokias, kaip /gamemode, /xp
lv_lv: Komandas kā /gamemode, /xp
mi_nz: Kainga, herehere, i ētahi atu momo ao... /gamemode, /xp
mk_mk: Команди како /gamemode, /xp
mn_mn: Жишээ нь /gamemode, /xp
ms_my: Perintah-perintah seperti /gamemode, /xp
mt_mt: Kodiċi bħal /gamemode, /xp
nl_nl: Opdrachten zoals /gamemode, /xp
nn_no: Kommandoar som /gamemode, /xp
pl: Komendy typu /gamemode, /xp
pt: Comandos como /gamemode, /xp
ro_ro: Comenzi ca /gamemode și /xp
ru_ru: Такие команды, как /gamemode, /xp
sk_sk: Príkazy ako /gamemode, /xp
sl_si: Ukazi, kot so /gamemode, /xp
sq_al: Komanda si /gamemode, /xp
sv_se: Kommandon som /gamemode, /xp
th_th: สามารถใช้คำสั่งเช่น /gamemode, /xp
tr_tr: /gamemode, /xp gibi komutlar
vi_vn: Các câu lệnh như /gamemode, /xp
zh_cn: 像/gamemode、/xp的指令
zh_tw: /gamemode、/xp 等指令

# selectWorld_bonusItems
source: Bonus Chest:
af_za: Bonus Kis:
ar_sa: صندوق إضافي
be_by: Бонусны куфар:
bg_bg: Бонусен сандък:
ca_es: Cofre de bonificació:
cs: Bonusová truhla:
da_dk: Bonus-kiste:
de: Bonustruhe:
de_at: Bonuskistn:
el_gr: Αρχικό Σεντούκι:
es: Cofre de regalo:
eu_es: Sari kutxa:
fa_ir: صندوقچه جایزه:
fi: Bonusarkku:
fil_ph: Baul na Pangsimula:
fr_ca: Coffre bonus :
ga_ie: Cófra Bónais:
gd_gb: Ciste duaise:
gl_es: Cofre inicial:
he: תיבת בונוס:
hi_in: बोनस चेस्ट:
hr_hr: Bonus sanduk:
hu_hu: Bónuszláda:
hy_am: Բոնուսային Սնդուկ։
id_id: Peti Bonus:
is_is: Bónus kista:
it: Baule bonus:
ja_jp: ボーナスチェスト：
ka_ge: განსაკუთრებული სკივრი:
ko_kr: 보너스 상자:
lb_lu: Bonuskëscht:
lt_lt: Startinė skrynia:
lv_lv: Bonusa lāde:
mi_nz: utu uma:
mk_mk: Бонус Сандак:
mn_mn: Шагналын авдар:
ms_my: Peti Bonus:
mt_mt: Senduq Żejjed:
nl_nl: Bonuskist:
nn_no: Bonuskiste:
pl: Bonusowa skrzynia:
pt: Baú de bónus:
ro_ro: Cufăr bonus:
ru_ru: Бонусный сундук:
sk_sk: Bonusová truhlica:
sl_si: Dodatna skrinja:
sq_al: Bonus Gjoks:
sv_se: Bonuskista:
th_th: กล่องพิเศษ:
tr_tr: Bonus Sandık:
vi_vn: Rương thưởng:
zh_cn: 奖励箱：
zh_tw: 獎勵箱：

# selectWorld_cheats
source: Cheats
af_za: Kullery
ar_sa: شفرات الغش
be_by: Чыт-коды
bg_bg: Команди
ca_es: Trucs
cs: Podvádění
da_dk: Snyd
el_gr: Κωδικοί
es: Trucos
eu_es: Tranpak
fa_ir: کد تقلب بازی
fi: Huijauskomennot
fil_ph: Pang-daya
fr_ca: Triches
ga_ie: Caimiléireachtaí
gd_gb: Cealgaireachd
gl_es: Trucos
he: פקודות
hi_in: धोखा देती है
hr_hr: Varanje
hu_hu: Csalások
hy_am: Ներքին հրամաններ
is_is: Svindl
it: comandi
ja_jp: チート
ka_ge: ბრძანებები
ko_kr: 치트
lt_lt: komandos
lv_lv: Komandas
mi_nz: Tinihanga
mk_mk: Читови
mn_mn: Командууд
ms_my: Penipuan
nn_no: Juksekodar
pl: Kody
pt: Códigos
ro_ro: Comenzi
ru_ru: Читы
sk_sk: Cheaty
sl_si: Goljufije
sq_al: hilet
sv_se: fusk
th_th: สูตร
tr_tr: Hileler
vi_vn: Gian lận
zh_cn: 作弊
zh_tw: 允許作弊

# selectWorld_conversion
source: Must be converted!
af_za: Moet omgeskakel word!
ar_sa: يجب تحويله!
be_by: Неабходна канвертацыя!
bg_bg: Трябва да се преобразува!
ca_es: Ha de ser convertit!
cs: Musí být převeden!
da_dk: Skal konverteres!
de: Muss konvertiert werden!
de_at: Muaß umgwondlt wean!
el_gr: Πρέπει να μετατραπεί!
es: ¡Debe ser convertido!
eu_es: Bihurtu beharra dago!
fa_ir: باید تبدیل شود!
fi: Pitää muuntaa!
fil_ph: Kailangan baguhin!
fr_ca: Doit être converti !
ga_ie: Ní mór é a thiontú!
gd_gb: Tha feum air iompachadh!
gl_es: Debe ser convertido!
he: חייב לעבור המרה!
hi_in: नाम बदलें वर्ल्ड!
hr_hr: Potrebna pretvorba!
hu_hu: Konvertálás szükséges!
hy_am: Պահանջվում է փոխակերպում
id_id: Harus Dikonversi!
is_is: Verður að umbreyta!
it: Dovrà essere convertito!
ja_jp: ワールドデータを変換する必要があります
ka_ge: უნდა იყოს გადაყვანილი!
ko_kr: 변환 작업이 필요합니다!
lb_lu: Muss konvertéiert ginn!
lt_lt: Turi būti perdarytas!
lv_lv: Jābūt pārveidotai!
mi_nz: Me tahuri!
mk_mk: Мора да се конвертира!
mn_mn: Хувиргах шаардлагатай!
ms_my: Perlu ditukar!
mt_mt: Trid tiġi Kkonvertuta!
nl_nl: Moet worden omgezet!
nn_no: Må konverterast!
pl: Wymaga konwersji!
pt: Tem de ser convertido!
ro_ro: Trebuie convertită!
ru_ru: Требуется конвертация!
sk_sk: Musí byť skonvertovaný!
sl_si: Mora biti pretvorjen!
sq_al: Prisni per pak!
sv_se: Måste konverteras!
th_th: ต้องทำการแปลงไฟล์ก่อน
tr_tr: Dönüştürülmesi gerek!
vi_vn: Phải được chuyển hóa!
zh_cn: 必须进行转换！
zh_tw: 必須被轉換！

# selectWorld_create
source: Create New World
af_za: Skep Nuwe Wêreld
ar_sa: إنشاء عالم جديد
be_by: Стварыць новы свет
bg_bg: Създаване на нов свят
ca_es: Crear un nou món
cs: Vytvořit nový svět
da_dk: Skab en ny verden
de: Neue Welt erstellen
de_at: Neie Wöd astön
el_gr: Δημιουργία νέου κόσμου
es: Crear un mundo nuevo
eu_es: Mundu berria sortu
fa_ir: ایجاد دنیای جدید
fi: Luo uusi maailma
fil_ph: Gawa ng bago
fr_ca: Créer un nouveau monde
ga_ie: Cruthaigh Domhan Nua
gd_gb: Cruthaich saoghal ùr
gl_es: Crear un novo mundo
he: צור עולם חדש
hi_in: नई दुनिया बनाएँ
hr_hr: Napravi Novi Svijet
hu_hu: Új világ létrehozása
hy_am: Ստեղծել Նոր Աշխարհ
id_id: Buat Dunia Baru
is_is: Búa til nýjan heim
it: Crea un nuovo mondo
ja_jp: ワールド新規作成
ka_ge: ახალი სამყაროს შექმნა
ko_kr: 새로운 세계 만들기
lb_lu: Kreéier eng nei Welt
lt_lt: Sukurti naują pasaulį
lv_lv: Izveidot jaunu Pasauli
mi_nz: Waihanga he world new
mk_mk: Се создаде нов свет
mn_mn: Шинэ дэлхий үүсгэх
ms_my: Membina Dunia Baharu
mt_mt: Oħloq Dinja Ġdida
nl_nl: Nieuwe wereld creëren
nn_no: Lag ny verd
pl: Stwórz nowy świat
pt: Criar Novo Mundo
ro_ro: Creează o lume nouă
ru_ru: Создать новый мир
sk_sk: Vytvoriť nový svet
sl_si: Ustvari nov svet
sq_al: ndertimi i botes
sv_se: Skapa ny värld
th_th: สร้างเวิลด์ใหม่
tr_tr: Yeni Dünya Oluştur
vi_vn: Tạo thế giới mới
zh_cn: 创建新的世界
zh_tw: 創建新世界
