Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_bricks_white
source: White Field Masoned
ar_sa: راية ملونة أبيض
be_by: Белы мур
bg_bg: Бял зид
ca_es: Maçonat blanc
cs: Bílý prapor se vzorem cihel
da_dk: Hvidt Murstensmønster
de: Feld weiß gemauert
de_at: Föd weiß gmauad
el_gr: Λευκό πεδίο Kτησίματος
es: Mazonado blanco
fi: Valkoinen tiilikuvio
fr_ca: Champ maçonné d'argent
ga_ie: Machaire Saoirsithe Bán
gl_es: Ladrillado branco
he: לבנים לבנות
hr_hr: BIjelo Zidano Polje
hu_hu: Fehér téglaminta
id_id: Permukaan Bata putih
it: Seminato di mattoni di bianco
ja_jp: 白色のレンガ模様
ka_ge: თეთრი აგურები
ko_kr: 하얀색 벽돌 모양
lb_lu: Feld wäiss gemauert
lt_lt: Baltų plytų fonas
ms_my: Bidang Corak Bata Putih
nl_nl: Wit veld gemetseld
nn_no: Kvitt mursteinmønster
pl: Białe murowane pole
pt: Campo em Alvenaria Branco
ro_ro: Câmp zidit alb
ru_ru: Белая муровка
sk_sk: Biele vzorované tehly
sl_si: Bel zid
sv_se: Vitt tegelmönster
th_th: ลายอิฐสีขาว
tr_tr: Beyaz Tuğla Deseni
vi_vn: Phủ kín gạch trắng
zh_cn: 白色砖纹
zh_tw: 白色磚牆花紋

# item_banner_bricks_yellow
source: Yellow Field Masoned
ar_sa: راية ملونة أصفر
be_by: Жоўты мур
bg_bg: Жълт зид
ca_es: Maçonat groc
cs: Žlutý prapor se vzorem cihel
da_dk: Gult Murstensmønster
de: Feld gelb gemauert
de_at: Föd gelb gmauad
el_gr: Κίτρινο πεδίο Kτησίματος
es: Mazonado amarillo
fi: Keltainen tiilikuvio
fr_ca: Champ maçonné d'or
ga_ie: Machaire Saoirsithe Buí
gl_es: Ladrillado amarelo
he: לבנים צהובות
hr_hr: Žuto Zidano Polje
hu_hu: Sárga téglaminta
id_id: Permukaan Bata kuning
it: Seminato di mattoni di giallo
ja_jp: 黄色のレンガ模様
ka_ge: ყვითელი აგურები
ko_kr: 노란색 벽돌 모양
lb_lu: Feld giel gemauert
lt_lt: Geltonų plytų fonas
ms_my: Bidang Corak Bata Kuning
nl_nl: Geel veld gemetseld
nn_no: Gult mursteinmønster
pl: Żółte murowane pole
pt: Campo em Alvenaria Amarelo
ro_ro: Câmp zidit galben
ru_ru: Жёлтая муровка
sk_sk: Žlté vzorované tehly
sl_si: Rumen zid
sv_se: Gult tegelmönster
th_th: ลายอิฐสีเหลือง
tr_tr: Sarı Tuğla Deseni
vi_vn: Phủ kín gạch vàng
zh_cn: 黄色砖纹
zh_tw: 黃色磚牆花紋

# item_banner_brown_name
source: Brown Banner
af_za: Bruin Banier
ar_sa: راية بنية
be_by: Карычневы сцяг
bg_bg: Кафяво знаме
ca_es: Estendard marró
cs: Hnědý prapor
da_dk: Brunt Banner
de: Braunes Banner
de_at: Brauns Banner
el_gr: Καφέ Λάβαρο
es: Estandarte marrón
eu_es: Estandarte marroia
fa_ir: پرچم قهوه ای
fi: Ruskea lippu
fil_ph: Kayumangging Watawat
fr_ca: Bannière de brun
ga_ie: Meirge Donn
gl_es: Estandarte marrón
he: מודעה חומה
hr_hr: Smeđa Zastava
hu_hu: Barna zászló
id_id: Spanduk Cokelat
is_is: Brúnn fáni
it: Stendardo marrone
ja_jp: 茶色の旗
ka_ge: ყავისფერი დროშა
ko_kr: 갈색 현수막
lb_lu: Bronge Fändel
lt_lt: Ruda vėliava
lv_lv: Brūns Baneris
ms_my: Panji Perang
mt_mt: Bandiera Kannella
nl_nl: Bruine banier
nn_no: Brun fane
pl: Brązowy sztandar
pt: Bandeira Castanha
ro_ro: Stindard maro
ru_ru: Коричневый флаг
sk_sk: Hnedá vlajka
sl_si: Rjav prapor
sv_se: Brun banderoll
th_th: ธงสีน้ำตาล
tr_tr: Kahverengi Flama
vi_vn: Biểu ngữ nâu
zh_cn: 棕色旗帜
zh_tw: 棕色旗幟

# item_banner_circle_black
source: Black Roundel
ar_sa: راية ملونة أسود
be_by: Чорны круг
bg_bg: Черен кръг
ca_es: Rodella negra
cs: Černý kruh
da_dk: Sort Cirkel
de: Schwarze Kugel
de_at: Schworze Kugel
el_gr: Μαύρος Κύκλος
es: Roel negro
fi: Musta ympyrä
fr_ca: Tourteau de sable
ga_ie: Cruinneán Dubh
gl_es: Punto negro
he: עיגול שחור
hr_hr: Crna Rondela
hu_hu: Fekete lepényes
id_id: Hitam Roundel
it: Alla torta di nero
ja_jp: 黒色の円形
ka_ge: შავი წრე
ko_kr: 검은색 원
lb_lu: Schwaarz Kugel
lt_lt: Juodas skritulys centre
lv_lv: Melns disks
ms_my: Bulatan Hitam
nl_nl: Zwart rozet
nn_no: Svart sirkel
pl: Czarny krąg
pt: Roundel Preto
ro_ro: Disc negru
ru_ru: Чёрный круг
sk_sk: Čierny kruh
sl_si: Črn krog
sv_se: Svart cirkel
th_th: วงกลมสีดำ
tr_tr: Siyah Daire
vi_vn: Hình tròn đen
zh_cn: 黑色圆形
zh_tw: 黑色圓形

# item_banner_circle_blue
source: Blue Roundel
ar_sa: راية ملونة أزرق
be_by: Сіні круг
bg_bg: Син кръг
ca_es: Rodella blava
cs: Modrý kruh
da_dk: Blå Cirkel
de: Blaue Kugel
de_at: Blaue Kugel
el_gr: Μπλε Κύκλος
es: Roel azul
fi: Sininen ympyrä
fr_ca: Tourteau d'azur
ga_ie: Cruinneán Gorm
gl_es: Punto azul
he: עיגול כחול
hr_hr: Plava Rondela
hu_hu: Kék lepényes
id_id: Biru Roundel
it: Alla torta di blu
ja_jp: 青色の円形
ka_ge: ლურჯი წრე
ko_kr: 파란색 원
lb_lu: Blo Kugel
lt_lt: Mėlynas skritulys centre
lv_lv: Zils disks
ms_my: Bulatan Biru
nl_nl: Blauw rozet
nn_no: Blå sirkel
pl: Niebieski krąg
pt: Roundel Azul
ro_ro: Disc albastru
ru_ru: Синий круг
sk_sk: Modrý kruh
sl_si: Moder krog
sv_se: Blå cirkel
th_th: วงกลมสีน้ำเงิน
tr_tr: Mavi Daire
vi_vn: Hình tròn xanh nước biển
zh_cn: 蓝色圆形
zh_tw: 藍色圓形

# item_banner_circle_brown
source: Brown Roundel
ar_sa: راية ملونة بني
be_by: Карычневы круг
bg_bg: Кафяв кръг
ca_es: Rodella marró
cs: Hnědý kruh
da_dk: Brun Cirkel
de: Braune Kugel
de_at: Braune Kugel
el_gr: Καφέ Κύκλος
es: Roel marrón
fi: Ruskea ympyrä
fr_ca: Tourteau de brun
ga_ie: Cruinneán Donn
gl_es: Punto marrón
he: עיגול חום
hr_hr: Smeđa Rondela
hu_hu: Barna lepényes
id_id: Roundel coklat
it: Alla torta di marrone
ja_jp: 茶色の円形
ka_ge: ყავისფერი წრე
ko_kr: 갈색 원
lb_lu: Brong Kugel
lt_lt: Rudas skritulys centre
lv_lv: Brūns disks
ms_my: Bulatan Coklat
nl_nl: Bruin rozet
nn_no: Brun sirkel
pl: Brązowy krąg
pt: Roundel Castanho
ro_ro: Disc maro
ru_ru: Коричневый круг
sk_sk: Hnedý kruh
sl_si: Rjav krog
sv_se: Brun cirkel
th_th: วงกลมสีน้ำตาล
tr_tr: Kahverengi Daire
vi_vn: Hình tròn nâu
zh_cn: 棕色圆形
zh_tw: 棕色圓形

# item_banner_circle_cyan
source: Cyan Roundel
ar_sa: راية ملونة سماوي
be_by: Бірузовы круг
bg_bg: Синьозелен кръг
ca_es: Rodella cian
cs: Azurový kruh
da_dk: Tyrkis Cirkel
de: Türkise Kugel
de_at: Türkise Kugel
el_gr: Κυανός Κύκλος
es: Roel cian
fi: Syaani ympyrä
fr_ca: Tourteau de cyan
ga_ie: Cruinneán Cian
gl_es: Punto ciano
he: עיגול ציאן
hr_hr: Tirkizna Rondela
hu_hu: Türkizkék lepényes
it: Alla torta di ciano
ja_jp: 水色の円形
ka_ge: ცისფერი წრე
ko_kr: 청록색 원
lb_lu: Turquoise Kugel
lt_lt: Žalsvai mėlynas skritulys centre
lv_lv: Ciāna disks
ms_my: Bulatan Cyan
nl_nl: Cyaan rozet
nn_no: Turkis sirkel
pl: Błękitny krąg
pt: Roundel Ciano
ro_ro: Disc turcoaz
ru_ru: Бирюзовый круг
sk_sk: Tyrkysový kruh
sl_si: Turkizen krog
sv_se: Turkos cirkel
th_th: วงกลมสีน้ำเงินแกมเขียว
tr_tr: Camgöbeği Daire
vi_vn: Hình tròn lục lam
zh_cn: 青色圆形
zh_tw: 青色圓形

# item_banner_circle_gray
source: Grey Roundel
ar_sa: راية ملونة رمادي
be_by: Шэры круг
bg_bg: Сив кръг
ca_es: Rodella grisa
cs: Šedý kruh
da_dk: Grå Cirkel
de: Graue Kugel
de_at: Graue Kugel
el_gr: Γκρι Κύκλος
es: Roel gris
fi: Harmaa ympyrä
fr_ca: Tourteau d'acier
ga_ie: Cruinneán Liath
gl_es: Punto gris
he: עיגול אפור
hr_hr: Siva Rondela
hu_hu: Szürke lepényes
id_id: Roundel abu-abu
it: Alla torta di grigio
ja_jp: 灰色の円形
ka_ge: ნაცრისფერი წრე
ko_kr: 회색 원
lb_lu: Gro Kugel
lt_lt: Pilkas skritulys centre
lv_lv: Pelēks disks
ms_my: Bulatan Kelabu
mt_mt: Gray Roundel
nl_nl: Grijs rozet
nn_no: Grå sirkel
pl: Szary krąg
pt: Roundel Cinzento
ro_ro: Disc gri
ru_ru: Серый круг
sk_sk: Sivý kruh
sl_si: Siv krog
sv_se: Grå cirkel
th_th: วงกลมสีเทา
tr_tr: Gri Daire
vi_vn: Hình tròn xám
zh_cn: 灰色圆形
zh_tw: 灰色圓形

# item_banner_circle_green
source: Green Roundel
ar_sa: راية ملونة أخضر
be_by: Зялёны круг
bg_bg: Зелен кръг
ca_es: Rodella verda
cs: Zelený kruh
da_dk: Grøn Cirkel
de: Grüne Kugel
de_at: Grüne Kugel
el_gr: Πράσινος Κύκλος
es: Roel verde
fi: Vihreä ympyrä
fr_ca: Tourteau de sinople
ga_ie: Cruinneán Uaine
gl_es: Punto verde
he: עיגול ירוק
hr_hr: Zelena Rondela
hu_hu: Zöld lepényes
id_id: Roundel hijau
it: Alla torta di verde
ja_jp: 緑色の円形
ka_ge: მწვანე წრე
ko_kr: 초록색 원
lb_lu: Gréng Kugel
lt_lt: Žalias skritulys centre
lv_lv: Zaļš disks
ms_my: Bulatan Hijau
nl_nl: Groen rozet
nn_no: Grøn sirkel
pl: Zielony krąg
pt: Roundel Verde
ro_ro: Disc verde
ru_ru: Зелёный круг
sk_sk: Zelený kruh
sl_si: Zelen krog
sv_se: Grön cirkel
th_th: วงกลมสีเขียว
tr_tr: Yeşil Daire
vi_vn: Hình tròn xanh lá cây
zh_cn: 绿色圆形
zh_tw: 綠色圓形

# item_banner_circle_lightBlue
source: Light Blue Roundel
ar_sa: راية ملونة أزرق فاتح
be_by: Блакітны круг
bg_bg: Светлосин кръг
ca_es: Rodella blava clara
cs: Světle modrý kruh
da_dk: Lysseblå Cirkel
de: Hellblaue Kugel
de_at: Hellblaue Kugel
el_gr: Γαλάζιος Κύκλος
es: Roel azul claro
fi: Vaaleansininen ympyrä
fr_ca: Tourteau de bleu céleste
ga_ie: Cruinneán Bánghorm
gl_es: Punto azul claro
he: עיגול תכלת
hr_hr: Svijetlo Plava Rondela
hu_hu: Világoskék lepényes
id_id: Cahaya biru Roundel
it: Alla torta d'azzurro
ja_jp: 空色の円形
ka_ge: ღია-ლურჯი წრე
ko_kr: 하늘색 원
lb_lu: Hellblo Kugel
lt_lt: Šviesiai mėlynas skritulys centre
lv_lv: Gaiši zils disks
ms_my: Bulatan Biru Muda
nl_nl: Lichtblauw rozet
nn_no: Ljoseblå sirkel
pl: Jasnoniebieski krąg
pt: Roundel Azul Claro
ro_ro: Disc bleu
ru_ru: Голубой круг
sk_sk: Svetlomodrý kruh
sl_si: Svetlo moder krog
sv_se: Ljusblå cirkel
th_th: วงกลมสีฟ้า
tr_tr: Açık Mavi Daire
vi_vn: Hình tròn xanh nước biển nhạt
zh_cn: 淡蓝色圆形
zh_tw: 淺藍色圓形

# item_banner_circle_lime
source: Lime Roundel
ar_sa: راية ملونة ليموني
be_by: Лаймавы круг
bg_bg: Жълтозелен кръг
ca_es: Rodella verda llima
cs: Světle zelený kruh
da_dk: Limegrøn Cirkel
de: Hellgrüne Kugel
de_at: Hellgrüne Kugel
el_gr: Ανοιχτό Πράσινο Κύκλος
es: Roel verde lima
fi: Lime ympyrä
fr_ca: Tourteau de sinople clair
ga_ie: Cruinneán Líomach
gl_es: Punto lima
he: עיגול ליים
hr_hr: Svijetlo Zelena Rondela
hu_hu: Világoszöld lepényes
id_id: Kapur Roundel
it: Alla torta di lime
ja_jp: 黄緑色の円形
ka_ge: სალათისფერი წრე
ko_kr: 연두색 원
lb_lu: Hellgréng Kugel
lt_lt: Gelsvai žalsvas skritulys centre
lv_lv: Laima disks
ms_my: Bulatan Hijau Muda
nl_nl: Lichtgroen rozet
nn_no: Limegrøn sirkel
pl: Jasnozielony krąg
pt: Roundel Verde Lima
ro_ro: Disc verde-deschis
ru_ru: Лаймовый круг
sk_sk: Svetlozelený kruh
sl_si: Svetlo zelen krog
sv_se: Limegrön cirkel
th_th: วงกลมสีเขียวอ่อน
tr_tr: Açık Yeşil Daire
vi_vn: Hình tròn xanh lá mạ
zh_cn: 黄绿色圆形
zh_tw: 淺綠色圓形

# item_banner_circle_magenta
source: Magenta Roundel
ar_sa: راية ملونة أرجواني
be_by: Пурпурны круг
bg_bg: Пурпурен кръг
ca_es: Rodella magenta
cs: Purpurový kruh
da_dk: Lysselilla Cirkel
de: Magenta Kugel
de_at: Magentane Kugel
el_gr: Ανοιχτό Μωβ Κύκλος
es: Roel magenta
fi: Purppura ympyrä
fr_ca: Tourteau de magenta
ga_ie: Cruinneán Maigeanta
gl_es: Punto maxenta
he: עיגול מג'נטה
hr_hr: Roza Rondela
hu_hu: Bíbor lepényes
it: Alla torta di magenta
ja_jp: 赤紫色の円形
ka_ge: იისფერი წრე
ko_kr: 자홍색 원
lb_lu: Magenta Kugel
lt_lt: Rausvai raudonas skritulys centre
lv_lv: Fuksīna disks
ms_my: Bulatan Magenta
nl_nl: Magenta rozet
nn_no: Ljoselilla sirkel
pl: Karmazynowy krąg
pt: Roundel Magenta
ro_ro: Disc magenta
ru_ru: Пурпурный круг
sk_sk: Fialový kruh
sl_si: Škrlaten krog
sv_se: Ljuslila cirkel
th_th: วงกลมสีม่วงแกมชมพู
tr_tr: Eflatun Daire
vi_vn: Hình tròn đỏ sậm
zh_cn: 品红色圆形
zh_tw: 洋紅色圓形

# item_banner_circle_orange
source: Orange Roundel
ar_sa: راية ملونة برتقالي
be_by: Аранжавы круг
bg_bg: Оранжев кръг
ca_es: Rodella taronja
cs: Oranžový kruh
da_dk: Orange Cirkel
de: Orange Kugel
de_at: Orange Kugel
el_gr: Πορτοκαλί Κύκλος
es: Roel naranja
fi: Oranssi ympyrä
fr_ca: Tourteau d'orangé
ga_ie: Cruinneán Oráisteach
gl_es: Punto laranxa
he: עיגול כתום
hr_hr: Narančasta Rondela
hu_hu: Narancssárga lepényes
id_id: Roundel Jinnga
it: Alla torta d'arancione
ja_jp: 橙色の円形
ka_ge: ნარინჯისფერი წრე
ko_kr: 주황색 원
lb_lu: Orange Kugel
lt_lt: Oranžinis skritulys centre
lv_lv: Oranžs disks
ms_my: Bulatan Jingga
nl_nl: Oranje rozet
nn_no: Oransje sirkel
pl: Pomarańczowy krąg
pt: Roundel Laranja
ro_ro: Disc portocaliu
ru_ru: Оранжевый круг
sk_sk: Oranžový kruh
sl_si: Oranžen krog
sv_se: Orange cirkel
th_th: วงกลมสีส้ม
tr_tr: Turuncu Daire
vi_vn: Hình tròn cam
zh_cn: 橙色圆形
zh_tw: 橙色圓形

# item_banner_circle_pink
source: Pink Roundel
ar_sa: راية ملونة وردي
be_by: Ружовы круг
bg_bg: Розов кръг
ca_es: Rodella rosa
cs: Růžový kruh
da_dk: Lyserød Cirkel
de: Rosa Kugel
de_at: Rosane Kugel
el_gr: Ροζ Κύκλος
es: Roel rosa
fi: Vaaleanpunainen ympyrä
fr_ca: Tourteau de rose
ga_ie: Cruinneán Bándearg
gl_es: Punto rosa
he: עיגול ורוד
hr_hr: Ružičasta Rondela
hu_hu: Rózsaszín lepényes
it: Alla torta di rosa
ja_jp: 桃色の円形
ka_ge: ვარდისფერი წრე
ko_kr: 분홍색 원
lb_lu: Rosa Kugel
lt_lt: Rožinis skritulys centre
lv_lv: Rozā disks
ms_my: Bulatan Merah Jambu
nl_nl: Roze rozet
nn_no: Rosa sirkel
pl: Różowy krąg
pt: Roundel Rosa
ro_ro: Disc roz
ru_ru: Розовый круг
sk_sk: Ružový kruh
sl_si: Roza krog
sv_se: Rosa cirkel
th_th: วงกลมสีชมพู
tr_tr: Pembe Daire
vi_vn: Hình tròn hồng
zh_cn: 粉红色圆形
zh_tw: 粉紅色圓形

# item_banner_circle_purple
source: Purple Roundel
ar_sa: راية ملونة بنفسجي
be_by: Фіялетавы круг
bg_bg: Лилав кръг
ca_es: Rodella morada
cs: Fialový kruh
da_dk: Lilla Cirkel
de: Violette Kugel
de_at: Lilane Kugel
el_gr: Μωβ Κύκλος
es: Roel morado
fi: Violetti ympyrä
fr_ca: Tourteau de pourpre
ga_ie: Cruinneán Corcra
gl_es: Punto púrpura
he: עיגול סגול
hr_hr: Ljubičasta Rondela
hu_hu: Lila lepényes
id_id: Roundel ungu
it: Alla torta di viola
ja_jp: 紫色の円形
ka_ge: ალისფერი წრე
ko_kr: 보라색 원
lb_lu: Mof Kugel
lt_lt: Purpurinis skritulys centre
lv_lv: Purpura disks
ms_my: Bulatan Ungu
nl_nl: Paars rozet
nn_no: Lilla sirkel
pl: Fioletowy krąg
pt: Roundel Roxo
ro_ro: Disc violet
ru_ru: Фиолетовый круг
sk_sk: Purpurový kruh
sl_si: Vijoličen krog
sv_se: Lila cirkel
th_th: วงกลมสีม่วง
tr_tr: Mor Daire
vi_vn: Hình tròn tím
zh_cn: 紫色圆形
zh_tw: 紫色圓形

# item_banner_circle_red
source: Red Roundel
ar_sa: راية ملونة أحمر
be_by: Чырвоны круг
bg_bg: Червен кръг
ca_es: Rodella vermella
cs: Červený kruh
da_dk: Rød Cirkel
de: Rote Kugel
de_at: Rote Kugel
el_gr: Κόκκινος Κύκλος
es: Roel rojo
fi: Punainen ympyrä
fr_ca: Tourteau de gueules
ga_ie: Cruinneán Dearg
gl_es: Punto vermello
he: עיגול אדום
hr_hr: Crvena Rondela
hu_hu: Vörös lepényes
id_id: Merah Roundel
it: Alla torta di rosso
ja_jp: 赤色の円形
ka_ge: წითელი წრე
ko_kr: 빨간색 원
lb_lu: Rout Kugel
lt_lt: Raudonas skritulys centre
lv_lv: Sarkans disks
ms_my: Bulatan Merah
nl_nl: Rood rozet
nn_no: Raud sirkel
pl: Czerwony krąg
pt: Roundel Vermelho
ro_ro: Disc roșu
ru_ru: Красный круг
sk_sk: Červený kruh
sl_si: Rdeč krog
sv_se: Röd cirkel
th_th: วงกลมสีแดง
tr_tr: Kırmızı Daire
vi_vn: Hình tròn đỏ
zh_cn: 红色圆形
zh_tw: 紅色圓形

# item_banner_circle_silver
source: Light Grey Roundel
ar_sa: راية ملونة رمادي فاتح
be_by: Светла-шэры круг
bg_bg: Светлосив кръг
ca_es: Rodella grisa clara
cs: Světle šedý kruh
da_dk: Lyssegrå Cirkel
de: Hellgraue Kugel
de_at: Hellgraue Kugel
el_gr: Ανοιχτό Γκρι Κύκλος
es: Roel gris claro
fi: Vaaleanharmaa ympyrä
fr_ca: Tourteau d'argent grisé
ga_ie: Cruinneán Fionnliath
gl_es: Punto gris claro
he: עיגול אפור בהיר
hr_hr: Svijetlo Siva Rondela
hu_hu: Világosszürke lepényes
id_id: Roundel abu-abu terang
it: Alla torta di grigio chiaro
ja_jp: 薄灰色の円形
ka_ge: ღია-ნაცრისფერი წრე
ko_kr: 회백색 회색 원
lb_lu: Hellgro Kugel
lt_lt: Šviesiai pilkas skritulys centre
lv_lv: Gaiši pelēks disks
ms_my: Bulatan Kelabu Muda
mt_mt: Light Gray Roundel
nl_nl: Lichtgrijs rozet
nn_no: Ljosegrå sirkel
pl: Jasnoszary krąg
pt: Roundel Cinzento Claro
ro_ro: Disc gri-deschis
ru_ru: Светло-серый круг
sk_sk: Svetlosivý kruh
sl_si: Svetlo siv krog
sv_se: Ljusgrå cirkel
th_th: วงกลมสีเทาอ่อน
tr_tr: Açık Gri Daire
vi_vn: Hình tròn xám nhạt
zh_cn: 淡灰色圆形
zh_tw: 淺灰色圓形

# item_banner_circle_white
source: White Roundel
ar_sa: راية ملونة أبيض
be_by: Белы круг
bg_bg: Бял кръг
ca_es: Rodella blanca
cs: Bílý kruh
da_dk: Hvid Cirkel
de: Weiße Kugel
de_at: Weiße Kugel
el_gr: Λευκός Κύκλος
es: Roel blanco
fi: Valkoinen ympyrä
fr_ca: Besant d'argent
ga_ie: Cruinneán Bán
gl_es: Punto branco
he: עיגול לבן
hr_hr: Bijela Rondela
hu_hu: Fehér lepényes
id_id: Roundel putih
it: Alla torta di bianco
ja_jp: 白色の円形
ka_ge: თეთრი წრე
ko_kr: 하얀색 원
lb_lu: Wäiss Kugel
lt_lt: Baltas skritulys centre
lv_lv: Balts disks
ms_my: Bulatan Putih
nl_nl: Wit rozet
nn_no: Kvit sirkel
pl: Biały krąg
pt: Roundel Branco
ro_ro: Disc alb
ru_ru: Белый круг
sk_sk: Biely kruh
sl_si: Bel krog
sv_se: Vit cirkel
th_th: วงกลมสีขาว
tr_tr: Beyaz Daire
vi_vn: Hình tròn trắng
zh_cn: 白色圆形
zh_tw: 白色圓形

# item_banner_circle_yellow
source: Yellow Roundel
ar_sa: راية ملونة أصفر
be_by: Жоўты круг
bg_bg: Жълт кръг
ca_es: Rodella groga
cs: Žlutý kruh
da_dk: Gul Cirkel
de: Gelbe Kugel
de_at: Gelbe Kugel
el_gr: Κίτρινος Κύκλος
es: Roel amarillo
fi: Keltainen ympyrä
fr_ca: Besant d'or
ga_ie: Cruinneán Buí
gl_es: Punto amarelo
he: עיגול צהוב
hr_hr: Žuta Rondela
hu_hu: Sárga lepényes
id_id: Roundel kuning
it: Alla torta di giallo
ja_jp: 黄色の円形
ka_ge: ყვითელი წრე
ko_kr: 노란색 원
lb_lu: Giel Kugel
lt_lt: Geltonas skritulys centre
lv_lv: Dzeltens disks
ms_my: Bulatan Kuning
nl_nl: Geel rozet
nn_no: Gul sirkel
pl: Żółty krąg
pt: Roundel Amarelo
ro_ro: Disc galben
ru_ru: Жёлтый круг
sk_sk: Žltý kruh
sl_si: Rumen krog
sv_se: Gul cirkel
th_th: วงกลมสีเหลือง
tr_tr: Sarı Daire
vi_vn: Hình tròn vàng
zh_cn: 黄色圆形
zh_tw: 黃色圓形

# item_banner_creeper_black
source: Black Creeper Charge
ar_sa: شعار كريبر اسود
be_by: Чорная фігура крыпера
bg_bg: Черна фигура на крийпър
ca_es: Estampat negre de Creeper
cs: Černá tvář creepera
da_dk: Sort Creeper Symbol
de: Schwarzer Creeper
de_at: Schworza Creeper
el_gr: Μαύρο Καψούλι Κρίπερ
es: Estampado negro de creeper
fi: Musta Creeper
fr_ca: Face de Creeper de sable
ga_ie: Fíor Téaltóra Dubh
gd_gb: Creeper dubh
gl_es: Estampado negro de Creeper
he: קריפר שחור
hr_hr: Crni Creeper Lik
hu_hu: Fekete creeper címerkép
id_id: Biaya Creeper hitam
it: Al volto di creeper di nero
ja_jp: 黒色のクリーパー模様
ka_ge: შავი კრიპერის სახე
ko_kr: 검은색 크리퍼 모양
lb_lu: Schwaarze Creeper
lt_lt: Juodas kryperio užtaisas
lv_lv: Melna krīpera galva
ms_my: Caj Creeper Hitam
nl_nl: Zwart Creeperwapen
nn_no: Svart creeper
pl: Czarny wizerunek creepera
pt: Emblema de Creeper Preto
ro_ro: Creeper negru
ru_ru: Чёрный крипер
sk_sk: Čierny Creeper
sl_si: Črn grozečko
sv_se: Svart creeper
th_th: สัญลักษณ์รูปครีปเปอร์สีดำ
tr_tr: Siyah Creeper Şekli
vi_vn: Phù hiệu Creeper đen
zh_cn: 黑色爬行者盾徽
zh_tw: 黑色苦力怕徽章

# item_banner_creeper_blue
source: Blue Creeper Charge
ar_sa: شعار كريبر ازرق
be_by: Сіняя фігура крыпера
bg_bg: Синя фигура на крийпър
ca_es: Estampat blau de Creeper
cs: Modrá tvář creepera
da_dk: Blåt Creeper Symbol
de: Blauer Creeper
el_gr: Μπλε Καψούλι Κρίπερ
es: Estampado azul de creeper
fi: Sininen Creeper
fr_ca: Face de Creeper d'azur
ga_ie: Fíor Téaltóra Gorm
gd_gb: Creeper gorm
gl_es: Estampado azul de Creeper
he: קריפר כחול
hr_hr: Plavi Creeper Lik
hu_hu: Kék creeper címerkép
id_id: Biaya Creeper biru
it: Al volto di creeper di blu
ja_jp: 青色のクリーパー模様
ka_ge: ლურჯი კრიპერის სახე
ko_kr: 파란색 크리퍼 모양
lb_lu: Bloe Creeper
lt_lt: Mėlynas kryperio užtaisas
lv_lv: Zila krīpera galva
ms_my: Caj Creeper Biru
mt_mt: ċarġ ta creeper blu
nl_nl: Blauw Creeperwapen
nn_no: Blå creeper
pl: Niebieski wizerunek creepera
pt: Emblema de Creeper Azul
ro_ro: Creeper albastru
ru_ru: Синий крипер
sk_sk: Modrý creeper
sl_si: Moder grozečko
sv_se: Blå creeper
th_th: สัญลักษณ์รูปครีปเปอร์สีน้ำเงิน
tr_tr: Mavi Creeper Şekli
vi_vn: Phù hiệu Creeper xanh nước biển
zh_cn: 蓝色爬行者盾徽
zh_tw: 藍色苦力怕徽章

# item_banner_creeper_brown
source: Brown Creeper Charge
ar_sa: شعار كريبر بني
be_by: Карычневая фігура крыпера
bg_bg: Кафява фигура на крийпър
ca_es: Estampat marró de Creeper
cs: Hnědá tvář creepera
da_dk: Brunt Creeper Symbol
de: Brauner Creeper
el_gr: Καφέ Καψούλι Κρίπερ
es: Estampado marrón de creeper
fi: Ruskea Creeper
fr_ca: Face de Creeper de brun
ga_ie: Fíor Téaltóra Donn
gd_gb: Creeper donn
gl_es: Estampado marrón de Creeper
he: קריפר חום
hr_hr: Smeđi Creeper Lik
hu_hu: Barna creeper címerkép
id_id: Biaya Creeper coklat
it: Al volto di creeper di marrone
ja_jp: 茶色のクリーパー模様
ka_ge: ყავისფერი კრიპერის სახე
ko_kr: 갈색 크리퍼 모양
lb_lu: Bronge Creeper
lt_lt: Rudas kryperio užtaisas
lv_lv: Brūna krīpera galva
ms_my: Caj Creeper Coklat
mt_mt: ċarġ ta creeper kannella
nl_nl: Bruin Creeperwapen
nn_no: Brun creeper
pl: Brązowy wizerunek creepera
pt: Emblema de Creeper Castanho
ro_ro: Creeper maro
ru_ru: Коричневый крипер
sk_sk: Hnedý creeper
sl_si: Rjav grozečko
sv_se: Brun creeper
th_th: สัญลักษณ์รูปครีปเปอร์สีน้ำตาล
tr_tr: Kahverengi Creeper Şekli
vi_vn: Phù hiệu Creeper nâu
zh_cn: 棕色爬行者盾徽
zh_tw: 棕色苦力怕徽章

# item_banner_creeper_cyan
source: Cyan Creeper Charge
ar_sa: شعار كريبر سماوي
be_by: Бірузовая фігура крыпера
bg_bg: Синьозелена фигура на крийпър
ca_es: Estampat Cian de Creeper
cs: Azurová tvář creepera
da_dk: Tyrkis Creeper Symbol
de: Türkiser Creeper
el_gr: Κυανό Καψούλι Κρίπερ
es: Estampado cian de creeper
fi: Syaani Creeper
fr_ca: Face de Creeper de cyan
ga_ie: Fíor Téaltóra Cian
gd_gb: Creeper saidhean
gl_es: Estampado ciano de Creeper
he: קריפר טורקיז
hr_hr: Tirkizni Creeper Lik
hu_hu: Türkizkék creeper címerkép
id_id: Biaya Creeper cyan
it: Al volto di creeper di ciano
ja_jp: 水色のクリーパー模様
ka_ge: ცისფერი კრიპერის სახე
ko_kr: 청록색 크리퍼 모양
lb_lu: Turquoise Creeper
lt_lt: Žydras kryperio užtaisas
lv_lv: Ciāna krīpera galva
ms_my: Caj Creeper Cyan
nl_nl: Cyaan Creeperwapen
nn_no: Turkis creeper
pl: Błękitny wizerunek creepera
pt: Emblema de Creeper Ciano
ro_ro: Creeper turcoaz
ru_ru: Бирюзовый крипер
sk_sk: Tyrkysový Creeper
sl_si: Turkizen grozečko
sv_se: Turkos creeper
th_th: สัญลักษณ์รูปครีปเปอร์สีน้ำเงินแกมเขียว
tr_tr: Camgöbeği Creeper Şekli
vi_vn: Phù hiệu Creeper lục lam
zh_cn: 青色爬行者盾徽
zh_tw: 青色苦力怕徽章

# item_banner_creeper_gray
source: Grey Creeper Charge
ar_sa: شعار كريبر رمادي
be_by: Шэрая фігура крыпера
bg_bg: Сива фигура на крийпър
ca_es: Estampat Gris de Creeper
cs: Šedá tvář creepera
da_dk: Gråt Creeper Symbol
de: Grauer Creeper
el_gr: Γκρι Καψούλι Κρίπερ
es: Estampado gris de creeper
fi: Harmaa Creeper
fr_ca: Face de Creeper d'acier
ga_ie: Fíor Téaltóra Liath
gd_gb: Creeper liath
gl_es: Estampado gris de Creeper
he: קריפר אפור
hr_hr: Sivi Creeper Lik
hu_hu: Szürke creeper címerkép
id_id: Biaya Creeper abu-abu
it: Al volto di creeper di grigio
ja_jp: 灰色のクリーパー模様
ka_ge: ნაცრისფერი კრიპერის სახე
ko_kr: 회색 크리퍼 모양
lb_lu: Groe Creeper
lt_lt: Pilkas kryperio užtaisas
lv_lv: Pelēka krīpera galva
ms_my: Caj Creeper Kelabu
mt_mt: ċarġ ta creeper griz
nl_nl: Grijs Creeperwapen
nn_no: Grå creeper
pl: Szary wizerunek creepera
pt: Emblema de Creeper Cinzento
ro_ro: Creeper gri
ru_ru: Серый крипер
sk_sk: Sivý Creeper
sl_si: Siv grozečko
sv_se: Grå creeper
th_th: สัญลักษณ์รูปครีปเปอร์สีเทา
tr_tr: Gri Creeper Şekli
vi_vn: Phù hiệu Creeper xám
zh_cn: 灰色爬行者盾徽
zh_tw: 灰色苦力怕徽章

# item_banner_creeper_green
source: Green Creeper Charge
ar_sa: شعار كريبر اخضر
be_by: Зялёная фігура крыпера
bg_bg: Зелена фигура на крийпър
ca_es: Estampat verd de Creeper
cs: Zelená tvář creepera
da_dk: Grønt Creeper Symbol
de: Grüner Creeper
el_gr: Πράσινο Καψούλι Κρίπερ
es: Estampado verde de creeper
fi: Vihreä Creeper
fr_ca: Face de Creeper de sinople
ga_ie: Fíor Téaltóra Uaine
gd_gb: Creeper uaine
gl_es: Estampado verde de Creeper
he: קריפר ירוק
hr_hr: Zeleni Creeper Lik
hu_hu: Zöld creeper címerkép
id_id: Biaya Creeper hijau
it: Al volto di creeper di verde
ja_jp: 緑色のクリーパー模様
ka_ge: მწვანე კრიპერის სახე
ko_kr: 초록색 크리퍼 모양
lb_lu: Grénge Creeper
lt_lt: Žalias kryperio užtaisas
lv_lv: Zaļa krīpera galva
ms_my: Caj Creeper Hijau
mt_mt: ċarġ ta creeper aħdar
nl_nl: Groen Creeperwapen
nn_no: Grøn creeper
pl: Zielony wizerunek creepera
pt: Emblema de Creeper Verde
ro_ro: Creeper verde
ru_ru: Зелёный крипер
sk_sk: Zelený creeper
sl_si: Zelen grozečko
sv_se: Grön creeper
th_th: สัญลักษณ์รูปครีปเปอร์สีเขียว
tr_tr: Yeşil Creeper Şekli
vi_vn: Phù hiệu Creeper xanh lá cây
zh_cn: 绿色爬行者盾徽
zh_tw: 綠色苦力怕徽章
