Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# selectWorld_tooltip_snapshot2
source: before you load it in this snapshot.
af_za: voordat jy dit in die kiekweergawe laai nie.
ar_sa: قبل تحميله في هذه النسخة التجريبية.
be_by: перш чым вы запусціце яго ў гэтай тэставай зборцы.
bg_bg: преди да го заредите на тази версия.
ca_es: abans de carregar-lo en aquesta versió.
cs: předtím, než ho otevřeš v této verzi.
da_dk: før du åbner den i dette snapshot.
de: bevor du sie in dieser Entwicklungsversion öffnest.
de_at: bevor du sie in dea Version aufmochst.
el_gr: πριν το φορτώσεις σε αυτή την δοκιμαστική έκδοση.
es: antes de cargarlo en esta versión.
eu_es: txestatzeko argitalpen honetan kargatu aurretik.
fa_ir: قبل از اینکه آن را در این نسخه آزمایشی باز می کنید.
fi: ennen kuin lataat sen tässä snapshotissa.
fil_ph: bago mo i-load ito sa snapshot na ito.
fr_ca: avant que vous le chargez dans ce snapshot.
ga_ie: roimh é a lódáil sa roghbhlúire seo.
gd_gb: mus luchdaich thu san tionndadh beta seo e?
gl_es: antes de cargar nesta versión.
he: לפני שאת/ה טוען בגרסת ניסיון זאת.
hi_in: ये स्नप्शोत को लोड करने से पहले
hr_hr: prije nego što ga učitaš u ovom izdanju.
hu_hu: mielőtt betöltenéd ebben a snapshotban.
id_id: sebelum Anda muat di snapshot ini.
is_is: áður en þú hleður hana í þessari tilraunar útgáfu.
it: prima di aprirlo con questo snapshot.
ja_jp: バックアップを取ることを推奨します。
ka_ge: სანამ მას ამ snapshot-ში ჩატვირთავთ.
ko_kr: 세계를 백업하는 것을 잊지 마세요.
lb_lu: éier du se an dëser Entwécklungsversioun opméchs.
lt_lt: prieš paleidžiant jį šioje eksperimentinėje versijoje.
lv_lv: pirms tu to ielādē šajā testa versijā.
mk_mk: пред да влезеш во снапшот.
mn_mn: дэлхийгээ нөөцлөхөө бүү мартаарай.
ms_my: sebelum anda memuatkan dalam versi ini.
mt_mt: qabel tiftaħha f'din l-isnapshot.
nl_nl: voordat je het gaat laden in deze snapshot.
nn_no: før du lastar inn denne utgåva.
pl: zanim załadujesz go w tym snapshocie.
pt: antes de o abrir nesta snapshot.
ro_ro: înainte să o deschizi în acest snapshot.
ru_ru: прежде чем загрузить его в этой версии.
sk_sk: skôr ako ho načítaš v tomto snapshote.
sl_si: preden ga naložiš v predogledni verziji.
sq_al: para se të ngarkesës atë në këtë fotografi.
sv_se: innan du öppnar den i den här experimentversionen.
th_th: ก่อนที่จะโหลดใน Snapshot นี้
tr_tr: yedeklemeyi unutmayın.
vi_vn: trước khi nạp nó qua ảnh chụp này.
zh_cn: 在你在这个快照中加载它之前，
zh_tw: 備份這個世界。

# selectWorld_version
source: Version:
af_za: Weergawe:
ar_sa: الإصدار:
be_by: Версія:
bg_bg: Версия:
ca_es: Versió:
cs: Verze:
el_gr: Έκδοση:
es: Versión:
eu_es: Bertsioa:
fa_ir: نسخه:
fi: Versio:
fil_ph: Bersyon:
ga_ie: Leagan:
gd_gb: Tionndadh:
gl_es: Versión:
he: גרסה:
hi_in: संस्करण:
hr_hr: Verzija:
hu_hu: Verzió:
hy_am: տարբերակ:
id_id: Versi:
is_is: Útgáfa:
it: versione:
ja_jp: バージョン：
ka_ge: ვერსია:
ko_kr: 버전:
lb_lu: Versioun:
lt_lt: versija:
lv_lv: Versija:
mi_nz: Putanga:
mk_mk: Верзија:
mn_mn: Хувилбар:
ms_my: Versi:
mt_mt: Verżjoni:
nl_nl: Versie:
nn_no: Versjon:
pl: Wersja:
pt: Versão:
ro_ro: Versiune:
ru_ru: Версия:
sk_sk: Verzia:
sl_si: Verzija:
sq_al: Variant:
th_th: เวอร์ชั่น:
tr_tr: Sürüm:
vi_vn: Phiên bản:
zh_cn: 版本：
zh_tw: 版本：

# selectWorld_versionJoinButton
source: Use anyway
af_za: Gebruik in elk geval
ar_sa: استخدام على أي حال
be_by: Загрузіць усё адно
bg_bg: Използвайте все пак
ca_es: Usar de totes formes
cs: Přesto pokračovat
da_dk: Brug alligevel
de: Trotzdem verwenden
de_at: Trotzdem heanemma
el_gr: Χρησιμοποίησε παρ' όλα αυτά
es: Usar de todos modos
eu_es: Erabili hala nola
fa_ir: به هر حال استفاده کن
fi: Käytä silti
fil_ph: Gamitin parin
fr_ca: Utiliser quand même
ga_ie: Úsáid é ar aon nós
gd_gb: Cleachd e co-dhiù
gl_es: Empregar igualmente
he: טען בכל זאת
hi_in: कोई बात नही
hr_hr: Ipak koristit
hu_hu: Mindenképp használja
id_id: Menggunakannya
is_is: Nota samt
it: Apri comunque
ja_jp: 構わず使用する
ka_ge: მაინც გამოყენება
ko_kr: 어쨌든 사용하기
lb_lu: Trotzdem benotzen
lt_lt: Vistiek paleisti
lv_lv: Tomēr izmantot
mk_mk: Употреби сепак
mn_mn: Ямартай ч хэрэглэх
ms_my: Gunakan sahaja
mt_mt: Uża xorta
nl_nl: Toch gebruiken
nn_no: Bruk uansett
pl: Użyj mimo to
pt: Usar na mesma
ro_ro: Deschide oricum
ru_ru: Всё равно использовать
sk_sk: Použiť aj tak
sl_si: Vseeno uporabi
sq_al: Përdorni gjithsesi
sv_se: Använd ändå
th_th: ใช้ต่อไป
tr_tr: Yine de kullan
vi_vn: Cứ sử dụng
zh_cn: 仍然加载
zh_tw: 繼續載入

# selectWorld_versionQuestion
source: Do you really want to load this world?
af_za: Wil jy regtig hierdie wêreld laai?
ar_sa: هل تريد حقا لتحميل هذا العالم?
be_by: Жадаеце загрузіць гэты свет?
bg_bg: Наистина ли искате да заредите този свят?
ca_es: Segur que vols carregar aquest món?
cs: Opravdu chceš načíst tento svět?
da_dk: Ønsker du virkelig at indlæse denne verden?
de: Möchtest du diese Welt wirklich laden?
de_at: Megst du de Wöd wirklich lona?
el_gr: Θέλετε πραγματικά να φορτώσετε αυτόν τον κόσμο;
es: ¿Quieres cargar este mundo?
eu_es: Mundu hau gorde nahi duzu?
fa_ir: آیا از باز کردن این جهان مطمئنید؟
fi: Haluatko todella ladata tämän maailman?
fil_ph: Gusto mo bang buksan ang mundong ito?
fr_ca: Voulez-vous vraiment charger ce monde ?
ga_ie: An bhfuil tú cinnte gur mian leat an domhan seo a lódáil?
gd_gb: A bheil thu cinnteach gu bheil thu airson an saoghal seo a luchdadh?
gl_es: Realmente queres cargar este mundo?
he: האם אתה באמת רוצה לטעון את העולם הזה?
hi_in: क्या आपको सच्ची में ये दुनिया चाहिए?
hr_hr: Stvarno želite učitati ovaj svijet?
hu_hu: Biztos be akarod tölteni ezt a világot?
hy_am: Իրավե՞ն այս աշխարհը բանալ կուզեք?
id_id: Apakah Anda benar-benar ingin memuat dunia ini?
is_is: Ertu viss um að þú viljir hlaða þennan heim?
it: Vuoi davvero aprire questo mondo?
ja_jp: このワールドを読み込んでもよろしいですか？
ka_ge: ნამდვილად გსურთ ამ სამყაროს ჩატვირთვა?
ko_kr: 이 세계를 불러오시겠습니까?
lb_lu: Wëlls du wierklech des Welt lueden?
lt_lt: Ar tikrai norite paleisti šį pasaulį?
lv_lv: Vai tiešām vēlaties ielādēt šo pasauli?
mk_mk: Дали сакате да го вчитате светот?
mn_mn: Энэ дэлхийг уншихыг зөвшөөрч байна уу?
ms_my: Adakah anda benar-benar ingin memuatkan dunia ini?
mt_mt: Żgur tixtieq tiftaħ din id-dinja?
nl_nl: Wil je deze wereld echt laden?
nn_no: Vil du verkeleg lasta denne verda?
pl: Czy na pewno chcesz załadować ten świat?
pt: Queres mesmo carregar este mundo?
ro_ro: Chiar dorești să încarci această lume?
ru_ru: Вы действительно хотите загрузить этот мир?
sk_sk: Naozaj chceš načítať tento svet?
sl_si: Ali res želiš naložiti ta svet?
sq_al: A jeni të vërtetë doni për të ngarkuar këtë botë?
sv_se: Vill du verkligen läsa in den här världen?
th_th: คุณต้องการที่โหลดโลกนี้หรือไม่
tr_tr: Bu dünyayı gerçkten yüklemek istiyor musunuz?
vi_vn: Bạn có chắc chắn muốn nạp thế giới này không?
zh_cn: 你真的想加载此世界吗？
zh_tw: 你確定要載入這個世界嗎？

# selectWorld_versionUnknown
source: unknown
af_za: onbekend
ar_sa: غير معروف
be_by: невядомая
bg_bg: неизвестна
ca_es: desconeguda
cs: neznámá
da_dk: ukendt
de: unbekannt
de_at: unbekonnt
el_gr: Άγνωστη Έκδοση
es: desconocida
eu_es: ezezaguna
fa_ir: ناشناخته
fi: tuntematon
fil_ph: hindi malaman
fr_ca: inconnue
ga_ie: anaithnid
gd_gb: chan eil fhios
gl_es: descoñecido
he: לא ידוע
hi_in: अंजान
hr_hr: nepoznata
hu_hu: ismeretlen
hy_am: Անհայտ
id_id: tidak diketahui
is_is: óþekkt
ja_jp: 不明
ka_ge: უცნობი
ko_kr: 알 수 없음
lb_lu: onbekannt
lt_lt: nežinoma
lv_lv: nezināms
mk_mk: непознато
mn_mn: мэдэгдээгүй
ms_my: tidak diketahui
mt_mt: mhux magħrufa
nl_nl: onbekend
nn_no: ukjend
pl: nieznana
pt: desconhecido
ro_ro: necunoscută
ru_ru: неизвестна
sk_sk: neznáma
sl_si: neznano
sq_al: i panjohur
sv_se: okänd
th_th: ไม่รู้จัก
tr_tr: bilinmeyen
vi_vn: không rõ
zh_cn: 未知
zh_tw: 未知

# selectWorld_versionWarning
source: This world was saved in version '{0}' and loading it in this version could cause corruption!
af_za: Hierdie wêreld is in weergawe '{0}' gestoor en om dit in dié weergawe te laai kan korrupsie veroorsaak!
ar_sa: تم حفظ هذا العالم في إصدار '{0}' وتحميله في هذا الإصدار يمكن أن يسبب تلف!
be_by: Гэты свет быў захаваны ў версіі '{0}', спроба загрузкі ў гэтай версіі можа яго пашкодзіць!
bg_bg: Този свят е бил запазен във версия '{0}', зареждането му на тази версия може да причини проблеми!
ca_es: Aquest món es va guardar en la versió '{0}' i carregar-lo en aquesta versió podria causar corrupció!
cs: Tento svět byl uložen ve verzi {0}, jeho načtením v současné verzi by mohlo dojít k jeho poškození!
da_dk: Denne verden var gemt i version '{0}' og indlæsning af den i denne version kan forårsage korruption!
de: Diese Welt wurde in Version '{0}' gespeichert. Sie in dieser Version zu laden, kann die Welt beschädigen!
de_at: De Wöd is in da Version '{0}' gspeichad. Wenn du sie in dea Version lodst, ku des de Wöd zaschiaßn!
el_gr: Αυτός ο κόσμος είναι αποθηκευμένος στην έκδοση '{0}' και το άνοιγμα του σε αυτή την έκδοση θα μπορούσε να τον καταστρέψει!
es: ¡Este mundo pertenece a la versión "{0}" y puede dañarse si lo abres en la actual!
eu_es: Mundu hau '{0}' bertsioan gorde egin zen eta bertsio honetan kargatzen bada agian hondatuko da!
fa_ir: این جهان در نسخه {0} ذخیره شده و باز کردن آن در این نسخه ممکن است باعث نابود شدن این جهان شود!
fi: Tämä maailma tallennettiin versiossa '{0}' ja sen lataaminen tässä versiossa voi aiheuttaa sen korruptoitumisen!
fil_ph: Ang mundong ito ay nai-save sa bersyong '{0}' at ang pagbubukas nito sa bersyong ito ay maaaring makapagdulot ng pagkasira ng mundong ito!
fr_ca: Ce monde a été sauvegardé dans la version "{0}" et le charger dans cette version pourrait causer de la corruption !
ga_ie: Sábháladh an domhan seo i leagan '{0}' agus is féidir é a thruailliú trína lódáil sa leagan seo!
gd_gb: Chaidh an saoghal seo a shàbhaladh san tionndadh “{0}” agus dh’fhaoidte gun dèid a mhilleadh ma luchdaicheas tu san tionndadh seo e!
gl_es: Este mundo foi gardado na versión '{0}' e cargándoo nesta versión pode corromperse!
he: העולם הזה נשמר בגרסה '{0}' וטעינתו בגרסה זו עלולה לגרום לבעיות!
hi_in: ये दुनिया '{0}' सँस्करण में सेव हुई थी, और इसे खोलकर करप्षन हो सकता है!
hr_hr: Ovaj svijet je spremljen u verziji '{0}' i učitavanje u ovoj verziji može nanijeti raspadanje!
hu_hu: Ez a világ a(z) '{0}' verzióban lett elmentve és a betöltése ebben a verzióban korrupciót okozhat!
id_id: Dunia ini disimpan dalam versi '{0}' dan pemuatan dalam versi ini dapat menyebabkan korupsi!
is_is: Þessi veröld var vistuð í útgáfu '{0}' og að hlaða hana í þessari útgáfu gæti skemmt veröldina!
it: È stato salvato nella versione {0} e aprirlo adesso potrebbe danneggiarlo!
ja_jp: このワールドはバージョン「{0}」で保存されています。現在のバージョンでこのワールドを読み込むと、データが破損してしまう可能性があります。
ka_ge: ეს სამყარო შენახულია ვერსიაში '{0}' და ამ ვერსიაში ჩატვირთვამ შესაძლოა დააზიანოს ის!
ko_kr: 이 세계는 '{0}' 버전에서 저장되었으며, 현재 버전에서 불러오면 세계가 손상될 수 있습니다!
lb_lu: D'Welt gouf an der Versioun '{0}' gespäichert, se an dëser Versioun ze luede kann se zerstéieren!
lt_lt: Šis pasaulis paskutinį kartą žaistas '{0}' versijoje, tad jį paleidžiant, esama versija gali pasaulį sugadinti!
lv_lv: Šī pasaule tika saglabāta versijā '{0}' un ielādējot to šajā versijā var izraisīt bojājumus!
mk_mk: Овој свет е зачувана во верзијата "{0}" и да го вчитате во оваа верзија може да предизвика корупцијата!
mn_mn: Энэ дэлхий '{0}' хувилбар дээр хадгалагдсан бөгөөд үүнийг энэ хэвилбараар уншуулахад алдаа гарч болзошгүй!
ms_my: Dunia ini disimpan dalam versi '{0}' dan memuatkan dalam versi ini boleh menyebabkan kerosakkan!
mt_mt: Din id-dinja kinet ġiet issejvjata fil-verżjoni '{0}' u jekk tiftaħha f'din il-verżjoni tista' tikkawża ħsara!
nl_nl: Deze wereld was opgeslagen in versie '{0}' en het laden van de wereld in deze versie kan beschadiging veroorzaken!
nn_no: Denne verda vert lagra i versjon '{0}', og ved å starte i denne versjonen kan den bli øydelagd!
pl: Ten świat został zapisany w wersji "{0}" i załadowanie go w tej wersji może spowodować uszkodzenie!
pt: O mundo foi guardado na versão '{0}' e carregá-lo nesta versão pode corrompê-lo!
ro_ro: A fost salvată în versiunea "{0}" și încărcarea ei în această versiune ar putea să o corupă!
ru_ru: Этот мир был сохранён в версии '{0}' и он может быть повреждён при загрузке в этой версии!
sk_sk: Tento svet bol uložený vo verzii "{0}" a jeho načítanie v tejto verzii by mohlo spôsobiť poškodenie!
sl_si: Ta svet je bil shranjen v različici "{0}" in nalaganje v tej različici lahko povzroči napako!
sq_al: Kjo botë u ruajt në versionin '{0}' dhe ngarkimit atë në këtë version mund të shkaktojë korrupsionit!
sv_se: Denna värld har sparats i versionen "{0}" och om du kör den i denna version kan världen bli korrupt!
th_th: โลกนี้ถูกบันทึกไว้ในเวอร์ชั่น '{0}' และการโหลดเวอร์ชั่นนี้อาจทำให้เกิดความเสียหาย
tr_tr: Bu dünya '{0}' sürümünde kaydedilmiş ve bu sürümde yüklenmesi bozulmasına sebep olabilir!
vi_vn: Thế giới này được lưu vào phiên bản '{0}' nên nếu nạp nó trong phiên bản này có thể sẽ khiến nó bị hỏng!
zh_cn: 此世界是在'{0}'版本中保存的，在此版本中加载可能会导致数据损坏！
zh_tw: 這個世界儲存於 '{0}' 版本，在這個版本載入它可能會導致毀損！

# selectWorld_world
source: World
af_za: Wêreld
ar_sa: عالم
be_by: Свет
bg_bg: Свят
ca_es: Món
cs: Svět
da_dk: Verden
de: Welt
de_at: Wöd
el_gr: Κόσμος
es: Mundo
eu_es: Mundua
fa_ir: دنیا
fi: Maailma
fil_ph: Mundo
fr_ca: Monde
ga_ie: Domhan
gd_gb: Saoghal
gl_es: Mundo
he: עולם
hi_in: दुनिया
hr_hr: Svijet
hu_hu: Világ
hy_am: Աշխարհ
id_id: Dunia
is_is: Heimur
it: Mondo
ja_jp: ワールド
ka_ge: სამყარო
ko_kr: 세계
lb_lu: Welt
lt_lt: Pasaulis
lv_lv: Pasaule
mi_nz: Ao
mk_mk: свет
mn_mn: Дэлхий
ms_my: Dunia
mt_mt: Dinja
nl_nl: Wereld
nn_no: Verd
pl: Świat
pt: Mundo
ro_ro: Lume
ru_ru: Мир
sk_sk: Svet
sl_si: Svet
sq_al: bote
sv_se: Värld
th_th: โลก
tr_tr: Dünya
vi_vn: Thế giới
zh_cn: 世界
zh_tw: 世界

# sign_edit
source: Edit sign message
af_za: Wysig merkteken boodskap
ar_sa: تحرير علامة الرسالة
be_by: Рэдагаваць надпіс шыльды
bg_bg: Редактиране на съобщението на табелата
ca_es: Editant el missatge del cartell
cs: Napiš text na ceduli
da_dk: Rediger skiltets indhold
de: Beschriftung eingeben
de_at: Beschriftung eigem
el_gr: Επεξεργαστείτε το μήνυμα της πινακίδας
es: Editar mensaje del cartel
eu_es: Editatu kartel mezua
fa_ir: تغییر نوشته نشانه
fi: Muokkaa kyltin viestiä
fil_ph: Ayusin ang sinasabi ng karatula
fr_ca: Inscrivez le message de la pancarte
ga_ie: Athraigh téacs comhartha
gl_es: Editar mensaxe do cartel
he: ערוך שלט
hr_hr: Uredi natpis
hu_hu: Tábla szövegének szerkesztése
id_id: Ubah pesan di papan tanda
is_is: Breyta skilaboðum á skilti
it: Scrivi il messaggio del cartello
ja_jp: 看板の編集
ka_ge: ნიშანის შეტყობინების ჩასწორება
ko_kr: 표지판 문구 편집
lb_lu: Schëldnoriicht editéieren
lt_lt: Redaguoti ženklo žinutę
lv_lv: Rediģēt zīmes ziņojumu
mk_mk: Уредете ја пораката на знакот
mn_mn: Засах
ms_my: Sunting mesej pada papan tanda
mt_mt: Ibdel il-messaġġ tat-tabella
nl_nl: Bordtekst bewerken
nn_no: Endre tekst på skilt
pl: Edytuj treść tabliczki
pt: Editar mensagem da tabuleta
ro_ro: Modifică mesajul semnului
ru_ru: Введите текст таблички
sk_sk: Upraviť text na ceduľke
sl_si: Uredite sporočilo table
sq_al: Edit shenjë mesazh
sv_se: Redigera skyltmeddelande
th_th: แก้ไขข้อความบนป้าย
tr_tr: Tabelayı Düzenle
vi_vn: Chỉnh sửa thông điệp trên bảng
zh_cn: 修改告示牌信息
zh_tw: 編輯告示牌文字

# soundCategory_ambient
source: Ambient/Environment
af_za: Omgewing
ar_sa: محيط / البيئة
be_by: Наваколле
bg_bg: Околна среда
ca_es: Ambient
cs: Okolí a prostředí
da_dk: Omgivende/Miljø
de: Atmosphäre/Umgebung
de_at: Umgebung
el_gr: Περιβάλλον
es: Ambiente/Entorno
eu_es: Ingurunea
fa_ir: محیط / محیط زیست
fi: Tunnelma/Ympäristö
fil_ph: Ambient/Kapaligiran
fr_ca: Bruitages d'ambiance
ga_ie: Timpeallacht
gd_gb: Àrainneachd
gl_es: Ambiente
he: אווירה\סביבה
hi_in: परिवेश / पर्यावरण
hr_hr: Okolina
hu_hu: Környezet
hy_am: Շրջակա/Միջավայր
id_id: Sekitarnya/Lingkungan
is_is: Andrúmsloft/Umhverfi
it: Ambiente
ja_jp: 環境音
ka_ge: გარემო
ko_kr: 분위기음/환경
lb_lu: Atmosphäre/Ëmwelt
lt_lt: Fonas/aplinka
lv_lv: Apkārtne/vide
mi_nz: Ambient / Taiao
mk_mk: Амбиентал/Животната средина
mn_mn: Хүрээлэн буй орчин
ms_my: Persekitaran/sekeliling
mt_mt: Ambjent
nl_nl: Omgeving
nn_no: Miljø/Omgjevnaden
pl: Otoczenie/środowisko
pt: Ambiente
ro_ro: Mediul înconjurător
ru_ru: Окружение
sk_sk: Prostredie
sl_si: Ambient/okolje
sq_al: Ambientit/Environment
sv_se: Omgivning/miljö
th_th: สภาพแวดล้อม
tr_tr: Ortam/Çevre
vi_vn: Môi trường
zh_cn: 环境
zh_tw: 環境音效/環境

# soundCategory_block
source: Blocks
af_za: Blokke
ar_sa: كتل
be_by: Блокі
bg_bg: Блокове
ca_es: Blocs
cs: Bloky
da_dk: Blokke
de: Blöcke
de_at: Bleck
el_gr: Κύβοι
es: Bloques
eu_es: Blokeak
fa_ir: بلوک
fi: Kuutiot
fil_ph: Mga Bloke
fr_ca: Blocs
ga_ie: Bloic
gd_gb: Blocaichean
gl_es: Bloques
he: קוביות
hi_in: ब्लाकों
hr_hr: Blokovi
hu_hu: Blokkok
hy_am: Բլոկներ
id_id: Blok
is_is: Kassar
it: Blocchi
ja_jp: ブロック
ka_ge: ბლოკები
ko_kr: 블록
lb_lu: Bléck
lt_lt: Blokai
lv_lv: Bloki
mi_nz: poraka
mk_mk: Блокови
mn_mn: Блокууд
ms_my: Blok
mt_mt: Blokki
nl_nl: Blokken
nn_no: Blokker
pl: Bloki
pt: Blocos
ro_ro: Blocuri
ru_ru: Блоки
sk_sk: Kocky
sl_si: Kocke
sq_al: Blloqe
sv_se: Block
th_th: บล็อค
tr_tr: Bloklar
vi_vn: Khối
zh_cn: 方块
zh_tw: 方塊

# soundCategory_hostile
source: Hostile Creatures
af_za: Vyandige Skepsels
ar_sa: الوحوش
be_by: Варожыя істоты
bg_bg: Враждебни създания
ca_es: Criatures hostils
cs: Nepřátelé
da_dk: Fjendtlige væsener
de: Feindliche Kreaturen
de_at: Monsta
el_gr: Επιθετικά Πλάσματα
es: Criaturas hostiles
eu_es: Izaki arriskutsuak
fa_ir: موجودات متخاصم
fi: Vihamieliset olennot
fil_ph: Mga Masasamang Nilalang
fr_ca: Créatures hostiles
ga_ie: Créatúir Naimhdeacha
gd_gb: Creutairean nàimhdeach
gl_es: Criaturas hostís
he: יצורים עוינים
hi_in: शत्रुतापूर्ण जीव
hr_hr: Agresivna Stvorenja
hu_hu: Ellenséges lények
hy_am: Թշնամի Արարածներ
id_id: Makhluk Jahat
is_is: Óvinveittar Verur
it: Creature ostili
ja_jp: 敵対的生物
ka_ge: მტრული ქმნილებები
ko_kr: 적대적 생명체
lb_lu: Feindlech Kreaturen
lt_lt: Priešiški padarai
lv_lv: Draudīgie radījumi
mi_nz: Vaerua kaikiri
mk_mk: Непријателски Суштества
mn_mn: Дайсны амьтад
ms_my: Makhluk-makhluk bermusuhan
mt_mt: Kreaturi Ostili
nl_nl: Vijandige wezens
nn_no: Fiendtlege skapningar
pl: Wrogie stworzenia
pt: Criaturas Hostis
ro_ro: Ființe ostile
ru_ru: Враждебные существа
sk_sk: Nepriateľské tvory
sl_si: Sovražna bitja
sq_al: Armiqësore, Krijesa
sv_se: Fientliga varelser
th_th: สิ่งมีชีวิตที่เป็นศัตรู
tr_tr: Düşman Yaratıklar
vi_vn: Sinh vật ác
zh_cn: 敌对生物
zh_tw: 敵對生物

# soundCategory_master
source: Master Volume
af_za: Meester Volume
ar_sa: الصوت الرئيسي
be_by: Агульная гучнасць
bg_bg: Сила на звука
ca_es: Volum global
cs: Celková hlasitost
da_dk: Hoved volume
de: Gesamtlautstärke
de_at: Gesomtlautstärke
el_gr: Κύρια Ένταση Ήχου
es: Volumen general
eu_es: Bolumen nagusia
fa_ir: صدای اصلی
fi: Kaikki äänet
fil_ph: Pinunong Lakas
fr_ca: Volume principal
ga_ie: Príomhrialtán Airde
gl_es: Volume xeral
he: עוצמה ראשית
hi_in: मास्टर वॉल्यूम
hr_hr: Glasnoća
hu_hu: Fő hangerő
hy_am: վարպետ ծավալ
id_id: Volume Utama
is_is: Aðal hljóðstyrkur
it: Volume generale
ja_jp: 主音量
ka_ge: მთავარი ხმა
ko_kr: 주 음량
lb_lu: Gesamtlautstäerkt
lt_lt: Garso stiprumas
lv_lv: Kopējais skaļums
mi_nz: rōrahi te Kaiwhakaako
mk_mk: Главната Звук
mn_mn: Ерөнхий чимээ
ms_my: Kelantangan Induk
mt_mt: Volum Prinċipali
nl_nl: Hoofdvolume
nn_no: Hovudvolum
pl: Ogólny poziom głośności
pt: Volume Geral
ro_ro: Volum principal
ru_ru: Общая громкость
sk_sk: Celková hlasitosť
sl_si: Glavni zvok
sq_al: Master Vëllimi
sv_se: Huvudvolym
th_th: เสียงหลัก
tr_tr: Ana Ses
vi_vn: Âm lượng tổng
zh_cn: 主音量
zh_tw: 主音量

# soundCategory_music
source: Music
af_za: Musiek
ar_sa: الموسيقى
be_by: Музыка
bg_bg: Музика
ca_es: Música
cs: Hudba
da_dk: Musik
de: Musik
de_at: Musi
el_gr: Μουσική
es: Música
eu_es: Musika
fa_ir: موسیقی
fi: Musiikki
fil_ph: Musika
fr_ca: Musique
ga_ie: Ceol
gd_gb: Ceòl
gl_es: Música
he: מוזיקה
hi_in: संगीत
hr_hr: Glazba
hu_hu: Zene
hy_am: երաժշտություն
id_id: Musik
is_is: Tónlist
it: Musica
ja_jp: BGM
ka_ge: მუსიკა
ko_kr: 음악
lb_lu: Musek
lt_lt: Muzika
lv_lv: Mūzika
mi_nz: Puoro
mk_mk: Музика
mn_mn: Хөгжим
ms_my: Muzik
mt_mt: Mużika
nl_nl: Muziek
nn_no: Musikk
pl: Muzyka
pt: Música
ro_ro: Muzică
ru_ru: Музыка
sk_sk: Hudba
sl_si: Glasba
sq_al: Muzikë
sv_se: Musik
th_th: เพลง
tr_tr: Müzik
vi_vn: Nhạc
zh_cn: 音乐
zh_tw: 音樂

# soundCategory_neutral
source: Friendly Creatures
af_za: Vriendelike Skepsels
ar_sa: حيوانات اليفة
be_by: Прыязныя істоты
bg_bg: Приятелски същества
ca_es: Criatures passives
cs: Přátelská stvoření
da_dk: Venlige væsener
de: Freundliche Kreaturen
de_at: Freindliche Viecha
el_gr: Φιλικά Πλάσματα
es: Criaturas amigables
eu_es: Izaki baketsuak
fa_ir: موجودات دوستانه
fi: Hyväntahtoiset olennot
fil_ph: Mga Mabubuting Nilalang
fr_ca: Créatures passives
ga_ie: Créatúir Chairdiúla
gd_gb: Creutairean càirdeil
gl_es: Criaturas amistosas
he: יצורים ידידותיים
hi_in: अनुकूल जीव
hr_hr: Prijateljska Stvorenja
hu_hu: Barátságos lények
hy_am: Բարեկամ Արարածներ
id_id: Makhluk Baik
is_is: Vinveittar Verur
it: Creature amichevoli
ja_jp: 友好的生物
ka_ge: მეგობრული ქმნილებები
ko_kr: 친화적 생명체
lb_lu: Frëndlech Kreaturen
lt_lt: Draugiški padarai
lv_lv: Draudzīgie radījumi
mi_nz: Vaerua hoa
mk_mk: Пријателски Суштества
mn_mn: Нөхөрсөг амьтад
ms_my: Makhluk-makhluk mesra
mt_mt: Kreaturi Passivi
nl_nl: Vriendelijke wezens
nn_no: Vennlege skapningar
pl: Przyjazne stworzenia
pt: Criaturas Amigáveis
ro_ro: Ființe prietenoase
ru_ru: Дружелюбные существа
sk_sk: Priateľské tvory
sl_si: Prijazna bitja
sq_al: Miqësore Krijesa
sv_se: Fredliga varelser
th_th: สิ่งมีชีวิตที่เป็นมิตร
tr_tr: Dost Yaratıklar
vi_vn: Sinh vật lành
zh_cn: 友好生物
zh_tw: 友好生物

# soundCategory_player
source: Players
af_za: Spelers
ar_sa: الاعبين
be_by: Гульцы
bg_bg: Играчи
ca_es: Jugadors
cs: Hráči
da_dk: Spillere
de: Spieler
de_at: Spiela
el_gr: Παίκτες
es: Jugadores
eu_es: Jokalariak
fa_ir: بازیکنان
fi: Pelaajat
fil_ph: Mga Naglalaro
fr_ca: Joueurs
ga_ie: Imreoirí
gd_gb: Cluicheadairean
gl_es: Xogadores
he: שחקנים
hi_in: खिलाड़ी
hr_hr: Igrači
hu_hu: Játékosok
hy_am: Խաղացողները
id_id: Pemain
is_is: Leikmenn
it: Giocatori
ja_jp: プレイヤー
ka_ge: მოთამაშეები
ko_kr: 플레이어
lb_lu: Spiller
lt_lt: Žaidėjai
lv_lv: Spēlētāji
mi_nz: kaitākaro
mk_mk: Играчи
mn_mn: Тоглогчид
ms_my: Pemain
mt_mt: Plejers
nl_nl: Spelers
nn_no: Spelarar
pl: Gracze
pt: Jogadores
ro_ro: Jucători
ru_ru: Игроки
sk_sk: Hráči
sl_si: Igralci
sq_al: Lojtarët
sv_se: Spelare
th_th: ผู้เล่น
tr_tr: Oyuncular
vi_vn: Người chơi
zh_cn: 玩家
zh_tw: 玩家
