Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_triangles_top_black
source: Black Chief Indented
ar_sa: راية ملونة أسود
be_by: Чорнае зубчастае чало
bg_bg: Черни горни зъбци
ca_es: Cap dentat negre
cs: Černý odsazený horní pruh
da_dk: Sorte Toppigge
de: Schwarzes gespickeltes Bannerhaupt
de_at: Schworzs gspicklts Bannerhaupt
el_gr: Μαύρη οδοντωτή κορυφή
es: Jefe negro dentado
fi: Musta hammaskoroinen lakio
fr_ca: Émanchures de sable mouvant du chef
ga_ie: Barr Dubh Eangach
gl_es: Xefe negro dentado
he: משולשים עליונים שחורים
hr_hr: Crni Gornji Cik-Cak
hu_hu: Fekete fogas fő
id_id: Kepala hitam yang menjorok
it: Al capo cuneato di nero
ja_jp: 上に黒色の波形
ka_ge: შავი ზედა კბილანები
ko_kr: 검은색 위쪽 톱니 모양
lb_lu: Schwaarz Zacken uewen
lt_lt: Juodi viršutiniai trikampiai
ms_my: Atas Hitam Dilekukan
nl_nl: Zwarte ingesprongen hoofd
nn_no: Svart tannsnitt oppe
pl: Czarna głowica ząbkowana
pt: Dentado Preto Superior
ro_ro: Șef negru dințat
ru_ru: Чёрная зубчатая глава
sk_sk: Čierny horný odsadený pásik
sl_si: Črna zgornja pokrovača
sv_se: Svarta taggar upptill
th_th: ลายฟันเลื่อยสีดำด้านบน
tr_tr: Üstten Siyah Testere Dişi
vi_vn: Hình răng cưa màu đen ở góc trên
zh_cn: 黑色顶波纹
zh_tw: 上側黑色鋸齒

# item_banner_triangles_top_blue
source: Blue Chief Indented
ar_sa: راية ملونة أزرق
be_by: Сіняе зубчастае чало
bg_bg: Сини горни зъбци
ca_es: Cap dentat blau
cs: Modrý odsazený horní pruh
da_dk: Blå Toppigge
de: Blaues gespickeltes Bannerhaupt
el_gr: Μπλε οδοντωτή κορυφή
es: Jefe azul dentado
fi: Sininen hammaskoroinen lakio
fr_ca: Émanchures d'azur mouvant du chef
ga_ie: Barr Gorm Eangach
gl_es: Xefe azul dentado
he: משולשים עליונים כחולים
hr_hr: Plavi Gornji Cik-Cak
hu_hu: Kék fogas fő
id_id: Biru kepala indentasi
it: Al capo cuneato di blu
ja_jp: 上に青色の波形
ka_ge: ლურჯი ზედა კბილანები
ko_kr: 파란색 위쪽 톱니 모양
lb_lu: Blo Zacken uewen
lt_lt: Mėlyni viršutiniai trikampiai
ms_my: Atas Biru Dilekukan
nl_nl: Blauwe ingesprongen hoofd
nn_no: Blått tannsnitt oppe
pl: Niebieska głowica ząbkowana
pt: Dentado Azul Superior
ro_ro: Șef albastru dințat
ru_ru: Синяя зубчатая глава
sk_sk: Modrý horný odsadený pásik
sl_si: Modra zgornja pokrovača
sv_se: Blåa taggar upptill
th_th: ลายฟันเลื่อยสีน้ำเงินด้านบน
tr_tr: Üstten Mavi Testere Dişi
vi_vn: Hình răng cưa màu xanh nước biển ở góc trên
zh_cn: 蓝色顶波纹
zh_tw: 上側藍色鋸齒

# item_banner_triangles_top_brown
source: Brown Chief Indented
ar_sa: راية ملونة بني
be_by: Карычневае зубчастае чало
bg_bg: Кафяви горни зъбци
ca_es: Cap dentat marró
cs: Hnědý odsazený horní pruh
da_dk: Brune Toppigge
de: Braunes gespickeltes Bannerhaupt
el_gr: Καφέ οδοντωτή κορυφή
es: Jefe marrón dentado
fi: Ruskea hammaskoroinen lakio
fr_ca: Émanchures de brun mouvant du chef
ga_ie: Barr Donn Eangach
gl_es: Xefe marrón dentado
he: משולשים עליונים חומים
hr_hr: Smeđi Gornji Cik-Cak
hu_hu: Barna fogas fő
id_id: Cokelat kepala indentasi
it: Al capo cuneato di marrone
ja_jp: 上に茶色の波形
ka_ge: ყავისფერი ზედა კბილანები
ko_kr: 갈색 위쪽 톱니 모양
lb_lu: Brong Zacken uewen
lt_lt: Rudi viršutiniai trikampiai
ms_my: Atas Coklat Dilekukan
nl_nl: Bruine ingesprongen hoofd
nn_no: Brunt tannsnitt oppe
pl: Brązowa głowica ząbkowana
pt: Dentado Castanho Superior
ro_ro: Șef maro dințat
ru_ru: Коричневая зубчатая глава
sk_sk: Hnedý horný odsadený pásik
sl_si: Rjava zgornja pokrovača
sv_se: Bruna taggar upptill
th_th: ลายฟันเลื่อยสีน้ำตาลด้านบน
tr_tr: Üstten Kahverengi Testere Dişi
vi_vn: Hình răng cưa màu nâu ở góc trên
zh_cn: 棕色顶波纹
zh_tw: 上側棕色鋸齒

# item_banner_triangles_top_cyan
source: Cyan Chief Indented
ar_sa: راية ملونة سماوي
be_by: Бірузовае зубчастае чало
bg_bg: Синьозелени горни зъбци
ca_es: Cap dentat cian
cs: Azurový odsazený horní pruh
da_dk: Tyrkis Toppigge
de: Türkises gespickeltes Bannerhaupt
el_gr: Κυανή οδοντωτή κορυφή
es: Jefe cian dentado
fi: Turkoosi hammaskoroinen lakio
fr_ca: Émanchures de cyan mouvant du chef
ga_ie: Barr Cian Eangach
gl_es: Xefe ciano dentado
he: משולשים עליונים ציאן
hr_hr: Tirkizni Gornji Cik-Cak
hu_hu: Türkiz fogas fő
id_id: Kepala Cyan indentasi
it: Al capo cuneato di ciano
ja_jp: 上に水色の波形
ka_ge: ცისფერი ზედა კბილანები
ko_kr: 청록색 위쪽 톱니 모양
lb_lu: Turquoise Zacken uewen
lt_lt: Žalsvai mėlyni viršutiniai trikampiai
ms_my: Atas Cyan Dilekukan
nl_nl: Cyaan ingesprongen hoofd
nn_no: Turkist tannsnitt oppe
pl: Błękitna głowica ząbkowana
pt: Dentado Ciano Superior
ro_ro: Șef turcoaz dințat
ru_ru: Бирюзовая зубчатая глава
sk_sk: Tyrkysový horný odsadený pásik
sl_si: Turkizna zgornja pokrovača
sv_se: Turkosa taggar upptill
th_th: ลายฟันเลื่อยสีน้ำเงินแกมเขียวด้านบน
tr_tr: Üstten Camgöbeği Testere Dişi
vi_vn: Hình răng cưa màu lục lam ở góc trên
zh_cn: 青色顶波纹
zh_tw: 上側青色鋸齒

# item_banner_triangles_top_gray
source: Grey Chief Indented
ar_sa: راية ملونة رمادي
be_by: Шэрае зубчастае чало
bg_bg: Сиви горни зъбци
ca_es: Cap dentat gris
cs: Šedý odsazený horní pruh
da_dk: Grå Toppigge
de: Graues gespickeltes Bannerhaupt
el_gr: Γκρι οδοντωτή κορυφή
es: Jefe gris dentado
fi: Harmaa hammaskoroinen lakio
fr_ca: Émanchures d'acier mouvant du chef
ga_ie: Barr Liath Eangach
gl_es: Xefe gris dentado
he: משולשים עליונים אפורים
hr_hr: Sivi Gornji Cik-Cak
hu_hu: Szürke fogas fő
id_id: Kepala abu-abu yang menjorok
it: Al capo cuneato di grigio
ja_jp: 上に灰色の波形
ka_ge: ნაცრისფერი ზედა კბილანები
ko_kr: 회색 위쪽 톱니 모양
lb_lu: Gro Zacken uewen
lt_lt: Pilki viršutiniai trikampiai
ms_my: Atas Kelabu Dilekukan
mt_mt: Gray Chief Indented
nl_nl: Grijze ingesprongen hoofd
nn_no: Grått tannsnitt oppe
pl: Szara głowica ząbkowana
pt: Dentado Cinzento Superior
ro_ro: Șef gri dințat
ru_ru: Серая зубчатая глава
sk_sk: Sivý horný odsadený pásik
sl_si: Siva zgornja pokrovača
sv_se: Gråa taggar upptill
th_th: ลายฟันเลื่อยสีเทาด้านบน
tr_tr: Üstten Gri Testere Dişi
vi_vn: Hình răng cưa màu xám ở góc trên
zh_cn: 灰色顶波纹
zh_tw: 上側灰色鋸齒

# item_banner_triangles_top_green
source: Green Chief Indented
ar_sa: راية ملونة أخضر
be_by: Зялёнае зубчастае чало
bg_bg: Зелени горни зъбци
ca_es: Cap dentat verd
cs: Zelený odsazený horní pruh
da_dk: Grønne Toppigge
de: Grünes gespickeltes Bannerhaupt
el_gr: Πράσινη οδοντωτή κορυφή
es: Jefe verde dentado
fi: Vihreä hammaskoroinen lakio
fr_ca: Émanchures de sinople mouvant du chef
ga_ie: Barr Uaine Eangach
gl_es: Xefe verde dentado
he: משולשים עליונים ירוקים
hr_hr: Zeleni Gornji Cik-Cak
hu_hu: Zöld fogas fő
id_id: Hijau kepala indentasi
it: Al capo cuneato di verde
ja_jp: 上に緑色の波形
ka_ge: მწვანე ზედა კბილანები
ko_kr: 초록색 위쪽 톱니 모양
lb_lu: Gréng Zacken uewen
lt_lt: Žali viršutiniai trikampiai
ms_my: Atas Hijau Dilekukan
nl_nl: Groene ingesprongen hoofd
nn_no: Grønt tannsnitt oppe
pl: Zielona głowica ząbkowana
pt: Dentado Verde Superior
ro_ro: Șef verde dințat
ru_ru: Зелёная зубчатая глава
sk_sk: Zelený horný odsadený pásik
sl_si: Zelena zgornja pokrovača
sv_se: Gröna taggar upptill
th_th: ลายฟันเลื่อยสีเขียวด้านบน
tr_tr: Üstten Yeşil Testere Dişi
vi_vn: Hình răng cưa màu xanh lá cây ở góc trên
zh_cn: 绿色顶波纹
zh_tw: 上側綠色鋸齒

# item_banner_triangles_top_lightBlue
source: Light Blue Chief Indented
ar_sa: راية ملونة أزرق فاتح
be_by: Блакітнае зубчастае чало
bg_bg: Светлосини горни зъбци
ca_es: Cap dentat blau clar
cs: Světle modrý odsazený horní pruh
da_dk: Lysseblå Toppigge
de: Hellblaues gespickeltes Bannerhaupt
el_gr: Γαλάζια οδοντωτή κορυφή
es: Jefe azul claro dentado
fi: Vaaleansininen hammaskoroinen lakio
fr_ca: Émanchures de bleu céleste mouvant du chef
ga_ie: Barr Bánghorm Eangach
gl_es: Xefe azul claro dentado
he: משולשים עליונים תכלת
hr_hr: Svijetlo Plavi Gornji Cik-Cak
hu_hu: Világoskék fogas fő
id_id: Cahaya biru kepala indentasi
it: Al capo cuneato d'azzurro
ja_jp: 上に空色の波形
ka_ge: ღია-ლურჯი ზედა კბილანები
ko_kr: 하늘색 위쪽 톱니 모양
lb_lu: Hellblo Zacken uewen
lt_lt: Šviesiai mėlyni viršutiniai trikampiai
ms_my: Atas Biru Muda Dilekukan
nl_nl: Lichtblauwe ingesprongen hoofd
nn_no: Ljoseblått tannsnitt oppe
pl: Jasnoniebieska głowica ząbkowana
pt: Dentado Azul Claro Superior
ro_ro: Șef bleu dințat
ru_ru: Голубая зубчатая глава
sk_sk: Svetlomodrý horný odsadený pásik
sl_si: Svetlo modra zgornja pokrovača
sv_se: Ljusblåa taggar upptill
th_th: ลายฟันเลื่อยสีฟ้าด้านบน
tr_tr: Üstten Açık Mavi Testere Dişi
vi_vn: Hình răng cưa màu xanh nước biển nhạt ở góc trên
zh_cn: 淡蓝色顶波纹
zh_tw: 上側淺藍色鋸齒

# item_banner_triangles_top_lime
source: Lime Chief Indented
ar_sa: راية ملونة ليموني
be_by: Лаймавае зубчастае чало
bg_bg: Жълтозелени горни зъбци
ca_es: Cap dentat verd llima
cs: Světle zelený odsazený horní pruh
da_dk: Limegrønne Toppigge
de: Hellgrünes gespickeltes Bannerhaupt
el_gr: Λαχανί οδοντωτή κορυφή
es: Jefe verde lima dentado
fi: Lime hammaskoroinen lakio
fr_ca: Émanchures de sinople clair mouvant du chef
ga_ie: Barr Líomach Eangach
gl_es: Xefe lima dentado
he: משולשים עליונים ליים
hr_hr: Svijetlo Zeleni Gornji Cik-Cak
hu_hu: Világoszöld fogas fő
id_id: Kapur kepala indentasi
it: Al capo cuneato di lime
ja_jp: 上に黄緑色の波形
ka_ge: სალათისფერი ზედა კბილანები
ko_kr: 연두색 위쪽 톱니 모양
lb_lu: Hellgréng Zacken uewen
lt_lt: Gelsvai žalsvi viršutiniai trikampiai
ms_my: Atas Hijau Muda Dilekukan
nl_nl: Lichtgroene ingesprongen hoofd
nn_no: Limegrønt tannsnitt oppe
pl: Jasnozielona głowica ząbkowana
pt: Dentado Verde Lima Superior
ro_ro: Șef verde-deschis dințat
ru_ru: Лаймовая зубчатая глава
sk_sk: Svetlozelený horný odsadený pásik
sl_si: Svetlo zelena zgornja pokrovača
sv_se: Limegröna taggar upptill
th_th: ลายฟันเลื่อยสีเขียวอ่อนด้านบน
tr_tr: Üstten Açık Yeşil Testere Dişi
vi_vn: Hình răng cưa màu xanh lá mạ ở góc trên
zh_cn: 黄绿色顶波纹
zh_tw: 上側淺綠色鋸齒

# item_banner_triangles_top_magenta
source: Magenta Chief Indented
ar_sa: راية ملونة أرجواني
be_by: Пурпурнае зубчастае чало
bg_bg: Пурпурни горни зъбци
ca_es: Cap dentat magenta
cs: Purpurový odsazený horní pruh
da_dk: Lyslilla Toppigge
de: Magenta gespickeltes Bannerhaupt
de_at: Magentas gspicklts Bannerhaupt
el_gr: Ανοιχτή φούξια οδοντωτή κορυφή
es: Jefe magenta dentado
fi: Purppura hammaskoroinen lakio
fr_ca: Émanchures de magenta mouvant du chef
ga_ie: Barr Maigeanta Eangach
gl_es: Xefe maxenta dentado
he: משולשים עליונים מג'נטה
hr_hr: Rozi Gornji Cik-Cak
hu_hu: Bíbor fogas fő
id_id: Kepala Magenta indentasi
it: Al capo cuneato di magenta
ja_jp: 上に赤紫色の波形
ka_ge: იისფერი ზედა კბილანები
ko_kr: 자홍색 위쪽 톱니 모양
lb_lu: Magenta Zacken uewen
lt_lt: Rausvai raudoni viršutiniai trikampiai
ms_my: Atas Magenta Dilekukan
nl_nl: Magenta ingesprongen hoofd
nn_no: Ljoselilla tannsnitt oppe
pl: Karmazynowa głowica ząbkowana
pt: Dentado Magenta Superior
ro_ro: Șef magenta dințat
ru_ru: Пурпурная зубчатая глава
sk_sk: Purpurový horný odsadený pásik
sl_si: Škrlatna zgornja pokrovača
sv_se: Ljuslila taggar upptill
th_th: ลายฟันเลื่อยสีม่วงด้านบน
tr_tr: Üstten Eflatun Testere Dişi
vi_vn: Hình răng cưa màu đỏ sậm ở góc trên
zh_cn: 品红色顶波纹
zh_tw: 上側洋紅色鋸齒

# item_banner_triangles_top_orange
source: Orange Chief Indented
ar_sa: راية ملونة برتقالي
be_by: Аранжавае зубчастае чало
bg_bg: Оранжеви горни зъбци
ca_es: Cap dentat taronja
cs: Oranžový odsazený horní pruh
da_dk: Orange Toppigge
de: Oranges gespickeltes Bannerhaupt
el_gr: Πορτοκαλί οδοντωτή κορυφή
es: Jefe naranja dentado
fi: Oranssi hammaskoroinen lakio
fr_ca: Émanchures d'orangé mouvant du chef
ga_ie: Barr Oráisteach Eangach
gl_es: Xefe laranxa dentado
he: משולשים עליונים כתומים
hr_hr: Narančasti Gornji Cik-Cak
hu_hu: Narancssárga fogas fő
id_id: Jingga Atas Bertakuk
it: Al capo cuneato d'arancione
ja_jp: 上に橙色の波形
ka_ge: ნარინჯისფერი ზედა კბილანები
ko_kr: 주황색 위쪽 톱니 모양
lb_lu: Orange Zacken uewen
lt_lt: Oranžiniai viršutiniai trikampiai
ms_my: Atas Jingga Dilekukan
nl_nl: Oranje ingesprongen hoofd
nn_no: Oransje tannsnitt oppe
pl: Pomarańczowa głowica ząbkowana
pt: Dentado Laranja Superior
ro_ro: Șef portocaliu dințat
ru_ru: Оранжевая зубчатая глава
sk_sk: Oranžový horný odsadený pásik
sl_si: Oranžna zgornja pokrovača
sv_se: Oranga taggar upptill
th_th: ลายฟันเลื่อยสีส้มด้านบน
tr_tr: Üstten Turuncu Testere Dişi
vi_vn: Hình răng cưa màu cam ở góc trên
zh_cn: 橙色顶波纹
zh_tw: 上側橙色鋸齒

# item_banner_triangles_top_pink
source: Pink Chief Indented
ar_sa: راية ملونة وردي
be_by: Ружовае зубчастае чало
bg_bg: Розови горни зъбци
ca_es: Cap dentat rosa
cs: Růžový odsazený horní pruh
da_dk: Lysserøde Toppigge
de: Rosa gespickeltes Bannerhaupt
el_gr: Ροζ οδοντωτή κορυφή
es: Jefe rosa dentado
fi: Vaaleanpunainen hammaskoroinen lakio
fr_ca: Émanchures de rose mouvant du chef
ga_ie: Barr Bándearg Eangach
gl_es: Xefe rosa dentado
he: משולשים עליונים ורודים
hr_hr: Ružičasti Gornji Cik-Cak
hu_hu: Rózsaszín fogas fő
id_id: Kepala merah muda yang menjorok
it: Al capo cuneato di rosa
ja_jp: 上に桃色の波形
ka_ge: ვარდისფერი ზედა კბილანები
ko_kr: 분홍색 위쪽 톱니 모양
lb_lu: Rosa Zacken uewen
lt_lt: Rožiniai viršutiniai trikampiai
ms_my: Atas Merah Jambu Dilekukan
nl_nl: Roze ingesprongen hoofd
nn_no: Rosa tannsnitt oppe
pl: Różowa głowica ząbkowana
pt: Dentado Rosa Superior
ro_ro: Șef roz dințat
ru_ru: Розовая зубчатая глава
sk_sk: Ružový horný odsadený pásik
sl_si: Roza zgornja pokrovača
sv_se: Rosa taggar upptill
th_th: ลายฟันเลื่อยสีชมพูด้านบน
tr_tr: Üstten Pembe Testere Dişi
vi_vn: Hình răng cưa màu hồng ở góc trên
zh_cn: 粉红色顶波纹
zh_tw: 上側粉紅色鋸齒

# item_banner_triangles_top_purple
source: Purple Chief Indented
ar_sa: راية ملونة بنفسجي
be_by: Фіялетавае зубчастае чало
bg_bg: Лилави горни зъбци
ca_es: Cap dentat morat
cs: Fialový odsazený horní pruh
da_dk: Lilla Toppigge
de: Violettes gespickeltes Bannerhaupt
el_gr: Φούξια οδοντωτή κορυφή
es: Jefe morado dentado
fi: Violetti hammaskoroinen lakio
fr_ca: Émanchures de pourpre mouvant du chef
ga_ie: Barr Corcra Eangach
gl_es: Xefe púrpura dentado
he: משולשים עליונים סגולים
hr_hr: Ljubičasti Gornji Cik-Cak
hu_hu: Lila fogas fő
id_id: Kepala ungu yang menjorok
it: Al capo cuneato di viola
ja_jp: 上に紫色の波形
ka_ge: ალისფერი ზედა კბილანები
ko_kr: 보라색 위쪽 톱니 모양
lb_lu: Mof Zacken uewen
lt_lt: Purpuriniai viršutiniai trikampiai
ms_my: Atas Ungu Dilekukan
nl_nl: Paarse ingesprongen hoofd
nn_no: Lilla tannsnitt oppe
pl: Fioletowa głowica ząbkowana
pt: Dentado Roxo Superior
ro_ro: Șef violet dințat
ru_ru: Фиолетовая зубчатая глава
sk_sk: Fialový horný odsadený pásik
sl_si: Vijolična zgornja pokrovača
sv_se: Lila taggar upptill
th_th: ลายฟันเลื่อยสีม่วงด้านบน
tr_tr: Üstten Mor Testere Dişi
vi_vn: Hình răng cưa màu tím ở góc trên
zh_cn: 紫色顶波纹
zh_tw: 上側紫色鋸齒

# item_banner_triangles_top_red
source: Red Chief Indented
ar_sa: راية ملونة أحمر
be_by: Чырвонае зубчастае чало
bg_bg: Червени горни зъбци
ca_es: Cap dentat vermell
cs: Červený odsazený horní pruh
da_dk: Røde Toppigge
de: Rotes gespickeltes Bannerhaupt
el_gr: Κόκκινη οδοντωτή κορυφή
es: Jefe rojo dentado
fi: Punainen hammaskoroinen lakio
fr_ca: Émanchures de gueules mouvant du chef
ga_ie: Barr Dearg Eangach
gl_es: Xefe vermello dentado
he: משולשים עליונים אדומים
hr_hr: Crveni Gornji Cik-Cak
hu_hu: Vörös fogas fő
id_id: Merah kepala indentasi
it: Al capo cuneato di rosso
ja_jp: 上に赤色の波形
ka_ge: წითელი ზედა კბილანები
ko_kr: 빨간색 위쪽 톱니 모양
lb_lu: Rout Zacken uewen
lt_lt: Raudoni viršutiniai trikampiai
ms_my: Atas Merah Dilekukan
nl_nl: Rode ingesprongen hoofd
nn_no: Raudt tannsnitt oppe
pl: Czerwona głowica ząbkowana
pt: Dentado Vermelho Superior
ro_ro: Șef roșu dințat
ru_ru: Красная зубчатая глава
sk_sk: Červený horný odsadený pásik
sl_si: Rdeča zgornja pokrovača
sv_se: Röda taggar upptill
th_th: ลายฟันเลื่อยสีแดงด้านบน
tr_tr: Üstten Kırmızı Testere Dişi
vi_vn: Hình răng cưa màu đỏ ở góc trên
zh_cn: 红色顶波纹
zh_tw: 上側紅色鋸齒

# item_banner_triangles_top_silver
source: Light Grey Chief Indented
ar_sa: راية ملونة رمادي فاتح
be_by: Светла-шэрае зубчастае чало
bg_bg: Светлосиви горни зъбци
ca_es: Cap dentat gris clar
cs: Světle šedý odsazený horní pruh
da_dk: Lyssegrå Toppigge
de: Hellgraues gespickeltes Bannerhaupt
el_gr: Ανοιχτό γκρι οδοντωτή κορυφή
es: Jefe gris claro dentado
fi: Vaaleanharmaa hammaskoroinen lakio
fr_ca: Émanchures d'argent grisé mouvant du chef
ga_ie: Barr Fionnliath Eangach
gl_es: Xefe gris claro dentado
he: משולשים עליונים אפורים בהירים
hr_hr: Svijetlo Sivi Gornji Cik-Cak
hu_hu: Világosszürke fogas fő
id_id: Kepala abu-abu terang yang menjorok
it: Al capo cuneato di grigio chiaro
ja_jp: 上に薄灰色の波形
ka_ge: ღია-ნაცრისფერი ზედა კბილანები
ko_kr: 회백색 위쪽 톱니 모양
lb_lu: Hellgro Zacken uewen
lt_lt: Šviesiai pilki viršutiniai trikampiai
ms_my: Atas Kelabu Muda Dilekukan
mt_mt: Light Gray Chief Indented
nl_nl: Lichtgrijze ingesprongen hoofd
nn_no: Ljosegrått tannsnitt oppe
pl: Jasnoszara głowica ząbkowana
pt: Dentado Cinzento Claro Superior
ro_ro: Șef gri-deschis dințat
ru_ru: Светло-серая зубчатая глава
sk_sk: Svetlosivý horný odsadený pásik
sl_si: Svetlo siva zgornja pokrovača
sv_se: Ljusgråa taggar upptill
th_th: ลายฟันเลื่อยสีเทาอ่อนด้านบน
tr_tr: Üstten Açık Gri Testere Dişi
vi_vn: Hình răng cưa màu xám nhạt ở góc trên
zh_cn: 淡灰色顶波纹
zh_tw: 上側淺灰色鋸齒

# item_banner_triangles_top_white
source: White Chief Indented
ar_sa: راية ملونة أبيض
be_by: Белае зубчастае чало
bg_bg: Бели горни зъбци
ca_es: Cap dentat blanc
cs: Bílý odsazený horní pruh
da_dk: Hvide Toppigge
de: Weißes gespickeltes Bannerhaupt
el_gr: Άσπρη οδοντωτή κορυφή
es: Jefe blanco dentado
fi: Valkoinen hammaskoroinen lakio
fr_ca: Émanchures d'argent mouvant du chef
ga_ie: Barr Bán Eangach
gl_es: Xefe branco dentado
he: משולשים עליונים לבנים
hr_hr: Bijeli Gornji Cik-Cak
hu_hu: Fehér fogas fő
id_id: Putih Atas Bertakuk
it: Al capo cuneato di bianco
ja_jp: 上に白色の波形
ka_ge: თეთრი ზედა კბილანები
ko_kr: 하얀색 위쪽 톱니 모양
lb_lu: Wäiss Zacken uewen
lt_lt: Balti viršutiniai trikampiai
ms_my: Atas Putih Dilekukan
nl_nl: Witte ingesprongen hoofd
nn_no: Kvitt tannsnitt oppe
pl: Biała głowica ząbkowana
pt: Dentado Branco Superior
ro_ro: Șef alb dințat
ru_ru: Белая зубчатая глава
sk_sk: Biely horný odsadený pásik
sl_si: Bela zgornja pokrovača
sv_se: Vita taggar upptill
th_th: ลายฟันเลื่อยสีขาวด้านบน
tr_tr: Üstten Beyaz Testere Dişi
vi_vn: Hình răng cưa màu trắng ở góc trên
zh_cn: 白色顶波纹
zh_tw: 上側白色鋸齒

# item_banner_triangles_top_yellow
source: Yellow Chief Indented
ar_sa: راية ملونة أصفر
be_by: Жоўтае зубчастае чало
bg_bg: Жълти горни зъбци
ca_es: Cap dentat groc
cs: Žlutý odsazený horní pruh
da_dk: Gule Toppigge
de: Gelbes gespickeltes Bannerhaupt
el_gr: Κίτρινη οδοντωτή κορυφή
es: Jefe amarillo dentado
fi: Keltainen hammaskoroinen lakio
fr_ca: Émanchures d'or mouvant du chef
ga_ie: Barr Buí Eangach
gl_es: Xefe amarelo dentado
he: משולשים עליונים צהובים
hr_hr: Žuti Gornji Cik-Cak
hu_hu: Sárga fogas fő
id_id: Kuning kepala indentasi
it: Al capo cuneato di giallo
ja_jp: 上に黄色の波形
ka_ge: ყვითელი ზედა კბილანები
ko_kr: 노란색 위쪽 톱니 모양
lb_lu: Giel Zacken uewen
lt_lt: Geltoni viršutiniai trikampiai
ms_my: Atas Kuning Dilekukan
nl_nl: Gele ingesprongen hoofd
nn_no: Gult tannsnitt oppe
pl: Żółta głowica ząbkowana
pt: Dentado Amarelo Superior
ro_ro: Șef galben dințat
ru_ru: Жёлтая зубчатая глава
sk_sk: Žltý horný odsadený pásik
sl_si: Rumena zgornja pokrovača
sv_se: Gula taggar upptill
th_th: ลายฟันเลื่อยสีเหลืองด้านบน
tr_tr: Üstten Sarı Testere Dişi
vi_vn: Hình răng cưa màu vàng ở góc trên
zh_cn: 黄色顶波纹
zh_tw: 上側黃色鋸齒

# item_banner_white_name
source: White Banner
af_za: Wit Banier
ar_sa: راية بيضاء
be_by: Белы сцяг
bg_bg: Бяло знаме
ca_es: Estendard blanc
cs: Bílý prapor
da_dk: Hvidt Banner
de: Weißes Banner
de_at: Weißs Banner
el_gr: Λευκό Λάβαρο
es: Estandarte blanco
eu_es: Estandarte zuria
fa_ir: پرچم سفید
fi: Valkoinen lippu
fil_ph: Puting Watawat
fr_ca: Bannière d'argent
ga_ie: Meirge Bán
gl_es: Estandarte branco
he: מודעה לבנה
hr_hr: Bijela Zastava
hu_hu: Fehér zászló
id_id: Spanduk Putih
is_is: Hvítur fáni
it: Stendardo bianco
ja_jp: 白色の旗
ka_ge: თეთრი დროშა
ko_kr: 하얀색 현수막
lb_lu: Wäisse Fändel
lt_lt: Balta vėliava
lv_lv: Balts banners
ms_my: Panji Putih
mt_mt: Bandiera Bajda
nl_nl: Witte banier
nn_no: Kvit fane
pl: Biały sztandar
pt: Bandeira Branca
ro_ro: Stindard alb
ru_ru: Белый флаг
sk_sk: Biela vlajka
sl_si: Bel prapor
sv_se: Vit banderoll
th_th: ธงสีขาว
tr_tr: Beyaz Flama
vi_vn: Biểu ngữ trắng
zh_cn: 白色旗帜
zh_tw: 白色旗幟

# item_banner_yellow_name
source: Yellow Banner
af_za: Geel Banier
ar_sa: راية صفراء
be_by: Жоўты сцяг
bg_bg: Жълто знаме
ca_es: Estendard groc
cs: Žlutý prapor
da_dk: Gult Banner
de: Gelbes Banner
de_at: Gelbs Banner
el_gr: Κίτρινο Λάβαρο
es: Estandarte amarillo
eu_es: Estandarte horia
fa_ir: پرچم زرد
fi: Keltainen lippu
fil_ph: Dilaw na Watawat
fr_ca: Bannière d'or
ga_ie: Meirge Buí
gl_es: Estandarte amarelo
he: מודעה צהובה
hr_hr: Žuta Zastava
hu_hu: Sárga zászló
id_id: Spanduk Kuning
is_is: Gulur fáni
it: Stendardo giallo
ja_jp: 黄色の旗
ka_ge: ყვითელი დროშა
ko_kr: 노란색 현수막
lb_lu: Giele Fändel
lt_lt: Geltona vėliava
lv_lv: Dzeltens baneris
ms_my: Panji Kuning
mt_mt: Bandiera Safra
nl_nl: Gele banier
nn_no: Gul fane
pl: Żółty sztandar
pt: Bandeira Amarela
ro_ro: Stindard galben
ru_ru: Жёлтый флаг
sk_sk: Žltá vlajka
sl_si: Rumen prapor
sv_se: Gul banderoll
th_th: ธงสีเหลือง
tr_tr: Sarı Flama
vi_vn: Biểu ngữ vàng
zh_cn: 黄色旗帜
zh_tw: 黃色旗幟

# item_bed_name
source: Bed
ar_sa: سرير
be_by: Ложак
bg_bg: Легло
ca_es: Llit
cs: Postel
da_dk: Seng
de: Bett
el_gr: Κρεβάτι
es: Cama
eu_es: Ohea
fa_ir: تخت خواب
fi: Sänky
fil_ph: Kama
fr_ca: Lit
ga_ie: Leaba
gl_es: Cama
he: מיטה
hi_in: बिस्तर
hr_hr: Krevet
hu_hu: Ágy
hy_am: Մահճակալ
id_id: Kasur
is_is: Rúm
it: Letto
ja_jp: ベッド
ka_ge: საწოლი
ko_kr: 침대
lb_lu: Bett
lt_lt: Lova
lv_lv: Gulta
mi_nz: Moenga
mn_mn: Ор
ms_my: Katil
mt_mt: Sodda
nn_no: Seng
pl: Łóżko
pt: Cama
ro_ro: Pat
ru_ru: Кровать
sk_sk: Posteľ
sl_si: Postelja
sv_se: Säng
th_th: เตียง
tr_tr: Yatak
vi_vn: Giường
zh_cn: 床
zh_tw: 床

# item_beefCooked_name
source: Steak
af_za: Braaivleis
ar_sa: شريحة لحم
be_by: Смажаная ялавічына
bg_bg: Говежда пържола
ca_es: Bistec
cs: Propečený steak
da_dk: Bøf
el_gr: Μπριζόλα
es: Filete
eu_es: Xerra
fa_ir: استيک
fi: Paisti
fil_ph: Lutong Karneng Baka
fr_ca: Steak cuit
ga_ie: Stéig
gd_gb: Mairtfheoil ròiste
gl_es: Filete
he: סטייק
hi_in: स्टेक
hr_hr: Odrezak
hu_hu: Sült marhahús
hy_am: Բիֆշտեքս
id_id: Daging Sapi
is_is: Nautasteik
it: Bistecca
ja_jp: ステーキ
ka_ge: შემწვარი საქონლის ხორცი
ko_kr: 스테이크
lb_lu: Büfdeck
lt_lt: Kepsnys
lv_lv: Bifšteks
mi_nz: Kotinga mīti
mn_mn: Шарсан үхрийн мах
ms_my: Daging Lembu
mt_mt: Ċanga Msajra
nl_nl: Biefstuk
nn_no: Steikt biff
pl: Befsztyk
pt: Bife
ro_ro: Carne de vită friptă
ru_ru: Стейк
sk_sk: Rezeň
sl_si: Goveji zrezek
sv_se: Grillad biff
th_th: สเต็ก
tr_tr: Biftek
vi_vn: Bít tết
zh_cn: 牛排
zh_tw: 牛排

# item_beefRaw_name
source: Raw Beef
af_za: Rou Beesvleis
ar_sa: لحم بقر نيء
be_by: Сырая ялавічына
bg_bg: Сурово говеждо месо
ca_es: Bistec cru
cs: Syrový steak
da_dk: Rå bøf
de: Rohes Rindfleisch
el_gr: Ωμό βοδινό
es: Filete crudo
eu_es: Txekor gordina
fa_ir: گوشت گاو
fi: Raaka pihvi
fil_ph: Hilaw na Karneng Baka
fr_ca: Steak cru
ga_ie: Mairteoil Amh
gl_es: Filete cru
he: בקר נא
hi_in: कच्चे बीफ
hr_hr: Sirova Govedina
hu_hu: Nyers marhahús
hy_am: Հում Տավարի Միս
id_id: Daging Sapi Mentah
is_is: Hrátt nautakjöt
it: Manzo crudo
ja_jp: 生の牛肉
ka_ge: უმი საქონლის ხორცი
ko_kr: 익히지 않은 소고기
lb_lu: Réit Rëndfleesch
lt_lt: Žalia jautiena
lv_lv: Jēla lielopa gaļa
mn_mn: Түүхий үхрийн мах
ms_my: Daging Lembu Mentah
mt_mt: Ċanga Nejja
nl_nl: Rauw rundvlees
nn_no: Rå biff
pl: Surowa wołowina
pt: Bife Cru
ro_ro: Carne de vită crudă
ru_ru: Сырая говядина
sk_sk: Surové hovädzie
sl_si: Surova govedina
sv_se: Rå biff
th_th: เนื้อวัวดิบ
tr_tr: Çiğ İnek Eti
vi_vn: Thịt bò sống
zh_cn: 生牛肉
zh_tw: 生牛肉
