Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# selectWorld_createDemo
source: Play New Demo World
af_za: Speel Nuwe Demonstrasie Wêreld
ar_sa: لعب عالم تجريبي جديد
be_by: Гуляць у новым дэманстрацыйным свеце
bg_bg: Игра в нов демонстративен свят
ca_es: Jugar en un nou món de demostració
cs: Hrát nový zkušební svět
da_dk: Spil ny demo-verden
de: Neue Demo-Welt spielen
de_at: Neie Demo-Wöd spün
el_gr: Παίξε ένα νέο δοκιμαστικό κόσμο
es: Jugar un nuevo mundo de demostración
eu_es: Erakustaldi mundu berri batean jolastu
fa_ir: بازی در نسخه ی نمایشی جدید
fi: Aloita uusi kokeilumaailma
fil_ph: Maglaro sa bagong Demo
fr_ca: Jouer dans un nouveau monde de démo
ga_ie: Imir i nDomhan Taispeána Nua
gd_gb: Cluich ann an saoghal-taisbeanaidh ùr
gl_es: Xogar un novo mundo de proba
he: שחק בעולם הדגמה חדש
hi_in: नई डेमो विश्व चलायें
hr_hr: Igraj Novi Demo Svijet
hu_hu: Játék új demóvilággal
hy_am: Խաղալ Նոր Ցուցադրական Աշխարհում
id_id: Mainkan Dunia Demo Baru
is_is: Spila nýjan prufuheim
it: Gioca in un nuovo mondo della demo
ja_jp: 新しいデモワールドで遊ぶ
ka_ge: სადემონსტრაციო სამყაროს თამაში
ko_kr: 새 체험판 세계 시작
lb_lu: Nei Demowelt spillen
lt_lt: Žaisti naujame demo pasaulyje
lv_lv: Spēlēt Jaunā Izmēģinājuma Pasaulē
mi_nz: Te tākaro New Demo World
mk_mk: Игра демо светот
mn_mn: Танилцуулгын дэлхий тоглох
ms_my: Bermain Dunia Demo Baru
mt_mt: Ilgħab id-Demo
nl_nl: Nieuwe demowereld spelen
nn_no: Spel ny demoverd
pl: Graj w nowym świecie demonstracyjnym
pt: Jogar Novo Mundo Demo
ro_ro: Joacă într-o lume demo nouă
ru_ru: Демонстрационная игра
sk_sk: Hrať nový demo svet
sl_si: Igraj nov demo svet
sq_al: Luaj nje bote te re prove
sv_se: Spela ny demovärld
th_th: สร้างโลกทดลองเล่นใหม่
tr_tr: Yeni Deneme Dünyasında Oyna
vi_vn: Chơi thế giới thử nghiệm mới
zh_cn: 进入新的试玩世界
zh_tw: 進入新的試玩世界

# selectWorld_customizeType
source: Customise
af_za: Verstel
ar_sa: تخصيص
be_by: Наладзіць
bg_bg: Персонализиране
ca_es: Personalitzar
cs: Přizpůsobit
da_dk: Tilpas
de: Anpassen
de_at: Upassn
el_gr: Προσαρμογή
es: Personalizar
eu_es: Pertsonalizatu
fa_ir: سفارشی کردن
fi: Mukauta
fil_ph: Mga Pag-papalitan
fr_ca: Personnaliser
ga_ie: Saincheap
gd_gb: Gnàthaich
gl_es: Personalizar
he: התאמה אישית
hi_in: अनुकूलित करें
hr_hr: Uredi
hu_hu: Testreszabás
hy_am: Կարգավորել
id_id: Sesuaikan
is_is: Sérsníða
it: Personalizza
ja_jp: カスタマイズ
ka_ge: გადაკეთება
ko_kr: 사용자 지정
lb_lu: Upassen
lt_lt: Derinti
lv_lv: Pielāgot
mi_nz: Whakatauritea
mk_mk: Прилагоди
mn_mn: Өөрчлөх
ms_my: Ubah suai
mt_mt: Ippersonalizza
nl_nl: Aanpassen
nn_no: Tilpass
pl: Dostosuj
pt: Personalizar
ro_ro: Personalizează
ru_ru: Настроить
sk_sk: Prispôsobiť
sl_si: Prilagodi
sq_al: ndertoje
sv_se: Anpassa
th_th: ปรับแต่ง
tr_tr: Özelleştir
vi_vn: Tùy chỉnh
zh_cn: 自定义
zh_tw: 自訂

# selectWorld_delete
source: Delete
af_za: Verwyder
ar_sa: حذف
be_by: Выдаліць
bg_bg: Изтриване
ca_es: Eliminar
cs: Smazat
da_dk: Slet
de: Löschen
de_at: Löschn
el_gr: Διαγραφή
es: Eliminar
eu_es: Ezabatu
fa_ir: حذف
fi: Poista
fil_ph: Burahin
fr_ca: Supprimer
ga_ie: Scrios
gd_gb: Sguab às
gl_es: Eliminar
he: מחק
hi_in: हटाना
hr_hr: Izbriši
hu_hu: Törlés
hy_am: Ջնջել
id_id: Hapus
is_is: Eyða
it: Elimina
ja_jp: 削除
ka_ge: წაშლა
ko_kr: 삭제
lb_lu: Läschen
lt_lt: Ištrinti
lv_lv: Izdzēst
mi_nz: Porowhiu
mk_mk: бришење
mn_mn: Устгах
ms_my: Hapus
mt_mt: Ħassar
nl_nl: Verwijderen
nn_no: Slett
pl: Usuń
pt: Eliminar
ro_ro: Șterge
ru_ru: Удалить
sk_sk: Vymazať
sl_si: Izbriši
sq_al: fshije
sv_se: Radera
th_th: ลบ
tr_tr: Sil
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# selectWorld_deleteButton
source: Delete
af_za: Verwyder
ar_sa: حذف
be_by: Выдаліць
bg_bg: Изтриване
ca_es: Eliminar
cs: Smazat
da_dk: Slet
de: Löschen
de_at: Löschn
el_gr: Διαγραφή
es: Eliminar
eu_es: Ezabatu
fa_ir: حذف
fi: Poista
fil_ph: Burahin
fr_ca: Supprimer
ga_ie: Scrios
gd_gb: Sguab às
gl_es: Eliminar
he: מחק
hi_in: हटाना
hr_hr: Izbriši
hu_hu: Törlés
hy_am: Ջնջել
id_id: Hapus
is_is: Eyða
it: Elimina
ja_jp: 削除
ka_ge: წაშლა
ko_kr: 삭제
lb_lu: Läschen
lt_lt: Ištrinti
lv_lv: Dzēst
mi_nz: Porowhiu
mk_mk: Избриши
mn_mn: Устгах
ms_my: Hapus
mt_mt: Ħassar
nl_nl: Verwijderen
nn_no: Slett
pl: Usuń
pt: Eliminar
ro_ro: Şterge
ru_ru: Удалить
sk_sk: Vymazať
sl_si: Izbriši
sq_al: fshije
sv_se: Radera
th_th: ลบ
tr_tr: Sil
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# selectWorld_deleteQuestion
source: Are you sure you want to delete this world?
af_za: Is jy seker jy wil die wêreld verwyder?
ar_sa: هل انت متأكد من انك تريد حذف هذا العالم؟
be_by: Сапраўды выдаліць гэты свет?
bg_bg: Наистина ли искате да изтриете този свят?
ca_es: Segur que vols eliminar aquest món?
cs: Určitě chceš smazat tento svět?
da_dk: Er du sikker på, at du vil slette denne verden?
de: Bist du sicher, dass du diese Welt löschen möchtest?
de_at: Bist da sicha, dass'd de Wöd löschn megst?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον κόσμο;
es: ¿Seguro que quieres eliminar este mundo?
eu_es: Zihur zaude mundu hau ezabatu nahi duzula?
fa_ir: آیا مطمئن هستید که می خواهید این دنیا را حذف کنید؟
fi: Haluatko varmasti poistaa tämän maailman?
fil_ph: Sigurado ka bang burahin ito?
fr_ca: Voulez-vous vraiment supprimer ce monde ?
ga_ie: An bhfuil tú cinnte gur mian leat an domhan seo a scriosadh?
gd_gb: A bheil thu cinnteach gu bheil thu airson an saoghal seo a sguabadh às?
gl_es: Estás seguro de querer borrar este mundo?
he: האם אתה בטוח שברצונך למחוק עולם זה?
hi_in: क्या आप यकीन है कि आप इस दुनिया को नष्ट करना चाहते हैं?
hr_hr: Jesi li siguran da želiš obrisati ovaj svijet?
hu_hu: Biztos, hogy törölni akarod ezt a világot?
hy_am: Համոզված ե՞ք, որ ուզում եք ջնջել այս աշխարհը
id_id: Apakah Anda yakin menghapus Dunia ini?
is_is: Ertu viss um að þú viljir eyða þessum heim?
it: Vuoi davvero eliminare questo mondo?
ja_jp: このワールドを削除してもよろしいですか？
ka_ge: ნამდვილად გსურთ არჩეული სამყაროს წაშლა?
ko_kr: 이 세계를 지우시겠습니까?
lb_lu: Bass du dir sécher, dass du déi Welt läsche wëlls?
lt_lt: Ar tikrai norite ištrinti šį pasaulį?
lv_lv: Vai tu tiešām vēlies izdzēst šo pasauli?
mi_nz: E hiahia ana koe ki te muku i tēnei ao ki a koutou?
mk_mk: Вие сте сигурни дека сакате да го избришете овој свет?
mn_mn: Энэ дэлхийг устгахдаа итгэлтэй байна уу?
ms_my: Adakah anda pasti anda hendak menghapuskan dunia ini?
mt_mt: Ċert li trid tħassar din id-dinja?
nl_nl: Weet je zeker dat je deze wereld wilt verwijderen?
nn_no: Er du sikker på at du vil slette denne verda?
pl: Czy na pewno chcesz usunąć ten świat?
pt: Tens a certeza que queres eliminar este Mundo?
ro_ro: Sigur dorești să ștergi această lume?
ru_ru: Вы уверены, что хотите удалить этот мир?
sk_sk: Naozaj chceš zmazať tento svet?
sl_si: Si prepričan, da želiš izbrisati ta svet?
sq_al: A je i sigurt ne qofte se do te fshishe kete bote?
sv_se: Är du säker att du vill radera den här världen?
th_th: คุณแน่ใจแล้วหรือว่าจะลบโลกนี้?
tr_tr: Bu dünyayı silmek istediğinize emin misiniz?
vi_vn: Bạn có chắc là bạn muốn xóa thế giới này không?
zh_cn: 你确定要删除这个世界吗？
zh_tw: 你確定要刪除這個世界嗎？

# selectWorld_deleteWarning
source: will be lost forever! (A long time!)
af_za: sal vir ewig verlore wees! ('n lang tyd!)
ar_sa: سوف يضيع إلى الأبد! (فترة طويلة!)
be_by: будзе страчаны назаўсёды! (Гэта безліч часу!)
bg_bg: ще бъде изгубен завинаги! (Дълго време!)
ca_es: es perdrà per sempre! (Molt de temps!)
cs: bude navždy ztracen! (Fakt na dlouho!)
da_dk: vil være tabt for evigt! (Meget lang tid!)
de: wird für immer verloren sein! (Eine lange Zeit!)
de_at: is fi imma weg! (imma is a longe Zeit!)
el_gr: θα χαθεί για πάντα! (Πολύς καιρός!)
es: desaparecerá... ¡para siempre! (¡mucho tiempo!)
eu_es: betirako galduko da! (Denbora piloa!)
fa_ir: برای همیشه گم می شود! (زمان طولانی!)
fi: poistetaan lopullisesti (Pitkä aika!)
fil_ph: hindi na pwede tong ibalik! (Sa mahabang panahon!)
fr_ca: sera perdu pour toujours ! (Un bon boutte !)
ga_ie: - beidh an domhan seo caillte go deo! (Tréimhse fhada!)
gd_gb: - chan fhaigh thu greim air a-rithist gu sìorraidh bràth!
gl_es: perderase para sempre! (Moito tempo!)
he: ייעלם לנצח! (הרבה זמן!)
hi_in: हमेशा के लिए खो जाएगा!(एक लंबे समय से!)
hr_hr: će biti izgubljen zauvijek! (Jako Dugo!)
hu_hu: örökre elveszik! (Ami sok idő!)
hy_am: կկորչի մեկընդմիշտ։ (Անվերադարձ)
id_id: akan hilang selamanya!
is_is: mun glatast að eilífu! (Það er langur tími!)
it: andrà perso per sempre! (Un sacco di tempo!)
ja_jp: は完全に削除され、二度と元に戻せません！
ka_ge: იქნება გარდაუვლად დაკარგული! (ძალიან დიდი ხანია!)
ko_kr: 이(가) 영원히 사라질 것입니다!
lb_lu: wärt fir ëmmer fort sinn! (Eng ganz laang Zäit)
lt_lt: bus prarastas visam laikui! (Labai ilgam!)
lv_lv: būs zaudēta uz mūžu! (Uz ilgu laiku!)
mi_nz: ka ngaro ake ake! (He roa te wā!)
mk_mk: ќе бидат загубени засекогаш! (Долго време!)
mn_mn: үүнийг үүрд алдах болно! (урт хугацаагаар!)
ms_my: akan hilang untuk selama-lamanya! (Tempoh masa yang lama!)
mt_mt: se tintilef għal dejjem! (Żmien twil!)
nl_nl: zal voor eeuwig verloren zijn! (En dat is lang!)
nn_no: forsvinn for alltid! (Veldig lenge!)
pl: zostanie utracony na zawsze! (to naprawdę długo!)
pt: será perdido para sempre! (É muito tempo!)
ro_ro: va fi pierdută pentru totdeauna! (Un timp foarte lung!)
ru_ru: будет потерян навсегда! (Безвозвратно!)
sk_sk: bude navždy stratený! (To je dlhý čas!)
sl_si: bo izgubljen za vedno! (Zelo dolgo časa!)
sq_al: do te humbe pergjithmone! (Nje kohe e gjate)
sv_se: kommer försvinna för alltid! (Väldigt länge!)
th_th: จะหายไปตลอดกาล! (นานมาก!)
tr_tr: sonsuza kadar kaybolacak! (Uzun bir süre!)
vi_vn: sẽ bị mất mãi mãi! (Một thời gian dài!)
zh_cn: 将会永久失去！（真的很久！）
zh_tw: 將會永遠消失！（非常久！）

# selectWorld_edit
source: Edit
af_za: Wysig
ar_sa: تعديل
be_by: Рэдагаваць
bg_bg: Редактирай
ca_es: Editar
cs: Upravit
da_dk: Rediger
de: Bearbeiten
de_at: Beorbeitn
el_gr: Επεξεργασία
es: Editar
eu_es: Editatu
fa_ir: ویرایش
fi: Muokkaa
fil_ph: Baguhin
fr_ca: Modifier
ga_ie: Athraigh
gd_gb: Deasaich
gl_es: Editar
he: ערוך
hi_in: संपादित करें
hr_hr: Uredi
hu_hu: Szerkesztés
hy_am: Կարգավորել
id_id: Mengedit
is_is: Breyta
it: Modifica
ja_jp: 編集
ka_ge: დამუშავება
ko_kr: 편집
lb_lu: Editéieren
lt_lt: Redaguoti
lv_lv: Rediģēt
mi_nz: Whakarerekē
mk_mk: едитирај
mn_mn: Засах
ms_my: Sunting
mt_mt: Editja
nl_nl: Bewerken
nn_no: Endre
pl: Edytuj
pt: Editar
ro_ro: Modifică
ru_ru: Настроить
sk_sk: Upraviť
sl_si: Uredi
sq_al: Redaktoj
sv_se: Redigera
th_th: แก้ไข
tr_tr: Düzenle
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

# selectWorld_edit_openFolder
source: Open Folder
af_za: Maak Gids Oop
ar_sa: فتح مجلد
be_by: Адкрыць папку
bg_bg: Отваряне на папката
ca_es: Obre la carpeta
cs: Otevřít složku
da_dk: Åben mappe
de: Ordner öffnen
de_at: Ordna aufmochn
el_gr: Άνοιγμα φακέλου
es: Abrir carpeta
eu_es: Ireki karpeta
fa_ir: باز کردن پوشه
fi: Avaa kansio
fil_ph: Buksan ang Folder
fr_ca: Ouvrir le dossier
ga_ie: Oscail Fillteán
gd_gb: Fosgail pasgan
gl_es: Abrir carpeta
he: פתח תיקיה
hi_in: फ़ोल्डर खोलें
hr_hr: Otvori Mapu
hu_hu: Mappa megnyitása
hy_am: Թղթապանակի բացում
id_id: Buka Folder
is_is: Opna möppu
it: Apri la cartella
ja_jp: フォルダーを開く
ka_ge: საქაღალდის გახსნა
ko_kr: 폴더 열기
lb_lu: Fichier opmaachen
lt_lt: Atidaryti aplanką
lv_lv: Atvērt mapi
mk_mk: отвори фолдерот
mn_mn: Хавтас нээх
ms_my: Buka
mt_mt: Iftaħ il-Folder
nl_nl: Open map
nn_no: Opne mappe
pl: Otwórz folder
pt: Abrir Pasta
ro_ro: Deschidere dosarul
ru_ru: Открыть папку
sk_sk: Otvoriť priečinok
sl_si: Odpri mapo
sq_al: Folder Open
sv_se: Öppna mapp
th_th: เปิดโฟลเดอร์
tr_tr: Klasörü Aç
vi_vn: Mở thư mục
zh_cn: 打开文件夹
zh_tw: 開啟資料夾

# selectWorld_edit_resetIcon
source: Reset Icon
af_za: Herstel Ikoon
ar_sa: إعادة تعيين الايقونة
be_by: Скінуць значок
bg_bg: Обновяване на иконката
ca_es: Restaurar icona
cs: Obnovit náhled
da_dk: Nulstil ikon
de: Symbol zurücksetzen
de_at: Symbol zruggsetzn
el_gr: Επανέφερε το εικονίδιο
es: Restablecer icono
eu_es: Berrezarri ikonoa
fi: Palauta Kuvake
fil_ph: I-reset ang icon
fr_ca: Réinitialiser l'icône
ga_ie: Athshocraigh Deilbhín
gd_gb: Ath-shuidhich an ìomhaigheag
gl_es: Resetear icono
he: אתחל אייקון
hr_hr: Resetiraj Ikonu
hu_hu: Ikon visszaállítása
hy_am: Պատկերի տեղավորում
id_id: Mengatur ulang ikon
is_is: Endurstilla smámynd
it: Ripristina l'icona originale
ja_jp: アイコンをリセット
ka_ge: სიმბოლოს თავიდან დაყენება
ko_kr: 아이콘 초기화
lb_lu: Symbol zerécksetzen
lt_lt: Atnaujinti piktogramą
lv_lv: Atiestatīt ikonu
mk_mk: ресетирај ја иконата
mn_mn: Зургийг шинэчлэх
ms_my: Set semula ikon
mt_mt: Irrisettja l-Istampa
nl_nl: Icoon herstellen
nn_no: Tilbakestill ikon
pl: Resetuj ikonę
pt: Repor Ícone
ro_ro: Resetează imaginea
ru_ru: Сбросить иконку
sk_sk: Obnoviť ikonu
sl_si: Ponastavi ikono
sv_se: Återställ ikon
th_th: รีเซ็ตไอคอน
tr_tr: Simgeyi Sıfırla
vi_vn: Thiết lập lại biểu tượng
zh_cn: 重置图标
zh_tw: 重設圖示

# selectWorld_edit_save
source: Save World
af_za: Stoor Wêreld
ar_sa: حفظ العالم
be_by: Захаваць свет
bg_bg: Запазване на света
ca_es: Guardar el món
cs: Uložit svět
da_dk: Gem verden
de: Welt speichern
de_at: Wöd speichan
el_gr: Αποθήκευση του κόσμου
es: Guardar mundo
eu_es: Gorde mundua
fa_ir: ذخیره کردن جهان
fi: Tallenna maailma
fil_ph: I-save ang Mundo
fr_ca: Sauvegarder le monde
ga_ie: Sábháil Domhan
gd_gb: Sàbhail an saoghal
gl_es: Gardar mundo
he: שמור עולם
hi_in: दुनिया को सवे करो
hr_hr: Spremi Svijet
hu_hu: Világ mentése
hy_am: Աշխարհը պահպանել
id_id: Menyelamatkan dunia
is_is: Vista heim
it: Salva il mondo
ja_jp: ワールドを保存
ka_ge: სამყაროს შენახვა
ko_kr: 세계 저장
lb_lu: Welt späicheren
lt_lt: Išsaugoti pasaulį
lv_lv: Saglabāt pasauli
mk_mk: зачувај го светот
mn_mn: Дэлхийг хадгалах
ms_my: Simpan dunia
mt_mt: Issejvja d-Dinja
nl_nl: Wereld opslaan
nn_no: Lagre verd
pl: Zapisz świat
pt: Guardar Mundo
ro_ro: Salvează lumea
ru_ru: Сохранить мир
sk_sk: Uložiť svet
sl_si: Shrani Svet
sq_al: Save Botërore
sv_se: Spara värld
th_th: บันทึกโลก
tr_tr: Dünyayı Kaydet
vi_vn: Lưu thế giới
zh_cn: 保存世界
zh_tw: 儲存世界

# selectWorld_edit_title
source: Edit World
af_za: Wysig Wêreld
ar_sa: تعديل العالم
be_by: Рэдагаваць свет
bg_bg: Редактиране на света
ca_es: Modificar món
cs: Upravit svět
da_dk: Rediger Verden
de: Welt bearbeiten
de_at: Wöd beorbeitn
el_gr: Επεξεργαστείτε τον κόσμο
es: Editar mundo
eu_es: Mundua aldatu
fa_ir: ویرایش جهان
fi: Muokkaa maailmaa
fil_ph: Baguhin ang mundo
fr_ca: Modification du monde
ga_ie: Athraigh Domhan
gd_gb: Deasaich an saoghal
gl_es: Editar mundo
he: ערוך עולם
hi_in: दुनिया को संपादित करें
hr_hr: Uredi Svijet
hu_hu: Világ szerkesztése
hy_am: Պահեստաին Կրկնօրինակներ
id_id: Mengedit dunia
is_is: Breyta heimi
it: Modifica il mondo
ja_jp: ワールドを編集
ka_ge: სამყაროს დამუშავება
ko_kr: 세계 편집
lb_lu: Welt beaarbechten
lt_lt: Pasaulio redagavimas
lv_lv: Rediģēt pasauli
mk_mk: едитирај го светот
mn_mn: Дэлхийг засах
ms_my: Sunting Dunia
mt_mt: Editja d-Dinja
nl_nl: Wereld bewerken
nn_no: Endre verd
pl: Edytuj świat
pt: Editar Mundo
ro_ro: Modifică lumea
ru_ru: Редактирование мира
sk_sk: Upraviť svet
sl_si: Uredi svet
sq_al: Edit Botërore
sv_se: Redigera värld
th_th: แก้ไขโลก
tr_tr: Dünyayı Düzenle
vi_vn: Chỉnh sửa thế giới
zh_cn: 编辑世界
zh_tw: 編輯世界

# selectWorld_empty
source: empty
af_za: leeg
ar_sa: فارغ
be_by: пуста
bg_bg: празен
ca_es: buit
cs: prázdný
da_dk: tom
de: leer
de_at: laar
el_gr: Κενό
es: vacío
eu_es: hutsik
fa_ir: خالی
fi: tyhjä
fil_ph: wala
fr_ca: vide
ga_ie: folamh
gd_gb: falamh
gl_es: baleiro
he: ריק
hi_in: खाली
hr_hr: prazno
hu_hu: üres
hy_am: դատարկ
id_id: Kosong
is_is: tómt
it: vuoto
ja_jp: 未選択
ka_ge: ცარიელი
ko_kr: 선택되지 않음
lb_lu: eidel
lt_lt: tuščia
lv_lv: tukšs
mi_nz: tahanga
mk_mk: празна
mn_mn: хоосон
ms_my: kosong
mt_mt: vojt
nl_nl: leeg
nn_no: tom
pl: pusty
pt: vazio
ro_ro: gol
ru_ru: пусто
sk_sk: prázdne
sl_si: prazno
sq_al: bosh
sv_se: tom
th_th: ว่าง
tr_tr: boş
vi_vn: trống
zh_cn: 空
zh_tw: 空

# selectWorld_enterName
source: World Name
af_za: Wêreldnaam
ar_sa: اسم العالم
be_by: Назва свету
bg_bg: Име на света
ca_es: Nom del món
cs: Název světa
da_dk: Verdenens navn
de: Name der Welt
de_at: Wöd Nom
el_gr: Όνομα κόσμου
es: Nombre del mundo
eu_es: Munduaren izena
fa_ir: نام دنیا
fi: Maailman nimi
fil_ph: Pangalan ng Mundo
fr_ca: Nom du monde
ga_ie: Ainm an Domhain
gd_gb: Ainm an t-saoghail
gl_es: Nome do mundo
he: שם העולם
hi_in: दुनिया का नाम
hr_hr: Ime Svijeta
hu_hu: Világ neve
hy_am: Աշխարհի Անվանումը
id_id: Nama Dunia
is_is: Nafn á heimi
it: Nome del mondo
ja_jp: ワールド名
ka_ge: სამყაროს სახელი
ko_kr: 세계 이름
lb_lu: Numm vun der Welt
lt_lt: Pasaulio pavadinimas
lv_lv: Pasaules nosaukums
mi_nz: ingoa ao
mk_mk: Светот име
mn_mn: Дэлхийн нэр
ms_my: Nama Dunia
mt_mt: Isem id-Dinja
nl_nl: Wereldnaam
nn_no: Namn på verda
pl: Nazwa świata
pt: Nome do Mundo
ro_ro: Numele lumii
ru_ru: Название мира
sk_sk: Názov sveta
sl_si: Ime sveta
sq_al: emri i botes
sv_se: Namn på värld
th_th: ชื่อเวิลด์
tr_tr: Dünya Adı
vi_vn: Tên thế giới
zh_cn: 世界名称
zh_tw: 世界名稱

# selectWorld_enterSeed
source: Seed for the World Generator
af_za: Saad vir die Wêreldskepper
ar_sa: بذرة للعالم الجديد
be_by: Пачатковае значэнне для генератара свету
bg_bg: Сийд за генератора на света
ca_es: Llavor pel generador de mons
cs: Zdroj pro generátor světa
da_dk: Seed til verdensgeneratoren
de: Startwert für den Weltgenerator
de_at: Seed fin Wödgenerator
el_gr: Seed για την δημιουργία κόσμου
es: Semilla para generar el mundo
eu_es: Mundu sortzailearentzako hazia
fa_ir: دانه برای مولد دنیا
fi: Lähtöarvo maailman luomista varten
fil_ph: Seed para sa pag-gawa ng Mundo
fr_ca: Seed utilisé pour le générateur de monde
ga_ie: Síol don Ghineadóir Domhan
gd_gb: Sìol airson gineadair nan saoghal
gl_es: Semente para o xerador de mundos
he: זרע למחולל-העולם
hi_in: विश्व जेनरेटर के लिए बीज
hr_hr: Sjeme za Generator Svijeta
hu_hu: Kezdőérték a világgenerátornak
hy_am: Սերմ աշխարհը ստեղծելու համար
id_id: Benih untuk Pembangkit Dunia
is_is: Kóði fyrir heim
it: Seme per il generatore di mondi
ja_jp: ワールド生成のシード値
ka_ge: სამყაროს შედგენის წყარო
ko_kr: 세계 생성 시드
lb_lu: Seed fir de Weltgenerator
lt_lt: Reikšmė pasaulio generatoriui
lv_lv: Sēkla Pasaules Ģeneratoram
mi_nz: uri mo te kaihanga ao
mk_mk: Сид за генерацијата на светот
mn_mn: Дэлхий үүсгэгчийн үр
ms_my: Benih untuk Penjanaan Dunia
mt_mt: Seed għall-Ġenerazzjoni tad-Dinja
nl_nl: Seed voor de wereldgenerator
nn_no: Seed til verdsgeneratoren
pl: Ziarno dla Generatora Świata
pt: Código para Gerar um Mundo
ro_ro: Sămânță pentru generarea lumii
ru_ru: Ключ для генератора мира
sk_sk: Seed na vygenerovanie sveta
sl_si: Seme za generator sveta
sq_al: Gjeje generatorin e botes
sv_se: Frö till världsgeneratorn
th_th: Seed สำหรับการสร้างเวิลด์
tr_tr: Dünya Oluşturucusu için Kod
vi_vn: Hạt giống để tạo thế giới
zh_cn: 世界生成器的种子
zh_tw: 世界生成種子碼

# selectWorld_gameMode
source: Game Mode
af_za: Spel-tipe
ar_sa: نمط اللعب
be_by: Рэжым гульні
bg_bg: Режим на игра
ca_es: Mode de joc
cs: Typ hry
da_dk: Spiltilstand
de: Spielmodus
de_at: Spümodus
el_gr: Είδος παιχνιδιού
es: Modo
eu_es: Joko-modua
fa_ir: مد بازی
fi: Pelimuoto
fil_ph: Moda ng Laro
fr_ca: Mode de jeu
ga_ie: Mód Cluiche
gd_gb: Modh a’ gheama
gl_es: Modo de xogo
he: מצב משחק
hi_in: खेल मोड
hr_hr: Vrsta Igre
hu_hu: Játékmód
hy_am: Խաղային Ռեժիմ
id_id: Mode Permainan
is_is: Tegund leiks
it: Modalità
ja_jp: ゲームモード
ka_ge: თამაშის რეჟიმი
ko_kr: 게임 모드
lb_lu: Spillmodus
lt_lt: Žaidimo režimas
lv_lv: Spēles režīms
mi_nz: Aratau Game
mk_mk: Режим на Игра
mn_mn: Тоглоомын горим
ms_my: Mod Permainan
mt_mt: Modalita' tal-Logħba
nl_nl: Spelmodus
nn_no: Spelmodus
pl: Tryb gry
pt: Modo de Jogo
ro_ro: Mod de joc
ru_ru: Режим игры
sk_sk: Typ hry
sl_si: Način igre
sq_al: Lojë Mode
sv_se: Spelläge
th_th: โหมดเกม
tr_tr: Oyun Modu
vi_vn: Chế độ chơi
zh_cn: 游戏模式
zh_tw: 遊戲模式

# selectWorld_gameMode_adventure
source: Adventure
af_za: Avontuur
ar_sa: مغامرة
be_by: Прыгоды
bg_bg: Приключенски
ca_es: Aventura
cs: Dobrodružná hra
da_dk: Eventyr
de: Abenteuer
de_at: Abenteia
el_gr: Περιπέτεια
es: aventura
eu_es: Abentura
fa_ir: ماجراجویی
fi: Seikkailu
fil_ph: Panglakbayan
fr_ca: Aventure
ga_ie: Eachtra
gd_gb: Dànachd
gl_es: Aventura
he: הרפתקה
hi_in: साहसिक
hr_hr: Avantura
hu_hu: Kaland
hy_am: Արկածային
id_id: Petualangan
is_is: Ævintýri
it: Avventura
ja_jp: アドベンチャー
ka_ge: თავგადასავალი
ko_kr: 모험
lb_lu: Aventure
lt_lt: nuotykių
lv_lv: Piedzīvojumu
mi_nz: Haere māia
mk_mk: Авантура
mn_mn: Адал явдалт
ms_my: Pengembaraan
mt_mt: Avventura
nl_nl: Avontuur
nn_no: Uforskar
pl: Przygoda
pt: Aventura
ro_ro: Aventură
ru_ru: Приключенческий
sk_sk: Dobrodružný
sl_si: Pustolovski način
sq_al: Aventurë
sv_se: Äventyr
th_th: ผจญภัย
tr_tr: Macera
vi_vn: Phiêu lưu
zh_cn: 冒险
zh_tw: 冒險

# selectWorld_gameMode_adventure_line1
source: Same as survival mode, but blocks can't
af_za: Dieselfde as oorlewing, maar blokke kan nie
ar_sa: نفس وضع البقاء على قيد الحياة، ولكن لا يمكن القطع
be_by: Усё тое ж самае, што і ў рэжыме выжывання, але вам нельга
bg_bg: Същото като режим на оцеляване, но блокчетата
ca_es: Igual que al mode supervivència,
cs: Stejné jako Hra o přežití, ale bloky se nedají
da_dk: Samme som overlevelsestilstand, men blokke kan ikke
de: Wie Überlebensmodus, Blöcke können jedoch nicht
de_at: Gleich wie Übalebnsmodus, Blöcke kennan oba ned
el_gr: Το ίδιο με τη λειτουργία επιβίωσης, αλλά δεν
es: Igual que el modo supervivencia, pero los bloques
eu_es: Biziraupen moduan bezala, baina blokeak ezin
fa_ir: همانند "سوروایول" میباشد ولی بلوک ها نمیتوانند
fi: Sama kuin selviytyminen, mutta kuutioita ei
fil_ph: Pareho ng modo ng kaligtasan ng buhay, ngunit ang bloke ay hindi maaari
fr_ca: Identique au mode Survie, mais les blocs
ga_ie: Mar an gcéanna le mód marthanais, ach ní féidir
gd_gb: Modh maireachdainn ach cha ghabh blocaichean
gl_es: Igual que o modo supervivencia, pero os bloques non poden
he: זהה למצב הישרדות אבל אי אפשר לשבור
hr_hr: Isto kao opstanak, ali blokovi ne mogu
hu_hu: Ugyanaz, mint a túlélő mód, de nem lehet blokkokat
id_id: Sama seperti Mode Sintas, tetapi balok tidak bisa
is_is: Eins og lifa af, nema ekki er hægt
it: Come la modalità Sopravvivenza, ma i blocchi
ja_jp: サバイバルモードと同じですが、ブロックを
ka_ge: იგივე, რაც გადარჩენის რეჟიმი, უბრალოდ არ შეიძლება ბლოკების
ko_kr: 서바이벌 모드와 비슷하지만, 블록들을
lb_lu: Selwecht wei den Iwwerliewensmodus, awer Bléck kënnen net
lt_lt: Tas pats, kaip išlikimas, tik blokai negali būti
lv_lv: Tāpat kā izdzīvošanas režīms, bet blokus nevar
mi_nz: Rite aratau ora, engari e kore e taea e poraka
mk_mk: Исто како и опстанок на владата, но блокови не може да
mn_mn: Амьд үлдэх горимтой адтл боловч блокууд
ms_my: Sama seperti mod hidup, tetapi bongkah tidak boleh
mt_mt: Bħal mod sopravivenza, iżda blokok ma jistgħux
nl_nl: Net als de overlevingsmodus, maar blokken kunnen niet
nn_no: Same som overlevingsmodus, men blokker kan ikkje
pl: Zasady jak w trybie przetrwania, ale bloki nie mogą
pt: O mesmo que o modo de sobrevivência, mas não é
ro_ro: La fel ca modul Supraviețuire, dar blocurile
ru_ru: Подобен режиму Выживания, однако блоки нельзя
sk_sk: Rovnaké ako hra o prežitie, ale kocky nesmú
sl_si: Enako kot v načinu preživetja, vendar kock ni možno
sq_al: Njëjtë si mode mbijetesë, por kuba nuk mund të
sv_se: Samma som överlevnadsläget, men block kan inte
th_th: เหมือนกับโหมดเอาชีวิตรอด, แต่บล็อคไม่สามารถ
tr_tr: Hayatta kalma modu ile aynı ama bloklar
vi_vn: Giống như chế độ sinh tồn, nhưng các khối không thể
zh_cn: 与生存模式相同，但是方块
zh_tw: 與生存模式相同，但方塊不能
