Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_mojang_magenta
source: Magenta Thing
af_za: Magenta Ding
ar_sa: الشيء الأرجواني
be_by: Пурпурны лагатып Mojang
bg_bg: Пурпурно нещо
ca_es: Cosa magenta
cs: Purpurová věc
da_dk: Lyselilla Ting
de: Magenta Mojang-Logo
de_at: Magentas Mojang-Logo
el_gr: Ματζέντα σήμα της Mojang
es: Cosa magenta
eu_es: Gauza magenta
fi: Purppura Mojang-logo
fr_ca: Emblème de magenta
ga_ie: Rud Maigeanta
gl_es: Cousa maxenta
he: לוגו מג'נטה
hr_hr: Roza Stvar
hu_hu: Bíbor Mojang címerkép
id_id: Hal Magenta
is_is: Neonbleikur hlutur
it: Al logo di magenta
ja_jp: 赤紫色の何かの模様
ka_ge: იისფერი რაღაც
ko_kr: 자홍색 Mojang 로고
lb_lu: Magentat Mojang Logo
lt_lt: Rausvai raudonas dalykas
lv_lv: Fuksīna logo
ms_my: Benda Magenta
nl_nl: Magenta ding
nn_no: Ljoselilla ting
pl: Karmazynowe Coś
pt: Emblema da Mojang Magenta
ro_ro: Chestie magenta
ru_ru: Пурпурное нечто
sk_sk: Purpurová vec
sl_si: Škrlantni Mojang znak
sv_se: Ljuslila mojäng
th_th: ของสีม่วงแดง
tr_tr: Eflatun Şey
vi_vn: Vật thể đỏ sậm
zh_cn: 品红色Mojang徽标
zh_tw: 洋紅色 Mojang 標誌

# item_banner_mojang_orange
source: Orange Thing
af_za: Oranje Ding
ar_sa: الشيء البرتقالي
be_by: Аранжавы лагатып Mojang
bg_bg: Оранжево нещо
ca_es: Cosa taronja
cs: Oranžová věc
da_dk: Orange Ting
de: Oranges Mojang-Logo
el_gr: Πορτοκαλί σήμα της Mojang
es: Cosa naranja
eu_es: Gauza laranja
fa_ir: چیز نارنجی
fi: Oranssi Mojang-logo
fr_ca: Emblème d'orangé
ga_ie: Rud Oráisteach
gl_es: Cousa laranxa
he: לוגו כתום
hr_hr: Narančasta Stvar
hu_hu: Narancssárga Mojang címerkép
id_id: Hal Jingga
is_is: Appelsínugulur hlutur
it: Al logo d'arancione
ja_jp: 橙色の何かの模様
ka_ge: ნარინჯისფერი რაღაც
ko_kr: 주황색 Mojang 로고
lb_lu: Oranget Mojang Logo
lt_lt: Oranžinis dalykas
lv_lv: Oranžs logo
ms_my: Benda Oren
nl_nl: Oranje ding
nn_no: Oransje ting
pl: Pomarańczowe Coś
pt: Emblema da Mojang Laranja
ro_ro: Chestie portocalie
ru_ru: Оранжевое нечто
sk_sk: Oranžová vec
sl_si: Oranžni Mojang znak
sv_se: Orange mojäng
th_th: ธงส้ม Mojang
tr_tr: Turuncu Şey
vi_vn: Vật thể cam
zh_cn: 橙色Mojang徽标
zh_tw: 橙色 Mojang 標誌

# item_banner_mojang_pink
source: Pink Thing
af_za: Pienk Ding
ar_sa: الشيء الوردي
be_by: Ружовы лагатып Mojang
bg_bg: Розово нещо
ca_es: Cosa rosa
cs: Růžová věc
da_dk: Lyserød Ting
de: Rosa Mojang-Logo
el_gr: Ροζ σήμα της Mojang
es: Cosa rosa
eu_es: Gauza arrosa
fa_ir: چیز صورتی
fi: Vaaleanpunainen Mojang-logo
fr_ca: Emblème de rose
ga_ie: Rud Bándearg
gl_es: Cousa rosa
he: לוגו ורוד
hr_hr: Ružičasta Stvar
hu_hu: Rózsaszín Mojang címerkép
id_id: Pink-hal
is_is: Bleikur hlutur
it: Al logo di rosa
ja_jp: 桃色の何かの模様
ka_ge: ვარდისფერი რაღაც
ko_kr: 분홍색 Mojang 로고
lb_lu: Rosat Mojang Logo
lt_lt: Rožinis dalykas
lv_lv: Rozā logo
ms_my: Benda Merah Jambu
mt_mt: Ħaġa roża
nl_nl: Roze ding
nn_no: Rosa ting
pl: Różowe Coś
pt: Emblema da Mojang Rosa
ro_ro: Chestie roz
ru_ru: Розовое нечто
sk_sk: Ružová vec
sl_si: Roza Mojang znak
sv_se: Rosa mojäng
th_th: สิ่งสีชมพู
tr_tr: Pembe Şey
vi_vn: Vật thể hồng
zh_cn: 粉红色Mojang徽标
zh_tw: 粉紅色 Mojang 標誌

# item_banner_mojang_purple
source: Purple Thing
af_za: Pers Ding
ar_sa: الشيء الأرجواني
be_by: Фіялетавы лагатып Mojang
bg_bg: Лилаво нещо
ca_es: Cosa morat
cs: Fialová věc
da_dk: Lilla Ting
de: Violettes Mojang-Logo
el_gr: Μωβ σήμα της Mojang
es: Cosa morada
eu_es: Gauza Morea
fa_ir: چیز بنفش
fi: Violetti Mojang-logo
fr_ca: Emblème de pourpre
ga_ie: Rud Corcra
gl_es: Cousa púrpura
he: לוגו סגול
hr_hr: Ljubičasta Stvar
hu_hu: Lila Mojang címerkép
id_id: Hal ungu
is_is: Fjólublár hlutur
it: Al logo di viola
ja_jp: 紫色の何かの模様
ka_ge: ალისფერი რაღაც
ko_kr: 보라색 Mojang 로고
lb_lu: Moft Mojang Logo
lt_lt: Purpurinis dalykas
lv_lv: Purpura logo
ms_my: Benda Ungu
mt_mt: Ħaġa vjola
nl_nl: Paars ding
nn_no: Lilla ting
pl: Fioletowe Coś
pt: Emblema da Mojang Roxo
ro_ro: Chestie violetă
ru_ru: Фиолетовое нечто
sk_sk: Fialová vec
sl_si: Vijolični Mojang znak
sv_se: Lila mojäng
th_th: สิ่งสีม่วง
tr_tr: Mor Şey
vi_vn: Vật thể tím
zh_cn: 紫色Mojang徽标
zh_tw: 紫色 Mojang 標誌

# item_banner_mojang_red
source: Red Thing
af_za: Rooi Ring
ar_sa: الشيء أحمر
be_by: Чырвоны лагатып Mojang
bg_bg: Червено нещо
ca_es: Cosa vermella
cs: Červená věc
da_dk: Rød Ting
de: Rotes Mojang-Logo
el_gr: Κόκκινο σήμα της Mojang
es: Cosa roja
eu_es: Gauza Gorria
fa_ir: چیز قرمز
fi: Punainen Mojang-logo
fil_ph: Pulang bagay
fr_ca: Emblème de gueules
ga_ie: Rud Dearg
gl_es: Cousa vermella
he: לוגו אדום
hr_hr: Crvena Stvar
hu_hu: Vörös Mojang címerkép
id_id: Hal yang merah
is_is: Rauður hlutur
it: Al logo di rosso
ja_jp: 赤色の何かの模様
ka_ge: წითელი რაღაც
ko_kr: 빨간색 Mojang 로고
lb_lu: Rout Mojang Logo
lt_lt: Raudonas dalykas
lv_lv: Sarkans logo
ms_my: Benda Merah
mt_mt: Ħaġa ħamra
nl_nl: Rood ding
nn_no: Raud ting
pl: Czerwone Coś
pt: Emblema da Mojang Vermelho
ro_ro: Chestie roșie
ru_ru: Красное нечто
sk_sk: Červená vec
sl_si: Rdeči Mojang znak
sv_se: Röd mojäng
th_th: สิ่งสีแดง
tr_tr: Kırmızı Şey
vi_vn: Vật thể đỏ
zh_cn: 红色Mojang徽标
zh_tw: 紅色 Mojang 標誌

# item_banner_mojang_silver
source: Light Grey Thing
af_za: Liggrys Ding
ar_sa: الشيء الرمادي المخفف
be_by: Светла-шэры лагатып Mojang
bg_bg: Светлосиво нещо
ca_es: Cosa gris clar
cs: Světle šedá věc
da_dk: Lysegrå Ting
de: Hellgraues Mojang-Logo
el_gr: Ανοιχτό Γκρι σήμα της Mojang
es: Cosa gris claro
fi: Vaaleanharmaa Mojang-logo
fr_ca: Emblème d'argent grisé
ga_ie: Rud Fionnliath
gl_es: Cousa gris claro
he: לוגו אפור בהיר
hr_hr: Svijetlo Siva Stvar
hu_hu: Világosszürke Mojang címerkép
id_id: Hal abu-abu terang
is_is: Ljósgrár hlutur
it: Al logo di grigio chiaro
ja_jp: 薄灰色の何かの模様
ka_ge: ღია-ნაცრისფერი რაღაც
ko_kr: 회백색 Mojang 로고
lb_lu: Hellgrot Mojang Logo
lt_lt: Šviesiai pilkas dalykas
lv_lv: Gaiši pelēks logo
ms_my: Benda Kelabu Muda
mt_mt: Ħaġa griż car
nl_nl: Lightgrijze ding
nn_no: Ljosegrå ting
pl: Jasnoszare Coś
pt: Emblema da Mojang Cinzento Claro
ro_ro: Chestie gri-deschis
ru_ru: Светло-серое нечто
sk_sk: Svetlosivá vec
sl_si: Svetlo sivi Mojang znak
sv_se: Ljusgrå mojäng
th_th: สิ่งสีเทาอ่อน
tr_tr: Açık Gri Şey
vi_vn: Vật thể xám nhạt
zh_cn: 淡灰色Mojang徽标
zh_tw: 淺灰色 Mojang 標誌

# item_banner_mojang_white
source: White Thing
af_za: Wit Ding
ar_sa: الشيء الأبيض
be_by: Белы лагатып Mojang
bg_bg: Бяло нещо
ca_es: Cosa blanca
cs: Bílá věc
da_dk: Hvid Ting
de: Weißes Mojang-Logo
el_gr: Λευκό σήμα της Mojang
es: Cosa blanca
eu_es: Gauza txuria
fa_ir: چیز سفید
fi: Valkoinen Mojang-logo
fr_ca: Emblème d'argent
ga_ie: Rud Bán
gl_es: Cousa branca
he: לוגו לבן
hr_hr: Bijela Stvar
hu_hu: Fehér Mojang címerkép
id_id: Hal putih
is_is: Hvítur hlutur
it: Al logo di bianco
ja_jp: 白色の何かの模様
ka_ge: თეთრი რაღაც
ko_kr: 하얀색 Mojang 로고
lb_lu: Wäisst Mojang Logo
lt_lt: Baltas dalykas
lv_lv: Balts logo
ms_my: Benda Putih
nl_nl: Witte ding
nn_no: Kvit ting
pl: Białe Coś
pt: Emblema da Mojang Branco
ro_ro: Chestie albă
ru_ru: Белое нечто
sk_sk: Biela vec
sl_si: Beli Mojang znak
sv_se: Vit mojäng
th_th: Mojang ธงสีขาว
tr_tr: Beyaz Şey
vi_vn: Vật thể trắng
zh_cn: 白色Mojang徽标
zh_tw: 白色 Mojang 標誌

# item_banner_mojang_yellow
source: Yellow Thing
af_za: Geel Ding
ar_sa: الشيء الأصفر
be_by: Жоўты лагатып Mojang
bg_bg: Жълто нещо
ca_es: Cosa groga
cs: Žlutá věc
da_dk: Gul Ting
de: Gelbes Mojang-Logo
el_gr: Κίτρινο σήμα της Mojang
es: Cosa amarilla
eu_es: Gauza horia
fa_ir: چیز زرد
fi: Keltainen Mojang-logo
fil_ph: Dilaw na bagay
fr_ca: Emblème d'or
ga_ie: Rud Buí
gl_es: Cousa amarela
he: לוגו צהוב
hr_hr: Žuta Stvar
hu_hu: Sárga Mojang címerkép
id_id: Hal kuning
is_is: Gulur hlutur
it: Al logo di giallo
ja_jp: 黄色の何かの模様
ka_ge: ყვითელი რაღაც
ko_kr: 노란색 Mojang 로고
lb_lu: Gielt Mojang Logo
lt_lt: Geltonas dalykas
lv_lv: Dzeltens logo
ms_my: Benda Kuning
mt_mt: Ħaġa safra
nl_nl: Gele ding
nn_no: Gul ting
pl: Żółte Coś
pt: Emblema da Mojang Amarelo
ro_ro: Chestie galbenă
ru_ru: Жёлтое нечто
sk_sk: Žltá vec
sl_si: Rumeni Mojang znak
sv_se: Gul mojäng
th_th: สิ่งสีเหลือง
tr_tr: Sarı Şey
vi_vn: Vật thể vàng
zh_cn: 黄色Mojang徽标
zh_tw: 黃色 Mojang 標誌

# item_banner_orange_name
source: Orange Banner
af_za: Oranje Banier
ar_sa: راية برتقالية
be_by: Аранжавы сцяг
bg_bg: Оранжево знаме
ca_es: Estendard taronja
cs: Oranžový prapor
de: Oranges Banner
de_at: Orangs Banner
el_gr: Πορτοκαλί Λάβαρο
es: Estandarte naranja
eu_es: Estandarte laranja
fa_ir: پرچم نارنجی
fi: Oranssi lippu
fil_ph: Kahel na Watawat
fr_ca: Bannière d'orangé
ga_ie: Meirge Oráisteach
gl_es: Estandarte laranxa
he: מודעה כתומה
hr_hr: Narančasta Zastava
hu_hu: Narancssárga zászló
id_id: Spanduk Jinnga
is_is: Appelsínugulur fáni
it: Stendardo arancione
ja_jp: 橙色の旗
ka_ge: ნარინჯისფერი დროშა
ko_kr: 주황색 현수막
lb_lu: Orange Fändel
lt_lt: Oranžinė vėliava
lv_lv: Oranžs baneris
ms_my: Panji Jingga
mt_mt: Bandiera Oranġjo
nl_nl: Oranje banier
nn_no: Oransje fane
pl: Pomarańczowy sztandar
pt: Bandeira Laranja
ro_ro: Stindard portocaliu
ru_ru: Оранжевый флаг
sk_sk: Oranžová vlajka
sl_si: Oranžen prapor
sv_se: Orange banderoll
th_th: ธงสีส้ม
tr_tr: Turuncu Flama
vi_vn: Biểu ngữ cam
zh_cn: 橙色旗帜
zh_tw: 橙色旗幟

# item_banner_pink_name
source: Pink Banner
af_za: Ligroos Banier
ar_sa: راية وردية
be_by: Ружовы сцяг
bg_bg: Розово знаме
ca_es: Estendard rosa
cs: Růžový prapor
da_dk: Lyserødt Banner
de: Rosa Banner
de_at: Rosas Banner
el_gr: Ροζ Λάβαρο
es: Estandarte rosa
eu_es: Estandarte arrosa
fa_ir: پرچم صورتی
fi: Vaaleanpunainen lippu
fil_ph: Kulay-rosas na Watawat
fr_ca: Bannière de rose
ga_ie: Meirge Bándearg
gl_es: Estandarte rosa
he: שלט בצבע ורוד
hr_hr: Ružičasta Zastava
hu_hu: Rózsaszín zászló
id_id: Spanduk Merah Muda
is_is: Bleikur fáni
it: Stendardo rosa
ja_jp: 桃色の旗
ka_ge: ვარდისფერი დროშა
ko_kr: 분홍색 현수막
lb_lu: Rosae Fändel
lt_lt: Rožinė vėliava
lv_lv: Rozā Baneris
ms_my: Panji Merah Jambu
mt_mt: Bandiera Roża
nl_nl: Roze banier
nn_no: Rosa fane
pl: Różowy sztandar
pt: Bandeira Rosa
ro_ro: Stindard roz
ru_ru: Розовый флаг
sk_sk: Ružová vlajka
sl_si: Roza prapor
sv_se: Rosa banderoll
th_th: ธงสีชมพู
tr_tr: Pembe Flama
vi_vn: Biểu ngữ hồng
zh_cn: 粉红色旗帜
zh_tw: 粉紅色旗幟

# item_banner_purple_name
source: Purple Banner
af_za: Pers Vlag
ar_sa: راية بنفسجية
be_by: Фіялетавы сцяг
bg_bg: Лилаво знаме
ca_es: Estendard lila
cs: Fialový prapor
da_dk: Lilla Banner
de: Violettes Banner
de_at: Lilas Banner
el_gr: Μωβ Λάβαρο
es: Estandarte morado
eu_es: Estandarte morea
fa_ir: پرچم بنفش
fi: Purppura lippu
fil_ph: Lilang Watawat
fr_ca: Bannière de pourpre
ga_ie: Meirge Corcra
gl_es: Estandarte púrpura
he: שלט סגול
hr_hr: Ljubičasta Zastava
hu_hu: Lila zászló
id_id: Spanduk Ungu
is_is: Fjólublár fáni
it: Stendardo viola
ja_jp: 紫色の旗
ka_ge: ალისფერი დროშა
ko_kr: 보라색 현수막
lb_lu: Mofe Fändel
lt_lt: Purpurinė vėliava
lv_lv: Violēts Baneris
ms_my: Panji Ungu
mt_mt: Bandiera Vjola
nl_nl: Paarse banier
nn_no: Lilla fane
pl: Fioletowy sztandar
pt: Bandeira Roxa
ro_ro: Stindard violet
ru_ru: Фиолетовый флаг
sk_sk: Fialová vlajka
sl_si: Vijoličen prapor
sv_se: Lila banderoll
th_th: ธงสีม่วง
tr_tr: Mor Flama
vi_vn: Biểu ngữ tím
zh_cn: 紫色旗帜
zh_tw: 紫色旗幟

# item_banner_red_name
source: Red Banner
af_za: Rooi Banier
ar_sa: راية حمراء
be_by: Чырвоны сцяг
bg_bg: Червено знаме
ca_es: Estendard vermell
cs: Červený prapor
da_dk: Rødt Banner
de: Rotes Banner
de_at: Rots Banner
el_gr: Κόκκινο Λάβαρο
es: Estandarte rojo
eu_es: Estandarte gorria
fa_ir: پرچم قرمز
fi: Punainen lippu
fil_ph: Pulang Watawat
fr_ca: Bannière de gueules
ga_ie: Meirge Dearg
gl_es: Estandarte vermello
he: מודעה אדום
hr_hr: Crvena Zastava
hu_hu: Vörös zászló
id_id: Spanduk Merah
is_is: Rauður fáni
it: Stendardo rosso
ja_jp: 赤色の旗
ka_ge: წითელი დროშა
ko_kr: 빨간색 현수막
lb_lu: Roude Fändel
lt_lt: Raudona vėliava
lv_lv: Sarkans Baneris
ms_my: Panji Merah
mt_mt: Bandiera Ħamra
nl_nl: Rode banier
nn_no: Raud fane
pl: Czerwony sztandar
pt: Bandeira Vermelha
ro_ro: Stindard roșu
ru_ru: Красный флаг
sk_sk: Červená vlajka
sl_si: Rdeč prapor
sv_se: Röd banderoll
th_th: ธงสีแดง
tr_tr: Kırmızı Flama
vi_vn: Biểu ngữ màu đỏ
zh_cn: 红色旗帜
zh_tw: 紅色旗幟

# item_banner_rhombus_black
source: Black Lozenge
ar_sa: معين أسود
be_by: Чорны ромб
bg_bg: Черен ромб
ca_es: Rombe negre
cs: Černý kosočtverec
da_dk: Sort Rombe
de: Schwarze Raute
de_at: Schworze Rautn
el_gr: Μαύρος Ρόμβος
es: Rombo negro
fi: Musta ruutu
fr_ca: Losange de sable
ga_ie: Muileata Dubh
gl_es: Rombo negro
he: יהלום שחור
hr_hr: Crni Romb
hu_hu: Fekete nagyruta
id_id: Belah ketupat hitam
it: Alla losanga di nero
ja_jp: 黒色の菱形
ka_ge: შავი რომბი
ko_kr: 검은색 마름모
lb_lu: Schwaarz Raut
lt_lt: Juodas rombas centre
lv_lv: Melns rombs
ms_my: Rombus Hitam
nl_nl: Zwarte ruit
nn_no: Svart diamant
pl: Czarny romb
pt: Losango Preto
ro_ro: Romb negru
ru_ru: Чёрный ромб
sk_sk: Čierny kosoštvorec
sl_si: Črn srčni ščit
sv_se: Svart diamant
th_th: ข้าวหลามตัดสีดำ
tr_tr: Siyah Eşkenar Dörtgen
vi_vn: Hình thoi đen
zh_cn: 黑色菱形
zh_tw: 黑色菱形

# item_banner_rhombus_blue
source: Blue Lozenge
ar_sa: معين أزرق
be_by: Сіні ромб
bg_bg: Син ромб
ca_es: Rombe blau
cs: Modrý kosočtverec
da_dk: Blå Rombe
de: Blaue Raute
de_at: Blaue Rautn
el_gr: Μπλέ Ρόμβος
es: Rombo azul
fi: Sininen ruutu
fr_ca: Losange d'azur
ga_ie: Muileata Gorm
gl_es: Rombo azul
he: יהלום כחול
hr_hr: Plavi Romb
hu_hu: Kék nagyruta
id_id: Belah ketupat biru
it: Alla losanga di blu
ja_jp: 青色の菱形
ka_ge: ლურჯი რომბი
ko_kr: 파란색 마름모
lb_lu: Blo Raut
lt_lt: Mėlynas rombas centre
lv_lv: Zils rombs
ms_my: Rombus Biru
nl_nl: Blauwe ruit
nn_no: Blå diamant
pl: Niebieski romb
pt: Losango Azul
ro_ro: Romb albastru
ru_ru: Синий ромб
sk_sk: Modrý kosoštvorec
sl_si: Moder srčni ščit
sv_se: Blå diamant
th_th: ข้าวหลามตัดสีน้ำเงิน
tr_tr: Mavi Eşkenar Dörtgen
vi_vn: Hình thoi xanh nước biển
zh_cn: 蓝色菱形
zh_tw: 藍色菱形

# item_banner_rhombus_brown
source: Brown Lozenge
ar_sa: معين بني
be_by: Карычневы ромб
bg_bg: Кафяв ромб
ca_es: Rombe marró
cs: Hnědý kosočtverec
da_dk: Brun Rombe
de: Braune Raute
de_at: Braune Rautn
el_gr: Καφέ Ρόμβος
es: Rombo marrón
fi: Ruskea ruutu
fr_ca: Losange de brun
ga_ie: Muileata Donn
gl_es: Rombo marrón
he: יהלום חום
hr_hr: Smeđi Romb
hu_hu: Barna nagyruta
id_id: Belah ketupat cokelat
it: Alla losanga di marrone
ja_jp: 茶色の菱形
ka_ge: ყავისფერი რომბი
ko_kr: 갈색 마름모
lb_lu: Brong Raut
lt_lt: Rudas rombas centre
lv_lv: Brūns rombs
ms_my: Rombus Coklat
nl_nl: Bruine ruit
nn_no: Brun diamant
pl: Brązowy romb
pt: Losango Castanho
ro_ro: Romb maro
ru_ru: Коричневый ромб
sk_sk: Hnedý kosoštvorec
sl_si: Rjav srčni ščit
sv_se: Brun diamant
th_th: ข้าวหลามตัดสีน้ำตาล
tr_tr: Kahverengi Eşkenar Dörtgen
vi_vn: Hình thoi nâu
zh_cn: 棕色菱形
zh_tw: 棕色菱形

# item_banner_rhombus_cyan
source: Cyan Lozenge
ar_sa: معين سماوي
be_by: Бірузовы ромб
bg_bg: Синьозелен ромб
ca_es: Rombe cian
cs: Azurový kosočtverec
da_dk: Tyrkis Rombe
de: Türkise Raute
de_at: Türkise Rautn
el_gr: Γαλάζιος Ρόμβος
es: Rombo cian
fi: Turkoosi ruutu
fr_ca: Losange de cyan
ga_ie: Muileata Cian
gl_es: Rombo ciano
he: יהלום ציאן
hr_hr: Tirkizni Romb
hu_hu: Türkizkék nagyruta
id_id: Belah ketupat Cyan
it: Alla losanga di ciano
ja_jp: 水色の菱形
ka_ge: ცისფერი რომბი
ko_kr: 청록색 마름모
lb_lu: Turquoise Raut
lt_lt: Žalsvai mėlynas rombas centre
lv_lv: Ciāna rombs
ms_my: Rombus Cyan
nl_nl: Cyaan ruit
nn_no: Turkis diamant
pl: Błękitny romb
pt: Losango Ciano
ro_ro: Romb turcoaz
ru_ru: Бирюзовый ромб
sk_sk: Tyrkysový kosoštvorec
sl_si: Turkizen srčni ščit
sv_se: Turkos diamant
th_th: ข้าวหลามตัดสีฟ้าคราม
tr_tr: Camgöbeği Eşkenar Dörtgen
vi_vn: Hình thoi lục lam
zh_cn: 青色菱形
zh_tw: 青色菱形

# item_banner_rhombus_gray
source: Grey Lozenge
ar_sa: معين رمادي
be_by: Шэры ромб
bg_bg: Сив ромб
ca_es: Rombe gris
cs: Šedý kosočtverec
da_dk: Grå Rombe
de: Graue Raute
de_at: Graue Rautn
el_gr: Γκρι Ρόμβος
es: Rombo gris
fi: Harmaa ruutu
fr_ca: Losange d'acier
ga_ie: Muileata Liath
gl_es: Rombo gris
he: יהלום אפור
hr_hr: Sivi Romb
hu_hu: Szürke nagyruta
id_id: Belah ketupat abu-abu
it: Alla losanga di grigio
ja_jp: 灰色の菱形
ka_ge: ნაცრისფერი რომბი
ko_kr: 회색 마름모
lb_lu: Gro Raut
lt_lt: Pilkas rombas centre
lv_lv: Pelēks rombs
ms_my: Rombus Kelabu
mt_mt: Gray Lozenge
nl_nl: Grijze ruit
nn_no: Grå diamant
pl: Szary romb
pt: Losango Cinzento
ro_ro: Romb gri
ru_ru: Серый ромб
sk_sk: Sivý kosoštvorec
sl_si: Siv srčni ščit
sv_se: Grå diamant
th_th: ข้าวหลามตัดสีเทา
tr_tr: Gri Eşkenar Dörtgen
vi_vn: Hình thoi xám
zh_cn: 灰色菱形
zh_tw: 灰色菱形

# item_banner_rhombus_green
source: Green Lozenge
ar_sa: معين أخضر
be_by: Зялёны ромб
bg_bg: Зелен ромб
ca_es: Rombe verd
cs: Zelený kosočtverec
da_dk: Grøn Rombe
de: Grüne Raute
de_at: Grüne Rautn
el_gr: Πράσινος Ρόμβος
es: Rombo verde
fi: Vihreä ruutu
fr_ca: Losange de sinople
ga_ie: Muileata Uaine
gl_es: Rombo verde
he: יהלום ירוק
hr_hr: Zeleni Romb
hu_hu: Zöld nagyruta
id_id: Belah ketupat hijau
it: Alla losanga di verde
ja_jp: 緑色の菱形
ka_ge: მწვანე რომბი
ko_kr: 초록색 마름모
lb_lu: Gréng Raut
lt_lt: Žalias rombas centre
lv_lv: Zaļs rombs
ms_my: Rombus Hijau
nl_nl: Groene ruit
nn_no: Grøn diamant
pl: Zielony romb
pt: Losango Verde
ro_ro: Romb verde
ru_ru: Зелёный ромб
sk_sk: Zelený kosoštvorec
sl_si: Zelen srčni ščit
sv_se: Grön diamant
th_th: ข้าวหลามตัดสีเขียว
tr_tr: Yeşil Eşkenar Dörtgen
vi_vn: Hình thoi xanh lá cây
zh_cn: 绿色菱形
zh_tw: 綠色菱形

# item_banner_rhombus_lightBlue
source: Light Blue Lozenge
ar_sa: معين أزرق فاتح
be_by: Блакітны ромб
bg_bg: Светлосин ромб
ca_es: Rombe blau clar
cs: Světle modrý kosočtverec
da_dk: Lyseblå Rombe
de: Hellblaue Raute
de_at: Hellblaue Rautn
el_gr: Γαλάζιος Ρόμβος
es: Rombo azul claro
fi: Vaaleansininen ruutu
fr_ca: Losange de bleu céleste
ga_ie: Muileata Bánghorm
gl_es: Rombo azul claro
he: יהלום תכלת
hr_hr: Svijetlo Plavi Romb
hu_hu: Világoskék nagyruta
id_id: Belah ketupat cahaya biru
it: Alla losanga d'azzurro
ja_jp: 空色の菱形
ka_ge: ღია-ლურჯი რომბი
ko_kr: 하늘색 마름모
lb_lu: Hellblo Raut
lt_lt: Šviesiai mėlynas rombas centre
lv_lv: Gaiši zils rombs
ms_my: Rombus Biru Muda
nl_nl: Lichtblauwe ruit
nn_no: Ljoseblå diamant
pl: Jasnoniebieski romb
pt: Losango Azul Claro
ro_ro: Romb bleu
ru_ru: Голубой ромб
sk_sk: Svetlomodrý kosoštvorec
sl_si: Svetlo moder srčni ščit
sv_se: Ljusblå diamant
th_th: ข้าวหลามตัดสีฟ้า
tr_tr: Açık Mavi Eşkenar Dörtgen
vi_vn: Hình thoi xanh nước biển nhạt
zh_cn: 淡蓝色菱形
zh_tw: 淺藍色菱形

# item_banner_rhombus_lime
source: Lime Lozenge
ar_sa: معين ليموني
be_by: Лаймавы ромб
bg_bg: Жълтозелен ромб
ca_es: Rombe verd llima
cs: Světle zelený kosočtverec
da_dk: Limegrøn Rombe
de: Hellgrüne Raute
de_at: Hellgrüne Rautn
el_gr: Λαχανί Ρόμβος
es: Rombo verde lima
fi: Lime ruutu
fr_ca: Losange de sinople clair
ga_ie: Muileata Líomach
gl_es: Rombo lima
he: יהלום ליים
hr_hr: Svijetlo Zeleni Romb
hu_hu: Világoszöld nagyruta
id_id: Belah ketupat hijau limau
it: Alla losanga di lime
ja_jp: 黄緑色の菱形
ka_ge: სალათისფერი რომბი
ko_kr: 연두색 마름모
lb_lu: Hellgréng Raut
lt_lt: Gelsvai žalsvas rombas centre
lv_lv: Laima rombs
ms_my: Rombus Hijau Muda
nl_nl: Lichtgroene ruit
nn_no: Limegrøn diamant
pl: Jasnozielony romb
pt: Losango Verde Lima
ro_ro: Romb verde-deschis
ru_ru: Лаймовый ромб
sk_sk: Zelený kosoštvorec
sl_si: Svetlo zelen srčni ščit
sv_se: Limegrön diamant
th_th: ข้าวหลามตัดสีเขียวมะนาว
tr_tr: Açık Yeşil Eşkenar Dörtgen
vi_vn: Hình thoi xanh lá mạ
zh_cn: 黄绿色菱形
zh_tw: 淺綠色菱形

# item_banner_rhombus_magenta
source: Magenta Lozenge
ar_sa: معين ارجواني
be_by: Пурпурны ромб
bg_bg: Пурпурен ромб
ca_es: Rombe magenta
cs: Purpurový kosočtverec
da_dk: Lyselilla Rombe
de: Magenta Raute
de_at: Magentane Raute
el_gr: Φούξια Ρόμβος
es: Rombo magenta
fi: Purppura ruutu
fr_ca: Losange de magenta
ga_ie: Muileata Maigeanta
gl_es: Rombo maxenta
he: יהלום מג'נטה
hr_hr: Rozi Romb
hu_hu: Bíbor nagyruta
id_id: Belah ketupat Magenta
it: Alla losanga di magenta
ja_jp: 赤紫色の菱形
ka_ge: იისფერი რომბი
ko_kr: 자홍색 마름모
lb_lu: Magenta Raut
lt_lt: Rausvai raudonas rombas centre
lv_lv: Fuksīna rombs
ms_my: Rombus Magenta
nl_nl: Magenta ruit
nn_no: Ljoselilla diamant
pl: Karmazynowy romb
pt: Losango Magenta
ro_ro: Romb magenta
ru_ru: Пурпурный ромб
sk_sk: Purpurový kosoštvorec
sl_si: Škrlaten srčni ščit
sv_se: Ljuslila diamant
th_th: ข้าวหลามตัดสีบานเย็น
tr_tr: Eflatun Eşkenar Dörtgen
vi_vn: Hình thoi đỏ sậm
zh_cn: 品红色菱形
zh_tw: 洋紅色菱形

# item_banner_rhombus_orange
source: Orange Lozenge
ar_sa: معين برتقالي
be_by: Аранжавы ромб
bg_bg: Оранжев ромб
ca_es: Rombe taronja
cs: Oranžový kosočtverec
da_dk: Orange Rombe
de: Orange Raute
de_at: Orange Rautn
el_gr: Πορτοκαλί Ρόμβος
es: Rombo naranja
fi: Oranssi ruutu
fr_ca: Losange d'orangé
ga_ie: Muileata Oráisteach
gl_es: Rombo laranxa
he: יהלום כתום
hr_hr: Narančasti Romb
hu_hu: Narancssárga nagyruta
id_id: Belah ketupat Jingga
it: Alla losanga d'arancione
ja_jp: 橙色の菱形
ka_ge: ნარინჯისფერი რომბი
ko_kr: 주황색 마름모
lb_lu: Orange Raut
lt_lt: Oranžinis rombas centre
lv_lv: Oranžs rombs
ms_my: Rombus Jingga
nl_nl: Oranje ruit
nn_no: Oransje diamant
pl: Pomarańczowy romb
pt: Losango Laranja
ro_ro: Romb portocaliu
ru_ru: Оранжевый ромб
sk_sk: Oranžový kosoštvorec
sl_si: Oranžen srčni ščit
sv_se: Orange diamant
th_th: ข้าวหลามตัดสีส้ม
tr_tr: Turuncu Eşkenar Dörtgen
vi_vn: Hình thoi cam
zh_cn: 橙色菱形
zh_tw: 橙色菱形

# item_banner_rhombus_pink
source: Pink Lozenge
ar_sa: معين وردي
be_by: Ружовы ромб
bg_bg: Розов ромб
ca_es: Rombe rosa
cs: Růžový kosočtverec
da_dk: Lyserød Rombe
de: Rosa Raute
de_at: Rosane Rautn
el_gr: Ρωζ Ρόμβος
es: Rombo rosa
fi: Vaaleanpunainen ruutu
fr_ca: Losange de rose
ga_ie: Muileata Bándearg
gl_es: Rombo rosa
he: יהלום ורוד
hr_hr: Ružičasti Romb
hu_hu: Rózsaszín nagyruta
id_id: Belah ketupat merah muda
it: Alla losanga di rosa
ja_jp: 桃色の菱形
ka_ge: ვარდისფერი რომბი
ko_kr: 분홍색 마름모
lb_lu: Rosa Raut
lt_lt: Rožinis rombas centre
lv_lv: Rozā rombs
ms_my: Rombus Merah Jambu
nl_nl: Roze ruit
nn_no: Rosa diamant
pl: Różowy romb
pt: Losango Rosa
ro_ro: Romb roz
ru_ru: Розовый ромб
sk_sk: Ružový kosoštvorec
sl_si: Roza srčni ščit
sv_se: Rosa diamant
th_th: ข้าวหลามตัดสีชมพู
tr_tr: Pembe Eşkenar Dörtgen
vi_vn: Hình thoi hồng
zh_cn: 粉红色菱形
zh_tw: 粉紅色菱形

# item_banner_rhombus_purple
source: Purple Lozenge
ar_sa: معين بنفسجي
be_by: Фіялетавы ромб
bg_bg: Лилав ромб
ca_es: Rombe morat
cs: Fialový kosočtverec
da_dk: Lilla Rombe
de: Violette Raute
de_at: Lilane Rautn
el_gr: Μωβ Ρόμβος
es: Rombo morado
fi: Violetti ruutu
fr_ca: Losange de pourpre
ga_ie: Muileata Corcra
gl_es: Rombo púrpura
he: יהלום סגול
hr_hr: Ljubičasti Romb
hu_hu: Lila nagyruta
id_id: Belah ketupat Ungu
it: Alla losanga di viola
ja_jp: 紫色の菱形
ka_ge: ალისფერი რომბი
ko_kr: 보라색 마름모
lb_lu: Mof Raut
lt_lt: Purpurinis rombas centre
lv_lv: Purpura rombs
ms_my: Rombus Ungu
nl_nl: Paarse ruit
nn_no: Lilla diamant
pl: Fioletowy romb
pt: Losango Roxo
ro_ro: Romb violet
ru_ru: Фиолетовый ромб
sk_sk: Fialový kosoštvorec
sl_si: Vijoličen srčni ščit
sv_se: Lila diamant
th_th: ข้าวหลามตัดสีม่วง
tr_tr: Mor Eşkenar Dörtgen
vi_vn: Hình thoi tím
zh_cn: 紫色菱形
zh_tw: 紫色菱形

# item_banner_rhombus_red
source: Red Lozenge
ar_sa: معين أحمر
be_by: Чырвоны ромб
bg_bg: Червен ромб
ca_es: Rombe vermell
cs: Červený kosočtverec
da_dk: Rød Rombe
de: Rote Raute
de_at: Rote Rautn
el_gr: Κόκκινος Ρόμβος
es: Rombo rojo
fi: Punainen ruutu
fr_ca: Losange de gueules
ga_ie: Muileata Dearg
gl_es: Rombo vermello
he: יהלום אדום
hr_hr: Crveni Romb
hu_hu: Vörös nagyruta
id_id: Belah ketupat merah
it: Alla losanga di rosso
ja_jp: 赤色の菱形
ka_ge: წითელი რომბი
ko_kr: 빨간색 마름모
lb_lu: Rout Raut
lt_lt: Raudonas rombas centre
lv_lv: Sarkans rombs
ms_my: Rombus Merah
nl_nl: Rode ruit
nn_no: Raud diamant
pl: Czerwony romb
pt: Losango Vermelho
ro_ro: Romb roșu
ru_ru: Красный ромб
sk_sk: Červený kosoštvorec
sl_si: Rdeč srčni ščit
sv_se: Röd diamant
th_th: ข้าวหลามตัดสีแดง
tr_tr: Kırmızı Eşkenar Dörtgen
vi_vn: Hình thoi đỏ
zh_cn: 红色菱形
zh_tw: 紅色菱形
