Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# demo_help_movement
source: Use {0}, {1}, {2}, {3} and the mouse to move around
af_za: Gebruik {0}, {1}, {2}, {3} en die muis om rond te beweeg
ar_sa: استخدم {0}, {1}, {2}, {3} و الفأرة للتنقل
be_by: Карыстайцеся {0}, {1}, {2}, {3} і мышшу, каб рухацца
bg_bg: Използвайте {0}, {1}, {2}, {3} и мишката, за да се движите наоколо
ca_es: Utilitza {0}, {1}, {2}, {3} i el ratolí per desplaçar-te
cs: K pohybu použij {0}, {1}, {2}, {3} a myš
da_dk: Brug {0}, {1}, {2}, {3} og musen til at bevæge dig rundt
de: Benutze {0}, {1}, {2}, {3} und die Maus, um dich zu bewegen
de_at: Benutz {0}, {1}, {2}, {3} und de Maus, um di zu bewegn
el_gr: Χρησιμοποίησε τα κουμπια {0}, {1}, {2} ,{3} και το ποντίκι
es: Usa {0},{1}, {2}, {3} para moverte y el ratón para mirar
eu_es: Erabili {0}, {1}, {2}, {3} eta sagua inguruan mugitzeko
fa_ir: از {0} {1} {2} {3} و موس استفاده کنید تا حرکت کنید
fi: Käytä {0}, {1}, {2}, {3} ja hiirtä liikkuaksesi
fil_ph: Gamitin ang {0}, {1}, {2}, {3} at ang mouse para makagalaw
fr_ca: Utilisez {0}, {1}, {2}, {3} et la souris pour vous déplacer
ga_ie: Úsáid {0}, {1}, {2}, {3} agus an luch chun bogadh thart
gd_gb: Cleachd {0}, {1}, {2}, {3} agus an luchag airson gluasad
gl_es: Usa {0}, {1}, {2}, {3} e o rato para te mover
he: ובעכבר כדי לנוע סביב {0}, {1}, {2}, {3} השתמש ב
hi_in: {0}, {1}, {2}, {3} और चारों ओर ले जाने के लिए माउस का प्रयोग करें
hr_hr: Koristi {0}, {1}, {2}, {3} i miš za kretanje
hu_hu: Használd a(z) {0}, {1}, {2}, {3} gombokat és az egeret a mozgáshoz!
hy_am: Օգտագործեք {0}, {1}, {2}, {3} և մկնիկը, որպեսզի տեղաշարժվեք
id_id: Gunakan {0}, {1}, {2}, {3}, dan tetikus untuk bergerak
is_is: Notaðu {0}, {1}, {2}, {3} og músina til að hreyfa þig
it: Usa {0}, {1}, {2}, {3} e il mouse per muoverti
ja_jp: {0}, {1}, {2}, {3} とマウスで移動します
ka_ge: გამოიყენეთ {0}, {1}, {2}, {3} და თაგვი გადასაადგილებლად.
ko_kr: {0}, {1}, {2}, {3}키와 마우스로 움직일 수 있습니다
lb_lu: Benotz {0}, {1}, {2}, {3} an deng Maus fir ronderëm ze goen
lt_lt: Naudokite {0}, {1}, {2}, {3} ir pelę judėjimui
lv_lv: Izmanto {0}, {1}, {2}, {3} un peli, lai pārvietotos
mi_nz: Whakamahia {0}, {1}, {2}, {3} me te kiore ki te neke a tawhio noa
mk_mk: Користете {0},{1}, {2},{3} и го глувчето за да се движат наоколу
mn_mn: {0}, {1}, {2}, {3} болон хулганаа ашиглан хөдлөөрэй
ms_my: Gunakan {0}, {1}, {2}, {3} dan tetikus untuk bergerak
mt_mt: Uża {0}, {1}, {2}, {3} u l-mouse biex timxi
nl_nl: Gebruik {0}, {1}, {2}, {3} en de muis om rond te lopen
nn_no: Bruk %1${0}, {1}, {2}, %4${1} og datamusa for å bevega deg
pl: Użyj {0}, {1}, {2}, {3} i myszy do poruszania się
pt: Prime as teclas {0}, {1}, {2}, {3} e o rato para te movimentares
ro_ro: Folosește {0}, {1}, {2}, {3} și mouse-ul pentru a te mișca
ru_ru: Используйте {0}, {1}, {2}, {3} и мышь для передвижения
sk_sk: Pohybuješ sa klávesami {0}, {1}, {2}, {3} a myšou
sl_si: Uporabi {0}, {1}, {2}, {3} ter miško za premikanje naokoli
sq_al: Përdorni {0}, {1}, {2}, {3} dhe miun për të lëvizur rreth
sv_se: Använd {0}, {1}, {2}, {3} och musen för att röra dig
th_th: ใช้ปุ่ม {0}, {1}, {2}, {3} และเมาส์ เพื่อเคลื่อนที่ไปรอบๆ
tr_tr: {0}, {1}, {2}, {3} ve fareni kullanarak etrafta dolan
vi_vn: Sử dụng {0}, {1}, {2}, {3} và con chuột để di chuyển
zh_cn: 按{0}，{1}，{2}，{3}以及鼠标来移动
zh_tw: 使用 {0}、{1}、{2}、{3} 及滑鼠移動

# demo_help_movementMouse
source: Look around using the mouse
af_za: Kyk rond deur die muis te gebruik
ar_sa: انظر حولك باستخدام الفأرة
be_by: Каб агледзецца, карыстайцеся мышшу
bg_bg: Огледайте се, използвайки мишката
ca_es: Mira al teu voltant amb el ratolí.
cs: Podívej se okolo pomocí myši
da_dk: Se dig omkring ved at bruge musen
de: Schau dich mit Hilfe der Maus um
de_at: Schau di mit da Maus um
el_gr: Κοίτα γύρω σου με το ποντίκι
es: Usa el ratón para mirar a tu alrededor
eu_es: Begiratu ingurua sagua erabiliz
fa_ir: با استفاده از ماوس به اطراف نگاه کنید
fi: Katso ympärillesi käyttämällä hiirtä
fil_ph: Tumingin ka gamit ng mouse
fr_ca: Regardez autour de vous avec la souris
ga_ie: Bain úsáid as an luch le breathnú tharat
gd_gb: Seall mun cuairt leis an luchag
gl_es: Mira ós teus arredores co rato
he: הבט סביב באמצעות העכבר
hi_in: माउस का उपयोग कर के आसपास देखो
hr_hr: Gledaj uokolo koristeći miš
hu_hu: Nézz körül az egérrel
hy_am: Օգտագործիր մկնիկը, շուրջ բոլորտ նայելու համար
id_id: Gunakan mouse untuk melihat keadaan di sekitar
is_is: Notaðu músina til þess að horfa í kringum þig
it: Guardati attorno usando il mouse
ja_jp: マウスを使って見渡してください
ka_ge: გაიხედეთ თაგვის მეშვეობით
ko_kr: 마우스를 사용하여 주위를 둘러볼 수 있습니다
lb_lu: Kuck mat der Maus ronderëm
lt_lt: Žvalgykitės aplink naudodami pelę
lv_lv: Skaties apkārt izmantojot peli
mi_nz: Titiro huri noa te whakamahi i te kiore
mk_mk: Погледнете околу себе со помош на глувчето
mn_mn: Эргэн тойрноо хулгана ашиглан хараарай
ms_my: Lihat di sekeliling menggunakan tetikus
mt_mt: Ħares madwarek billi tuża l-mouse
nl_nl: Kijk rond met de muis
nn_no: Sjå rundt deg ved å bruke musa
pl: Rozglądaj się za pomocą myszki
pt: Usa o rato para veres à tua volta
ro_ro: Folosește mouse-ul ca să te uiți în jur
ru_ru: Осматривайтесь, используя мышь
sk_sk: Poobzeraj sa po okolí pomocou myši
sl_si: Poglej naokoli z miško
sq_al: Shikoni rreth jush duke përdorur miun
sv_se: Titta runt med musen
th_th: มองไปรอบๆ โดยใช้เมาส์
tr_tr: Fareyi kullanarak etrafa bakın
vi_vn: Nhìn xung quanh bằng cách sử dụng chuột
zh_cn: 使用鼠标来查看四周
zh_tw: 使用滑鼠以查看四周

# demo_help_movementShort
source: Move by pressing {0}, {1}, {2}, {3}
af_za: Beweeg deur {0}, {1}, {2}, {3} te druk
ar_sa: تحرك بالضغط على {0}, {1}, {2}, {3}
be_by: Каб рухацца, карыстайцеся клавішамі {0}, {1}, {2}, {3}
bg_bg: Движете се чрез натискане на {0}, {1}, {2}, {3}
ca_es: Mou-te amb {0}, {1}, {2} i {3}
cs: Pohybuj se pomocí tlačítek {0}, {1}, {2}, {3}
da_dk: Bevæg dig med {0}, {1}, {2}, {3}
de: Bewege dich mit {0}, {1}, {2}, {3}
de_at: Beweg di mit {0}, {1}, {2}, {3}
el_gr: Κινήσου με τα πλήκτρα {0}, {1}, {2}, {3}
es: Muévete con {0}, {1}, {2}, {3}
eu_es: Mugi zaitez {0}, {1}, {2}, {3} sakatuz
fa_ir: با فشار دادن {0} {1} {2}، {3} حرکت می کنید
fi: Liiku painamalla {0}, {1}, {2}, {3}
fil_ph: Gumalaw gamit ang {0}, {1}, {2}, at {3}
fr_ca: Déplacez-vous en appuyant sur {0}, {1}, {2} et {3}
ga_ie: Bog trí bhrú ar {0}, {1}, {2}, {3}
gd_gb: Brùth air {0}, {1}, {2}, {3} airson gluasad
gl_es: Móvete pulsando {0}, {1}, {2} e {3}
he: {0}, {1}, {2}, {3} נוע בעזרת המקשים
hi_in: हिलना द्वारा दबाने के कारण छाप {0}, {1}, {2}, {3}
hr_hr: Kreći se stiskanjem tipka {0}, {1}, {2}, {3}
hu_hu: Mozgás a következő gombokkal: {0}, {1}, {2}, {3}
hy_am: Շարժվի'ր, սեղմելով {0}, {1}, {2}, {3}
id_id: Bergerak dengan menekan {0}, {1}, {2}, {3}
is_is: Labbaðu um með því að nota {0}, {1}, {2}, {3}
it: Premi {0}, {1}, {2} e {3} per muoverti
ja_jp: {0}、{1}、{2}、{3}を押すと移動します
ka_ge: გამოიყენეთ {0}, {1}, {2}, {3} მოძრაობისათვის
ko_kr: {0}, {1}, {2}, {3}키를 눌러 이동하세요
lb_lu: Trëppel mat {0}, {1}, {2}, {3}
lt_lt: Judėkite spausdami {0}, {1}, {2}, {3}
lv_lv: Pārvietojies izmantojot {0}, {1}, {2}, {3}
mi_nz: Neke mā te pēhi i {0}, {1}, {2}, {3}
mk_mk: Поместете со притискање на {0}, {1}, {2}, {3}
mn_mn: {0}, {1}, {2}, {3} ашиглан явна
ms_my: Bergerak dengan menekan {0}, {1}, {2}, {3}
mt_mt: Imxi billi tagħfas {0}, {1}, {2}, {3}
nl_nl: Beweeg door op {0}, {1}, {2} of {3} te drukken.
nn_no: Beveg deg ved å presse {0}, {1}, {2}, {3}
pl: Poruszaj się za pomocą {0}, {1}, {2}, {3}
pt: Movimenta-te premindo as teclas {0}, {1}, {2}, {3}
ro_ro: Apasă {0}, {1}, {2} și {3} pentru a te mișca
ru_ru: Передвигайтесь, нажимая {0}, {1}, {2}, {3}
sk_sk: Pohybuj sa pomocou {0}, {1}, {2}, {3}
sl_si: Premikaj se s pritiskom na {0}, {1}, {2}, {3}
sq_al: Lëvizin duke shtypur {0}, {1}, {2}, {3}
sv_se: Rör dig genom att trycka på {0}, {1}, {2}, {3}
th_th: เคลื่อนที่โดยใช้ปุ่ม {0}, {1}, {2}, {3}
tr_tr: {0}, {1}, {2}, {3} tuşlarına basarak hareket et
vi_vn: Di chuyển bằng cách nhấn {0}, {1}, {2}, {3}
zh_cn: 通过按下{0}，{1}，{2}，{3}来移动
zh_tw: 按下 {0}、{1}、{2}、{3} 來移動

# demo_help_title
source: Minecraft Demo Mode
af_za: Minecraft Demonstrasie
ar_sa: طور ماين كرافت التجريبي
be_by: Дэманстрацыйны рэжым
bg_bg: Демонстрационен режим
ca_es: Minecraft mode demostració
cs: Zkušební verze Minecraftu
da_dk: Minecraft Demo
de: Minecraft Demo-Modus
de_at: Minecraft Demo-Modus
el_gr: Δοκιμαστική λειτουργία Minecraft
es: Demostración de Minecraft
eu_es: Minecraft erakustaldi modua
fa_ir: مد نسخه نمایشی ماینکرفت
fi: Minecraftin demotila
fr_ca: Démonstration de Minecraft
ga_ie: Mód Taispeána Minecraft
gd_gb: Modh taisbeanaidh Minecraft
gl_es: Demostración de Minecraft
he: מצב הדגמה של מיינקראפט
hi_in: Minecraft डेमो मोड
hr_hr: Minecraft demo verzija
hu_hu: Minecraft demó mód
hy_am: Minecraft-ի Փորձնական Ռեժիմ
id_id: Mode Demo Minecraft
is_is: Minecraft prufu útgáfa
it: Modalità demo di Minecraft
ja_jp: Minecraftデモ版
ka_ge: Minecraft დემო ვერსია
ko_kr: Minecraft 체험판 모드
lb_lu: Minecraft Demo-Modus
lt_lt: Minecraft demonstracinis režimas
lv_lv: Minecraft Demo Režīms
mi_nz: Aratau Demo Minecraft
mk_mk: Minecraft Режим на Демо
mn_mn: Minecraft туршилтын хувилбар
ms_my: Mod Demo Minecraft
mt_mt: Minecraft Demo
nl_nl: Minecraft Demomodus
nn_no: Minecraft Demonstrasjonsmodus
pl: Minecraft w trybie demonstracyjnym
pt: Modo Demo do Minecraft
ro_ro: Modul demo din Minecraft
ru_ru: Minecraft — демонстрационная игра
sk_sk: Minecraft demo hra
sl_si: Minecraft preizkusni način
sv_se: Minecraft demoläge
th_th: Minecraft โหมดทดลองเล่น
tr_tr: Minecraft Deneme Modu
vi_vn: Chế độ thử nghiệm Minecraft
zh_cn: Minecraft试玩模式
zh_tw: Minecraft 試玩模式

# demo_remainingTime
source: Remaining time: {0}
af_za: Oorblywende tyd: {0}
ar_sa: الوقت المتبقي: {0}
be_by: Засталося часу: {0}
bg_bg: Оставащо време: {0}
ca_es: Temps restant: {0}
cs: Zbývající čas: {0}
da_dk: Resterende tid: {0}
de: Verbleibende Zeit: {0}
de_at: Vableibnde Zeit: {0}
el_gr: Χρόνος που απομένει: {0}
es: Tiempo restante: {0}
eu_es: Geratzen den denbora: {0}
fa_ir: زمان باقیمانده: {0}
fi: Aikaa jäljellä: {0}
fil_ph: Nakatirang oras: {0}
fr_ca: Temps restant : {0}
ga_ie: Am fágtha: {0}
gd_gb: Ùine air fhàgail: {0}
gl_es: Tempo restante: {0}
he: זמן שנותר: {0}
hi_in: समय शेष: {0}
hr_hr: Vremena preostalo: {0}
hu_hu: Hátralévő idő: {0}
hy_am: Մնացած ժամանակը. {0}
id_id: Waktu tersisa: {0}
is_is: Tími eftir: {0}
it: Tempo restante: {0}
ja_jp: 残り時間：{0}
ka_ge: დარჩენილი დრო: {0}
ko_kr: 남은 시간: {0}
lb_lu: Zäit iwwereg: {0}
lt_lt: Likęs laikas: {0}
lv_lv: Atlikušais laiks: {0}
mi_nz: te wā e toe ana: {0}
mn_mn: Үлдсэн хугацаа: {0}
ms_my: Masa tinggal: {0}
mt_mt: Fadal ħin: {0}
nl_nl: Resterende tijd: {0}
nn_no: Gjenståande tid: {0}
pl: Pozostały czas: {0}
pt: Tempo restante: {0}
ro_ro: Timp rămas: {0}
ru_ru: Оставшееся время: {0}
sk_sk: Zostávajúci čas: {0}
sl_si: Preostali čas: {0}
sq_al: Kohën e mbetur: {0}
sv_se: Återstående tid: {0}
th_th: เหลือเวลา: {0}
tr_tr: Kalan süre: {0}
vi_vn: Thời gian còn lại: {0}
zh_cn: 剩余时间：{0}
zh_tw: 剩餘時間：{0}

# demo_reminder
source: The demo time has expired, buy the game to continue or start a new world!
af_za: Die demonstrasietydperk is verstreke. Koop Minecraft om voort te gaan, of begin in ŉ nuwe wêreld!
ar_sa: وقت التجربة قد انتهى اشتري اللعبة لمتابعة اللعب او انتج عالم جديد
be_by: Час дэманстрацыі прайшоў, купіце гульню, каб гуляць далей альбо стварыце новы свет!
bg_bg: Времето за тестване изтече, купете играта за да продължите или за да започнете нов свят!
ca_es: El temps de demostració ha acabat, compra el joc per a continuar o inicia un nou món!
cs: Ukázka skončila, kup si hru a můžeš pokračovat, nebo rozjeď nový svět!
da_dk: Demoens tid er udløbet; køb spillet for at fortsætte eller start en ny verden!
de: Die Demo ist abgelaufen, kaufe das Spiel oder erstelle eine neue Welt!
de_at: Dei Demo is obglaffn, kaff da s'Spü oda erstöh da a neie Wöt!
el_gr: Η δοκιμαστική έκδοση έληξε, αγοράστε το παιχνίδι για να συνεχίσετε ή ξεκινήστε ένα νέο κόσμο!
es: ¡La demostración se ha acabado, compra el juego para continuar o crea un mundo nuevo!
eu_es: Erakustaldiaren denbora bukatu da, erosi jokoa jolasten jarraitzeko edo hasi mundu berri bat!
fa_ir: این نسخه نمایشی منقضی شده است، بازی را بخرید تا ادامه دهید یا اینکه دنیای جدید را شروع کنید!
fi: Kokeiluaika on päättynyt. Osta peli jatkaaksesi tai aloita uusi maailma!
fil_ph: Ang oras para sa demo ay nakalipas na, bilihin mo yung laro para makatuloy pa o magsimula ng panibagong mundo!
fr_ca: La démo est terminée, achetez le jeu pour continuer votre partie ou créez un nouveau monde !
ga_ie: Tá an t-am taispeána thart, ceannaigh an cluiche chun leanúint ar aghaidh nó cruthaigh domhan nua!
gd_gb: Dh’fhalbh an ùine air an demo, ceannaich an geama gus leantainn air adhart no tòisich air saoghal ùr!
gl_es: O tempo da demostración rematou, merca o xogo para continuar ou comeza un mundo novo!
he: זמן ההדגמה תם. כדי להמשיך, קנה את המשחק או צור עולם חדש.
hi_in: डेमो समय समाप्त हो गया है, खेल खरीदने के लिए जारी रखने के लिए या एक नई दुनिया शुरू!
hr_hr: Demo vrijeme je isteklo, kupi igru kako bi nastavio ili započni novi svijet!
hu_hu: A próbaidő letelt, vedd meg a játékot a folytatáshoz, vagy kezdj egy új világot!
hy_am: Ձեր ժամանակը ավարտվեց։ Գնե'ք խաղը, որպեսզի շարունակեք կամ սկսեք նոր աշխարհ։
id_id: Demo telah berakhir, beli permainan untuk melanjutkan atau buat Dunia baru!
is_is: Þessi prufuútgáfa er útrunnin, kauptu leikinn til að halda áfram eða gerðu nýjann prufuheim!
it: La demo è terminata, compra il gioco per continuare o crea un nuovo mondo!
ja_jp: デモ版の期限が終了しました。ゲームを購入するか、新しくワールドを作成して下さい！
ka_ge: სასინჯი დრო გავიდა, იყიდე თამაში რათა გააგრძელო თამაში ან შექმნა ახალი სამყარო!
ko_kr: 체험판의 시간이 만료되었습니다. 게임을 구매하거나 새로운 세계를 시작하세요!
lb_lu: D'Demo ass ofgelaf, kaf d'Spill fir weiderzemaachen oder start eng nei Welt!
lt_lt: Ši demo versija pasibaigė, norėdami tęsti nusipirkite žaidimą arba pradėkite naują pasaulį!
lv_lv: Demo laiks ir beidzies, nopērc spēli lai turpinātu vai uzsāktu jaunu pasauli!
mi_nz: Kua mutu te demo. te hoko i te kēmu ki te haere tonu tīmata ranei te ao hou!
mk_mk: Време демо е истечен, купи играта да продолжи или да се започне нов свет!
mn_mn: Туршилтын хугацаа дууслаа. Тоглоомыг худалдан авч үүнийгээ үргэлжлүүл эсвэл шинэ дэлхий үүсгээрэй!
ms_my: Tempoh demo telah tamat, sila beli permainan ini untuk meneruskan permainan atau mulakan dunia baharu!
mt_mt: Il-ħin tad-demo skada, ixtri l-logħba biex tkompli jew ibda dinja ġdida!
nl_nl: De demoperiode is verlopen. Koop het spel om verder te gaan of begin een nieuwe wereld!
nn_no: Demotida er over. Kjøp spelet for å fortsetta, eller lag ei ny verd!
pl: Czas wersji demo upłynął. Kup grę, aby kontynuować lub zagraj w nowym świecie!
pt: O tempo da demo acabou, compra o jogo para continuares ou começa um novo mundo!
ro_ro: Timpul de joc demo a expirat, cumpără jocul pentru a continua sau începe o lume nouă!
ru_ru: Время демонстрации вышло. Чтобы продолжить играть, купите игру или создайте новый мир!
sk_sk: Demo skončilo, kúp si hru alebo začni nový svet!
sl_si: Čas za preizkusno različico je potekel. Kupi igro, da nadaljuješ ali začni nov svet!
sq_al: Demo koha ka skaduar, të blerë lojë të vazhdojnë ose fillojnë një botë të re!
sv_se: Demotiden har löpt ut. Köp spelet för att fortsätta spela, eller starta en ny värld!
th_th: หมดระยะเวลาทดลองเล่นเกมแล้ว กรุณาซื้อเกมเพื่อเล่นต่อ หรือสร้างเวิลด์เพื่อเริ่มเล่นใหม่!
tr_tr: Deneme süresi doldu. Oynamaya devam etmek ya da yeni bir dünya yaratmak için oyunu satın al!
vi_vn: Thời gian thử nghiệm đã hết, hãy mua trò chơi để tiếp tục hoặc bắt đầu một thế giới mới!
zh_cn: 试玩时间已经结束，请购买游戏来继续或开始一个新的世界！
zh_tw: 試玩時間已經結束，請購買遊戲來繼續，或重新開始一個新的世界！

# difficulty_lock_question
source: Are you sure you want to lock the difficulty of this world? This will set this world to always be {0}, and you will never be able to change that again.
af_za: Is jy seker jy wil die wêreld se moeilikheidsgraad sluit? Die wêreld sal dan altyd {0} wees en jy sal dit nie weer kan terug verander nie.
ar_sa: هل أنت متأكد أنك تريد إقفال صعوبة هذا العالم ؟ هذا سيبقي العالم دائماً على {0} ولن تستطيع تغييرها مجدداً.
be_by: Сапраўды заблакаваць узровень складанасці свету? Будзе назаўседы настаўлена складанасць {0} без магчымасці змяніць яе зноў.
bg_bg: Сигурни ли сте, че искате да заключите трудността на този свят? Това ще зададе на този свят винаги да бъде {0} и никога няма да може да се променя.
ca_es: Esteu segur que voleu bloquejar la dificultat d'aquest món? Això farà que aquest món sempre estigui en {0}, i mai podràs canviar-ho.
cs: Opravdu chceš uzamknout obtížnost tohoto světa? Svět bude pak navždy {0} a už nikdy to nepůjde vrátit zpět.
da_dk: Er du sikker på, at du vil låse sværhedsgræden for denne verden? Dette vil indstille denne verden, til altid at være {0}, og du kan ikke ændre det igen.
de: Bist du sicher, dass du die Schwierigkeit dieser Welt fixieren möchtest? Dies wird die Welt für immer auf {0} setzen und du wirst diese Einstellung nicht mehr ändern können.
de_at: Bist da sicha, dass du de Schwierigkeit vo diesa Wöt fixiern mechst? Des wird de Wöt fia imma auf {0} setzn und du wiast diese Einstellung neama ändan kennan.
el_gr: Είστε βέβαιοι ότι θέλετε να κλειδώσετε τη δυσκολία αυτού του κόσμου; Αυτό θα κλειδώσει τον κόσμο σε {0}, και ποτέ δεν θα είστε σε θέση να την αλλάξετε και πάλι.
es: ¿Seguro que quieres bloquear la dificultad de este mundo? Esto lo establecerá siempre en {0} y no podrás volver a cambiarlo.
eu_es: Ziur zaude partidaren zailtasun maila blokeatu nahi duzula? Mundu honen zailtasuna {0} izango da, eta ezin izango duzu sekula aldatu.
fa_ir: برای قفل کردن مشکل دنيا مطمئنید؟ این مجموعه این جهان برای همیشه {0} و شما هرگز قادر خواهد بود که دوباره تغییر.
fi: Haluatko varmasti lukita vaikeustason {0} tässä maailmassa? Vaikeustasoa ei ole mahdollista vaihtaa lukitsemien jälkeen.
fil_ph: Sigurado ka bang gusto mong manatili na {0} ang kahirapan ng mundong ito? Ito ay hindi mo na mababago.
fr_ca: Voulez-vous vraiment verrouiller la difficulté de votre monde qui est actuellement {0} ? Vous ne pourrez plus jamais la changer de nouveau.
ga_ie: An bhfuil tú cinnte gur maith leat deacracht an domhain seo a ghlasáil? Socrófar deacracht an domhain seo go {0} agus ní bheidh tú in ann í a athrú choíche.
gd_gb: A bheil thu cinnteach gu bheil thu airson duilgheas an t-saoghail seo a ghlasadh? Suidhichidh seo an saoghal seo air {0} gu buan agus chan urrainn dhut atharrachadh a-rithist.
gl_es: Seguro que queres bloquear a dificultade deste mundo? Isto establecerao sempre en {0} e non poderás volver a cambialo.
he: אתה בטוח שברצונך לנעול את רמת הקושי לעולם זה? רמת הקושי תקבע ל {0} ולא תוכל לשנות אותה לעולם.
hi_in: क्या आप वाकई इस दुनिया की कठिनाई लॉक करना चाहते हो? ये ये दुनिया को हमेशा के लिए {0} कर्देग, और आप इसे कभी वापिस बदल नही सकोगे
hr_hr: Jeste li sigurni da želite zaključati težinu ovoga svijeta? Ovo će svijet staviti na {0} zauvijek, i nikada nećete moći to promijeniti.
hu_hu: Biztos, hogy rögzíted ennek a világnak a nehézségét? Innentől a világ nehézsége mindig {0} lesz, és soha nem fogod tudni megváltoztatni.
id_id: Apakah Anda yakin Anda ingin mengunci kesulitan dunia ini? Ini akan mengatur dunia ini selalu menjadi {0}, dan Anda tidak akan mampu mengubah itu lagi.
is_is: Ertu viss um að þú viljir læsa erfiðleikastigi þessa heims? Það mun valda því að heimurinn verður alltaf {0} og þú munt aldrei geta breytt því aftur.
it: Vuoi davvero bloccare la difficoltà del mondo? Verrà bloccata per sempre a {0} e non potrai mai più cambiarla.
ja_jp: このワールドの難易度を固定しますか？設定後、このワールドの難易度は常に {0} になり、以後再び変更する事は出来なくなります。
ka_ge: დარწმუნებული ხართ, რომ გსურთ სამყაროს სირთულის დალუქვა? ამის შემდეგ თქვენი სამყარო ყოველთის {0} იქნება და მის შეცვლას ვერასდროს შეძლებთ.
ko_kr: 난이도를 잠그시겠습니까? 세계의 난이도가 {0}(으)로 고정되며 다시는 변경할 수 없게 됩니다.
lb_lu: Bas du sécher, d'Schwieregkeet vun dëser Welt ze fixéieren? Dat wärt d'Welt fir ëmmer op "{0}" sëtzen an du kanns déi Astellung net méi änneren.
lt_lt: Ar Jūs tikrai norite užrakinti sudėtingumo nustatymą šiam pasauliui? Tai nustatys nuolatinį sudėtingumo lygį "{0}", ir niekada jo nebegalėsite pakeisti.
lv_lv: Vai tiešām vēlaties bloķēt grūtību šajā pasaulē? Tas noteiks šajā pasaulē, vienmēr jābūt {0} un nekad nespēs mainīt to vēlreiz.
mn_mn: Энэ дэлхийн түвшинг түгжихийг хүсэж байна уу? Энэ нь дэлхийг үргэлж {0}, түвшинд байлагх бөгөөд дахин хэзээ ч өөрчлөх боломжгүй.
ms_my: Anda pasti mengunci tahap kesukaran dunia ini? Dunia ini sentiasa {0} dan anda tidak dibenarkan mengubah kesukaran ini lagi.
mt_mt: Żgur tixtieq tissiġilla d-diffikulta' ta' din id-dinja? Jekk tagħmel dan, id-dinja tiġi ssettjata biex tkun {0} għal dejjem, u qatt ma tkun tista' terġa' tibdel id-diffikulta'.
nl_nl: Weet je zeker dat je het niveau van deze wereld wilt vergrendelen? Dit zal de wereld vergrendelen op {0}, en je kan dit nooit meer terug veranderen.
nn_no: Er du sikker på du vil låsa vanskegraden på denne verda? Vanskegraden vil setjast til {0}, og du vil aldri kunne endra den att.
pl: Jesteś pewien, że chcesz zablokować poziom trudności tego świata? Będzie to poziom {0} i już nigdy nie będziesz mógł go zmienić.
pt: Tens a certeza de que queres bloquear a dificuldade deste mundo? Assim, este mundo estará sempre no modo {0}, e nunca mais poderás mudar.
ro_ro: Sigur dorești să blochezi dificultatea acestei lumi? Lumea ta va rămâne permanent pe {0} și nu vei mai putea schimba acest lucru.
ru_ru: Вы уверены, что хотите зафиксировать сложность для этого мира? Будет установлена сложность: {0}, и Вы больше не сможете её изменить.
sk_sk: Ste si istý, že chcete uzamknúť obtiažnosť tohto sveta? Týmto nastavíte tento svet navždy na {0} obtiažnosť a už nikdy ju nebudete môcť zmeniť.
sl_si: Ali si prepričan, da želiš zakleniti težavnost tega sveta? To bo ta svet za vedno nastavilo na {0} in tega ne bo mogoče več spremeniti.
sq_al: A jeni të sigurt që ju doni të bllokoj vështirësi e kësaj bote? Kjo do të vë në këtë botë që të jetë gjithmonë {0}, dhe ju kurrë nuk do të jetë në gjendje të ndryshojë përsëri.
sv_se: Är du säker på att du vill låsa svårighetsgraden för den här världen? Svårighetsgraden kommer alltid att vara {0}, och det kommer aldrig att gå att ändra.
th_th: คุณแน่ใจหรือว่าคุณต้องการล็อกความง่าย/ยากของโลกนี้? นี่จะตั้งโลกนี้ให้เป็น {0} เสมอ แล้วคุณจะไม่สามารถเปลี่ยนสิ่งนั้นได้อีก
tr_tr: Bu dünyanın zorluğunu kilitlemek istediğinize emin misiniz? Bu dünya her zaman {0} olarak ayarlanacak ve bunu tekrar değiştiremeyeceksiniz.
vi_vn: Bạn có chắc chắn muốn khóa lại độ khó của thế giới này không? Cái này sẽ làm cho thế giới này luôn luôn {0}, và bạn sẽ không bao giờ có thể thay đổi lại nó nữa.
zh_cn: 你确定你要锁定这个世界的难度吗？这会将这个世界的难度锁定为{0}，并且永远无法再次改变难度。
zh_tw: 你確定要把此世界的難易度鎖定嗎？這樣會把此世界永久設置為{0}，而無法再被更改。
