Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_scoreboard_teams_remove_usage
source: /scoreboard teams remove <name>
af_za: /scoreboard teams remove <naam>
ar_sa: / فرق إزالة لوحة النتائج <اسم>
be_by: /scoreboard teams remove <назва>
bg_bg: /scoreboard teams remove <име>
ca_es: /scoreboard teams remove <nom>
cs: /scoreboard teams remove <tým>
da_dk: /scoreboard teams remove <navn>
de: /scoreboard teams remove <Teamname>
el_gr: /scoreboard teams remove <όνομα>
es: /scoreboard teams remove <nombre>
eu_es: /scoreboard teams remove <izena>
fi: /scoreboard teams remove <nimi>
fil_ph: /scoreboard teams remove <pangalan>
fr_ca: /scoreboard teams remove <équipe>
ga_ie: /scoreboard teams remove <ainm>
gl_es: /scoreboard teams remove <nome>
he: /scoreboard teams remove <שם>
hi_in: /scoreboard teams remove <नाम>
hr_hr: /scoreboard teams remove <ime>
hu_hu: /scoreboard teams remove <név>
hy_am: /scoreboard teams remove <անուն>
id_id: /scoreboard teams remove <nama>
is_is: /scoreboard teams remove <nafn>
it: /scoreboard teams remove <nome della squadra>
ja_jp: /scoreboard teams remove <チーム名>
ka_ge: /scoreboard teams remove <სახელი>
ko_kr: /scoreboard teams remove <이름>
lb_lu: /scoreboard teams remove <Numm>
lt_lt: /scoreboard teams remove <pavadinimas>
lv_lv: /scoreboard teams remove <vārds>
ms_my: /scoreboard teams remove <nama>
mt_mt: /scoreboard teams remove <isem>
nl_nl: /scoreboard teams remove <naam>
nn_no: /scoreboard teams remove <namn>
pl: /scoreboard teams remove <nazwa>
pt: /scoreboard teams remove <nome>
ro_ro: /scoreboard teams remove <echipă>
ru_ru: /scoreboard teams remove <название>
sl_si: /scoreboard teams remove <ime>
sv_se: /scoreboard teams remove <namn>
tr_tr: /scoreboard teams remove <ad>
vi_vn: /scoreboard teams remove <tên>
zh_cn: /scoreboard teams remove <名字>
zh_tw: /scoreboard teams remove <名稱>

# commands_scoreboard_teams_usage
source: /scoreboard teams <list|add|remove|empty|join|leave|option> ...
ar_sa: \لوحة_النقاط لفريق <list|add|remove|empty|join|leave|option>
zh_tw: /scoreboard teams < list(列表) | add(增加) | remove(移除) | empty(清空) | join(加入) | leave(逐離) | option(選項) > ...

# commands_scoreboard_usage
source: /scoreboard <objectives|players|teams> ...
ar_sa: /scoreboard <اهداف|لاعبين|فرق> ...
zh_tw: /scoreboard < objectives(目標設定...) | players(玩家設定...) | teams(隊伍設定...) > ...

# commands_seed_success
source: Seed: {0}
af_za: Hierdie wêreld se saadnommer is: {0}
ar_sa: البذور: {0}
be_by: Пачатковае значэнне: {0}
bg_bg: Сийд: {0}
ca_es: Llavor: {0}
cs: Zdroj: {0}
de: Startwert: {0}
es: Semilla: {0}
eu_es: Hazia: {0}
fa_ir: دانه ی این جهان: {0}
fi: Lähtöarvo: {0}
fr_ca: Seed du monde : {0}
ga_ie: Síol: {0}
gl_es: Semente: {0}
he: זרע: {0}
hi_in: बीज: {0}
hr_hr: Sjeme: {0}
hu_hu: Kezdőérték: {0}
hy_am: Սերմ. {0}
id_id: Benih: {0}
it: Seme: {0}
ja_jp: シード値: {0}
ka_ge: წყარო: {0}
ko_kr: 시드: {0}
lt_lt: Pasaulio generavimo formulė: {0}
lv_lv: Sīds: {0}
ms_my: Benih: {0}
pl: Ziarno: {0}
ro_ro: Sămânță: {0}
ru_ru: Ключ генератора: {0}
sl_si: Seme: {0}
sv_se: Frö: {0}
tr_tr: Dünya Oluşturucusu Kodu: {0}
vi_vn: Hạt: {0}
zh_cn: 种子: {0}
zh_tw: 世界種子碼：{0}

# commands_setblock_failed
source: Unable to place block
af_za: Kon nie die blok plaas nie
ar_sa: غير قادر على إضافة البلوك
be_by: Немагчыма размясціць блок
bg_bg: Невъзможно поставяне на блок
ca_es: No s'ha pogut col·locar el bloc
cs: Blok nelze umístit
da_dk: Kan ikke placere blok
de: Kann Block nicht platzieren
el_gr: Δεν μπορείς να τοποθετήσεις τον κύβο εκεί
es: No se ha podido colocar el bloque
eu_es: Blokea ezin da jarri
fa_ir: عدم توان برای قرار دادن بلوک
fi: Kuutiota ei pysty sijoittamaan
fil_ph: Di-pwedeng maglagay ng bloke
fr_ca: Impossible de placer le bloc
ga_ie: Ní féidir an bloc a chur
gl_es: Non se puido colocar o bloque
he: אין אפשרות למקם בלוק
hr_hr: Nije moguće postaviti blok
hu_hu: Nem lehet letenni a blokkot
id_id: Tidak dapat menempatkan blok
is_is: Getur ekki sett niður kubb
it: Impossibile piazzare il blocco
ja_jp: ブロックを設置できません
ka_ge: შეუძელბელია ბლოკის დადგმა
ko_kr: 블록을 배치할 수 없습니다
lb_lu: Kann de Block net plazéieren
lt_lt: Neįmanoma padėti bloko
lv_lv: Nevar uzlikt bloku
ms_my: Tidak dapat meletakkan blok
mt_mt: Il-blokka ma tistax titqiegħed
nl_nl: Niet in staat om blok te plaatsen
nn_no: Kan ikkje plassere blokk
pl: Nie można umieścić bloku
pt: Impossível colocar o bloco
ro_ro: Blocul nu a putut fi așezat
ru_ru: Не удаётся разместить блок
sk_sk: Nie je možné položiť kocku
sl_si: Ni mogoče postaviti kocke
sv_se: Kunde inte placera block
th_th: ไม่สามารถวางบล็อคได้
tr_tr: Blok yerleştirilemiyor
vi_vn: Không thể đặt khối
zh_cn: 无法放置方块
zh_tw: 無法放置方塊

# commands_setblock_noChange
source: The block couldn't be placed
af_za: Die blok kon nie geplaas word nie
ar_sa: خطأ في وضع البلوك
be_by: Немагчыма размясціць блок
bg_bg: Блокът не можа да бъде поставен
ca_es: El bloc no s'ha pogut col·locar
cs: Blok nebylo možné umístit
da_dk: Blokken ikke kan placeres
de: Der Block konnte nicht platziert werden
de_at: Da Block ku ned platziad wean
el_gr: To μπλοκ δεν μπορούσε να τοποθετηθεί
es: No se ha podido colocar el bloque
eu_es: Blokea ezin zen jarri
fa_ir: بلوک قرار نمی گیرد
fi: Kuutiota ei voida asettaa
fil_ph: Hindi kayang ilagay ang bloke
fr_ca: Le bloc n'a pas pu être placé
ga_ie: Níorbh fhéidir an bloc a chur
gl_es: O bloque non puido ser colocado
he: לא ניתן להציב את הבלוק
hr_hr: Blok nije moguće postaviti
hu_hu: Nem lehetett letenni a blokkot
id_id: Blok tidak dapat ditempatkan
is_is: Ekki var hægt að setja niður kubbinn
it: Il blocco non può essere piazzato
ja_jp: そのブロックは設置できません
ka_ge: ბლოკის დადგმა შეუძლებელია
ko_kr: 블록을 놓을 수 없습니다
lb_lu: De Block konnt net plazéiert ginn
lt_lt: Blokas negali būti padėtas
lv_lv: Bloks nevarēja būt uzlikts
ms_my: Blok tidak dapat ditempatkan
mt_mt: Il-blokka ma setatx titqiegħed
nl_nl: Het blok kon niet worden geplaatst
nn_no: Blokka kan ikkje plasserast
pl: Nie można umieścić bloku
pt: Impossível de colocar o bloco
ro_ro: Blocul nu a putut fi așezat
ru_ru: Блок не может быть размещён
sk_sk: Kocku sa nepodarilo položiť
sl_si: Kocke ni bilo mogoče postaviti
sv_se: Blocket kunde inte placeras
th_th: บล็อคไม่สามารถวางได้
tr_tr: Blok yerleştirilemedi
vi_vn: Khối đó không thể đặt được
zh_cn: 无法放置方块
zh_tw: 無法放置此方塊

# commands_setblock_notFound
source: There is no such block with ID/name {0}
af_za: Daar is geen blok met die ID/naam {0} nie
ar_sa: لا يوجد بلوك أو غرض بهذا الأسم {0}
be_by: Не існуе блока з кодам/назвай {0}
bg_bg: Няма блок с такова ID/име {0}
ca_es: No hi ha cap bloc amb l'ID/nom {0}
cs: Neexistuje žádný takový blok s ID/názvem {0}
da_dk: Der er ingen blok med ID / navn {0}
de: Es gibt keinen Block mit ID/Namen {0}
el_gr: Δεν υπάρχει κανένα τέτοιο μπλοκ με ID/όνομα {0}
es: No hay ningún bloque con ID/nombre {0}
eu_es: Ez dago inolako blokerik {0} ID/Izenarekin
fa_ir: هیچ بلوکی با اسم یا شناسه {0} وجود ندارد
fi: Ei kuutiota jonka ID/nimi on {0}
fil_ph: Walang bloke na may ID/pangalan na {0}
fr_ca: Il n'y a pas de bloc dont l'ID ou le nom est {0}
ga_ie: Níl bloc ann leis an ID/ainm {0}
gl_es: Non existe un bloque con ID/nome {0}
he: לא קיים בלוק בשם\מזהה {0}
hr_hr: Ne postoji blok s imenom {0}
hu_hu: Nem létezik blokk "{0}" azonosítóval/névvel
id_id: Tidak ada blok dengan ID/nama {0}
is_is: Engin kubbur með ID/nafnið {0}
it: Non c'è alcun blocco con ID/nome {0}
ja_jp: {0} というID/名前のブロックはありません
ka_ge: ბლოკი სახელით {0} არ არსებობს
ko_kr: ID/이름이 {0}인 블록이 없습니다
lb_lu: Et gëtt kee Block mat der ID/Numm {0}
lt_lt: Nėra bloko su tokiu ID/pavadinimu {0}
lv_lv: Nav tāda bloka ar ID/vārdu {0}
ms_my: Tiada blok dengan ID/nama {0}
mt_mt: Ma teżistix blokka bl-isem/ID ta' {0}
nl_nl: Er is geen blok met ID/naam {0}
nn_no: Det er inga blokk med ID/namnet {0}
pl: Nie ma bloku o ID/nazwie {0}
pt: Não existe um bloco com o ID/nome {0}
ro_ro: Nu există niciun bloc cu ID-ul/numele {0}
ru_ru: Блока с идентификатором {0} не существует
sk_sk: Kocka s ID/menom {0} neexistuje
sl_si: Kocka s številom ali imenom {0} ne obstaja
sv_se: Det finns inget block med ID/namn {0}
th_th: ไม่มีบล็อคด้วยชื่อ/ID {0}
tr_tr: {0} ID'li/adlı bir blok yok
vi_vn: Không có khối nào mang mã/tên {0}
zh_cn: 找不到数据值或名称为{0}的方块
zh_tw: ID或名稱為 {0} 的方塊並不存在

# commands_setblock_outOfWorld
source: Cannot place block outside of the world
af_za: Kan nie ŉ blok buite die wêreld plaas nie
ar_sa: غير قادر على وضع بلوك خارج العالم
be_by: Немагчыма размясціць блок па-за межамі свету
bg_bg: Не може да се постави блок извън света
ca_es: No es pot posar blocs fora del món
cs: Blok nelze umístit mimo svět
da_dk: Kan ikke placere blokke uden for verdenen
de: Kann Block nicht außerhalb der geladenen Welt platzieren
el_gr: Αδύνατο να τοποθετηθεί μπλοκ εκτός του κόσμου
es: No se puede colocar un bloque fuera del mundo
eu_es: Blokea ezin zen jarri mundutik kampo
fa_ir: بلوک را نمی توان خارج از جهان قرار داد
fi: Kuutiota ei voi laittaa maailman ulkopuolelle
fil_ph: Di-pwedeng maglagay ng bloke sa labas ng mundo
fr_ca: Impossible de placer le bloc en dehors du monde
ga_ie: Ní féidir an bloc a chur taobh amuigh den domhan
gl_es: Non se pode colocar bloques fóra do mundo
he: אין אפשרות למקם בלוק מחוץ לעולם
hr_hr: Nije moguće postaviti blok izvan svijeta
hu_hu: Nem lehet a világon kívül blokkot letenni
id_id: Tidak dapat menempatkan blok diluar dunia
is_is: Ekki er hægt að setja niður kubba fyrir utan heiminn
it: Impossibile piazzare il blocco al di fuori del mondo
ja_jp: ワールドの範囲外にブロックを設置することはできません
ka_ge: შეუძელბელია სამყაროს გარეთ ბლოკის დადგმა
ko_kr: 세계 외부에는 블록을 놓을 수 없습니다
lb_lu: Du kanns kee block ausserhalb vun der Welt plazéieren
lt_lt: Negalima padėti bloko už pasaulio ribų
lv_lv: Nevat novietot bloku ārpus pasaules
ms_my: Tidak boleh meletakkan blok di luar dunia
mt_mt: Ma tistax titqiegħed blokka barra mid-dinja
nl_nl: Kan blok niet plaatsen buiten de wereld
nn_no: Kan ikkje plassere blokker utanfor verda
pl: Nie można umieścić bloku poza światem
pt: Impossível colocar um bloco fora do mundo
ro_ro: Blocul nu poate fi așezat în afara lumii
ru_ru: Не удаётся разместить блок за пределами мира
sk_sk: Nie je možné umiestniť kocku mimo sveta
sl_si: Ni mogoče postaviti kocke izven sveta
sv_se: Kan inte placera block utanför världen
th_th: ไม่สามารถวางบล็อคนอกโลกได้
tr_tr: Dünyanın dışına blok yerleştiremezsin
vi_vn: Không thể đặt khối bên ngoài thế giới
zh_cn: 无法在世界外放置方块
zh_tw: 無法將方塊放置在世界之外

# commands_setblock_success
source: Block placed
af_za: Blok geplaas
ar_sa: تم وضع البلوك
be_by: Блок размешчаны
bg_bg: Блокът е поставен
ca_es: Bloc col·locat
cs: Blok umístěn
da_dk: Blok placeret
de: Block platziert
de_at: Block wead platziad
el_gr: Ο κύβος τοποθετήθηκε
es: Bloque colocado
eu_es: Jarritako blokea
fa_ir: بلوک قرار داده شد
fi: Kuutio sijoitettu
fil_ph: Linagay na ang bloke
fr_ca: Le bloc a été placé
ga_ie: Cuireadh an Bloc
gl_es: Bloque colocado
he: בלוק הונח
hr_hr: Blok postavljen
hu_hu: Blokk letéve
hy_am: տեղադրված թաղամաս
id_id: Blok telah ditempatkan
is_is: Kubb komið fyrrir
it: Il blocco è stato piazzato
ja_jp: ブロックを設置しました
ka_ge: ბლოკი დაიდგა
ko_kr: 블록이 배치되었습니다
lb_lu: Block plazéiert
lt_lt: Blokas padėtas
lv_lv: Bloks uzlikts
ms_my: Blok ditempatkan
mt_mt: Il-blokka ġiet imqiegħda
nl_nl: Blok geplaatst
nn_no: Blokk plassert
pl: Umieszczono blok
pt: Bloco colocado
ro_ro: Blocul a fost așezat
ru_ru: Блок размещён
sk_sk: Kocka položená
sl_si: Kocka postavljena
sv_se: Block placerades
th_th: บล็อคถูกวางแล้ว
tr_tr: Blok yerleştirildi
vi_vn: Đã đặt khối
zh_cn: 方块已放置
zh_tw: 方塊已被放置

# commands_setblock_tagError
source: Data tag parsing failed: {0}
af_za: Kon nie data merker interpreteer nie: {0}
ar_sa: خطأ في توزيع البيانات {0}
be_by: Памылка разбору тэгаў: {0}
bg_bg: Разборът на информационния таг е неуспешен: {0}
ca_es: L'anàlisi de l'etiqueta de dades ha fallat: {0}
cs: Syntaktická analýza se nezdařila: {0}
da_dk: Datatag fortolkning mislykkedes:{0}
de: Kann NBT-Daten nicht analysieren: {0}
el_gr: Η προσπέλαση της καρτέλας δεδομένων απέτυχε: {0}
es: El análisis de la dataTag falló: {0}
eu_es: Datu-etiketa analisia huts egin du: {0}
fa_ir: تجزیه برچسب دیتا ناموفق پایان یافت: {0}
fi: Data tagin jäsennys epäonnistui: {0}
fr_ca: L'analyse syntaxique du data tag a échoué : {0}
ga_ie: Theip ar pharsáil clib sonraí: {0}
gl_es: A análise da dataTag fallou: {0}
he: ניתוח של תג נתונים נכשל: {0}
hr_hr: Analiziranje podataka nije uspjelo: {0}
hu_hu: Adatcímke értelmezése sikertelen: {0}
id_id: Penguraian label data gagal {0}
is_is: Úrvinnsla gagnatags mistókst: {0}
it: L'analisi sintattica dei dati NBT è fallita: {0}
ja_jp: データタグの解析に失敗しました：{0}
ka_ge: შეცდომა მონაცემთა ტეგის გარჩევისას: {0}
ko_kr: 데이터 태그 구문 분석에 실패했습니다: {0}
lb_lu: Parsen vum "Data Tag" feelgeschloen: {0}
lt_lt: Duomenų žymės apdoroti nepavyko: {0}
lv_lv: Datu tagu analizēšana neizdevās: {0}
ms_my: Tag Data parsing gagal: {0}
mt_mt: Data tag ħażin: {0}
nl_nl: Parsing van datatag mislukt: {0}
nn_no: Teikn-tolking mislykkast: {0}
pl: Analiza data tag zawiodła: {0}
pt: Erro na Tag dos dados: {0}
ro_ro: Analiza datelor NBT a eșuat: {0}
ru_ru: Ошибка разбора тегов: {0}
sk_sk: Analýza údajov záznamu sa nepodarila: {0}
sl_si: Razčlenjevanje podatkovne oznake ni bilo uspešno: {0}
sv_se: Tolkning av datatagg misslyckades: {0}
th_th: แยก Data tag ผิดพลาด: {0}
tr_tr: Veri etiketi ayrıştırma başarısız oldu: {0}
vi_vn: Phân tích nhãn dữ liệu thất bại: {0}
zh_cn: 数据标签分析失败：{0}
zh_tw: 資料標記分析失敗：{0}

# commands_setblock_usage
source: /setblock <x> <y> <z> <TileName> [dataValue] [oldBlockHandling] [dataTag]
af_za: /setblock <x> <y> <z> <TileName> [dataWaarde] [ouBlokHantering] [dataMerker]
ar_sa: /z> <y> <x> blockset> <اسم البلاط> [قيمة البيانات] [كتلة القديمة معاملة] [علامة البيانات]
be_by: /setblock <x> <y> <z> <назваБлока> [значэнне] [дзеяннеДляСтарогаБлока] [тэг]
bg_bg: /setblock <x> <y> <z> <име на блокче> [<данни>] [replace|keep|destroy] [<таг>]
ca_es: /setblock <x> <y> <z> <Nom del bloc> [Valor de data] [Antic nom del bloc] [Etiqueta de dades]
cs: /setblock <x> <y> <z> <blok> [<data>] [replace|destroy|keep] [<datový tag>]
da_dk: /setblock <x> <y> <z> <TilelName> [dataVærdi] [gammelBlockhåndtering] [dataTag]
de: /setblock <x> <y> <z> <BlockName> [<Metadaten>] [replace|keep|destroy] [<NBT-Daten>]
el_gr: /setblock <x> <y> <z> <TileName> [τιμήΔεδομένων] [χειρισμόςΠαλιούΚύβου] [καρτέλαΔεδομένων]
es: /setblock <x> <y> <z> <nombre del bloque> [valor de datos] [oldBlockHandling] [dataTag]
eu_es: /setblock <x> <y> <z> <TileName> [Datu-balioa] [oldBlockHandling] [datu-etiketa]
fa_ir: /setblock <x> <y> <z> <نام‌بلوک> [شماره‌دیتا] [بررسی‌قدیمی‌بلوک] [برچسب‌دیتا]
fi: /setblock <x> <y> <z> <KuutionNimi> [dataArvo] [replace|keep|destroy] [dataTagi]
fr_ca: /setblock <x> <y> <z> <nom du bloc> [valeur de donnée] [replace|keep|destroy] [dataTag]
ga_ie: /setblock <x> <y> <z> <AinmTíle> [LuachSonraí] [oldBlockHandling] [ClibSonraí]
gl_es: /setblock <X> <Y> <Z> <nomeBloque> [valorInfo] [oldBlockHandling] [etiquetaInfo]
he: /setblock <x> <y> <z> <טאג-נתון] [טיפול-בבלוק-ישן] [ערך-נתון] <שם-אריח]
hu_hu: /setblock <x> <y> <z> <BlokkNeve> [adatérték] [lehelyezésiMód] [adatcímke]
id_id: /setblock <x> <y> <z> <NamaTile> [nilaiData] [penangananBlokLama] [labelData]
it: /setblock <x> <y> <z> <nome del blocco> [metadato] [replace|keep|destroy] [dati NBT]
ja_jp: /setblock <x> <y> <z> <ブロック名> [データ値] [元のブロックの処理] [データタグ]
ka_ge: /setblock <x> <y> <z> <ბლოკის სახელი> [მონაცემები] [ძველი სახელი] [მონაც. ტეგი]
ko_kr: /setblock <x> <y> <z> <타일 이름> [데이터 값] [예전 블록 처리] [데이터 태그]
lb_lu: /setblock <x> <y> <z> <BlockNumm> [Metadaten] [replace|keep|destroy] [NBT-Daten]
lt_lt: /setblock <x> <y> <z> <blokas> [duomenų-reikšmė] [senas-bloko-naudojimas] [duomenų-žymės]
lv_lv: /setblock <x> <y> <z> <TileName> [datuVērtība] [vecuBlokuTurēšana] [datuTags]
ms_my: /setblock <x> <y> <z> <TileName> [NomborData] [BlocklamaHandling] [dataTag]
nl_nl: /setblock <x> <y> <z> <TileNaam> [dataWaarde] [oudeBlokHandeling] [dataTag]
nn_no: /setblock <x> <y> <z> <TileName> [verdi][gamalBlokkHandtering][dataTag]
pl: /setblock <x> <y> <z> <nazwaBloku> [dataValue] [obsługaPoprzednichBloków] [dataTag]
pt: /setblock <x> <y> <z> <NomeDoBloco> [Dados] [Modo] [Tags]
ro_ro: /setblock <x> <y> <z> <nume bloc> [<metadate>] [replace|keep|destroy] [<date NBT>]
ru_ru: /setblock <x> <y> <z> <имяБлока> [данные] [replace|keep|destroy] [тегДанных]
sk_sk: /setblock <x> <y> <z> <TileName> [dátováHodnota] [manipuláciaStarejKocky] [dátováZnačka]
sl_si: /setblock <x> <y> <z> <imePloščice> [vrednostPodatka] [oldBlockHandling] [podatkovnaOznaka]
sv_se: /setblock <x> <y> <z> <blocknamn> [datavärde] [gammal blockhantering] [datatagg]
tr_tr: /setblock <x> <y> <z > <BlokAdı> [veriDeğeri] [eskiBloğuİşleme] [veriEtiketi]
vi_vn: /setblock <x> <y> <z> <tên khối> [giá trị dữ liệu] [cách xử lí khối cũ] [nhãn dữ liệu]
zh_cn: /setblock <x> <y> <z> <方块名> [数据值] [旧方块处理方式] [数据标签]
zh_tw: /setblock <x> <y> <z> <方塊名稱> [資料值] [原始方塊處理] [資料標籤]

# commands_setidletimeout_success
source: Successfully set the idle timeout to {0} minutes.
af_za: Het suksesvol dit opgestel om onaktiewe spelers na {0} minute uit te skop.
ar_sa: تم تعيين مهلة الخمول إلى {0} دقيقة بنجاح.
be_by: Час прастою паспяхова устаноўлены на {0} хв.
bg_bg: Неактивното изчакване променено на {0} минути.
ca_es: Correctament configurada l'expulsió per inactivitat a {0} minuts.
cs: Časový limit nečinnosti byl úspěšně nastaven na {0} minut.
da_dk: Satte inaktivitetstimeout til {0} minutter.
de: Leerlaufzeit auf {0} Minuten gesetzt.
el_gr: Το χρονικό όριο δίωξης αδρανών παικτών ορίστηκε επιτυχώς στα {0} λεπτά.
es: Límite de tiempo de inactividad establecido en {0} minutos.
eu_es: {0} minutuetan inaktibo denbora-muga zuzen ezarrita.
fi: Toimettomuuden aikakatkaisu asetettu onnistuneesti {0} minuuttiin.
fil_ph: Isinet ang idle timeout sa {0} minuto.
fr_ca: Le délai d'inactivité a été défini avec succès à {0} minute(s)
ga_ie: Socraíodh an t-aga díomhaoin mar {0} nóiméad.
gl_es: Axustado o tempo de expulsión por inactividade en {0} minutos.
he: זמן-פסק ההמתנה נקבע בהצלחה ל-{0} דקות.
hr_hr: Istek mirovanja uspješno postavljen na {0} minuta.
hu_hu: A tétlenség időkorlátja beállítva {0} percre.
id_id: Berhasil mengatur idle timeout {0} menit.
is_is: Tókst að stilla af tengingar tíma í {0} mínútur.
it: Il tempo d'inattività è stato impostato a {0} minuti
ja_jp: 無操作時のタイムアウトを{0}分後に設定しました。
ka_ge: წამზომი წამარტებით დაყენდა {0} წუთზე.
ko_kr: 대기 시간이 {0}분으로 설정되었습니다
lb_lu: Zäit bis zum Erausworf gouf erfollegräich op {0} gesat.
lt_lt: Sėkmingai nustatytas laukimo režimo laikas {0} minučių.
lv_lv: Veiksmīgi iestatīts gaidīšanas taimauts uz {0} minūtēm.
ms_my: Berjaya mengeset masa lengai kepada {0} minit.
mt_mt: L-idle timeout ġie ssettjat għal {0} minuti.
nl_nl: De idle timeout is succesvol ingesteld op {0} mintuten.
nn_no: Tidsavbrot sett til {0} minutter.
pl: Pomyślnie ustawiono limit czasu bezczynności na {0} minut.
pt: Tempo limite de ausência antes da expulsão definido para {0} minutos.
ro_ro: Timpul de inactivitate până la deconectare a fost setat la {0} minute.
ru_ru: Тайм-аут простоя успешно установлен до {0} минут.
sk_sk: Úspešne nastavený časový limit pre nečinnosť do {0} minút.
sl_si: Uspešno nastavljen odstranitveni čas na {0} minut.
sv_se: Satte inaktivitetstimeout till {0} minuter.
th_th: ตั้งค่าหมดเวลาไม่่ได้ใช้งานเป็น {0} นาที
tr_tr: Hareketsiz durma süresi başarıyla {0} dakika olarak ayarlandı.
vi_vn: Đã chỉnh thành công thời gian đứng yên tối đa thành {0} phút.
zh_cn: 成功地将空闲时限设为{0}分钟
zh_tw: 成功設置閒置踢出時間為 {0} 分鐘。

# commands_setidletimeout_usage
source: /setidletimeout <Minutes until kick>
af_za: /setidletimeout <Minute voor uitskop>
ar_sa: /setidletimeout < دقيقة حتى ركلة >
be_by: /setidletimeout <хвілін да адлучэння>
bg_bg: /setidletimeout <минути до изхвърляне>
ca_es: /setidletimeout <Minuts fins a l'expulsió>
cs: /setidletimeout <minuty do vykopnutí>
da_dk: /setidletimeout <Minutter indtil udsmidning>
de: /setidletimeout <Minuten bis Rauswurf>
el_gr: /setidletimeout <Λεπτά μέχρι διώξιμο>
es: /setidletimeout <Minutos hasta expulsión>
eu_es: /setidletimeout <Minutuak kanporatzetaraino>
fa_ir: /تنظیم زمان غیرفعال <Minutes until kick>
fi: /setidletimeout <minuutteja ulosheittoon>
fil_ph: /setidletimeout <minuto hangang kick>
fr_ca: /setidletimeout <minutes avant kick>
ga_ie: /setidletimeout <Nóiméid roimh chiceáil>
gl_es: /setidletimeout <minutos para expulsar>
he: /setidletimeout <דקות עד סילוק>
hr_hr: /setidletimeout <Minuta do izbacivanja>
hu_hu: /setidletimeout <percek száma a kirúgásig>
id_id: /setidletimeout < menit sampai kick>
it: /setidletimeout <minuti prima dell'espulsione>
ja_jp: /setidletimeout <キックされるまでの時間（分）>
ka_ge: /setidletimeout <გაგდებამდე დარჩენილი წუთები>
ko_kr: /setidletimeout <추방 유휴 시간(분)>
lb_lu: /setidletimeout <Minutte bis zum Erausworf>
lt_lt: /setidletimeout <laikas minutėmis iki išmetimo>
lv_lv: /setidletimeout <Minūtes pirms izkikošanas>
ms_my: /setidletimeout <Minit sehingga sepakan>
nl_nl: /setidletimeout <Minuten tot speler van de server geschopt wordt>
nn_no: /setidletimeout <Minutter til kick>
pl: /setidletimeout <Minuty do wyrzucenia>
pt: /setidletimeout <minutos até expulsão>
ro_ro: /setidletimeout <minute până la deconectare>
ru_ru: /setidletimeout <Минут до отключения>
sl_si: /setidletimeout <minut do odstranitve igralca>
sv_se: /setidletimeout <tid före utsparkning>
tr_tr: /setidletimeout <atana kadar geçen süre>
vi_vn: /setidletimeout <Số phút đến khi bị đá>
zh_cn: /setidletimeout <闲置时限（分钟）>
zh_tw: /setidletimeout <被踢除前閒置分鐘數量>
