Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# structure_block_button_load
source: LOAD
af_za: LAAI
ar_sa: تحميل
be_by: ЗАГРУЗІЦЬ
bg_bg: Зареждане
ca_es: CARREGA
cs: NAČÍST
da_dk: INDLÆS
de: Laden
de_at: LONA
el_gr: ΦΟΡΤΩΣΕ
es: CARGAR
fi: LATAA
fil_ph: PASAHAN
fr_ca: CHARGER
ga_ie: LÓDÁIL
gl_es: CARGAR
he: טען
hr_hr: UČITAJ
hu_hu: BETÖLTÉS
id_id: MUAT
it: Carica
ja_jp: 読み込み
ka_ge: ჩატვირთვა
ko_kr: 불러오기
lb_lu: Lueden
lt_lt: ĮKRAUTI
lv_lv: IELĀDĒT
mn_mn: УНШИХ
ms_my: MUATKAN
mt_mt: ILLOWDJA
nl_nl: LADEN
pl: WCZYTAJ
pt: CARREGAR
ro_ro: ÎNCARCĂ
ru_ru: ЗАГРУЗИТЬ
sk_sk: NAČÍTAŤ
sl_si: NALOŽI
sv_se: LADDA
th_th: โหลด
tr_tr: YÜKLE
vi_vn: NẠP
zh_cn: 加载
zh_tw: 載入

# structure_block_button_save
source: SAVE
af_za: STOOR
ar_sa: حفظ
be_by: ЗАХАВАЦЬ
bg_bg: Записване
ca_es: DESA
cs: ULOŽIT
da_dk: GEM
de: Speichern
de_at: SPEICHAN
el_gr: ΑΠΟΘΗΚΕΥΣΕ
es: GUARDAR
fi: TALLENNA
fil_ph: LIGTASAN
fr_ca: SAUVER
ga_ie: SÁBHÁIL
gl_es: GARDAR
he: שמור
hr_hr: SPREMI
hu_hu: MENTÉS
id_id: SIMPAN
it: Salva
ja_jp: 保存
ka_ge: შენახვა
ko_kr: 저장
lb_lu: Sécheren
lt_lt: IŠSAUGOTI
lv_lv: SAGLABĀT
mn_mn: ХАДГАЛАХ
ms_my: SIMPAN
mt_mt: ISSEJVJA
nl_nl: OPSLAAN
pl: ZAPISZ
pt: GUARDAR
ro_ro: SALVEAZĂ
ru_ru: СОХРАНИТЬ
sk_sk: ULOŽIŤ
sl_si: SHRANI
sv_se: SPARA
th_th: บันทึก
tr_tr: KAYDET
vi_vn: LƯU
zh_cn: 保存
zh_tw: 儲存

# structure_block_custom_data
source: Custom Data Tag Name
af_za: Jou Data Merkernaam
ar_sa: البيانات المخصصة واسم العلامة
be_by: Назва адвольнага тэгу дадзеных
bg_bg: Име на собствен етикет с данни
ca_es: Nom de Data Tag personalitzat
cs: Vlastní název datového tagu
da_dk: Brugerdefinerede Data Tag navn
de: Benutzerdefinierte NBT-Daten
el_gr: Προσαρμοσμένο Όνομα Ετικέτας Δεδομένων
es: Nombre de dataTag personalizado
fi: Mukautettu datatunnisteen nimi
fil_ph: Pasadyang Pangalan ng Tag ng Data
fr_ca: Nom du data tag personnalisé
ga_ie: Ainm Chlib Sonraí Saincheaptha
gl_es: Nome de Data Tag persoalizado
he: שם תג נתונים מותאם אישית
hu_hu: Egyedi adatcímke neve
id_id: Nama Penanda Data Tersesuai
it: Nome del dato NBT personalizzato
ja_jp: カスタムデータタグ名
ka_ge: მორგებული მონაცემთა ტეგის სახელი
ko_kr: 사용자 지정 데이터 태그 이름
lb_lu: Benotzerdefinéierten NBT-Daten Numm
lt_lt: Pasirinktas „Data Tag” pavadinimas
ms_my: Nama Data Tag Adat
mt_mt: Custom Data Tag
nl_nl: Aangepaste datatagnaam
nn_no: Egendefinert datatagg-navn
pl: Nazwa niestandardowego tagu danych
pt: Nome de Data Tag Customizado
ro_ro: Nume de date NBT personalizat
ru_ru: Произвольные теги данных
sk_sk: Vlastný názov značky dát
sl_si: Ime podatkovne oznake po meri
sv_se: Anpassat namn för datatagg
tr_tr: Özel Veri Etiketi Adı
vi_vn: Tên nhãn dữ liệu tự chọn
zh_cn: 自定义数据标签名
zh_tw: 自訂資料標記名稱

# structure_block_detect_size
source: Detect structure size and position:
af_za: Vind struktuur grootte en posisie:
ar_sa: الكشف عن حجم الهيكل وموقعه:
be_by: Вызначыць памер і размяшчэнне:
bg_bg: Откриване размера и позицията на конструкцията:
ca_es: Detectar mida i posició:
cs: Rozpoznání velikosti a pozice struktury:
da_dk: Detekt strukture størrelse og position:
de: Größe und Position erkennen:
el_gr: Ανίχνευσε το μέγεθος και τη θέση της δομής:
es: Detectar tamaño y posición:
fi: Tunnista rakennelman koko ja sijainti:
fil_ph: Tuklasin ang laki at posisyon ng istraktura:
fr_ca: Détecter la taille et la position :
ga_ie: Aimsigh méid & suíomh an struchtúir:
gl_es: Detectar tamaño de estructura e posición:
he: זיהוי גודל מבנה ומיקום:
hr_hr: Detektiraj veličinu i poziciju strukture:
hu_hu: Hely és méret meghatározása:
id_id: Periksa ukuran dan posisi struktur:
it: Rileva dimensione e posizione:
ja_jp: ストラクチャーのサイズと位置を検出する：
ka_ge: სტრუქტურის ზომისა და პოზიციის დადგენა:
ko_kr: 구조물 크기 및 위치 감지:
lb_lu: Gréisst a -positioun erkennen:
lt_lt: Aptikti struktūros dydį ir padėtį:
ms_my: Mengesan saiz struktur dan kedudukan:
mt_mt: Ikkalkula d-daqs u l-pożizzjoni:
nl_nl: Detecteer grootte en positie van de structuur:
pl: Wykryj rozmiar i położenie struktury:
pt: Detetar tamanho e posição:
ro_ro: Găsește automat mărimea și poziția:
ru_ru: Определить расположение конструкции:
sk_sk: Zistiť veľkosť stavby a polohu:
sl_si: Zaznaj velikost in pozicijo strukture:
sv_se: Identifiera storlek och position:
tr_tr: Yapı boyutunu ve konumunu algıla:
vi_vn: Dò kích cỡ và vị trí của cấu trúc:
zh_cn: 探测结构大小和位置：
zh_tw: 偵測結構的大小與位置：

# structure_block_hover_corner
source: Corner: {0}
af_za: Hoek: {0}
ar_sa: زاوية: {0}
be_by: Вугал: {0}
bg_bg: Ъгъл: {0}
ca_es: Vèrtex: {0}
cs: Roh: {0}
da_dk: Hjørne: {0}
de: Ecke: {0}
de_at: Eggn: {0}
el_gr: Γωνία: {0}
es: Esquina: {0}
fi: Kulma: {0}
fil_ph: Sulok na: {0}
fr_ca: Coin : {0}
ga_ie: Mód Cúinní: {0}
gl_es: Esquina: {0}
he: פינה: {0}
hr_hr: Kut: {0}
hu_hu: Sarok: {0}
id_id: Sudut: {0}
it: Angolo: {0}
ja_jp: コーナー：{0}
ka_ge: კუთხე: {0}
ko_kr: 모서리: {0}
lb_lu: Eck: {0}
lt_lt: Kampas: {0}
lv_lv: Stūris: {0}
mn_mn: Өнцөг: {0}
ms_my: Sudut: {0}
mt_mt: Rokna: {0}
nl_nl: Hoek: {0}
pl: Narożnik: {0}
pt: Cantos: {0}
ro_ro: Colț: {0}
ru_ru: Угол: {0}
sk_sk: Roh: {0}
sl_si: Kot: {0}
sv_se: Hörn: {0}
th_th: มุม: {0}
tr_tr: Köşe: {0}
vi_vn: Góc: {0}
zh_cn: 角落：{0}
zh_tw: 角落：{0}

# structure_block_hover_data
source: Data: {0}
ar_sa: بيانات: {0}
be_by: Дадзеныя: {0}
bg_bg: Данни: {0}
ca_es: Dades: {0}
de: Daten: {0}
de_at: Daten: {0}
el_gr: Δεδομένα: {0}
es: Datos: {0}
fr_ca: Données : {0}
ga_ie: Mód Sonraí: {0}
gl_es: Datos: {0}
he: נתונים: {0}
hr_hr: Podatci: {0}
hu_hu: Adat: {0}
it: Dati: {0}
ja_jp: データ：{0}
ka_ge: მონაცემები: {0}
ko_kr: 데이터: {0}
lb_lu: Donnéeën: {0}
lt_lt: Duomenys: {0}
lv_lv: Dati: {0}
mn_mn: Өгөгдөл: {0}
pl: Dane: {0}
pt: Dados: {0}
ro_ro: Date: {0}
ru_ru: Данные: {0}
sk_sk: Dáta: {0}
sl_si: Podatki: {0}
th_th: ข้อมูล: {0}
tr_tr: Veri: {0}
vi_vn: Dữ liệu: {0}
zh_cn: 数据：{0}
zh_tw: 資料：{0}

# structure_block_hover_load
source: Load: {0}
af_za: Laai: {0}
ar_sa: تحميل: {0}
be_by: Загрузка: {0}
bg_bg: Зареждане: {0}
ca_es: Carrega: {0}
cs: Načíst: {0}
da_dk: Indlæs: {0}
de: Laden: {0}
de_at: Lona: {0}
el_gr: Φόρτωση: {0}
es: Cargar: {0}
fi: Lataa: {0}
fil_ph: Tiktikan na: {0}
fr_ca: Charger : {0}
ga_ie: Mód Lódála: {0}
gl_es: Cargar: {0}
he: טען: {0}
hr_hr: Učitaj: {0}
hu_hu: Betöltés: {0}
id_id: Muat: {0}
it: Caricamento: {0}
ja_jp: ロード：{0}
ka_ge: ჩატვირთვა: {0}
ko_kr: 불러오기: {0}
lb_lu: Lueden: {0}
lt_lt: Įkrauti: {0}
lv_lv: Ielādēt: {0}
mn_mn: Унших: {0}
ms_my: Memuatkan: {0}
mt_mt: Illowdja: {0}
nl_nl: Laden: {0}
nn_no: Last: {0}
pl: Wczytaj: {0}
pt: Carregar: {0}
ro_ro: Încărcare: {0}
ru_ru: Загрузка: {0}
sk_sk: Načítať: {0}
sl_si: Naloži: {0}
sv_se: Ladda: {0}
th_th: โหลด: {0}
tr_tr: Yükle: {0}
vi_vn: Nạp: {0}
zh_cn: 加载：{0}
zh_tw: 載入：{0}

# structure_block_hover_save
source: Save: {0}
af_za: Stoor: {0}
ar_sa: حفظ: {0}
be_by: Захаванне: {0}
bg_bg: Записване: {0}
ca_es: Desa: {0}
cs: Uložit: {0}
da_dk: Gem: {0}
de: Speichern: {0}
de_at: Speichan: {0}
el_gr: Αποθήκευση: {0}
es: Guardar: {0}
fi: Tallenna: {0}
fil_ph: Iligtas na: {0}
fr_ca: Enregistrer : {0}
ga_ie: Mód Sábhála: {0}
gl_es: Gardar: {0}
he: שמור: {0}
hr_hr: Spremi: {0}
hu_hu: Mentés: {0}
id_id: Simpan: {0}
it: Salvataggio: {0}
ja_jp: セーブ：{0}
ka_ge: შენახვა: {0}
ko_kr: 저장: {0}
lb_lu: Späicheren: {0}
lt_lt: Išsaugoti: {0}
lv_lv: Saglabāt: {0}
mn_mn: Хадгалах: {0}
ms_my: Simpan: {0}
mt_mt: Issejvja: {0}
nl_nl: Opslaan: {0}
nn_no: Lagre: {0}
pl: Zapisz: {0}
pt: Guardar: {0}
ro_ro: Salvare: {0}
ru_ru: Сохранение: {0}
sk_sk: Uložiť: {0}
sl_si: Shrani: {0}
sv_se: Spara: {0}
th_th: บันทึก: {0}
tr_tr: Kaydet: {0}
vi_vn: Lưu: {0}
zh_cn: 保存：{0}
zh_tw: 儲存：{0}

# structure_block_include_entities
source: Include entities:
af_za: Sluit entiteite in:
ar_sa: تشمل تلك الكائنات:
be_by: Істоты:
bg_bg: Зачитане на обекти:
ca_es: Incloure entitats:
cs: Zahrnout entity:
da_dk: Inkludere enheder:
de: Objekte einbeziehen:
el_gr: Περιέλαβε οντότητες:
es: Incluir entidades:
fi: Sisällytä oliot:
fil_ph: Isama ng mga entidad:
fr_ca: Inclure les entités :
ga_ie: Aonáin san áireamh:
gl_es: Incluír entidades:
he: כלול ישויות:
hu_hu: Entitások beleszámítása:
id_id: Barang termasuk:
it: Includi entità:
ja_jp: エンティティを含める：
ka_ge: არსებები:
ko_kr: 개체 포함:
lb_lu: Entitéiten abezéien:
lt_lt: Įtraukti šiuos objektus:
lv_lv: Iekļaut objektus:
ms_my: Termasuk entiti-entiti:
mt_mt: Inkludi entitajiet:
nl_nl: Invoegen entiteiten:
pl: Uwzględnij byty:
pt: Incluir entidades:
ro_ro: Include entități:
ru_ru: Включать сущности:
sk_sk: Zahrnúť bytosti:
sl_si: Vključi enitete:
sv_se: Inkludera entiteter:
tr_tr: Varlıkları dahil et:
vi_vn: Cho bao gồm các thực thể:
zh_cn: 包括实体：
zh_tw: 包含實體：

# structure_block_integrity
source: Structure Integrity and Seed
af_za: Struktuur Integriteit en Saad
ar_sa: سلامة الهيكل وبذرته العشوائية
be_by: Цэласць і пачатковае значэнне
bg_bg: Цялост на конструкцията и сийд
ca_es: Integritat i llavor de l'estructura
cs: Integrita struktury a zdroj
da_dk: Strukturintegritet og seed
de: Vollständigkeit und Startwert der Konstruktion
el_gr: Σταθερότητα Δομής και Τιμή
es: Integridad y semilla de la estructura
fi: Rakennelman eheys ja siemenluku
fil_ph: Integridad at Seed ng Istraktura
fr_ca: Intégrité de la structure et seed
ga_ie: Sláine an Struchtúir agus Síol
he: שלמות המבנה וזרעו
hr_hr: Integritet i sjeme strukture
hu_hu: Struktúra teljessége és kezdőérték
id_id: Benih dan Keutuhan Struktur
it: Integrità e seme della struttura
ja_jp: ストラクチャーの完全性とシード値
ka_ge: სტრუქტურის მთლიანობა და წყარო
ko_kr: 구조물 완전성 및 시드
lb_lu: Integritéit a Startwäert vun der Konstruktioun
lt_lt: Struktūros vientisumas ir generavimo formulė
lv_lv: Struktūras integritāte un sēkla
ms_my: Integriti struktur dan bijih
mt_mt: Integrita' u Seed tal-Istruttura
nl_nl: Structuurintegratie en seed
nn_no: Strukturintegritet og frø
pl: Integralność i ziarno struktury
pt: Integridade e Seed da Estrutura
ro_ro: Integritatea structurii și sămânță
ru_ru: Целостность конструкции и ключ случайного алгоритма
sk_sk: Celistvosť a Seed Stavby
sl_si: Strukturna celovitost in seme
sv_se: Strukturens integritet och frö
tr_tr: Yapı Bütünlüğü ve Dünya Yaratıcısı Kodu
vi_vn: Độ toàn vẹn và hạt giống của cấu trúc
zh_cn: 结构完整性及种子
zh_tw: 結構完整度及種子碼

# structure_block_load_not_found
source: Structure '{0}' is not available
af_za: Struktuur '{0}' is nie beskikbaar nie
ar_sa: البناء '{0}' غير متوفر
be_by: Пабудова '{0}' недаступна
bg_bg: Конструкцията "{0}" не бе намерена
ca_es: L'estructura "{0}" no està disponible
cs: Struktura „{0}“ není dostupná
da_dk: Strukturen '{0}' er ikke tilgængelig
de: Konstruktion '{0}' nicht gefunden
el_gr: Η δομή '{0}' δεν είναι διαθέσιμη
es: La estructura "{0}" no está disponible
fi: Rakennelma '{0}' ei ole saatavilla
fil_ph: Itong struktura '{0}' ay hinding pwede
fr_ca: La structure "{0}" n'est pas disponible
ga_ie: Níl an struchtúr '{0}' le fáil
gl_es: A estructura "{0}" non está dispoñible
he: מבנה '{0}' אינו זמין
hr_hr: Struktura '{0}' nije dostupna
hu_hu: A(z) '{0}' struktúra nem található
id_id: Struktur '{0}' tak tersedia
it: La struttura {0} non è disponibile
ja_jp: ストラクチャー「{0}」は利用できません
ka_ge: სტრუქტურა '{0}' ხელმიუწვდომელია
ko_kr: 구조물 '{0}'을(를) 사용할 수 없습니다
lb_lu: Konstruktioun '{0}' net fonnt
lt_lt: Struktūra '{0}' nerasta
lv_lv: Struktūra '{0}' nav pieejama
ms_my: Struktur '{0}' tidak didapati
mt_mt: Struttura "{0}" mhijiex disponibbli
nl_nl: Structuur '{0}' is niet beschikbaar
nn_no: Strukturen '{0}' er ikke tilgjengelig
pl: Struktura '{0}' nie jest dostępna
pt: A estrutura '{0}' não está disponível
ro_ro: Structura "{0}" nu este disponibilă
ru_ru: Конструкция '{0}' не обнаружена
sk_sk: Stavba "{0}" nie je k dispozícii
sl_si: Struktura '{0}' ni na voljo
sv_se: Strukturen "{0}" finns inte tillgänglig
tr_tr: Yapı '{0}' kullanılabilir değil
vi_vn: Cấu trúc '{0}' không tồn tại
zh_cn: 不存在名为'{0}'的结构
zh_tw: 沒有名為 '{0}' 的結構

# structure_block_load_prepare
source: Structure '{0}' position prepared
af_za: Struktuur '{0}' posisie voorberei
ar_sa: موقع الهيكل '{0}' تم تجهيزه
be_by: Падрыхтавана размяшчэнне пабудовы '{0}'
bg_bg: Позицията на конструкцията "{0}" беше подготвена
ca_es: S'ha preparat la posició de l'estructura "{0}"
cs: Pozice struktury „{0}“ připravena
da_dk: Strukturen '{0}' position er forberedt
de: Position von Konstruktion '{0}' vorbereitet
de_at: Position vu Konstruktion '{0}' vorbereitet
el_gr: Η θέση της δομής '{0}' προετοιμάστηκε
es: Se ha preparado la posición de la estructura "{0}"
fi: Rakennelman '{0}' sijainti valmisteltu
fil_ph: Na-i-handa na ang istrakturang '{0}'
fr_ca: La position de la structure "{0}" a été préparée
ga_ie: Suíomh don struchtúr '{0}' réitithe
gl_es: Posición da estrutura "{0}" preparada
he: מיקום המבנה '{0}' ערוך
hr_hr: Pozicija strukture "{0}" je pripremljena.
hu_hu: '{0}' struktúra helye előkészítve
id_id: Menyiapkan posisi struktur '{0}'
it: La posizione della struttura {0} è stata preparata
ja_jp: ストラクチャー「{0}」の位置が準備されました
ka_ge: მომზადდა პოზიცია სტრუქტურისთვის '{0}'
ko_kr: 구조물 '{0}'의 위치가 준비되었습니다
lb_lu: Positioun vu Konstruktioun '{0}' gëtt virbereet
lt_lt: Struktūros '{0}' padėtis parengta
lv_lv: Struktūras {0} pozīcija sagatavota
mn_mn: Байгууламж '{0}'-н байрлал бэлэн
ms_my: Kedudukan '{0}' struktur telah disediakan
mt_mt: Pożizzjoni ta struttura "{0}" ippreparata
nl_nl: Positie voor structuur '{0}' voorbereidt
pl: Pozycja struktury '{0}' przygotowana
pt: Posição da estrutura '{0}' preparada
ro_ro: Poziția structurii "{0}" a fost pregătită
ru_ru: Подготовлено расположение конструкции '{0}'
sk_sk: Pozícia stavby "{0}" pripravená
sl_si: Pozicija strukture '{0}' pripravljena
sv_se: Positionen för strukturen "{0}" förbereds
tr_tr: Yapı '{0}' için konum hazırlandı
vi_vn: Đã xác định vị trí cấu trúc '{0}'
zh_cn: 结构'{0}'的加载位置已就绪
zh_tw: 結構 '{0}' 的位置已準備就緒

# structure_block_load_success
source: Structure loaded from '{0}'
af_za: Struktuur gelaai vanaf '{0}'
ar_sa: تم تحميل البناء من '{0}'
be_by: Пабудова загружаная з '{0}'
bg_bg: Конструкцията "{0}" беше заредена
ca_es: Estructura carregada de "{0}"
cs: Struktura načtena z „{0}“
da_dk: Struktur indlæses fra '{0}'
de: Konstruktion '{0}' geladen
de_at: Konstruktion '{0}' glon
el_gr: Η δομή από το '{0}' φορτώθηκε
es: Se ha cargado la estructura de "{0}"
fi: Rakennelma ladattu kohteesta '{0}'
fil_ph: Basahan and struktura ng '{0}'
fr_ca: La structure a été chargée à partir de "{0}"
ga_ie: Lódáladh struchtúr ó '{0}'
gl_es: Estrutura cargada de "{0}"
he: מבנה נטען מתוך '{0}'
hr_hr: Struktura učitana iz '{0}'
hu_hu: A(z) '{0}' struktúra betöltve
id_id: Memuat struktur dari '{0}'
it: La struttura è stata caricata da "{0}"
ja_jp: 「{0}」からストラクチャーを読み込みました
ka_ge: სტრუქტურა ჩაიტვირთა ფაილიდან '{0}'
ko_kr: 구조물을 '{0}'에서 불러왔습니다
lb_lu: Konstruktioun '{0}' gelueden
lt_lt: Įkrauta struktūra iš '{0}'
lv_lv: Struktūra ielādēta no '{0}'
mn_mn: Байгууламж '{0}'-с уншигдсан
ms_my: Struktur dimuatkan dari '{0}'
mt_mt: Struttura llowdjata minn '{0}'
nl_nl: Structuur geladen uit '{0}'
nn_no: Struktur lasta frå '{0}'
pl: Wczytano strukturę z '{0}'
pt: Estrutura carregada de '{0}'
ro_ro: Structura a fost încărcată din "{0}"
ru_ru: Конструкция загружена из файла '{0}'
sk_sk: Načítaná stavba z "{0}"
sl_si: Struktura naložena iz "{0}"
sv_se: Strukturen laddades från '{0}'
tr_tr: '{0}''den yapı yüklendi
vi_vn: Đã nạp cấu trúc từ '{0}'
zh_cn: 成功从'{0}'中加载结构
zh_tw: 已從 '{0}' 載入結構

# structure_block_mode_corner
source: [C]
ar_sa: [رك]
be_by: [В]
bg_bg: [Ъгъл]
ca_es: [V]
cs: [Roh]
da_dk: [H]
de: [E]
de_at: [E]
el_gr: [Γ]
es: [E]
fi: [K]
fr_ca: [Co]
gl_es: [E]
he: פ
hr_hr: [K]
hu_hu: [S]
it: [A]
ka_ge: [კ]
ko_kr: [모서리]
lb_lu: [E]
lv_lv: [C] Stūris
pl: [N]
pt: [Cn]
ru_ru: [У]
sk_sk: [R]
sv_se: [H]
tr_tr: [Kş]
vi_vn: [G]
zh_cn: [角落]
zh_tw: [角落]

# structure_block_mode_data
source: [D]
ar_sa: [بيا]
be_by: [Д]
bg_bg: [Данни]
cs: [Data]
el_gr: [Δ]
fr_ca: [Do]
ga_ie: [So]
he: [מ]
hr_hr: [P]
hu_hu: [A]
ka_ge: [მ]
ko_kr: [데이터]
lv_lv: [D] Dati
ru_ru: [Д]
tr_tr: [V]
zh_cn: [数据]
zh_tw: [資料]

# structure_block_mode_load
source: [L]
ar_sa: [تح]
be_by: [ЗГР]
bg_bg: [Зареждане]
ca_es: [C]
cs: [Načíst]
da_dk: [I]
el_gr: [Φ]
es: [C]
fil_ph: [K]
fr_ca: [Ch]
gl_es: [C]
he: [ט]
hr_hr: [U]
hu_hu: [B]
it: [C]
ka_ge: [ჩ]
ko_kr: [불러오기]
lv_lv: [L] Ielādēt
pl: [W]
pt: [Cr]
ro_ro: [Î]
ru_ru: [З]
sk_sk: [N]
tr_tr: [Y]
vi_vn: [N]
zh_cn: [加载]
zh_tw: [載入]

# structure_block_mode_save
source: [S]
ar_sa: [ح]
be_by: [ЗХВ]
bg_bg: [Записване]
ca_es: [D]
cs: [Uložit]
da_dk: [G]
el_gr: [Α]
es: [G]
fi: [T]
fr_ca: [En]
gl_es: [G]
he: [ש]
hu_hu: [M]
ka_ge: [შ]
ko_kr: [저장]
lv_lv: [S] Saglabāt
pl: [Z]
pt: [G]
ru_ru: [С]
sk_sk: [U]
tr_tr: [Ky]
vi_vn: [L]
zh_cn: [保存]
zh_tw: [儲存]

# structure_block_mode_info_corner
source: Corner mode - placement and size marker
af_za: Hoek metode - plasing- en grootte-merker
be_by: Вугал - пазначэнне размяшчэння і памеру
bg_bg: Ъгъл - маркер за позиция и размер
ca_es: Vèrtex: fes servir el bloc com a límit d'una vèrtex
cs: Roh – označovač umístění a velikosti
da_dk: Hjørnetilstand - placering og størelsemarkering
de: Eck-Modus - Markierung von Position und Größe
el_gr: Λειτουργία γωνιών - δείκτης τοποθέτησης και μεγέθους
es: Esquina: coloca el bloque en una esquina como límite
fi: Kulmatila - asettelu- ja kokomerkitsin
fil_ph: Modong sulok – kalagayan at pananda ng laki
fr_ca: Mode Coin - repère de taille et de placement
ga_ie: Mód cúinní - marcóir curtha agus méide
he: מצב פינה - סמן גודל והשמה
hu_hu: Sarok mód - méret és helyzet megjelölése
id_id: Mode sudut - pembuat peletakan dan ukuran
it: Angolo: marcatore per posizionamento e dimensione
ja_jp: コーナーモード - 位置とサイズの計算を行う
ka_ge: კუთხე - განლაგებისა და ზომის მარკერი
ko_kr: 모서리 모드 - 배치 및 크기 표기
lb_lu: Eckmodus - Markéiere vu Positioun a Gréisst
lt_lt: Kampinis režimas - pozicijos ir dydžio žymeklis
lv_lv: Stūru režīms - novietojuma un izmēra marķieris
mn_mn: Өнцгийн горим - байрлуулах, хэмжээний тэмдэглэгээ
ms_my: Mod sudut - penanda saiz dan penempatan
mt_mt: Irkejjen - Immarkar tal-pożizzjoni u d-daqs
nl_nl: Hoekmodus - plaats- en groottemarkeerder
pl: Tryb narożników – znacznik położenia i rozmiaru
pt: Modo de Cantos - Marcador de Tamanho e Colocação
ro_ro: Modul de colț - marchează poziția și mărimea
ru_ru: Угол — маркер расположения и размера
sk_sk: Režim rohov - určovateľ polohy a veľkosti
sl_si: Kotni način - postavitveni in velikostni ustvarjalec
sv_se: Hörnläge - markör för placering och storlek
tr_tr: Köşe modu - konum ve boyut işaretleyici
vi_vn: Chế độ góc - đánh dấu vị trí và kích cỡ
zh_cn: 角落模式 — 位置和大小标记
zh_tw: 角落模式 ─ 位置及大小記號

# structure_block_mode_info_data
source: Data mode - game logic marker
af_za: Data metode - spel-logika merker
ar_sa: وضع البيانات - اللعبة المنطق ماركر
be_by: Дадзеныя - пазначэнні логікі гульні
bg_bg: Данни - маркер за логиката на играта
ca_es: Dades: fes servir la lògica del joc
cs: Data – označovač herní logiky
da_dk: Datatilstand - spil logic marker
de: Daten-Modus - Markierung der Spiellogik
el_gr: Λειτουργία δεδομένων - δείκτης λογικής παιχνιδιού
es: Datos: usa la lógica del juego
fi: Datatila - pelin logiikkamerkitsin
fil_ph: Data - Marker Nang Laro
fr_ca: Mode Données - repère de logique de jeu
ga_ie: Mód sonraí - marcóir loighic cluiche
gl_es: Datos - lóxica do xogo
he: מצב הנתונים - משחק הגיון סמן
hu_hu: Adat mód - NBT-adatok megjelölése
id_id: Mode data - pembuat logika permainan
it: Dati: marcatore per logiche di gioco
ja_jp: データモード - ブロック内部にデータを保存する
ka_ge: მონაცემები - თამაშის ლოგიკის მარკერი
ko_kr: 데이터 모드 - 게임 논리 표기
lb_lu: Datenmodus - Markéiere vun der Spilllogik
lt_lt: Duomenų režimas - žaidimo logikos žymeklis
lv_lv: Datu režīms - spēles loģikas marķieris
mn_mn: Өгөгдлийн горим - тоглоомын логик тэмдэглэгээ
ms_my: Mod data - penanda permainan logik
mt_mt: Data - immarkar tal-loġika tal-logħba
nl_nl: Datamodus - logische spelmarkeerder
nn_no: Datamodus - spillogikkmarkør
pl: Tryb danych – znacznik mechaniki gry
pt: Modo de Dados - Marcadores de Lógica do Jogo
ro_ro: Modul de date - marchează logica jocului
ru_ru: Данные — внедрение игровой логики
sk_sk: Režim dát - určovateľ hernej logiky
sl_si: Podatkovni način - logični ustvarjalec igre
sv_se: Dataläge - markör för spellogik
tr_tr: Veri modu - oyun mekaniği işaretleyici
vi_vn: Chế độ dữ liệu - đánh dấu lô-gíc trò chơi
zh_cn: 数据模式 — 游戏逻辑标记
zh_tw: 資料模式 ─ 遊戲邏輯記號

# structure_block_mode_info_load
source: Load mode - load from file
af_za: Laai metode - laai vanaf lêer
ar_sa: وضع التحميل - التحميل من ملف
be_by: Загрузка - загрузка з файла
bg_bg: Зареждане - зарежда от файл
ca_es: Carrega: carrega la teva estructura
cs: Načíst – načtení ze souboru
da_dk: Indlæsetilstand - indlæs fra filer
de: Lade-Modus - aus Datei laden
el_gr: Λειτουργία φόρτωσης - φόρτωση από αρχείο
es: Cargar: carga tu estructura
fi: Lataustila - lataa tiedostosta
fil_ph: I Lo-load- I Load Galing Sa File
fr_ca: Mode Charger - charge d'un fichier
ga_ie: Mód lódála - lódáil ó chomhad
gl_es: Cargar - cargar dende arquivo
he: מצב טעינה - טען מקובץ
hr_hr: Način učitavanja - učitaj iz datoteke
hu_hu: Betöltés mód - fájlból olvasás
id_id: Mode muat - memuat dari berkas
it: Caricamento: carica da file
ja_jp: ロードモード - ファイルからの読み込みを行う
ka_ge: ჩატვირთვა - ფაილიდან ჩატვირთვა
ko_kr: 불러오기 모드 - 파일에서 불러오기
lb_lu: Luedmodus - vun Datei lueden
lt_lt: Įkrovimo režimas - įkrauti iš failo
lv_lv: Ielādēt - ielādēt no faila
mn_mn: Унших горим - файлаас унших
ms_my: Mod memuat - memuatkan daripada fail
mt_mt: Loading - Aqra minn fajl
nl_nl: Laadmodus - laadt van bestand
nn_no: Lastemodus - Last fra fil
pl: Tryb wczytywania – wczytanie z pliku
pt: Modo de Carregar - Carregar do Arquivo
ro_ro: Modul de încărcare - încarcă din fișier
ru_ru: Загрузка — загрузка из файла
sk_sk: Režim načítania - načítanie zo súboru
sl_si: Nalagalni način - naloži iz datoteke
sv_se: Laddaläge - läs från fil
tr_tr: Yükleme modu - dosyadan yükle
vi_vn: Chế độ nạp - nạp từ tệp tin
zh_cn: 加载模式 — 从文件中加载
zh_tw: 載入模式 ─ 從檔案載入

# structure_block_mode_info_save
source: Save mode - write to file
af_za: Stoor metode - skryf na lêer
ar_sa: وضع الحفظ - الكتابة الى ملف
be_by: Захаванне - запіс у файл
bg_bg: Записване - записва във файл
ca_es: Desa: desa la teva estructura
cs: Uložit – uložení do souboru
da_dk: Gemmetilstand - skriv i filer
de: Speicher-Modus - in Datei speichern
de_at: Speicha-Modus - in Datei speichan
el_gr: Λειτουργία αποθήκευσης - εγγραφή στο αρχείο
es: Guardar: guarda tu estructura
fi: Tallennustila - kirjoita tiedostoon
fil_ph: Save Mode- E Sulatan Sa File
fr_ca: Mode Enregistrer - écrit dans un fichier
ga_ie: Mód sábhála - scríobh go comhad
gl_es: Gardar - gardar a arquivo
he: מצב שמירה - כתוב קובץ
hr_hr: Mod za spremanje - piši u datoteku
hu_hu: Mentés mód - fájlba írás
id_id: Mode simpan - tulis ke berkas
it: Salvataggio: scrivi su file
ja_jp: セーブモード - ファイルへの書き込みを行う
ka_ge: შენახვა - ფაილში ჩაწერა
ko_kr: 저장 모드 - 파일에 쓰기
lb_lu: Späichermodus - an Datei schreiwen
lt_lt: Išsaugojimo režimas - įrašyti į failą
lv_lv: Saglabāšanas režīms - ierakstīt failā
mn_mn: Хадгалах горим - файл руу бичих
ms_my: Mod simpan - menulis ke fail
mt_mt: Saving - ikteb ġo fajl
nl_nl: Opslagmodus - schrijf naar bestand
nn_no: Lagre modus - skrive til fil
pl: Tryb zapisu – zapis do pliku
pt: Modo de Guardar - Guardar no Arquivo
ro_ro: Modul de salvare - înregistrează în fișier
ru_ru: Сохранение — запись в файл
sk_sk: Režim ukladania - zápis do súboru
sl_si: Shranjevalni način - zapiši v datoteko
sv_se: Sparaläge - skriv till fil
tr_tr: Kayıt modu - dosyaya yaz
vi_vn: Chế độ lưu - viết vào tệp tin
zh_cn: 保存模式 — 写入文件
zh_tw: 儲存模式 ─ 寫入檔案
