Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# selectWorld_gameMode_adventure_line2
source: be added or removed
af_za: bygevoeg of verwyder word nie
ar_sa: يمكن إضافتها أو إزالتها
be_by: ламаць ці ставіць блокі
bg_bg: не могат да бъдат поставяни или чупени
ca_es: però no pots posar ni treure blocs
cs: stavět ani ničit
da_dk: placeres eller fjernes
de: platziert oder zerstört werden
de_at: plaziat oda zastöat wean
el_gr: γίνεται να προστεθούν ή να αφαιρεθούν κύβοι
es: no pueden ser colocados ni eliminados.
eu_es: dira gehitu edo kendu
fa_ir: اضافه یا حذف شوند
fi: voi asettaa eikä hajottaa
fil_ph: pwede magsira o maglagay ng tipak
fr_ca: ne peuvent pas être placés ou enlevés
ga_ie: bloic a chur ná bloic a bhaint
gd_gb: a chur ris no a thoirt air falbh
gl_es: non poden ser colocados nin eliminados
he: להוסיף, או להסיר בלוקים
hi_in: जोड़ा जाएगा या हटाया
hr_hr: staviti ili uništiti
hu_hu: elhelyezni vagy szétütni
hy_am: տեղադրել կամ ոչնչացնել բլոկները
id_id: ditambahkan atau dihilangkan
is_is: að bæta við eða fjarlægja
it: non possono essere aggiunti o rimossi
ja_jp: 置いたり破壊することはできません
ka_ge: ბლოკების დამსხვრევა/დადგმა
ko_kr: 임의의 자리에 놓거나 부술 수 없습니다
lb_lu: plazéiert oder zerstéiert ginn
lt_lt: nei pridėti, nei pašalinti
lv_lv: nevar uzlikt vai noņemt
mi_nz: tāpiri, te tango ranei,
mk_mk: да се додаде или отстрани
mn_mn: эвдэлж эсвэл байрлуулж болохгүй
ms_my: ditambah atau ditanggalkan
mt_mt: jiġu miżjuda jew imneħħija
nl_nl: geplaatst of verwijderd worden
nn_no: leggas til eller fjernas
pl: być stawiane lub niszczone
pt: possível adicionar ou remover blocos
ro_ro: nu pot fi așezate sau distruse
ru_ru: ни устанавливать ни разрушать
sk_sk: byť položené ani rozbité
sl_si: dodati ali odstraniti
sq_al: të shtuar ose hequr
sv_se: sättas ut eller tas sönder
th_th: วางหรือเอาบล็อกออกได้
tr_tr: eklenemez veya kaldırılamaz
vi_vn: được thêm vào hoặc loại bỏ đi
zh_cn: 不能被添加或者移除
zh_tw: 被增加或移除

# selectWorld_gameMode_creative
source: Creative
af_za: Kreatief
ar_sa: ابداع
be_by: Творчы
bg_bg: Творчески
ca_es: Creatiu
cs: Tvořivá hra
da_dk: Kreativ
de: Kreativ
de_at: Kreativ
el_gr: Δημιουργικό
es: creativo
eu_es: Sortzailea
fa_ir: خلاق
fi: Luova
fil_ph: Mapanlikhaan
fr_ca: Créatif
ga_ie: Cruthaitheach
gd_gb: Cruthachail
gl_es: Creativo
he: יצירתי
hi_in: क्रिएटिव
hr_hr: Kreativnost
hu_hu: Kreatív
hy_am: Ստեղծագործական
id_id: Kreatif
is_is: Skapandi
it: Creativa
ja_jp: クリエイティブ
ka_ge: შემოქმედებითი
ko_kr: 크리에이티브
lb_lu: Kreativ
lt_lt: kūrybinis
lv_lv: Radošais
mi_nz: auaha
mk_mk: Креативни
mn_mn: Бүтээгч
ms_my: Kreatif
mt_mt: Kreattiv
nl_nl: Creatief
nn_no: Kreativ
pl: Kreatywny
pt: Criativo
ro_ro: Creativ
ru_ru: Творческий
sk_sk: Tvorivý
sl_si: Ustvarjanje
sv_se: Kreativt
th_th: สร้างสรรค์
tr_tr: Yaratıcılık
vi_vn: Sáng tạo
zh_cn: 创造
zh_tw: 創造模式

# selectWorld_gameMode_creative_line1
source: Unlimited resources, free flying and
af_za: Onbeperkte hulpbronne, vrye vlug en
ar_sa: موارد غير محدودة، وحلقت حرة و
be_by: Неабмежаваныя рэсурсы, свабодны палёт і
bg_bg: Неограничени ресурси, свободно летене и
ca_es: Recursos il·limitats, vol lliure i
cs: Neomezený počet surovin,
da_dk: Ubegrænsede ressourcer, fri flyvning og
de: Unbegrenzte Rohstoffe, Flugmodus und
de_at: Unendlich vü Rohstoffe, Fliagn und
el_gr: Απεριόριστοι πόροι, ελεύθερη πτήση και
es: Recursos ilimitados, vuelo libre y
eu_es: Baliabide mugagabeak, libre hegan egiteko eta
fa_ir: منابع بینهایت, پرواز آزاد و
fi: Loputtomasti resursseja, lennä vapaasti ja
fil_ph: Walang hangganang kagamitan, maaaring lumipad at
fr_ca: Ressources illimitées, capacité de voler
ga_ie: Acmhainní gan teorainn, saor-eitilt agus
gd_gb: Stòrasan gun chrìoch, itealach saor agus
gl_es: Recursos ilimitados, voo libre e
he: משאבים ללא הגבלה, תעופה חופשית
hi_in: असीमित संसाधन, मुक्त उड़ान और
hr_hr: Neograničeni resursi, slobodno letenje i
hu_hu: Korlátlan erőforrások, szabad repülés és
id_id: Sumber daya tak terbatas, bebas terbang, dan
is_is: Ótakmarkaðir kubbar, frjálst flug og
it: Risorse illimitate, volo libero e
ja_jp: 無制限のアイテム、飛行可能、そして
ka_ge: ულეველი რესურსი, თავისუფალი ფრენა
ko_kr: 아이템이 무제한이고 하늘을 날 수 있으며,
lb_lu: Onendlech Ressourcen, d'Méiglechkeet ze
lt_lt: Nesibaigiantys resursai, skraidymas ir
lv_lv: Neierobežoti resursi, lidošana un
mi_nz: rauemi mure ore, e rere ana, me te kore utu
mk_mk: Неограничени ресурси, слободно летање и
mn_mn: Хязгааргүй баялаг, чөлөөтэй нислэг бас
ms_my: Sumber tanpa had, terbang bebas dan
mt_mt: Riżorsi bla limitu, titjir u
nl_nl: Onbeperkte grondstoffen, vrij rondvliegen en
nn_no: Ubegrensede ressurser, fri flyging og
pl: Nieograniczone materiały, latanie i
pt: Recursos ilimitados, voo livre e
ro_ro: Resurse nelimitate, posibilitatea de zbor și
ru_ru: Неограниченные ресурсы, возможность полёта и
sk_sk: Neobmedzené zdroje, voľné lietanie a
sl_si: Neskončno materialov, prosto letenje in
sq_al: Burime të pakufizuar të lirë të fluturojnë dhe
sv_se: Obegränsade resurser, fritt flygande och
th_th: ทรัพยากรไม่จำกัด, บินอย่างอิสระ และ
tr_tr: Sınırsız kaynaklar, özgürce uçabilme ve
vi_vn: Vô hạn tài nguyên, bay tự do và
zh_cn: 无限的资源、自由地飞翔
zh_tw: 無限資源、自由飛行，並且

# selectWorld_gameMode_creative_line2
source: destroy blocks instantly
af_za: vernietig blokke dadelik
ar_sa: تدمير الكتل فورا
be_by: імгненнае знішчэнне блокаў
bg_bg: унищожаване на блокове моментално
ca_es: destrucció de blocs instantània
cs: létání a okamžité ničení bloků
da_dk: ødelæg blokke øjeblikkeligt
de: sofortiges Zerstören von Blöcken
de_at: moch Blöcke sufurt hi
el_gr: άμεση καταστροφή κύβων
es: destruye los bloques instantáneamente.
eu_es: blokeak berehala suntsitu
fa_ir: بلوک ها را بلافاصله از بین ببر
fi: hajota kuutioita välittömästi
fil_ph: siraan ng bloke agad
fr_ca: et destruction instantanée des blocs
ga_ie: scriosadh bloc ar an toirt
gd_gb: mill blocaichean sa bhad
gl_es: destrución instantánea de bloques
he: ושבירת בלוקים מיידית
hi_in: ब्लॉक तुरन्त नष्ट
hr_hr: trenutno razbijanje blokova
hu_hu: blokkok azonnali megsemmisítése
hy_am: բլոկները ոչնչացնել միանգամից
id_id: menghancurkan blok secara langsung
is_is: brýtur kubba samstundis
it: distruzione istantanea dei blocchi
ja_jp: ブロックを瞬時に破壊できる
ka_ge: და ბლოკების მყისიერი მოშლა
ko_kr: 블록을 즉시 파괴할 수 있습니다
lb_lu: fléien a Bléck direkt ze zerstéieren
lt_lt: greitas blokų naikinimas
lv_lv: sasit blokus momentā
mi_nz: Top -{0}
mk_mk: уништи блокови веднаш
mn_mn: бүх блокуудыг дор нь устгах чадвар
ms_my: blok-blok dihapuskan secara serta-merta
mt_mt: kisser blokki mill-ewwel
nl_nl: onmiddellijk blokken vernietigen
nn_no: øydelegg blokkar augeblikkeleg
pl: natychmiastowe niszczenie bloków
pt: destrói blocos instantaneamente
ro_ro: distrugerea instantanee a blocurilor
ru_ru: мгновенное уничтожение блоков
sk_sk: okamžité ničenie kociek
sl_si: uniči kocke v trenutku
sq_al: të shkatërruar blloqe çast
sv_se: förstör block direkt
th_th: ทำลายบล็อกได้ภายในครั้งเดียว
tr_tr: blokları anında kırabilme
vi_vn: có thể phá hủy các khối ngay tức thì
zh_cn: 并且能够瞬间破坏方块
zh_tw: 能夠瞬間破壞方塊

# selectWorld_gameMode_hardcore
source: Hardcore
af_za: Bittereinder
ar_sa: متشدد
be_by: Хардкор
bg_bg: Екстремен
ca_es: Extrem
cs: Nemilosrdná hra
de_at: Hoat
el_gr: Σκληροπυρηνικό
es: extremo
eu_es: Gogorra
fa_ir: هاردکور
fi: Kovanaama
fil_ph: Pangdalubhasan
ga_ie: Antoisceach
gd_gb: Dearg-mhairbhteach
gl_es: Extremo
he: חסר רחמים
hi_in: कट्टर
hr_hr: Ekstremno
hy_am: Գերդժվար
id_id: Menantang
is_is: Harðkjarna
it: Estrema
ja_jp: ハードコア
ka_ge: რეალიზმი
ko_kr: 하드코어
lt_lt: negailestingasis
lv_lv: Nežēlīgais
mi_nz: tino
mk_mk: Хардкор
mn_mn: Өршөөлгүй
ms_my: Tegar
mt_mt: Tqil Immens
nn_no: Hardhaus
ro_ro: Extrem
ru_ru: Хардкор
sk_sk: Drsný
sl_si: Vražje
th_th: ฮาร์ดคอร์
tr_tr: Zorlayıcı
vi_vn: Siêu khó
zh_cn: 极限
zh_tw: 極限

# selectWorld_gameMode_hardcore_line1
source: Same as survival mode, locked at hardest
af_za: Dieselfde as oorlewings wyse, maar vas op moelikste
ar_sa: نفس وضع البقاء على قيد الحياة، تخوض في أصعب
be_by: Усё тое ж самае, што і ў рэжыме выжывання, але заблакавана на найцяжэйшым
bg_bg: Същото като режим на оцеляване, заключен на
ca_es: Com el mode de supervivència, però bloquejat a la
cs: Stejné jako Hra o přežití, ale težší
da_dk: Samme som overlevelsestilstand, låst på den sværeste
de: Überlebensmodus auf der höchsten
de_at: Übalebn auf da höchstn
el_gr: Το ίδιο με τη λειτουργία επιβίωσης, κλειδωμένο
es: Igual que el modo supervivencia, pero
eu_es: Biziraupen moduan bezala, zailtasun altuenean
fa_ir: مثل حالت "زنده ماندن"، در سخت ترين حالت قفل شده است
fi: Sama kuin selviytyminen, lukittu vaikeimmalle
fil_ph: Pareho ng modo ng kaligtasan ng buhay, naka-lock sa pinakamahirap
fr_ca: Identique au mode Survie, mais verrouillé
ga_ie: Mar an gcéanna le mód marthanais, faoi ghlas ar
gd_gb: Modh maireachdainn ach glaiste air an roghainn
gl_es: Igual que o modo supervivencia, bloqueado na máxima
he: זהה למצב הישרדות, נעול ברמה הכי קשה,
hi_in: अस्तित्व मोड की तरह, अत्यधिक दुष्करता पर आबद्ध
hr_hr: Jednako kao opstanak, zaključano na ekstremnoj težini
hu_hu: Ugyanaz, mint a túlélő mód, de a legnehezebb
id_id: Sama seperti Mode Sintas, terkunci di kesulitan
is_is: Sama og lifa af, fast í erfiðasta
it: Come la modalità Sopravvivenza, difficoltà
ja_jp: サバイバルモードと同じだが、最も困難な難易度設定
ka_ge: იგივე, რაც გადარჩენის რეჟიმი, ურთულეს პირობებში
ko_kr: 서바이벌 모드와 비슷하지만 난이도가 매우 어려움으로 고정되며,
lb_lu: Iwwerliewensmodus op dem héchsten
lt_lt: Tas pats, kaip išlikimas, bet nustatytas sunkiausias
lv_lv: Tāpat kā izdzīvošanas režīms, slēgts uz grūtāko
mi_nz: Rite aratau ora, kua kiia i faingataa
mk_mk: Исто како и опстанок на владата, заклучени во најтешкиот
mn_mn: Амьд үлдэх горимтой адил боловч хамгийн хүнд түвшинд
ms_my: Sama seperti mod hidup, dikunci pada paling susah
mt_mt: Bħal mod sopravivenza, iżda fl-itqal
nl_nl: Net als de overlevingsmodus, vastgezet op het moeilijkste
nn_no: Same som overlevingsmodus, låst på vanskelegaste
pl: Taki sam jak tryb przetrwania, zablokowany na najwyższym
pt: O mesmo que o modo de sobrevivência, bloqueada na dificuldade
ro_ro: La fel ca modul Supraviețuire, dar blocat la
ru_ru: То же что и режим выживания, но с наибольшей
sk_sk: Rovnaké ako dobrodružná hra, ale zamknuté na najťažšej
sl_si: Enako kot način preživetja, vendar zaklenjen na najtežjo
sq_al: Njëjtë si mode mbijetesë, të mbyllur në më të vështira të
sv_se: Samma som överlevnadsläget, låst på svåraste
th_th: เหมือนกับโหมดการอยู่รอดแต่ล็อคระดับที่ยากที่สุด
tr_tr: Hayatta kalma modu ile aynı, zorluk zorda
vi_vn: Giống như chế độ sinh tồn, khóa ở độ khó
zh_cn: 难度锁定在困难的生存模式
zh_tw: 與生存模式相同，但鎖定在最高

# selectWorld_gameMode_hardcore_line2
source: difficulty, and one life only
af_za: moelikste graad, met slegs een lewe
ar_sa: صعوبة وحياة واحدة فقط
be_by: узроўні складанасці і ў вас толькі адно жыццё
bg_bg: най-трудната трудност и само един живот
ca_es: màxima dificultat, i amb una sola vida
cs: obtížnost a pouze s jedním životem
da_dk: sværhedsgrad, og kun ét liv
de: Schwierigkeit mit endgültigem Tod
de_at: Schwierigkeit mit koam Wiedereinstieg
el_gr: στο μέγιστο βαθμό δυσκολίας, και με μία ζωή μόνο
es: mucho más difícil y con una única vida.
eu_es: blokeatuta, eta bizitza bakarrarekin
fa_ir: دشواری، و تنها یک جان
fi: vaikeusasteelle ja vain yksi elämä
fil_ph: mahirap at isang buhay ka lang
fr_ca: à la difficulté maximale avec une seule vie
ga_ie: an deacracht is deacra, agus saol amháin agat
gd_gb: as dorra le aon bheatha a-mhàin
gl_es: dificultade e con só unha vida
he: ורק פסילה אחת
hi_in: केवल कठिनाई, और एक जीवन
hr_hr: težina, samo jedan život
hu_hu: nehézségi szinten, egyetlen élettel
hy_am: դժվար և միայն մեկ կյանք
id_id: tertinggi, dan hanya satu nyawa
is_is: erfiðleikastig og aðeins eitt líf
it: bloccata al massimo, una sola vita
ja_jp: そしてひとつきりの命
ka_ge: და მხოლოდ ერთი სიცოცხლით
ko_kr: 한번 죽으면 부활할 수 없습니다
lb_lu: Schwieregkeetsgrad an nëmmen engem Liewen
lt_lt: lygis ir yra tik viena gyvybė
lv_lv: grūtības pakāpi un tikai viena dzīvība
mi_nz: uaua, a kotahi te ora anake
mk_mk: тежина, а само еден живот
mn_mn: тохируулагдсан бөгөөд ганц удаа л амьдрах боломжтой
ms_my: kesukaran, dan satu nyawa sahaja
mt_mt: diffikulta', u ħajja waħda biss
nl_nl: niveau, en slechts één leven
nn_no: vanskegrad, og når du døyr er spelet slutt
pl: poziomie trudności i tylko jedno życie
pt: mais elevada, com apenas uma vida
ro_ro: cea mai mare dificultate cu o singură viață
ru_ru: сложностью и только одной жизнью
sk_sk: obtiažnosti a len s jediným životom
sl_si: stopnjo in le eno življenje
sq_al: vështirësi, dhe një jetë vetëm
sv_se: svårighetsgraden och du får bara en chans
th_th: ยากสุด และมีแค่ชีวิตเดียวเท่านั้น
tr_tr: kilitli ve sadece bir canın var
vi_vn: cao nhất, và chỉ có một mạng sống
zh_cn: 且只有一条生命
zh_tw: 難度，並且只有一次生命

# selectWorld_gameMode_spectator
source: Spectator
af_za: Toeskouer
ar_sa: تفرج
be_by: Назіральнік
bg_bg: Зрител
ca_es: Espectador
cs: Pozorování
da_dk: Tilskuer
de: Zuschauer
de_at: Zuaschaua
el_gr: Θεατής
es: espectador
eu_es: Ikuslea
fa_ir: تماشاگر
fi: Katsoja
fil_ph: Manonood
fr_ca: Spectateur
ga_ie: Féachadóir
gd_gb: Neach-amhairc
gl_es: Espectador
he: צופה
hi_in: दर्शक
hr_hr: Gledatelj
hu_hu: Szemlélő
hy_am: հանդիսատես
id_id: Penonton
is_is: Áhorfandi
it: Spettatore
ja_jp: スペクテイター
ka_ge: მაყურებელი
ko_kr: 관전
lb_lu: Zuschauer
lt_lt: stebėtojas
lv_lv: Skatītājs
mk_mk: Спектатор
mn_mn: Үзэгч
ms_my: Penonton
mt_mt: Spettatur
nl_nl: Toeschouwer
nn_no: Tilskodar
pl: Widz
pt: Espectador
ru_ru: Наблюдатель
sk_sk: Divák
sl_si: Opazovalni način
sq_al: Spektator
sv_se: Åskådare
th_th: ผู้ชม
tr_tr: Seyirci
vi_vn: Khán giả
zh_cn: 旁观
zh_tw: 旁觀

# selectWorld_gameMode_spectator_line1
source: You can look but don't touch
af_za: Jy kan kyk, maar nie raak nie
ar_sa: يمكنك النظر لاكن ممنوع اللمس
be_by: Глядзець можна, чапаць нельга
bg_bg: Можете да обикаляте, но не можете да правите нищо
ca_es: Pots mirar però no tocar
cs: Můžeš se dívat, ale nesahat
da_dk: Du kan se, men ikke røre
de: Nur gucken, nicht anfassen
de_at: Nua schaun, nix ofossn
el_gr: Μπορείτε να δείτε, αλλά μην αγγίζετε
es: Puedes mirar, pero no tocar
eu_es: Ikus dezakezu, baina ez ikutu
fa_ir: شما می توانید نگاه کنید ولی نمی توانید دست بزنید
fi: Voit katsoa, mutta et koskea
fil_ph: Puwede mong tingnan pero hindi puwedeng hawakan
fr_ca: Vous pouvez regarder mais pas toucher
ga_ie: Ní féidir leat ach féachaint
gd_gb: Chì thu a h-uile càil ach cha bhean thu ri dad
gl_es: Pódes mirar, pero non tocar
he: אתה יכול לראות אך אל תיגע
hi_in: देखो लेकिन छूना मत
hr_hr: Smijete gledati ali ne dirati
hu_hu: Mindent a szemnek, semmit a kéznek!
id_id: Anda dapat melihat tapi tidak dapat menyentuh
is_is: Þú mátt horfa en ekki snerta
it: Puoi guardare, ma non toccare
ja_jp: 鑑賞可能、干渉不可
ka_ge: ყურება შეგიძლიათ, შეხება არა
ko_kr: 세계를 볼 수 있지만 만질 수는 없습니다
lb_lu: Du kanns kucken, awer näischt beréieren
lt_lt: Gali dairytis, bet ne liesti
lv_lv: Jūs varat skatīties, bet nevarat aiztikt
mk_mk: Може да се погледне, но не ги допирајте
mn_mn: Та харж чадна, гэвч хүрч чадахгүй
ms_my: Anda boleh lihat tetapi jangan sentuh
mt_mt: Tista' tħares imma ma tistax tmiss
nl_nl: Je kan kijken, maar niet aanraken
nn_no: Du kan sjå, men ikkje røra
pl: Możesz patrzeć, ale nie dotykać
pt: Podes olhar, mas não podes tocar
ro_ro: Poți să te uiți, dar nu să atingi
ru_ru: Смотреть можно, трогать нельзя
sk_sk: Môžeš sa pozerať, ale nedotýkaj sa
sl_si: Lahko gledaš, vendar se ničesar ne dotikaj
sq_al: Ju mund të shikoni por mos e prek
sv_se: Du kan titta men inte göra något
th_th: คุณดูได้ แต่สัมผัสไม่ได้
tr_tr: Bakabilirsin ama dokunamazsın
vi_vn: Bạn có thể nhìn nhưng không động chạm
zh_cn: 你可以旁观，但不能互动
zh_tw: 你可以旁觀但是不能互動

# selectWorld_gameMode_survival
source: Survival
af_za: Oorlewing
ar_sa: البقاء
be_by: Выжыванне
bg_bg: Оцеляване
ca_es: Supervivència
cs: Hra o přežití
da_dk: Overlevelse
de: Überleben
de_at: Übalebn
el_gr: Επιβίωση
es: supervivencia
eu_es: Biziraupena
fa_ir: بقا
fi: Selviytyminen
fil_ph: Pangkabuhayan
fr_ca: Survie
ga_ie: Marthanas
gd_gb: Mairsinneachd
gl_es: Supervivencia
he: הישרדות
hi_in: उत्तरजीविता
hr_hr: Opstanak
hu_hu: Túlélő
hy_am: Գոյատևում
id_id: Sintas
is_is: Lifa af
it: Sopravvivenza
ja_jp: サバイバル
ka_ge: გადარჩენა
ko_kr: 서바이벌
lb_lu: Iwwerliewen
lt_lt: išlikimas
lv_lv: Izdzīvošanas
mi_nz: Noho ora
mk_mk: Преживување
mn_mn: Амьд үлдэх
ms_my: Kemandirian
mt_mt: Sopravivenza
nl_nl: Overleven
nn_no: Overleving
pl: Przetrwanie
pt: Sobrevivência
ro_ro: Supraviețuire
ru_ru: Выживание
sk_sk: Prežitie
sl_si: Preživetje
sq_al: Mbijetesë
sv_se: Överlevnad
th_th: เอาชีวิตรอด
tr_tr: Hayatta Kalma
vi_vn: Sinh tồn
zh_cn: 生存
zh_tw: 生存模式

# selectWorld_gameMode_survival_line1
source: Search for resources, crafting, gain
af_za: Soek vir hulpbronne, handewerk en kry
ar_sa: البحث عن الموارد، الصناعة، الكسب
be_by: Шукайце рэсурсы, рамеснічайце, набірайце
bg_bg: Събирайте ресурси, създавайте сечи-
ca_es: Busca recursos, elabora, guanya
cs: Hledání surovin, výroba, zdraví,
da_dk: Søg efter ressourcer, fremstil, opnå
de: Suche nach Ressourcen, baue Werkzeuge, sammle
de_at: Suach noch Materialien, bau Werkzeig, sommel
el_gr: Αναζήτησε πόρους, φτιάξε, απόκτησε
es: Busca recursos, fabrica herramientas,
eu_es: Lehengaien bilaketa, artisautza, maila
fa_ir: جستجو برای منابع, ابزار، تقویت
fi: Etsi resursseja, luo esineitä, kerää
fil_ph: Humanap ng gamit, gumawa, kumuha
fr_ca: Collectez des ressources, fabriquez des
ga_ie: Cuardaigh acmhainní, ceardaíocht, buaigh
gd_gb: Lorg stòrasan, dèan innealan, coisinn
gl_es: Busca recursos, fabrica, gana
he: חפשו משאבים, צרו חפצים, השיגו
hi_in: संसाधनों, शिल्प, लाभ के लिए खोज
hr_hr: Traženje resursa, pravljenje predmeta,
hu_hu: Erőforrások felkutatása, barkácsolás,
hy_am: Փնտրել ռեսուրսներ, պատրաստել, վաստակել
id_id: Mencari sumber daya, membuat kerajinan, meraih
is_is: Safna efnivið, byggja og smíða, safna
it: Cerca risorse, fabbrica oggetti, sali
ja_jp: 資材を探し、道具を作り、
ka_ge: მოიძიე რესურსები, დაამზადე იარაღები, დააგროვე
ko_kr: 채광, 제작, 경험치와
lb_lu: Sich Ressourcen, bau,
lt_lt: Ieškokite resursų, gaminkite daiktus, gaukite
lv_lv: Meklē resursus, amatniecība, pieredze
mi_nz: Rapu mō te rauemi, ke fokotuutuu, taonga
mk_mk: Пребарај за ресурси, изработка, зголемување на телесната
mn_mn: Байгалын баялаг олзворлож, урлаж, туршлагажиж,
ms_my: Mencari sumber, pertukangan, memperoleh
mt_mt: Fittex riżorsi, snajja, ikseb
nl_nl: Zoek grondstoffen, maak gereedschappen, verzamel
nn_no: Leit etter ressursar, lag verkty og våpen, auk i
pl: Szukaj surowców, wytwarzaj przedmioty,
pt: Procura recursos, constrói, ganha
ro_ro: Caută resurse, fă unelte, câștigă
ru_ru: Ищите ресурсы, мастерите, поднимайте свой
sk_sk: Hľadanie surovín, výroba a získavanie
sl_si: Išči surovine, izdeluj, pridobivaj na
sq_al: Kërkoni për burime, përpilimin, të fitojnë
sv_se: Leta resurser, tillverka föremål, gå upp i
th_th: หาทรัพยากร, สร้างของ, เก็บ
tr_tr: Kaynak ara, üret, seviye
vi_vn: Tìm kiếm tài nguyên, chế tạo, tăng
zh_cn: 探索世界、收集资源、合成道具、
zh_tw: 搜索資源、合成、提升

# selectWorld_gameMode_survival_line2
source: levels, health and hunger
af_za: ondervindingsvlakke, gesondheid en hongerte
ar_sa: المستويات، الصحة والجوع
be_by: узроўні, дбайце пра здароўе і голад
bg_bg: ва, вдигайте нива, здраве и глад
ca_es: nivells, salut i fam
cs: hlad a získávání zkušeností
da_dk: niveauer, helbred og sult
de: Erfahrung und kämpfe ums Überleben
de_at: Erfohrung und kämpf ums Übalebn
el_gr: επίπεδα, υγεία και πείνα
es: sube niveles y aliméntate para no morir.
eu_es: igoera, osasuna eta gosea
fa_ir: سطوح، سلامتی و گرسنگی
fi: kokemusta. Elinvoima ja nälkä.
fil_ph: ng antas, buhay at gutom
fr_ca: objets, montez de niveaux et restez en vie
ga_ie: leibhéil, sláinte agus ocras
gd_gb: leibheilean, slàinte is acras
gl_es: niveis, saúde e fame
he: רמות, בריאות ורעב
hi_in: स्तर, स्वास्थ्य, और भूख
hr_hr: zarađivanje stupnjeva, hrana i glad
hu_hu: tapasztalati szintek, életerő és éhség
hy_am: միավորներ, առողջություն և քաղց
id_id: tingkatan, kesehatan, dan kelaparan
is_is: stigum, borða og halda lífi
it: di livello, salute e fame
ja_jp: レベル、HP、空腹の要素がある
ka_ge: გამოცდილება და გადაურჩი შიმშილს
ko_kr: 레벨, 체력, 배고픔이 있습니다
lb_lu: sammel Erfahrung an iwwerlief
lt_lt: lygius; sveikata ir alkis
lv_lv: pieredzi, veselību un izsalkumu
mi_nz: taumata, te hauora, me te matekai
mk_mk: нивоа, здравје и глад
mn_mn: эрүүл мэндээ хамгаалан хоол хүнсээ базаах
ms_my: tahap, kesihatan dan kelaparan
mt_mt: livelli, saħħa u ġuħ
nl_nl: levels, gezondheid en honger
nn_no: nivå, helse og svolt
pl: zdobywaj poziomy, jedz i dbaj o zdrowie
pt: níveis, vida e fome
ro_ro: niveluri, sănătate și foame
ru_ru: уровень, следите за здоровьем и голодом
sk_sk: úrovní, zdravie a hlad
sl_si: stopnjah, zdravju in lakoti
sq_al: nivelet, të shëndetësisë dhe të urisë
sv_se: nivå, hälsa och hunger
th_th: เลเวล, พลังชีวิตและความหิว
tr_tr: elde et; sağlık ve açlık
vi_vn: cấp độ, sinh lực và kiếm ăn
zh_cn: 提高等级、补充体力和生命值
zh_tw: 等級、生命值和飢餓值

# selectWorld_hardcoreMode
source: Hardcore:
af_za: Bittereinder:
ar_sa: متشدد
be_by: Хардкор:
bg_bg: Екстремно:
ca_es: Extrem:
cs: Nemilosrdný
el_gr: Σκληροπυρηνικό:
es: Extremo:
eu_es: Gogorra:
fa_ir: هاردکور:
fi: Kovanaama:
fil_ph: Eksperto:
ga_ie: Antoisceach:
gd_gb: Dearg-mhairbhteach:
gl_es: Extremo:
he: חסר רחמים:
hi_in: कट्टर:
hr_hr: Ekstremno:
hy_am: Գերդժվար:
id_id: Menantang:
is_is: Harðkjarna:
it: Estrema:
ja_jp: ハードコア :
ka_ge: რეალიზმი:
ko_kr: 하드코어:
lt_lt: Negailestingasis:
lv_lv: Nežēlīgais:
mi_nz: tino:
mk_mk: Хардкор:
mn_mn: Өршөөлгүй:
ms_my: Tegar:
mt_mt: Tqil Immens:
nn_no: Hardhaus:
ro_ro: Extrem:
ru_ru: Хардкор:
sk_sk: Drsný:
sl_si: Vražji način:
th_th: ฮาร์ดคอร์:
tr_tr: Zorlayıcı:
vi_vn: Siêu khó:
zh_cn: 极限：
zh_tw: 極限：

# selectWorld_hardcoreMode_info
source: World is deleted upon death
af_za: Wêreld word vernietig wanneer jy doodgaan
ar_sa: يحذف العالم عند الوفاة
be_by: Свет будзе выдалены, калі вы загінеце
bg_bg: Светът се изтрива при смърт
ca_es: El món s'eliminarà quan moris
cs: Svět je po smrti hráče odstraněn
da_dk: Verdenen slettes ved dødsfald
de: Welt wird beim Tod gelöscht
de_at: Wöt wird bam Tod glöscht
el_gr: O κόσμος διαγράφεται όταν πεθάνετε
es: El mundo se borra al morir.
eu_es: Mundua ezabatu egiten da heriotz ostean
fa_ir: دنیا پس از مرگ حذف می گردد
fi: Maailma poistetaan kuolessasi
fil_ph: Mabura ang mundo sa kamatayan
fr_ca: Le monde est supprimé à votre mort
ga_ie: Scriosfar an Domhan ar do bhás
gd_gb: Thèid an saoghal a' sguabadh às leis a' bhàs
gl_es: O mundo borrarase ao morrer.
he: העולם יימחק לאחר מוות
hi_in: विश्व मौत पर नष्ट कर दिया है
hr_hr: Svijet je obrisan kada umreš
hu_hu: Ha meghalsz, a világ törlődik
hy_am: Աշխարհը ջնջվել է Ձեր մահի արդյունքւմ
id_id: Dunia dihapus saat mati
is_is: Heimnum verður eytt við dauða
it: Il mondo sarà eliminato subito dopo la tua morte
ja_jp: 死亡するとワールドが削除されます
ka_ge: სიკვდილის შემთხვევაში სამყარო წაიშლება
ko_kr: 죽으면 세계가 삭제됩니다
lb_lu: Welt gëtt nom Doud geläscht
lt_lt: Pasaulis po mirties bus ištrintas
lv_lv: Nomirstot, pasaule tiek dzēsta
mi_nz: mukua ao te ki runga ki te mate
mk_mk: Светот е избришана по смртта
mn_mn: Та үхэхэд дэлхий устах болно
ms_my: Dunia dihapuskan apabila mati
mt_mt: Id-dinja titħassar hekk kif tmut
nl_nl: Wereld wordt verwijderd na doodgaan
nn_no: Verda slettast om du døyr
pl: Świat jest usuwany po śmierci
pt: O mundo é eliminado após a morte
ro_ro: Lumea este ștearsă la moarte
ru_ru: Мир удаляется после смерти
sk_sk: Svet bude po smrti zmazaný
sl_si: Ob smrti je svet izbrisan
sq_al: Bota është fshihet pas vdekjes
sv_se: Världen raderas när du dör
th_th: เวิลด์จะถูกลบเมื่อผู้เล่นตาย
tr_tr: Öldüğünde dünya silinecek
vi_vn: Thế giới bị xóa sau khi chết
zh_cn: 世界将在死亡后被删除
zh_tw: 死亡後將刪除世界
