Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_creeper_lightBlue
source: Light Blue Creeper Charge
ar_sa: شعار كريبر أزرق فاتح
be_by: Блакітная фігура крыпера
bg_bg: Светлосиня фигура на крийпър
ca_es: Estampat de Creeper blau clar
cs: Světle modrá tvář creepera
da_dk: Lyseblåt Creeper Symbol
de: Hellblauer Creeper
el_gr: Ελαφρή Μπλε Καψούλι Κρίπερ
es: Estampado azul claro de creeper
fi: Vaaleansininen Creeper
fr_ca: Face de Creeper de bleu céleste
ga_ie: Fíor Téaltóra Bánghorm
gd_gb: Creeper soilleir-ghorm
gl_es: Estampado azul claro de Creeper
he: קריפר תכלת
hr_hr: Svijetlo Plavi Creeper Lik
hu_hu: Világoskék creeper címerkép
id_id: Biaya Creeper biru muda
it: Al volto di creeper d'azzurro
ja_jp: 空色のクリーパー模様
ka_ge: ღია-ლურჯი კრიპერის სახე
ko_kr: 하늘색 크리퍼 모양
lb_lu: Hellbloe Creeper
lt_lt: Šviesiai mėlynas kryperio užtaisas
lv_lv: Gaiši zila krīpera galva
ms_my: Caj Creeper Biru Muda
mt_mt: ċarġ ta creeper blue car
nl_nl: Lichtblauw Creeperwapen
nn_no: Ljoseblå creeper
pl: Jasnoniebieski wizerunek creepera
pt: Emblema de Creeper Azul Claro
ro_ro: Creeper bleu
ru_ru: Голубой крипер
sk_sk: Svetlomodrý creeper
sl_si: Svetlo moder grozečko
sv_se: Ljusblå creeper
th_th: สัญลักษณ์รูปครีปเปอร์สีฟ้า
tr_tr: Açık Mavi Creeper Şekli
vi_vn: Phù hiệu Creeper xanh nước biển nhạt
zh_cn: 淡蓝色爬行者盾徽
zh_tw: 淺藍色苦力怕徽章

# item_banner_creeper_lime
source: Lime Creeper Charge
ar_sa: شعار كريبر ليموني
be_by: Лаймавая фігура крыпера
bg_bg: Жълтозелена фигура на крийпър
ca_es: Estampat de Creeper verd llima
cs: Světle zelená tvář creepera
da_dk: Limegrønt Creeper Symbol
de: Hellgrüner Creeper
el_gr: Ελαφρή Πράσινο Καψούλι Κρίπερ
es: Estampado verde lima de creeper
fi: Lime Creeper
fr_ca: Face de Creeper de sinople clair
ga_ie: Fíor Téaltóra Líomach
gd_gb: Creeper dath na liomaide
gl_es: Estampado lima de Creeper
he: קריפר ירוק בהיר
hr_hr: Svijetlo zeleni Creeper Lik
hu_hu: Világoszöld creeper címerkép
id_id: Biaya Creeper limau
it: Al volto di creeper di lime
ja_jp: 黄緑色のクリーパー模様
ka_ge: სალათისფერი კრიპერის სახე
ko_kr: 연두색 크리퍼 모양
lb_lu: Hellgrénge Creeper
lt_lt: Gelsvai žalsvas kryperio užtaisas
lv_lv: Laima krīpera galva
ms_my: Caj Creeper Hijau Muda
mt_mt: ċarġ ta creeper lumicella
nl_nl: Lichtgroen Creeperwapen
nn_no: Limegrøn creeper
pl: Jasnozielony wizerunek creepera
pt: Emblema de Creeper Verde Lima
ro_ro: Creeper verde-deschis
ru_ru: Лаймовый крипер
sk_sk: Svetlozelený creeper
sl_si: Svetlo zelen grozečko
sv_se: Limegrön creeper
th_th: สัญลักษณ์รูปครีปเปอร์สีเขียวอ่อน
tr_tr: Açık Yeşil Creeper Şekli
vi_vn: Phù hiệu Creeper xanh lá mạ
zh_cn: 黄绿色爬行者盾徽
zh_tw: 淺綠色苦力怕徽章

# item_banner_creeper_magenta
source: Magenta Creeper Charge
ar_sa: شعار كريبر أرجواني
be_by: Пурпурная фігура крыпера
bg_bg: Пурпурна фигура на крийпър
ca_es: Estampat de Creeper magenta
cs: Purpurová tvář creepera
da_dk: Lyselilla Creeper Symbol
de: Magenta Creeper
de_at: Magentana Creeper
el_gr: Ματζέντα Καψούλι Κρίπερ
es: Estampado magenta de creeper
fi: Magenta Creeper
fr_ca: Face de Creeper de magenta
ga_ie: Fíor Téaltóra Maigeanta
gd_gb: Creeper magenta
gl_es: Estampado maxenta de Creeper
he: קריפר מגנטה
hr_hr: Rozi Creeper Lik
hu_hu: Bíbor creeper címerkép
id_id: Biaya Creeper magenta
it: Al volto di creeper di magenta
ja_jp: 赤紫色のクリーパー模様
ka_ge: იისფერი კრიპერის სახე
ko_kr: 자홍색 크리퍼 모양
lb_lu: Magentae Creeper
lt_lt: Rausvai raudonas kryperio užtaisas
lv_lv: Fuksīna krīpera galva
ms_my: Caj Creeper Magenta
mt_mt: ċarġ ta creeper magenta
nl_nl: Magenta Creeperwapen
nn_no: Ljoselilla creeper
pl: Karmazynowy wizerunek creepera
pt: Emblema de Creeper Magenta
ro_ro: Creeper magenta
ru_ru: Пурпурный крипер
sk_sk: Purpurový Creeper
sl_si: Škrlaten grozečko
sv_se: Ljuslila creeper
th_th: สัญลักษณ์รูปครีปเปอร์สีม่วงแกมชมพู
tr_tr: Eflatun Creeper Şekli
vi_vn: Phù hiệu Creeper đỏ sậm
zh_cn: 品红色爬行者盾徽
zh_tw: 洋紅色苦力怕徽章

# item_banner_creeper_orange
source: Orange Creeper Charge
ar_sa: شعار كريبر برتقالي
be_by: Аранжавая фігура крыпера
bg_bg: Оранжева фигура на крийпър
ca_es: Estampat de Creeper taronja
cs: Oranžová tvář creepera
da_dk: Orange Creeper Symbol
de: Oranger Creeper
el_gr: Πορτοκαλί Καψούλι Κρίπερ
es: Estampado naranja de creeper
fi: Oranssi Creeper
fr_ca: Face de Creeper d'orangé
ga_ie: Fíor Téaltóra Oráisteach
gd_gb: Creeper orains
gl_es: Estampado laranxa de Creeper
he: קריפר כתום
hr_hr: Narančasti Creeper Lik
hu_hu: Narancssárga creeper címerkép
id_id: Biaya Creeper jingga
it: Al volto di creeper d'arancione
ja_jp: 橙色のクリーパー模様
ka_ge: ნარინჯისფერი კრიპერის სახე
ko_kr: 주황색 크리퍼 모양
lb_lu: Orange Creeper
lt_lt: Oranžinis kryperio užtaisas
lv_lv: Oranža krīpera galva
ms_my: Caj Creeper Jingga
mt_mt: ċarġ ta creeper orangjo
nl_nl: Oranje Creeperwapen
nn_no: Oransje creeper
pl: Pomarańczowy wizerunek creepera
pt: Emblema de Creeper Laranja
ro_ro: Creeper portocaliu
ru_ru: Оранжевый крипер
sk_sk: Oranžový creeper
sl_si: Oranžen grozečko
sv_se: Orange creeper
th_th: สัญลักษณ์รูปครีปเปอร์สีส้ม
tr_tr: Turuncu Creeper Şekli
vi_vn: Phù hiệu Creeper cam
zh_cn: 橙色爬行者盾徽
zh_tw: 橙色苦力怕徽章

# item_banner_creeper_pink
source: Pink Creeper Charge
ar_sa: شعار كريبر وردي
be_by: Ружовая фігура крыпера
bg_bg: Розова фигура на крийпър
ca_es: Estampat Rosa de Creeper
cs: Růžová tvář creepera
da_dk: Lyserødt Creeper Symbol
de: Rosa Creeper
el_gr: Ροζ Καψούλι Κρίπερ
es: Estampado rosa de creeper
fi: Vaaleanpunainen Creeper
fr_ca: Face de Creeper de rose
ga_ie: Fíor Téaltóra Bándearg
gd_gb: Creeper pinc
gl_es: Estampado rosa de Creeper
he: קריפר ורוד
hr_hr: Ružičasti Creeper Lik
hu_hu: Rózsaszín creeper címerkép
id_id: Pink Creeper biaya
it: Al volto di creeper di rosa
ja_jp: 桃色のクリーパー模様
ka_ge: ვარდისფერი კრიპერის სახე
ko_kr: 분홍색 크리퍼 모양
lb_lu: Rosae Creeper
lt_lt: Rožinis kryperio užtaisas
lv_lv: Rozā krīpera galva
ms_my: Caj Creeper Merah Jambu
mt_mt: ċarġ ta creeper roza
nl_nl: Roze Creeperwapen
nn_no: Rosa creeper
pl: Różowy wizerunek creepera
pt: Emblema de Creeper Rosa
ro_ro: Creeper roz
ru_ru: Розовое лицо крипера
sk_sk: Ružový creeper
sl_si: Roza grozečko
sv_se: Rosa creeper
th_th: สัญลักษณ์รูปครีปเปอร์สีชมพู
tr_tr: Pembe Creeper Şekli
vi_vn: Phù hiệu Creeper hồng
zh_cn: 粉红色爬行者盾徽
zh_tw: 粉紅色苦力怕徽章

# item_banner_creeper_purple
source: Purple Creeper Charge
ar_sa: شعار كريبر أرجواني
be_by: Фіялетавая фігура крыпера
bg_bg: Лилава фигура на крийпър
ca_es: Estampat Lila de Creeper
cs: Fialová tvář creepera
da_dk: Lilla Creeper Symbol
de: Violetter Creeper
el_gr: Μωβ Καψούλι Κρίπερ
es: Estampado morado de creeper
fi: Violetti Creeper
fr_ca: Face de Creeper de pourpre
ga_ie: Fíor Téaltóra Corcra
gd_gb: Creeper purpaidh
gl_es: Estampado púrpura de Creeper
he: קריפר סגול
hr_hr: Ljubičasti Creeper Lik
hu_hu: Lila creeper címerkép
id_id: Biaya Creeper ungu
it: Al volto di creeper di viola
ja_jp: 紫色のクリーパー模様
ka_ge: ალისფერი კრიპერის სახე
ko_kr: 보라색 크리퍼 모양
lb_lu: Mofe Creeper
lt_lt: Purpurinis kryperio užtaisas
lv_lv: Purpura krīpera galva
ms_my: Caj Creeper Ungu
mt_mt: ċarġ ta creeper viola
nl_nl: Paars Creeperwapen
nn_no: Lilla creeper
pl: Fioletowy wizerunek creepera
pt: Emblema de Creeper Roxo
ro_ro: Creeper violet
ru_ru: Фиолетовое лицо крипера
sk_sk: Fialový Creeper
sl_si: Vijoličen grozečko
sv_se: Lila creeper
th_th: สัญลักษณ์รูปครีปเปอร์สีม่วง
tr_tr: Mor Creeper Şekli
vi_vn: Phù hiệu Creeper tím
zh_cn: 紫色爬行者盾徽
zh_tw: 紫色苦力怕徽章

# item_banner_creeper_red
source: Red Creeper Charge
ar_sa: شعار كريبر احمر
be_by: Чырвоная фігура крыпера
bg_bg: Червена фигура на крийпър
ca_es: Estampat vermell de Creeper
cs: Červená tvář creepera
da_dk: Rødt Creeper Symbol
de: Roter Creeper
el_gr: Ερυθρό Καψούλι Κρίπερ
es: Estampado rojo de creeper
fi: Punainen Creeper
fr_ca: Face de Creeper de gueules
ga_ie: Fíor Téaltóra Dearg
gd_gb: Creeper dearg
gl_es: Estampado vermello de Creeper
he: קריפר אדום
hr_hr: Crveni Creeper Lik
hu_hu: Vörös creeper címerkép
id_id: Biaya Creeper merah
it: Al volto di creeper di rosso
ja_jp: 赤色のクリーパー模様
ka_ge: წითელი კრიპერის სახე
ko_kr: 빨간색 크리퍼 모양
lb_lu: Roude Creeper
lt_lt: Raudonas kryperio užtaisas
lv_lv: Sarkana krīpera galva
ms_my: Caj Creeper Merah
nl_nl: Rood Creeperwapen
nn_no: Raud creeper
pl: Czerwony wizerunek creepera
pt: Emblema de Creeper Vermelho
ro_ro: Creeper roșu
ru_ru: Красный крипер
sk_sk: Červený creeper
sl_si: Rdeč grozečko
sv_se: Röd creeper
th_th: ตราสัญลักษณ์ครีปเปอร์สีแดง
tr_tr: Kırmızı Creeper Şekli
vi_vn: Phù hiệu Creeper đỏ
zh_cn: 红色爬行者盾徽
zh_tw: 紅色苦力怕徽章

# item_banner_creeper_silver
source: Light Grey Creeper Charge
ar_sa: شعار كريبر رمادي فاتح
be_by: Светла-шэрая фігура крыпера
bg_bg: Светлосива фигура на крийпър
ca_es: Estampat Gris clar de Creeper
cs: Světle šedá tvář creepera
da_dk: Lysegråt Creeper Symbol
de: Hellgrauer Creeper
el_gr: Ελαφρό Γκρι Καψούλι Κρίπερ
es: Estampado gris claro de creeper
fi: Vaaleanharmaa Creeper
fr_ca: Face de Creeper d'argent grisé
ga_ie: Fíor Téaltóra Fionnliath
gd_gb: Creeper soilleir-liath
gl_es: Estampado gris claro de Creeper
he: קריפר אפור בהיר
hr_hr: Svijetlo Sivi Creeper Lik
hu_hu: Világosszürke creeper címerkép
id_id: Biaya Creeper abu-abu terang
it: Al volto di creeper di grigio chiaro
ja_jp: 薄灰色のクリーパー模様
ka_ge: ღია-ნაცრისფერი კრიპერის სახე
ko_kr: 회백색 크리퍼 모양
lb_lu: Hellgroe Creeper
lt_lt: Šviesiai pilkas kryperio užtaisas
lv_lv: Gaiši pelēka krīpera galva
ms_my: Caj Creeper Kelabu Muda
mt_mt: ċarġ ta creeper griz car
nl_nl: Lightgrijs Creeperwapen
nn_no: Ljosegrå creeper
pl: Jasnoszary wizerunek creepera
pt: Emblema de Creeper Cinzento Claro
ro_ro: Creeper gri-deschis
ru_ru: Светло-серый крипер
sk_sk: Svetlosivý Creeper
sl_si: Svetlo siv grozečko
sv_se: Ljusgrå creeper
th_th: สัญลักษณ์รูปครีปเปอร์สีเทาอ่อน
tr_tr: Açık Gri Creeper Şekli
vi_vn: Phù hiệu Creeper xám nhạt
zh_cn: 淡灰色爬行者盾徽
zh_tw: 淺灰色苦力怕徽章

# item_banner_creeper_white
source: White Creeper Charge
ar_sa: شعار كريبر أبيض
be_by: Белая фігура крыпера
bg_bg: Бяла фигура на крийпър
ca_es: Estampat de Creeper blanc
cs: Bílá tvář creepera
da_dk: Hvidt Creeper Symbol
de: Weißer Creeper
el_gr: Άσπρο Καψούλι Κρίπερ
es: Estampado blanco de creeper
fi: Valkoinen Creeper
fr_ca: Face de Creeper d'argent
ga_ie: Fíor Téaltóra Bán
gd_gb: Creeper geal
gl_es: Estampado branco de Creeper
he: קריפר לבן
hr_hr: Bijeli Creeper Lik
hu_hu: Fehér creeper címerkép
id_id: Biaya Creeper putih
it: Al volto di creeper di bianco
ja_jp: 白色のクリーパー模様
ka_ge: თეთრი კრიპერის სახე
ko_kr: 하얀색 크리퍼 모양
lb_lu: Wäisse Creeper
lt_lt: Baltas kryperio užtaisas
lv_lv: Balta krīpera galva
ms_my: Caj Creeper Putih
mt_mt: ċarġ ta creeper abjad
nl_nl: Wit Creeperwapen
nn_no: Kvit creeper
pl: Biały wizerunek creepera
pt: Emblema de Creeper Branco
ro_ro: Creeper alb
ru_ru: Белый крипер
sk_sk: Biely creeper
sl_si: Bel grozečko
sv_se: Vit creeper
th_th: สัญลักษณ์รูปครีปเปอร์สีขาว
tr_tr: Beyaz Creeper Şekli
vi_vn: Phù hiệu Creeper trắng
zh_cn: 白色爬行者盾徽
zh_tw: 白色苦力怕徽章

# item_banner_creeper_yellow
source: Yellow Creeper Charge
ar_sa: شعار كريبر أصفر
be_by: Жоўтая фігура крыпера
bg_bg: Жълта фигура на крийпър
ca_es: Estampat Groc de Creeper
cs: Žlutá tvář creepera
da_dk: Gult Creeper Symbol
de: Gelber Creeper
el_gr: Κίτρινο Καψούλι Κρίπερ
es: Estampado amariillo de creeper
fi: Keltainen Creeper
fr_ca: Face de Creeper d'or
ga_ie: Fíor Téaltóra Buí
gd_gb: Creeper buidhe
gl_es: Estampado amarelo de Creeper
he: קריפר צהוב
hr_hr: Žuti Creeper Lik
hu_hu: Sárga creeper címerkép
id_id: Biaya Creeper kuning
it: Al volto di creeper di giallo
ja_jp: 黄色のクリーパー模様
ka_ge: ყვითელი კრიპერის სახე
ko_kr: 노란색 크리퍼 모양
lb_lu: Giele Creeper
lt_lt: Geltonas kryperio užtaisas
lv_lv: Dzeltena krīpera galva
ms_my: Caj Creeper Kuning
mt_mt: ċarġ ta creeper isfar
nl_nl: Geel Creeperwapen
nn_no: Gul creeper
pl: Żółty wizerunek creepera
pt: Emblema de Creeper Amarelo
ro_ro: Creeper galben
ru_ru: Жёлтый крипер
sk_sk: Žltý creeper
sl_si: Rumen grozečko
sv_se: Gul creeper
th_th: สัญลักษณ์รูปครีปเปอร์สีเหลือง
tr_tr: Sarı Creeper Şekli
vi_vn: Phù hiệu Creeper vàng
zh_cn: 黄色爬行者盾徽
zh_tw: 黃色苦力怕徽章

# item_banner_cross_black
source: Black Saltire
be_by: Чорны андрэеўскі крыж
bg_bg: Черен андреевски кръст
ca_es: Aspa negra
cs: Černý ondřejský kříž
da_dk: Sort Kryds
de: Schwarzes Andreaskreuz
de_at: Schworzs Andreaskreiz
el_gr: Μαύρος χιαστός σταυρός
es: Aspa negra
fi: Musta vinoristi
fr_ca: Sautoir de sable
ga_ie: Sailtír Dhubh
gl_es: Sautor negro
he: צלב אלכסוני שחור
hr_hr: Crni Andrijin Križ
hu_hu: Fekete harántkereszt
id_id: Hitam Bersilang
it: Al decusse di nero
ja_jp: 黒色の斜め十字
ka_ge: შავი დიაგონალური ჯვარი
ko_kr: 검은색 X자형 십자
lb_lu: Schwaarzt Andreaskräiz
lt_lt: Juodas įstrižas kryžius
ms_my: Salib Hitam
mt_mt: Salib ta' Sant' Andrija iswed
nl_nl: Zwart andreaskruis
nn_no: Svart kryss
pl: Czarny skośny krzyż
pt: Sautor Preto
ro_ro: Săritoare neagră
ru_ru: Чёрный Андреевский крест
sk_sk: Čierny kríž
sl_si: Črn andrejev križ
sv_se: Svart kryss
th_th: กางเขนไขว้สีดำ
tr_tr: Siyah Çarpı
vi_vn: Chữ thập chéo đen
zh_cn: 黑斜十字
zh_tw: 黑色對角交叉

# item_banner_cross_blue
source: Blue Saltire
be_by: Сіні андрэеўскі крыж
bg_bg: Син андреевски кръст
ca_es: Aspa blava
cs: Modrý ondřejský kříž
da_dk: Blåt Kryds
de: Blaues Andreaskreuz
el_gr: Μπλε χιαστός σταυρός
es: Aspa azul
fi: Sininen vinoristi
fr_ca: Sautoir d'azur
ga_ie: Sailtír Ghorm
gl_es: Sautor azul
he: צלב אלכסוני כחול
hr_hr: Plavi Andrijin Križ
hu_hu: Kék harántkereszt
id_id: Biru Bersilang
it: Al decusse di blu
ja_jp: 青色の斜め十字
ka_ge: ლურჯი დიაგონალური ჯვარი
ko_kr: 파란색 X자형 십자
lb_lu: Blot Andreaskräiz
lt_lt: Mėlynas įstrižas kryžius
ms_my: Salib Biru
mt_mt: Salib ta' Sant' Andrija ikħal
nl_nl: Blauw andreaskruis
nn_no: Blått kryss
pl: Niebieski skośny krzyż
pt: Sautor Azul
ro_ro: Săritoare albastră
ru_ru: Синий Андреевский крест
sk_sk: Modrý kríž
sl_si: Moder andrejev križ
sv_se: Blått kryss
th_th: กางเขนไขว้สีน้ำเงิน
tr_tr: Mavi Çarpı
vi_vn: Chữ thập chéo xanh nước biển
zh_cn: 蓝斜十字
zh_tw: 藍色對角交叉

# item_banner_cross_brown
source: Brown Saltire
be_by: Карычневы андрэеўскі крыж
bg_bg: Кафяв андреевски кръст
ca_es: Aspa marró
cs: Hnědý ondřejský kříž
da_dk: Brunt Kryds
de: Braunes Andreaskreuz
el_gr: Καφέ χιαστός σταυρός
es: Aspa marrón
fi: Ruskea vinoristi
fr_ca: Sautoir de brun
ga_ie: Sailtír Dhonn
gl_es: Sautor marrón
he: צלב אלכסוני חום
hr_hr: Smeđi Andrijin Križ
hu_hu: Barna harántkereszt
id_id: Coklat Bersilang
it: Al decusse di marrone
ja_jp: 茶色の斜め十字
ka_ge: ყავისფერი დიაგონალური ჯვარი
ko_kr: 갈색 X자형 십자
lb_lu: Brongt Andreaskräiz
lt_lt: Rudas įstrižas kryžius
ms_my: Salib Coklat
mt_mt: Salib ta' Sant' Andrija kannella
nl_nl: Bruin andreaskruis
nn_no: Brunt kryss
pl: Brązowy skośny krzyż
pt: Sautor Castanho
ro_ro: Săritoare maro
ru_ru: Коричневый Андреевский крест
sk_sk: Hnedý kríž
sl_si: Rjav andrejev križ
sv_se: Brunt kryss
th_th: กางเขนไขว้สีน้ำตาล
tr_tr: Kahverengi Çarpı
vi_vn: Chữ thập chéo nâu
zh_cn: 棕斜十字
zh_tw: 棕色對角交叉

# item_banner_cross_cyan
source: Cyan Saltire
be_by: Бірузовы андрэеўскі крыж
bg_bg: Синьозелен андреевски кръст
ca_es: Aspa cian
cs: Azurový ondřejský kříž
da_dk: Tyrkis Kryds
de: Türkises Andreaskreuz
el_gr: Κυανός χιαστός σταυρός
es: Aspa cian
fi: Turkoosi vinoristi
fr_ca: Sautoir de cyan
ga_ie: Sailtír Chian
gl_es: Sautor ciano
he: צלב אלכסוני ציאן
hr_hr: Tirkizni Andrijin Križ
hu_hu: Türkizkék harántkereszt
id_id: Sian Bersilang
it: Al decusse di ciano
ja_jp: 水色の斜め十字
ka_ge: ცისფერი დიაგონალური ჯვარი
ko_kr: 청록색 X자형 십자
lb_lu: Turquoiset Andreaskräiz
lt_lt: Žalsvai mėlynas įstrižas kryžius
ms_my: Salib Cyan
mt_mt: Salib ta' Sant' Andrija ċilesti
nl_nl: Cyaan andreaskruis
nn_no: Turkis kryss
pl: Błękitny skośny krzyż
pt: Sautor Ciano
ro_ro: Săritoare turcoaz
ru_ru: Бирюзовый Андреевский крест
sk_sk: Tyrkysový kríž
sl_si: Turkizen andrejev križ
sv_se: Turkost kryss
th_th: กางเขนไขว้สีฟ้าคราม
tr_tr: Camgöbeği Çarpı
vi_vn: Chữ thập chéo lục lam
zh_cn: 青斜十字
zh_tw: 青色對角交叉

# item_banner_cross_gray
source: Grey Saltire
ar_sa: سالتير رمادي
be_by: Шэры андрэеўскі крыж
bg_bg: Сив андреевски кръст
ca_es: Aspa grisa
cs: Šedý ondřejský kříž
da_dk: Gråt Kryds
de: Graues Andreaskreuz
el_gr: Γκρι χιαστός σταυρός
es: Aspa gris
fi: Harmaa vinoristi
fr_ca: Sautoir d'acier
ga_ie: Sailtír Liath
gl_es: Sautor gris
he: צלב אלכסוני אפור
hr_hr: Sivi Andrijin Križ
hu_hu: Szürke harántkereszt
id_id: Kelabu Bersilang
it: Al decusse di grigio
ja_jp: 灰色の斜め十字
ka_ge: ნაცრისფერი დიაგონალური ჯვარი
ko_kr: 회색 X자형 십자
lb_lu: Grot Andreaskräiz
lt_lt: Pilkas įstrižas kryžius
ms_my: Salib Kelabu
mt_mt: Salib ta' Sant' Andrija griż
nl_nl: Grijs andreaskruis
nn_no: Grått kryss
pl: Szary skośny krzyż
pt: Sautor Cinzento
ro_ro: Săritoare gri
ru_ru: Серый Андреевский крест
sk_sk: Sivý ondrejský kríž
sl_si: Siv andrejev križ
sv_se: Grått kryss
th_th: กางเขนไขว้สีเทา
tr_tr: Gri Çarpı
vi_vn: Chữ thập chéo xám
zh_cn: 灰斜十字
zh_tw: 灰色對角交叉

# item_banner_cross_green
source: Green Saltire
be_by: Зялёны андрэеўскі крыж
bg_bg: Зелен андреевски кръст
ca_es: Aspa verda
cs: Zelený ondřejský kříž
da_dk: Grønt Kryds
de: Grünes Andreaskreuz
el_gr: Πράσινος χιαστός σταυρός
es: Aspa verde
fi: Vihreä vinoristi
fr_ca: Sautoir de sinople
ga_ie: Sailtír Uaine
gl_es: Sautor verde
he: צלב אלכסוני ירוק
hr_hr: Zeleni Andrijin Križ
hu_hu: Zöld harántkereszt
id_id: Hijau Bersilang
it: Al decusse di verde
ja_jp: 緑色の斜め十字
ka_ge: მწვანე დიაგონალური ჯვარი
ko_kr: 초록색 X자형 십자
lb_lu: Gréngt Andreaskräiz
lt_lt: Žalias įstrižas kryžius
ms_my: Salib Hijau
mt_mt: Salib ta' Sant' Andrija aħdar
nl_nl: Groen andreaskruis
nn_no: Grønt kryss
pl: Zielony skośny krzyż
pt: Sautor Verde
ro_ro: Săritoare verde
ru_ru: Зелёный Андреевский крест
sk_sk: Zelený kríž
sl_si: Zelen andrejev križ
sv_se: Grönt kryss
th_th: กางเขนไขว้สีเขียว
tr_tr: Yeşil Çarpı
vi_vn: Chữ thập chéo xanh lá cây
zh_cn: 绿斜十字
zh_tw: 綠色對角交叉

# item_banner_cross_lightBlue
source: Light Blue Saltire
ar_sa: سالتير أزرق فاتح
be_by: Блакітны андрэеўскі крыж
bg_bg: Светлосин андреевски кръст
ca_es: Aspa blava clara
cs: Světle modrý ondřejský kříž
da_dk: Lyseblåt Kryds
de: Hellblaues Andreaskreuz
el_gr: Ανοιχτός μπλε χιαστός σταυρός
es: Aspa azul claro
fi: Vaaleansininen vinoristi
fr_ca: Sautoir de bleu céleste
ga_ie: Sailtír Bhánghorm
gl_es: Sautor azul claro
he: צלב אלכסוני תכלת
hr_hr: Svijetlo Plavi Andrijin Križ
hu_hu: Világoskék harántkereszt
id_id: Biru Muda Bersilang
it: Al decusse d'azzurro
ja_jp: 空色の斜め十字
ka_ge: ღია-ლურჯი დიაგონალური ჯვარი
ko_kr: 하늘색 X자형 십자
lb_lu: Hellblot Andreaskräiz
lt_lt: Šviesiai mėlynas įstrižas kryžius
ms_my: Salib Biru Muda
mt_mt: Salib ta' Sant' Andrija ikħal ċar
nl_nl: Lichtblauw andreaskruis
nn_no: Ljoseblått kryss
pl: Jasnoniebieski skośny krzyż
pt: Sautor Azul Claro
ro_ro: Săritoare bleu
ru_ru: Голубой Андреевский крест
sk_sk: Svetlomodrý ondrejský kríž
sl_si: Svetlo moder andrejev križ
sv_se: Ljusblått kryss
th_th: กางเขนไขว้สีฟ้า
tr_tr: Açık Mavi Çarpı
vi_vn: Chữ thập chéo xanh nước biển nhạt
zh_cn: 淡蓝斜十字
zh_tw: 淺藍色對角交叉

# item_banner_cross_lime
source: Lime Saltire
ar_sa: سالتير ليموني
be_by: Лаймавы андрэеўскі крыж
bg_bg: Жълтозелен андреевски кръст
ca_es: Aspa verda llima
cs: Světle zelený ondřejský kříž
da_dk: Limegrønt Kryds
de: Hellgrünes Andreaskreuz
el_gr: Ανοιχτός πράσινος χιαστός σταυρός
es: Aspa verde lima
fi: Lime vinoristi
fr_ca: Sautoir de sinople clair
ga_ie: Sailtír Líomach
gl_es: Sautor lima
he: צלב אלכסוני ליים
hr_hr: Svijetlo Zeleni Andrijin Križ
hu_hu: Világoszöld harántkereszt
id_id: Limau Bersilang
it: Al decusse di lime
ja_jp: 黄緑色の斜め十字
ka_ge: სალათისფერი დიაგონალური ჯვარი
ko_kr: 연두색 X자형 십자
lb_lu: Hellgréngt Andreaskräiz
lt_lt: Gelsvai žalsvas įstrižas kryžius
ms_my: Salib Hijau Muda
mt_mt: Salib ta' Sant' Andrija aħdar ċar
nl_nl: Lichtgroen andreaskruis
nn_no: Limegrønt kryss
pl: Jasnozielony skośny krzyż
pt: Sautor Verde Lima
ro_ro: Săritoare verde-deschis
ru_ru: Лаймовый Андреевский крест
sk_sk: Svetlozelený ondrejský kríž
sl_si: Svetlo zelen andrejev križ
sv_se: Limegrönt kryss
th_th: กางเขนไขว้สีเขียวมะนาว
tr_tr: Açık Yeşil Çarpı
vi_vn: Chữ thập chéo xanh lá mạ
zh_cn: 黄绿斜十字
zh_tw: 淺綠色對角交叉

# item_banner_cross_magenta
source: Magenta Saltire
ar_sa: سالتير أرجواني
be_by: Пурпурны андрэеўскі крыж
bg_bg: Пурпурен андреевски кръст
ca_es: Aspa magenta
cs: Purpurový ondřejský kříž
da_dk: Lyselilla Kryds
de: Magenta Andreaskreuz
de_at: Magentas Andreaskreiz
el_gr: Φούξια Χιαστός Σταυρός
es: Aspa magenta
fi: Purppura vinoristi
fr_ca: Sautoir de magenta
ga_ie: Sailtír Mhaigeanta
gl_es: Sautor maxenta
he: צלב אלכסוני מג'נטה
hr_hr: Rozi Andrijin Križ
hu_hu: Bíbor harántkereszt
id_id: Magenta Bersilang
it: Al decusse di magenta
ja_jp: 赤紫色の斜め十字
ka_ge: იისფერი დიაგონალური ჯვარი
ko_kr: 자홍색 X자형 십자
lb_lu: Magentat Andreaskräiz
lt_lt: Rausvai raudonas įstrižas kryžius
ms_my: Salib Magenta
mt_mt: Salib ta' Sant' Andrija vjola ċar
nl_nl: Magenta andreaskruis
nn_no: Ljoselilla kryss
pl: Karmazynowy skośny krzyż
pt: Sautor Magenta
ro_ro: Săritoare magenta
ru_ru: Пурпурный Андреевский крест
sk_sk: Purpurový ondrejský kríž
sl_si: Škrlaten andrejev križ
sv_se: Ljuslila kryss
th_th: กางเขนไขว้สีบานเย็น
tr_tr: Eflatun Çarpı
vi_vn: Chữ thập chéo đỏ sậm
zh_cn: 品红斜十字
zh_tw: 洋紅色對角交叉

# item_banner_cross_orange
source: Orange Saltire
ar_sa: سالتير برتقالي
be_by: Аранжавы андрэеўскі крыж
bg_bg: Оранжев андреевски кръст
ca_es: Aspa taronja
cs: Oranžový ondřejský kříž
da_dk: Orange Kryds
de: Oranges Andreaskreuz
el_gr: Πορτοκαλί χιαστός σταυρός
es: Aspa naranja
fi: Oranssi vinoristi
fr_ca: Sautoir d'orangé
ga_ie: Sailtír Oráisteach
gl_es: Sautor laranxa
he: צלב אלכסוני כתום
hr_hr: Narančasti Andrijin Križ
hu_hu: Narancssárga harántkereszt
id_id: Jingga Bersilang
it: Al decusse d'arancione
ja_jp: 橙色の斜め十字
ka_ge: ნარინჯისფერი დიაგონალური ჯვარი
ko_kr: 주황색 X자형 십자
lb_lu: Oranget Andreaskräiz
lt_lt: Oranžinis įstrižas kryžius
ms_my: Salib Jingga
mt_mt: Salib ta' Sant' Andrija orangjo
nl_nl: Oranje andreaskruis
nn_no: Oransje kryss
pl: Pomarańczowy skośny krzyż
pt: Sautor Laranja
ro_ro: Săritoare portocalie
ru_ru: Оранжевый Андреевский крест
sk_sk: Oranžový ondrejský kríž
sl_si: Oranžen andrejev križ
sv_se: Orange kryss
th_th: กางเขนไขว้สีส้ม
tr_tr: Turuncu Çarpı
vi_vn: Chữ thập chéo cam
zh_cn: 橙斜十字
zh_tw: 橙色對角交叉

# item_banner_cross_pink
source: Pink Saltire
ar_sa: سالتير وردي
be_by: Ружовы андрэеўскі крыж
bg_bg: Розов андреевски кръст
ca_es: Aspa rosa
cs: Růžový ondřejský kříž
da_dk: Lyserødt Kryds
de: Rosa Andreaskreuz
el_gr: Ροζ χιαστός σταυρός
es: Aspa rosa
fi: Vaaleanpunainen vinoristi
fr_ca: Sautoir de rose
ga_ie: Sailtír Bhándearg
gl_es: Sautor rosa
he: צלב אלכסוני ורוד
hr_hr: Ružičasti Andrijin Križ
hu_hu: Rózsaszín harántkereszt
id_id: Merah Jambu Bersilang
it: Al decusse di rosa
ja_jp: 桃色の斜め十字
ka_ge: ვარდისფერი დიაგონალური ჯვარი
ko_kr: 분홍색 X자형 십자
lb_lu: Rosat Andreaskräiz
lt_lt: Rožinis įstrižas kryžius
ms_my: Salib Merah Jambu
mt_mt: Salib ta' Sant' Andrija roża
nl_nl: Roze andreaskruis
nn_no: Rosa kryss
pl: Różowy skośny krzyż
pt: Sautor Rosa
ro_ro: Săritoare roz
ru_ru: Розовый Андреевский крест
sk_sk: Ružový ondrejský kríž
sl_si: Roza andrejev križ
sv_se: Lila kryss
th_th: กางเขนไขว้สีชมพู
tr_tr: Pembe Çarpı
vi_vn: Chữ thập chéo hồng
zh_cn: 粉红斜十字
zh_tw: 粉紅色對角交叉
