Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_weather_usage
source: /weather <clear|rain|thunder> [duration in seconds]
af_za: /weather <clear|rain|thunder> [duurte in sekondes]
ar_sa: /weather <clear|rain|thunder> [اختر ثواني]
be_by: /weather <clear|rain|thunder> [працягласць у секундах]
bg_bg: /weather clear|rain|thunder [<времетраене в секунди>]
ca_es: /weather <clear/rain/thunder> [duració en segons]
cs: /weather clear|rain|thunder [<doba v sekundách>]
da_dk: /weather <clear|rain|thunder> [varighed i sekunder]
de: /weather clear|rain|thunder [<Dauer in Sekunden>]
el_gr: /weather <clear|rain|thunder> [διάρκεια σε δευτερόλεπτα]
es: /weather <clear|rain|thunder> [duración en segundos]
eu_es: /weather <clear|rain|thunder> [iraupena segundoetan]
fi: /weather <clear|rain|thunder> [kesto sekunneissa]
fil_ph: /weather <clear|rain|thunder> [tagal sa segundo]
fr_ca: /weather <clear|rain|thunder> [durée en secondes]
ga_ie: /weather <clear/rain/thunder> [achar i soicindí]
gl_es: /weather <clear/rain/thunder> [duración en segundos]
he: /weather <clear|rain|thunder> [משך בשניות]
hu_hu: /weather <clear|rain|thunder> [időtartam másodpercben]
id_id: /weather <clear|rain|thunder> [durasi dalam detik]
is_is: /weather <clear|rain|thunder> [lengd í sekúndum]
it: /weather <clear|rain|thunder> [durata in secondi]
ja_jp: /weather <clear|rain|thunder> [持続時間（秒）]
ka_ge: /weather <clear|rain|thunder> [ხანგრძლივობა წამებში]
ko_kr: /weather <clear|rain|thunder> [지속될 시간]
lb_lu: /weather <clear|rain|thunder> [Dauer an Sekonnen]
lt_lt: /weather <clear|rain|thunder> [trukmė sekundėmis]
lv_lv: /weather <clear|rain|thunder> [ilgums sekundēs]
ms_my: /weather <clear|rain|thunder> [masa dalam saat]
mt_mt: /weather <clear/rain/thunder> [tul ta' żmien f'sekondi]
nl_nl: /weather <clear|rain|thunder> [duur in seconden]
nn_no: /weather <clear|rain|thunder> [lengde i sekund]
pl: /weather <clear|rain|thunder> [czas trwania w sekundach]
pt: /weather <clear|rain|thunder> [duração]
ro_ro: /weather clear|rain|thunder [<durată în secunde>]
ru_ru: /weather <clear/rain/thunder> [длительность в секундах]
sk_sk: /weather <clear|rain|thunder> [dĺžka v sekundách]
sl_si: /weather <clear/rain/thunder> [trajanje v sekundah]
sv_se: /weather <clear|rain|thunder> [längd i sekunder]
th_th: /weather <clear|rain|thunder> [ระยะเวลา]
tr_tr: /weather <clear|rain|thunder> [saniye türünden süre]
vi_vn: /weather <clear|rain|thunder> [thời gian tính theo giây]
zh_cn: /weather <clear|rain|thunder> [持续的秒数]
zh_tw: /weather < clear(晴天) | rain(下雨) | thunder(雷雨) > [維持時間(秒)]

# commands_whitelist_add_failed
source: Could not add {0} to the whitelist
af_za: Kan{0} nie voeg aan die wit lys
ar_sa: لا يمكن إضافة {0} إلى القائمة البيضاء للمستخدمين
be_by: Не атрымалася дадаць у белы спіс {0}
bg_bg: {0} не можа да се добави към белия списък
ca_es: No s'ha pogut afegir {0} a la llista blanca
cs: Hráče {0} nelze přidat na bílou listinu
da_dk: Kunne ikke tilføje {0} til Whitelisten
de: {0} konnte nicht zur Whitelist hinzugefügt werden
el_gr: Δεν ήταν δυνατή η προσθήκη {0} στη λίστα επιτρεπόμενων
es: No se ha podido añadir a {0} a la lista blanca
eu_es: {0} -(e)ri zuri-zerrendan zartu ezin izan zen
fa_ir: نمی توان {0} را به لیست سفید اضافه کرد
fi: Ei voitu lisätä pelaajaa {0} sallittujen pelaajien listalle
fil_ph: Hindi kayang idagdag si {0} sa whitelist
fr_ca: Impossible d'ajouter {0} à la liste blanche
ga_ie: Níorbh fhéidir {0} a chur leis an liosta bán
gl_es: Non se puido engadir a {0} á lista branca
he: לא יכול להוסיף את {0} לוויטליסט
hr_hr: Nije moguće dodati {0} na listu dozvoljenih igrača
hu_hu: Nem sikerült hozzáadni {0} játékost a fehérlistához
id_id: Tidak bisa menambah {0} ke whitelist
is_is: Ekki var hægt að bæta {0} á hvítlistann
it: Impossibile aggiungere {0} alla lista bianca
ja_jp: ホワイトリストに {0} を追加できませんでした
ka_ge: ვერ მოხერხდა {0}-(ი)ს თეთრ სიაში დამატება
ko_kr: {0}을(를) 화이트리스트에 추가할 수 없습니다
lb_lu: {0} konnt net op Whitelist gesat ginn
lt_lt: Žaidėjo/os {0} nepavyko pridėti į baltąjį sąrašą
lv_lv: Nevarēja pievienot {0} baltajam sarakstam
ms_my: Tidak boleh menambah {0} ke dalam senarai putih
mt_mt: {0} ma setgħax jiġi miżjud għal fuq il-whitelist
nl_nl: Kon {0} niet aan de whitelist toevoegen
nn_no: Kan ikkje leggja til {0} i kvitelista
pl: Nie można dodać gracza {0} do białej listy
pt: Não foi possível adicionar {0} à lista branca
ro_ro: {0} nu a putut fi adăugat(ă) la lista albă
ru_ru: Не удалось добавить {0} в белый список
sk_sk: Nepodarilo sa pridať hráča {0} na bielu listinu
sl_si: Ni možno dodati {0}% na seznam dovoljenih igralcev
sv_se: Kunde inte lägga till {0} i vitlistan
th_th: ไม่สามารถเพิ่ม {0} ไปยังรายการไวท์ลิสต์
tr_tr: {0}'i beyaz listeye ekleyemezsin
vi_vn: Không thể thêm {0} vào danh sách trắng
zh_cn: 无法将{0}添加到白名单中
zh_tw: 無法將 {0} 加到白名單

# commands_whitelist_add_success
source: Added {0} to the whitelist
af_za: {0} is by die witlys bygevoeg
ar_sa: اضيف {0} إلى قائمة السماح
be_by: {0} дададзены ў белы спіс
bg_bg: {0} е добавен към Белия списък
ca_es: S'ha afegit {0} a la llista blanca
cs: Hráč {0} přidán na bílou listinu
da_dk: Tilføjede {0} til whitelist
de: {0} wurde zur Whitelist hinzugefügt
el_gr: Προσθήκη {0} στη whitelist
es: Se ha añadido a {0} a la lista blanca
eu_es: {0} gehituta zuri-zerrendara
fa_ir: s% به وایت لیست افزوده شد
fi: Lisättiin {0} sallittujen pelaajien listalle
fil_ph: Nilagay si {0} sa whitelist
fr_ca: {0} a été ajouté(e) à la liste blanche
ga_ie: Cuireadh {0} leis an liosta bán
gl_es: Engadido a {0} á lista branca
he: נוסף {0} לוויטליסט
hi_in: श्वेत सूची करने के लिए जोड़ा गया {0}
hr_hr: Dodan {0} listi dozvoljenih
hu_hu: {0} hozzáadva a fehérlistához
hy_am: {0}-ը ավելացավ սպիտակ ցուցակ
id_id: Menambahkan {0} dalam daftar whitelist
is_is: Hvítlistaði {0}
it: {0} è stato aggiunto alla lista bianca
ja_jp: {0} をホワイトリストに追加しました
ka_ge: {0} დაშვებულთა სიაში ჩამატებულია
ko_kr: {0}을(를) 화이트리스트에 추가했습니다
lb_lu: {0} gouf zur Whitelist dobäi gemaach
lt_lt: {0} pridėtas/a prie baltojo sąrašo
lv_lv: Pievienoja {0} baltajam sarakstam
ms_my: Ditambahkan {0} pada senarai putih
mt_mt: {0} ġie miżjud mal-whitelist
nl_nl: {0} is toegevoegd aan de whitelist
nn_no: La til {0} i kvitelista
pl: Dodano {0} do białej listy
pt: {0} foi adicionado à lista branca
ro_ro: {0} a fost adăugat(ă) la lista albă
ru_ru: {0} добавлен в белый список
sk_sk: Hráč {0} bol pridaný na whitelist
sl_si: Dodan {0} v seznam dovoljenih igralcev
sv_se: Lade till {0} i vitlistan
th_th: เพิ่ม {0} ไปยังไวท์ลิสต์แล้ว
tr_tr: {0} beyaz listeye eklendi
vi_vn: Đã thêm {0} vào danh sách trắng
zh_cn: 已将{0}加入白名单
zh_tw: 新增 {0} 到白名單。

# commands_whitelist_add_usage
source: /whitelist add <player>
ar_sa: /whitelist add <لاعب>
be_by: /whitelist add <гулец>
bg_bg: /whitelist add <играч>
ca_es: /whitelist add <jugador>
cs: /whitelist add <hráč>
da_dk: /whitelist add <spiller>
de: /whitelist add <Spieler>
el_gr: /whitelist add <παίκτης>
es: /whitelist add <jugador>
eu_es: /whitelist add <jokalaria>
fa_ir: /whitelist add <بازیکن>
fi: /whitelist add <pelaaja>
fil_ph: /whitelist add <manlalaro>
fr_ca: /whitelist add <joueur>
ga_ie: /whitelist add <imreoir>
gl_es: /whitelist add <nome>
he: /whitelist add <שחקן>
hi_in: /whitelist add <खिलाड़ी>
hr_hr: /whitelist add <igrač>
hu_hu: /whitelist add <játékos>
hy_am: /whitelist add <խաղացող>
is_is: /whitelist add <nafn leikmanns>
it: /whitelist add <giocatore>
ja_jp: /whitelist add <ホワイトリストに追加するプレイヤー名>
ka_ge: /whitelist add <მოთამაშე>
ko_kr: /whitelist add <플레이어>
lb_lu: /whitelist add <Spiller>
lt_lt: /whitelist add <žaidėjas>
lv_lv: /whitelist add <spēlētājs>
ms_my: /whitelist add <pemain>
nl_nl: /whitelist add <speler>
nn_no: /whitelist add <spelar>
pl: /whitelist add <gracz>
pt: /whitelist add <jogador>
ro_ro: /whitelist add <jucător>
ru_ru: /whitelist add <игрок>
sl_si: /whitelist add <igralec>
sv_se: /whitelist add <spelare>
th_th: /whitelist add <ผู้เล่น>
tr_tr: /whitelist add <oyuncu>
vi_vn: /whitelist add <người chơi>
zh_cn: /whitelist add <玩家>
zh_tw: /whitelist add <玩家>

# commands_whitelist_disabled
source: Turned off the whitelist
af_za: Het die witlys afgeskakel
ar_sa: إلغاء قائمة السماح
be_by: Белы спіс выключаны
bg_bg: Изключен Бял списък
ca_es: Llista Blanca desactivada
cs: Bílá listina vypnuta
da_dk: Deaktiverede whitelist
de: Whitelist wurde deaktiviert
el_gr: Απενεργοποίηθηκε η whitelist
es: Lista blanca desactivada
eu_es: Zuri-zerrenda itzalita
fa_ir: لیست سفید غیر فعال شد
fi: Sallittujen pelaajien lista poissa käytöstä
fil_ph: Pinatay ang whitelist
fr_ca: Liste blanche désactivée
ga_ie: Liosta bán as feidhm
gl_es: Lista branca desactivada
he: כיבה את הוויטליסט
hi_in: बंद श्वेतसूची में बदल गया
hr_hr: Isključena lista dozvoljenih
hu_hu: Fehérlista kikapcsolva
hy_am: Սպիտակ ցանկը անջատված է
id_id: Menon-aktifkan sistem whitelist
is_is: Slökkti á hvítlistun
it: La lista bianca è stata disattivata
ja_jp: ホワイトリストを無効にしました
ka_ge: დაშვებულთა სია გათიშულია
ko_kr: 화이트리스트를 껐습니다
lb_lu: Whitelist gouf deaktivéiert
lt_lt: Baltasis sąrašas išjungtas
lv_lv: Izslēdza balto sarakstu
ms_my: Senarai putih telah dimatikan
mt_mt: Il-whitelist ġiet mitfija
nl_nl: Whitelist uitgezet
nn_no: Kviteliste er skrudd av
pl: Wyłączono białą listę
pt: Lista branca desativada
ro_ro: Lista albă a fost dezactivată
ru_ru: Белый список отключён
sk_sk: Vypnutý whitelist
sl_si: Seznam dovoljenih igralcev onemogočen
sv_se: Inaktiverade vitlistan
th_th: ปิดการใช้งานไวท์ลิสต์
tr_tr: Beyaz liste kapatıldı
vi_vn: Đã tắt danh sách trắng
zh_cn: 白名单验证已关闭
zh_tw: 關閉白名單

# commands_whitelist_enabled
source: Turned on the whitelist
af_za: Die witlys is aangeskakel
ar_sa: تشغيل قائمة السماح
be_by: Белы спіс уключаны
bg_bg: Включен Бял списък
ca_es: Llista Blanca activada
cs: Bílá listina zapnuta
da_dk: Aktiverede whitelist
de: Die Whitelist wurde aktiviert
el_gr: Ενεργοποίηθηκε η whitelist
es: Lista blanca activada
eu_es: Zuri-zerrenda piztuta
fa_ir: لیست سفید فعال شد
fi: Sallittujen pelaajien lista käytössä
fil_ph: Binuksan ang whitelist
fr_ca: Liste blanche activée
ga_ie: Liosta bán i bhfeidhm
gl_es: Lista branca activada
he: הדליק את הוויטליסט
hi_in: श्वेतसूची पर बदल गया
hr_hr: Uključena lista dozvoljenih igrača
hu_hu: Fehérlista bekapcsolva
hy_am: Սպիտակ ցուցակը միացված է
id_id: Mengaktifkan sistem whitelist
is_is: Kveikti á hvítlistun
it: La lista bianca è stata attivata
ja_jp: ホワイトリストを有効にしました
ka_ge: დაშვებულთა სია ჩართულია
ko_kr: 화이트리스트를 켰습니다
lb_lu: Whitelist gouf aktivéiert
lt_lt: Baltasis sąrašas įjungtas
lv_lv: Ieslēdza balto sarakstu
ms_my: Senarai putih telah diaktifkan
mt_mt: Il-whitelist ġiet mixgħula
nl_nl: Whitelist is ingeschakeld
nn_no: Kviteliste er skrudd på
pl: Włączono białą listę
pt: Lista branca ativada
ro_ro: Lista albă a fost activată
ru_ru: Белый список включён
sk_sk: Zapnutý whitelist
sl_si: Seznam dovoljenih igralcev omogočen
sv_se: Aktiverade vitlistan
th_th: เปิดการใช้งานไวท์ลิสต์
tr_tr: Beyaz liste açıldı
vi_vn: Đã bật danh sách trắng
zh_cn: 白名单验证已启用
zh_tw: 啟用白名單

# commands_whitelist_list
source: There are {0} (out of {1} seen) whitelisted players:
af_za: Daar is {0} (uit die {1} sigbare) witlys spelers:
ar_sa: هناك {0} (من {1} ظاهرين) لاعب في قائمة السماح:
be_by: У белым спісе {0} (з {1} бачных) гульцоў:
bg_bg: Има {0} (от {1} видими) играчи в Белия списък:
ca_es: Hi han {0} (de {1} vistos) jugadors a la Llista Blanca:
cs: Je zde {0} (z celkových {1}) povolených hráčů:
da_dk: Der er {0} (ud af {1} set) whitelistede spillere:
de: Es sind {0} (von {1}) Spieler auf der Whitelist:
el_gr: Υπάρχουν {0} (από τους {1} φανερούς) whitelisted παίκτες:
es: Hay {0} jugadores (de {1} vistos) en la lista blanca:
eu_es: {0} jokalari daude ({1} ikusitakoetatik) zuri-zerrendatutakoak:
fi: Sallittujen pelaajien listalla on {0} pelaajaa (nähdyistä {1} pelaajasta):
fil_ph: Mayroon ng {0} (wala ng {1} nakikita) pinapayagan na manlalaro:
fr_ca: Il y a {0} joueur(s) (sur {1} détecté(s)) dans la liste blanche :
ga_ie: Tá {0} imreoirí (as {1} a chonacthas) ar an liosta bán:
gl_es: Hai {0} (de {1} vistos) xogadores na lista braca:
he: ישנם {0} )מתוך {1} נראים( שחקנים בוויטליסט:
hi_in: {0} ({1} देखा) से बाहर whitelisted खिलाड़ी हैं:
hr_hr: Prisutno je {0} (od {1} viđenih) dozvoljenih igrača:
hu_hu: {0} fehérlistás játékos (összesen {1} a listán):
hy_am: Սպիտակ ցուցակում կա {0} խաղացող ({1} խաղացել են):
id_id: Terdapat {0} (dari {1} terlihat) Pemain dalam Daftar Putih:
is_is: Það eru {0} spilara (út af {1}) hvítlistaðir:
it: Ci sono {0} giocatori (su {1} visti) nella lista bianca:
ja_jp: ホワイトリストには {0} 人 (サーバー全体では {1} 人) のプレイヤーがいます
ka_ge: დაშვებულთა სიაში არის {0} მოთამაშე ({1} შესაძლოდან):
ko_kr: {0}명(총 {1}명)의 화이트리스트 플레이어가 있습니다:
lb_lu: Et sinn {0} (vun {1}) Spiller op der Whitelist:
lt_lt: Yra {0} ({1} iš matytų) žaidėjų baltajame sąraše:
lv_lv: Ir {0} (no {1} redzētajiem) baltā saraksta spēlētāju:
ms_my: Terdapat {0} (daripada {1} yang kelihatan) pemain yang disenaraiputihkan:
mt_mt: Hemm {0} (minn {1} li jidhru) plejers li huma whitelisted:
nl_nl: {0} (van de {1} tegengekomen) spelers staan op de witte lijst:
nn_no: Det er {0} (ut av {1} sett) reinvaska spelarar:
pl: W grze znajduje się {0} (z {1} widzianych) graczy z białej listy:
pt: Há {0} jogadores (de {1} conhecidos) na lista branca:
ro_ro: De pe lista albă sunt prezenți {0} din {1} jucători:
ru_ru: В белом списке {0} игроков ({1} в игре):
sk_sk: Na whiteliste je {0} hráčov z {1} známych:
sl_si: Tukaj je {0} (od {1} videnih) dovoljenih igralcev:
sv_se: Det finns {0} (av {1} sedda) vitlistade spelare:
th_th: มีผู้เล่นอยู่ในไวท์ลิสต์ {0} คน (จากที่ออนไลน์ {1} คน):
tr_tr: Şu anda {0} ({1} arasından) beyaz listedeki oyuncu var:
vi_vn: Có {0} (trên tổng số {1} nhìn thấy) người chơi trong danh sách trắng:
zh_cn: 现在白名单中有{0}个（于可见的{1}人中）玩家：
zh_tw: 共有 {0} 位白名單玩家（全體玩家共 {1} 位）：

# commands_whitelist_reloaded
source: Reloaded the whitelist
af_za: Het die witlys herlaai
ar_sa: تحديث قائمة السماح
be_by: Белы спіс перазагружаны
bg_bg: Презареден Бял списък
ca_es: Llista Blanca recarregada
cs: Bílá listina byla znovu načtena
da_dk: Genindlæste whitelist
de: Whitelist wurde neu geladen
el_gr: Επαναφορτώθηκε η whitelist
es: Lista blanca recargada
eu_es: Birkargatu zuri-zerrenda
fa_ir: لیست سفید بارگذاری شد
fi: Sallittujen pelaajien lista on ladattu uudelleen
fil_ph: Inulit ang whitelist
fr_ca: Liste blanche rechargée
ga_ie: Athlódáladh an liosta bán
gl_es: Lista branca recargada
he: רענן את הוויטליסט
hi_in: श्वेतसूची रीलोडेड
hr_hr: Lista dozvoljenih ponovno učitana
hu_hu: Fehérlista újratöltve
hy_am: Սպիտակ ցուցակը թարմեցված է
id_id: memuat ulang whitelist
is_is: Endurhlóð hvítlista
it: La lista bianca è stata ricaricata
ja_jp: ホワイトリストを再読み込みしました
ka_ge: დაშვებულთა სია გადატვირთულია
ko_kr: 화이트리스트를 새로 고쳤습니다
lb_lu: Whitelist gouf nei gelueden
lt_lt: Baltasis sąrašas perkrautas
lv_lv: Pārlādēja balto sarakstu
ms_my: Senarai putih telah dimuatkan semula
mt_mt: Il-whitelist ġiet imġedda
nl_nl: Whitelist herladen
nn_no: Kvitelista vart lasta om att
pl: Przeładowano białą listę
pt: Lista branca recarregada
ro_ro: Lista albă a fost reîncărcată
ru_ru: Белый список перезагружен
sk_sk: Whitelist obnovený
sl_si: Seznam dovoljenih igralcev ponovno naložen
sv_se: Laddade om vitlistan
th_th: โหลดไวท์ลิสต์ใหม่แล้ว
tr_tr: Beyaz liste yeniden yüklendi
vi_vn: Đã nạp lại danh sách trắng
zh_cn: 已重新读取白名单
zh_tw: 重新讀取白名單

# commands_whitelist_remove_failed
source: Could not remove {0} from the whitelist
af_za: Kan{0} nie verwyder uit die witlys
ar_sa: لا يمكن حذف {0} من القائمة البيضاء للمستخدمين
be_by: Немагчыма выдаліць {0} з белага спісу
bg_bg: {0} не можа да се премахне от белия списък
ca_es: No s'ha pogut treure a {0} de la llista blanca
cs: Hráče {0} nelze odstranit z bílé listiny
da_dk: Kunne ikke fjerne {0} fra Whitelisten
de: {0} konnte nicht von der Whitelist entfernt werden
el_gr: Δεν θα μπορούσε να αφαιρέσει {0} από τη λίστα επιτρεπόμενων
es: No se ha podido eliminar a {0} de la lista blanca
eu_es: {0} -(e)ri zuri-zerrendatik kendu ezin izan zen
fa_ir: نمی توان {0} را از لیست سفید حذف کرد
fi: Ei voitu poistaa pelaajaa {0} sallittujen pelaajien listalta
fil_ph: Hindi kayang tanggalin si {0} mula sa whitelist
fr_ca: Impossible de retirer {0} de la liste blanche
ga_ie: Níorbh fhéidir {0} a bhaint ón liosta bán
gl_es: Non se puido quitar a {0} da lista branca
he: לא יכול להסיר את {0} מהוויטליסט
hr_hr: Nije moguće maknuti {0} s liste dozvoljenih igrača
hu_hu: Nem sikerült levenni {0} játékost a fehérlistáról
id_id: Tidak bisa menghapus {0} dari whitelist
is_is: Ekki var hægt að fjarlægja {0} af hvítlistanum
it: Impossibile rimuovere {0} dalla lista bianca
ja_jp: ホワイトリストから {0} を削除出来ませんでした
ka_ge: ვერ მოხერხდა {0}-(ი)ს თეთრი სიიდან ამოშლა
ko_kr: {0}을(를) 화이트리스트에서 제거할 수 없습니다
lb_lu: {0} konnt net vun der Whitelist geläscht ginn
lt_lt: Žaidėjo/os {0} nepavyko pašalinti iš baltojo sąrašo
lv_lv: Nevarēja noņemt {0} no baltā saraksta
ms_my: Tidak dapat mengalih keluar {0} dari senarai putih yang
mt_mt: {0} ma setgħax jitneħħa mill-whitelist
nl_nl: Kon {0} niet uit de whitelist verwijderen
nn_no: Kunne ikkje fjerne {0} frå kvitelista
pl: Nie można usunąć gracza {0} z białej listy
pt: Não foi possível remover {0} da lista branca
ro_ro: {0} nu a putut fi eliminat(ă) din lista albă
ru_ru: Не удалось убрать {0} из белого списка
sk_sk: Nepodarilo sa odobrať hráča {0} z bielej listiny
sl_si: Ni možno odstraniti {0}% iz seznama dovoljenih igralcev
sv_se: Kunde inte ta bort {0} från vitlistan
th_th: ไม่สามารถลบ {0} ออกจากรายการไวท์ลิสต์
tr_tr: {0}'i beyaz listeden çıkaramazsın
vi_vn: Không thể loại bỏ {0} khỏi danh sách trắng
zh_cn: 无法从白名单中移除{0}
zh_tw: 無法從白名單移除 {0}

# commands_whitelist_remove_success
source: Removed {0} from the whitelist
af_za: {0} is van die witlys verwyder
ar_sa: ازيل {0} من قائمة السماح
be_by: {0} выдалены з белага спісу
bg_bg: {0} е премахнат от Белия списък
ca_es: S'ha esborrat {0} de la Llista Blanca
cs: Hráč {0} byl odstraněn z bílé listiny
da_dk: Fjernede {0} fra whitelist
de: {0} wurde von der Whitelist entfernt
el_gr: Αφαίρεση {0} από τη whitelist
es: Se ha eliminado a {0} de la lista blanca
eu_es: {0}-(e)k ezabatuta zuri-zerrendatik
fa_ir: {0} از لیست سفید حذف شد.
fi: Poistettiin {0} sallittujen pelaajien listalta
fil_ph: Tinangal si {0} sa whitelist
fr_ca: {0} a été retiré(e) de la liste blanche
ga_ie: Baineadh {0} den liosta bán
gl_es: Eliminouse a {0} da lista branca
he: הסיר את {0} מהוויטליסט
hi_in: हटाया {0} से सफेद सूची
hr_hr: Uklonjen {0} s liste dozvoljenih
hu_hu: {0} levéve a fehérlistáról
hy_am: {0} ջնջվեց սպիտակ ցուցակից
id_id: Menghapus {0} dari daftar whitelist
is_is: Tók {0} af hvítlista
it: {0} è stato rimosso dalla lista bianca
ja_jp: {0} をホワイトリストから削除しました
ka_ge: {0} დაშვებულთა სიიდიან ამოღებულია
ko_kr: {0}을(를) 화이트리스트에서 제거했습니다
lb_lu: {0} gouf vun der Whitelist ewech geholl
lt_lt: {0} pašalintas/a iš baltojo sąrašo
lv_lv: Izņēma {0} no baltā saraksta
ms_my: {0} disingkirkan daripada senarai putih
mt_mt: {0} ġie mneħħi mil-whitelist
nl_nl: {0} is verwijderd van de whitelist
nn_no: Fjerna {0} frå kvitelista
pl: Usunięto {0} z białej listy
pt: {0} foi removido da lista branca
ro_ro: {0} a fost eliminat(ă) din lista albă
ru_ru: {0} удалён из белого списка
sk_sk: Hráč {0} bol odstránený z whitelistu
sl_si: {0} je odstranjen iz seznama dovoljenih igralcev
sv_se: Tog bort {0} från vitlistan
th_th: ลบ {0} ออกจากไวท์ลิสต์แล้ว
tr_tr: {0} beyaz listeden çıkarıldı
vi_vn: Đã loại bỏ {0} khỏi danh sách trắng
zh_cn: 已将{0}移出白名单
zh_tw: 將 {0} 從白名單中移除

# commands_whitelist_remove_usage
source: /whitelist remove <player>
be_by: /whitelist remove <гулец>
bg_bg: /whitelist remove <играч>
ca_es: /whitelist remove <jugador>
cs: /whitelist remove <hráč>
da_dk: /whitelist remove <spiller>
de: /whitelist remove <Spieler>
el_gr: /whitelist remove <παίκτης>
es: /whitelist remove <jugador>
eu_es: /whitelist remove <jokalaria>
fa_ir: /پاک کردن لیست سفید بازیکن<player>
fi: /whitelist remove <pelaaja>
fr_ca: /whitelist remove <joueur>
ga_ie: /whitelist remove <imreoir>
gl_es: /whitelist remove <nome>
he: /whitelist remove <שחקן>
hi_in: /whitelist remove <खिलाड़ी>
hr_hr: /whitelist remove <igrač>
hu_hu: /whitelist remove <játékos>
hy_am: /whitelist remove <խաղացող>
is_is: /whitelist remove <spelare>
it: /whitelist remove <giocatore>
ja_jp: /whitelist remove <ホワイトリストから削除するプレイヤー名>
ka_ge: /whitelist remove <მოთამაშე>
ko_kr: /whitelist remove <플레이어>
lb_lu: /whitelist remove <Spiller>
lt_lt: /whitelist remove <žaidėjas>
lv_lv: /whitelist remove <spēlētājs>
ms_my: /whitelist remove <pemain>
nl_nl: /whitelist remove <speler>
nn_no: /whitelist remove <spelar>
pl: /whitelist remove <gracz>
pt: /whitelist remove <jogador>
ro_ro: /whitelist remove <jucător>
ru_ru: /whitelist remove <игрок>
sk_sk: /whitelist remove <hráč>
sl_si: /whitelist remove <igralec>
sv_se: /whitelist remove <spelare>
th_th: /whitelist remove <ผู้เล่น>
tr_tr: /whitelist remove <oyuncu>
vi_vn: /whitelist remove <người chơi>
zh_cn: /whitelist remove <玩家>
zh_tw: /whitelist remove <玩家>

# commands_worldborder_add_usage
source: /worldborder add <sizeInBlocks> [timeInSeconds]
be_by: /worldborder add <памер у блоках> [час у секундах]
bg_bg: /worldborder add <размер в блокчета> [<време в секунди>]
cs: /worldborder add <velikost v blocích> [<čas v sekundách>]
da_dk: /worldborder add <StørrelseMåltIBlocks> [TidMåltISekunder]
de: /worldborder add <Weite> [<Zeit>]
el_gr: /worldborder add <ΜέγεθοςΣεΚουτιά>[ΧρόνοςΣεΔευτερόλεπτα]
es: /worldborder add <tamaño en bloques> [tiempo en segundos]
fi: /worldborder add <kokoKuutioina> [aikaSekunteina]
fr_ca: /worldborder add <taille en blocs> [durée en secondes]
gl_es: /worldborder add <tamaño en bloques> [tempo en segundos]
he: /worldborder add <זמן-במילישניות] <כמות בלוקים]
hu_hu: /worldborder add <méretBlokkokban> [időMásodpercekben]
id_id: /worldborder add <ukuranDiBalok> [waktuDiDetik]
it: /worldborder add <dimensione in blocchi> [tempo in secondi]
ja_jp: /worldborder add <ブロック数> [秒数]
ka_ge: /worldborder add <ზომა ბლოკებში> [დრო წამებში]
ko_kr: /worldborder add <블록 크기> [시간(초)]
lb_lu: /worldborder add <GréisstAnBléck> [ZäitAnSekonnen]
lt_lt: /worldborder add <dydis blokais> [laikas sekundėmis]
nl_nl: /worldborder add <grootteInBlokken> [tijdInSeconden]
pl: /worldborder add <rozmiarwBlokach> [czaswSekundach]
pt: /worldborder add <TamanhoEmBlocos> [TempoEmSegundos]
ro_ro: /worldborder add <mărime în blocuri> [<timp în secunde>]
ru_ru: /worldborder add <размер в блоках> [время в секундах]
sk_sk: /worldborder add <sizeInBlocks> [časVSekundách]
sl_si: /worldborder add <velikostVkockah> [časVsekundah]
sv_se: /worldborder add <antal block> [sekunder]
tr_tr: /worldborder add <blokTüründenBoyut> [saniyeTüründenSüre]
vi_vn: /worldborder add <kích cỡ tính theo khối> [thời gian tính theo giây]
zh_cn: /worldborder add <大小（格）> [timeInSeconds]
zh_tw: /worldborder add <方格數> [秒數]
