Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_scoreboard_objectives_add_displayTooLong
source: The display name '{0}' is too long for an objective, it can be at most {1} characters long
af_za: Die vertoonnaam '{0}' is te lank vir 'n doelwit, dit mag ten meeste {1} karakters lank wees
ar_sa: اسم العرض '{0}' طويل جداً للهدف، يمكن فقط ان يكون بأقصى حد {1}
be_by: Паказаная назва '{0}' занадта доўгая для мэты, яна павінна быць не даўжэйшай за {1} сімвалаў
bg_bg: Показаното име {0} е твърде дълго за целта, може да бъде най-много {1} символа
ca_es: El text a mostrar '{0}' és massa llarg per a un objectiu, pot tenir {1} caràcters com a màxim
cs: Zobrazovaný název „{0}“ je pro úkol příliš dlouhý, maximální délka je {1} znaků
da_dk: Det viste navn '{0}' er for langt til en målsætning, det må maksimalt være {1} tegn langt
de: Der Anzeigename '{0}' ist zu lang für ein Ziel, er darf maximal {1} Zeichen lang sein
el_gr: Το εμφανιζόμενο όνομα '{0}' είναι πολύ μεγάλο για μια αποστολή, μπορεί να είναι έως {1} χαρακτήρες
es: El texto a mostrar "{0}" es demasiado largo para un objetivo. Debe ser inferior a {1} caracteres.
eu_es: '{0}' erakutsitako izena oso luzea da objektiborentzat, gehienez {1} karakteren luzeera eduki dezake
fi: '{0}' on liian pitkä näyttönimeksi tavoitteelle, nimi saa olla enintään {1} merkkiä pitkä
fil_ph: Ang pangalang '{0}' ay masyadong mahaba para gamitin, pwede lang gamitin ay hangang {1} lang
fr_ca: Le nom d'affichage "{0}" est trop long pour un objectif, il ne peut pas dépasser {1} caractères
ga_ie: Tá an t-ainm taispeána '{0}' rófhada; {1} carachtair an fad is mó
gl_es: O nome "{0}" é demasiado longo para un obxectivo. Pode ser como máximo de {1} caracteres
he: השם '{0}' ארוך מדי עבור אובייקטיבית, זה יכול להיות ברוב {1} תווים
hi_in: प्रदर्शन नाम '{0}' के लिए एक उद्देश्य बहुत लंबा है, यह सबसे कम {1} वर्णों तक लंबा हो सकता है
hr_hr: Ime '{0}' je predugo za cilj,može imati najviše {1} slova
hu_hu: A(z) '{0}' megjelenített célnév túl hosszú, legfeljebb {1} karakter lehet
hy_am: '{0}' ցուցադրական անունը չափազանց երկար է, այն պետք է չգերազանցի {1} տառը
id_id: Nama Tujuan '{0}' terlalu panjang, maksimal {1} karakter
is_is: Skjá nafnið '{0}' er of langt fyrir hlutverk, það má vera mest {1} stafa langt
it: Il nome da visualizzare "{0}" è troppo lungo per un obiettivo, può essere al massimo {1} caratteri
ja_jp: 「{0}」という表示名は長過ぎます。 表示名は最大で{1}文字までです
ka_ge: საჩვენებელი სახელი '{0}' მეტისმეტად გრძელია, ის უნდა შეიცავდეს არაუმეტეს {1} სიმბოლოსა
ko_kr: 표시되는 이름 '{0}'이(가) 너무 깁니다. 최대 {1}글자입니다
lb_lu: Den Uweisungsnumm {0}' ass ze laang fir een Ziel, en däerf maximal {1} Zeeche laang sinn
lt_lt: Pavadinimas atvaizdavimui "{0}" yra per ilgas tikslui, jis gali būti ne ilgesnis nei {1} ženklų
lv_lv: Nosaukums '{0}' ir pārāk garš uzdevumam, tas drīkst būt līdz {1} simboliem garš
ms_my: Paparan nama '{0}' terlalu panjang untuk sesebuah objektif, nama hendaklah selebih-lebihnya {1} aksara panjang
mt_mt: L-isem li jintwera '{0}' hu twil wisq għal objettiv, l-itwal li jista' jkun hu {1} karattri twil
nl_nl: De weergavenaam van een doel kan maximaal {0} tekens lang zijn; '{1}' is te lang
nn_no: Visningsnamnet '{0}' er for langt for eit oppdrag, maksimal lengde er {1} teikn
pl: Wyświetlana nazwa '{0}' jest za długa dla celu, może mieć najwyżej {1} znaków
pt: O nome de apresentação '{0}' é demasiado longo para um objetivo. Ele pode conter, no máximo, {1} caracteres
ro_ro: Nume afișat "{0}" este prea lung pentru un obiectiv, acesta poate avea cel mult {1} caractere
ru_ru: Отображаемое название задачи '{0}' является слишком длинным, оно не должно быть длиннее {1} символов
sk_sk: Meno "{0}" je moc dlhé pre cieľ, maximálna dĺžka je {1}
sl_si: Prikazno ime za cilj '{0}' je predolgo, lahko je dolgo največ {1} znakov
sv_se: Visningsnamnet '{0}' är för långt för ett mål, det kan högst vara {1} tecken långt
th_th: '{0}' ชื่อที่ปรากฏจะยาวเกินไปสำหรับวัตถุประสงค์ก็สามารถที่มากที่สุด{1} ตัวอักษรยาว
tr_tr: '{0}' görünen adı bir görev için çok uzun, en fazla {1} karakter olabilir
vi_vn: Cái tên được hiển thị cho mục tiêu '{0}' là quá dài, nó chỉ có thể có tối đa {1} kí tự
zh_cn: '{0}'作为目标的显示名太长了，它最多只能有{1}个字
zh_tw: '{0}' 作為目標顯示名稱太長了，最多只能有{1}個字元

# commands_scoreboard_objectives_add_success
source: Added new objective '{0}' successfully
af_za: Nuwe doelwit '{0}' is suksesvol bygevoeg
ar_sa: تم اضافة هدف جديد '{0}' بنجاح
be_by: Новая мэта '{0}' паспяхова дададзена
bg_bg: Добавена е нова цел '{0}' успешно
ca_es: S'ha afegit l'objectiu '{0}'
cs: Nový úkol „{0}“ byl úspěšně přidán
da_dk: Tilføjede ny målsætning '{0}'
de: Neues Ziel '{0}' wurde hinzugefügt
el_gr: Προστέθηκε νέα αποστολή '{0}' επιτυχώς
es: Se ha añadido el nuevo objetivo "{0}" con éxito
eu_es: '{0}' objektibo berria zuzen gehituta
fi: '{0}' on lisätty uudeksi tavoitteeksi
fil_ph: Nakalagay na ang layuning '{0}'
fr_ca: Un nouvel objectif "{0}" a été ajouté avec succès
ga_ie: Cuireadh cuspóir nua '{0}' leis
gl_es: Engadido o obxectivo "{0}" satisfactoriamente
he: נוסף חדשות אובייקטיבית '{0}' בהצלחה
hi_in: नई उद्देश्य '{0}' सफलतापूर्वक जोड़ा गया
hr_hr: Dodan je novi cilj '{0}'
hu_hu: '{0}' új cél sikeresen hozzáadva
hy_am: '{0}' անունով նպատակը ավելացված է
id_id: Tujuan '{0}' berhasil ditambahkan
is_is: Það tókst að bæta við hlutverkinu '{0}'
it: Il nuovo obiettivo {0} è stato aggiunto
ja_jp: 新しいオブジェクト「{0}」を追加しました
ka_ge: ახალი დავალება '{0}' წარმატებით შეიქმნა
ko_kr: 새로운 목표 '{0}'이(가) 성공적으로 추가되었습니다
lb_lu: Neit Ziel '{0}' gouf dobäi gemaach
lt_lt: Naujas tikslas "{0}" pridėtas sėkmingai
lv_lv: Veiksmīgi pievienots jauns uzdevums '{0}'
ms_my: Ditambah objektif baru '{0}' berjaya
mt_mt: L-objettiv '{0}' ġie miżjud
nl_nl: Nieuw doel '{0}' is succesvol toegevoegd
nn_no: Oppdraget '{0}' vart lagt til
pl: Pomyślnie dodano nowy cel '{0}'
pt: O objetivo '{0}' foi adicionado com sucesso
ro_ro: Noul obiectiv "{0}" a fost adăugat
ru_ru: Новая задача '{0}' успешно добавлена
sk_sk: Nový cieľ "{0}" úspešne pridaný
sl_si: Nov cilj '{0}' je bil uspešno dodan
sv_se: Det nya målet '{0}' lades till
th_th: '{0}' วัตถุประสงค์ใหม่ที่เพิ่มเข้ามาประสบความสำเร็จ
tr_tr: '{0}' adlı yeni görev başarıyla eklendi
vi_vn: Đã thêm mục tiêu '{0}' thành công
zh_cn: 成功地添加了新目标'{0}'
zh_tw: 已成功添加新目標 '{0}'

# commands_scoreboard_objectives_add_tooLong
source: The name '{0}' is too long for an objective, it can be at most {1} characters long
af_za: Die naam '{0}' is te lank vir 'n doelwit, dit mag ten meeste {1} karakters lank wees
ar_sa: الاسم '{0}' طويل جداً للهدف، يمكن ان يكون باقصى حد {1}
be_by: Назва мэты '{0}' занадта доўгая, яна павінна быць не даўжэйшай за {1} сімвалаў
bg_bg: Името {0} е твърде дълго за целта, може да бъде най-много {1} символа
ca_es: El nom '{0}' és massa llarg per a un objectiu, pot tenir {1} caràcters com a màxim
cs: Název „{0}“ je pro úkol příliš dlouhý, maximální délka je {1} znaků
da_dk: Navnet '{0}' er for langt til en målsætning, det må maksimalt være {1} tegn langt
de: Der Name '{0}' ist zu lang für ein Ziel, er darf maximal {1} Zeichen lang sein
el_gr: Το όνομα '{0}' είναι πολύ μεγάλο για μια αποστολή, μπορεί να είναι έως {1} χαρακτήρες
es: El nombre "{0}" es demasiado largo para un objetivo. Debe ser inferior a {1} caracteres.
eu_es: '{0}' izena oso luze da objektiborentzat, bakarrik {1} karaktere luze izan ahal da
fi: '{0}' on liian pitkä tavoitteen nimeksi, nimi saa olla enintään {1} merkkiä pitkä
fil_ph: Ang pangalang '{0}' ay masyadong mahaba para gamitin, pwede lang gamitin ay hangang {1} lang
fr_ca: Le nom "{0}" est trop long pour un objectif, il ne peut pas dépasser {1} caractères
ga_ie: Tá ainm an chuspóra '{0}' rófhada; {1} carachtair an fad is mó
gl_es: O nome "{0}" é demasiado longo para un obxectivo. Pode ser como máximo de {1} caracteres
he: השם '{0}' ארוך מדי עבור אובייקטיבית, זה יכול להיות ברוב {1} תווים
hi_in: नाम '{0}' के लिए एक उद्देश्य बहुत लंबा है, यह सबसे कम {1} वर्णों तक लंबा हो सकता है
hr_hr: Ime '{0}' je predugo za cilj,može imati najviše {1} slova
hu_hu: A(z) '{0}' célnév túl hosszú, legfeljebb {1} karakter lehet
hy_am: '{0}' անունը չափազանց երկար է, այն պետք է չգերազանցի {1} տառը
id_id: Nama Tujuan '{0}' terlalu panjang, maksimal {1} karakter
is_is: Nafnið '{0}' er of langt fyrir hlutverk, það má vera mest {1} stafa langt
it: Il nome "{0}" è troppo lungo per un obiettivo, può essere al massimo {1} caratteri
ja_jp: 「{0}」というオブジェクト名は長過ぎます。オブジェクト名の長さは最大で{1}文字までです
ka_ge: სახელი '{0}' მეტისმეტად გრძელია, ის უნდა შეიცავდეს არაუმეტეს {1} სიმბოლოსა
ko_kr: 이름 '{0}'이(가) 너무 깁니다. 최대 {1}글자입니다
lb_lu: Den Numm {0}' ass ze laang fir een Ziel, en däerf maximal {1} Zeeche laang sinn
lt_lt: Pavadinimas "{0}" yra per ilgas tikslui, jis gali būti ne ilgesnis nei {1} ženklų
lv_lv: Nosaukums '{0}' ir pārāk garš uzdevumam, tas drīkst būt līdz {1} simboliem garš
ms_my: '{0}' nama terlalu panjang untuk objektif, ia boleh menjadi paling {1} aksara
mt_mt: L-isem '{0}' hu twil wisq għal objettiv, l-itwal li jista' jkun hu {1} karattri twil
nl_nl: De naam van een doel kan maximaal {0} tekens lang zijn; '{1}' is te lang
nn_no: Namnet '{0}' er for langt for eit oppdrag, maksimal lengde er {1} teikn
pl: Nazwa '{0}' jest za długa dla celu, może mieć najwyżej {1} znaków
pt: O nome '{0}' é demasiado longo para um objetivo. Ele pode conter, no máximo, {1} caracteres
ro_ro: Numele "{0}" este prea lung pentru un obiectiv, acesta poate avea cel mult {1} caractere
ru_ru: Название задачи '{0}' является слишком длинным, оно не должно быть длиннее {1} символов
sk_sk: Meno "{0}" je príliš dlhé pre cieľ, najviac znakov môže byť {1}
sl_si: Ime za cilj '{0}' je predolgo, lahko je dolgo največ {1} znakov
sv_se: Namnet '{0}' är för långt för ett mål, det kan högst vara {1} tecken långt
th_th: {0}' ชื่อยาวเกินไปสำหรับวัตถุประสงค์ก็สามารถที่มากที่สุด{1} ตัวอักษรยาว
tr_tr: '{0}' adı bir görev için çok uzun, en fazla {1} karakter olabilir
vi_vn: Cái tên cho mục tiêu '{0}' là quá dài, nó chỉ có thể có tối đa {1} kí tự
zh_cn: '{0}'作为目标名太长了，它最多只能有{1}个字
zh_tw: '{0}' 作為目標名稱太長了，最多只能有{1}個字元

# commands_scoreboard_objectives_add_usage
source: /scoreboard objectives add <name> <criteriaType> [display name ...]
af_za: /scoreboard objectives add <naam> <kriteriaTipe> [vertoning naam...]
ar_sa: /add objectives scoreboard <اسم> <نوع المعايير> [عرض اسم ...]
be_by: /scoreboard objectives add <назва> <крытэрый> [бачная назва ...]
bg_bg: /scoreboard objectives add <име> <критериен тип> [<показано име>]
ca_es: /scoreboard objectives add <nom> <tipus de criteri> [text a mostrar]
cs: /scoreboard objectives add <název> <kritérium> [<zobrazovaný název …>]
da_dk: /scoreboard objectives add <navn> <kriteriumstype> [visningsnavn]
de: /scoreboard objectives add <Name> <Kriterientyp> [<Anzeigename ...>]
el_gr: /scoreboard objectives add <όνομα> <κριτήριαΕίδους> [εμφανίζει το όνομα ...]
es: /scoreboard objectives add <nombre> <criterio> [nombre a mostrar ...]
eu_es: /scoreboard objectives add <izena> <irizpide> [izena erakutsi ...]
fi: /scoreboard objectives add <nimi> <kriteerityyppi> [näyttönimi...]
fil_ph: /scoreboard objectives add <pangalan><uri ng pagpupuntos>[pangalang ipapakita ...]
fr_ca: /scoreboard objectives add <objectif> <type de critère> [nom d'affichage ...]
ga_ie: /scoreboard objectives add <ainm> <critéar> [ainm taispeána ...]
gl_es: /scoreboard objectives add <nome> <criterio> [nome a mostrar ...]
he: /scoreboard objectives add <שם-תצוגה ...] <קריטריוני-סוג> <שם]
hi_in: /scoreboard objectives add <name> <criteriaType> [प्रदर्शन नाम...] जोड़ें
hr_hr: /scoreboard objectives add <ime> <kriterij> [prikaži ime...]
hu_hu: /scoreboard objectives add <név> <feltétel típusa> [megjelenítő név]
hy_am: /scoreboard objectives add <անվանում> <չափանիշի տեսակ> [ցուցադրման անուն ...]
id_id: /scoreboard objectives add <nama> <tipe> [nama tampil ...]
is_is: /scoreboard objectives add <nafn> <Flokkur> [Nafn sem sérst ...]
it: /scoreboard objectives add <nome> <tipo di criterio> [nome da visualizzare ...]
ja_jp: /scoreboard objectives add <名前> <標準型> [表示名…]
ka_ge: /scoreboard objectives add <სახელი> <კრიტერიუმის ტიპი> [საჩვენებელი სახელი ...]
ko_kr: /scoreboard objectives add <이름> <기준 유형> [표시 이름 ...]
lb_lu: /scoreboard objectives add <Numm> <Kriterientype> [Numm deen ugewise gëtt ...]
lt_lt: /scoreboard objectives add <pavadinimas> <kriterijus> [pavadinimas ekranui ...]
lv_lv: /scoreboard objectives add <vārds> <kritērijuTips> [ekrāna vārds ...]
ms_my: /scoreboard objectives add <nama> <jenisKriteria> [paparan nama ...]
nl_nl: /scoreboard objectives add <naam> <criteriaType> [weergavenaam ...]
nn_no: /scoreboard objectives add <namn> <kriterie> [visningsnamn ...]
pl: /scoreboard objectives add <nazwa> <typKryterium> [wyświetlana nazwa ...]
pt: /scoreboard objectives add <nome> <TipoDeCritério> [nome de apresentação ...]
ro_ro: /scoreboard objectives add <nume> <tip de criteriu> [<nume afișat ...>]
ru_ru: /scoreboard objectives add <название> <критерий> [отображаемое имя ...]
sk_sk: /scoreboard objectives add <meno> <druhKritéria> [viditeľné meno ...]
sl_si: /scoreboard objectives add <ime> <tip kriterija> [prikazno ime ...]
sv_se: /scoreboard objectives add <namn> <måltyp> [visningsnamn ...]
th_th: /scoreboard objectives add <name> <criteriaType> [ชื่อที่แสดง ... ]
tr_tr: /scoreboard objectives add <ad> <kriter> [görünen ad...]
vi_vn: /scoreboard objectives add <tên> <loại tiêu chí> [tên được hiển thị ...]
zh_cn: /scoreboard objectives add <名称> <准则类型> [显示的名称...]
zh_tw: /scoreboard objectives add <名稱> <準則類型> [顯示名稱...]

# commands_scoreboard_objectives_add_wrongType
source: Invalid objective criteria type '{0}'
af_za: Ontoelaatbare objektief kriteria tipe '{0}'
ar_sa: غير صالح الهدف معايير نوع '٪ s'
be_by: Недапушчальны тып крытэрыя '{0}'
bg_bg: Невалиден критерий на обект от тип '{0}'
ca_es: Tipus de criteri d'objectiu invàlid "{0}"
cs: Neplatný typ kritéria úkolu „{0}“
da_dk: Ugyldig objektiv kriterie type '{0}'
de: Ungültiger Ziel-Kriterientyp '{0}'
el_gr: Άκυρος τύπος κριτηρίου για αποστολή '{0}'
es: "{0}" no es un tipo de objetivo válido
eu_es: Baliogabeko helburu irizpide mota '{0}'
fi: Virheellinen tavoitteen kriteerityyppi '{0}'
fil_ph: Walang uri ng pagpupuntos na '{0}'
fr_ca: Type de critère d'objectif invalide "{0}"
ga_ie: Critéar cuspóra neamhbhailí '{0}'
gl_es: Criterio de obxectivo "{0}" inválido
he: קריטריונים אובייקטיביים לא חוקיים הקלד '{0}'.
hr_hr: Nevaljana vrsta kriterija cilja '{0}'
hu_hu: Helytelen feltételtípus: '{0}'
id_id: Kriteria tujuan jenis '{0}' tak sah
is_is: Röng tegund af markmiði '{0}'
it: Tipo di criterio {0} non valido
ja_jp: 「{0}」は無効なオブジェクト標準型です
ka_ge: დავალების დაუშვებელი კრიტერიუმის ტიპი '{0}'
ko_kr: '{0}'(은)는 잘못된 목표 기준 유형입니다
lb_lu: Ongültegen Ziel-Kriterientype '{0}'
lt_lt: Negalimas užduoties kriterijaus tipas '{0}'
lv_lv: Nederīgs objekta kritēriju tips '{0}'
ms_my: Kriteria objektif tidak sah '{0}'
mt_mt: Kriterji tal-objettiv invalidi '{0}'
nl_nl: Ongeldig objectieve criteria type '{0}'
nn_no: Ugyldeg oppgave-kriterie type '{0}'
pl: Niewłaściwy typ kryterium celu '{0}'
pt: Tipo de Critério '{0}' do objetivo inválido
ro_ro: Tip de criteriu al obiectivelor invalid "{0}"
ru_ru: Недопустимый тип критерия задачи '{0}'
sk_sk: Neplatné objektívne kritéria zadané "{0}"
sl_si: Neveljaven ciljni kriterij tipa '{0}'
sv_se: Ogiltig målkriterietyp '{0}'
th_th: ประเภทเป้าหมายไม่ถูกต้อง '{0}'
tr_tr: Geçersiz görev kriteri: '{0}'
vi_vn: Tiêu chí mục tiêu loại '{0}' không hợp lệ
zh_cn: 无效的目标准则类型'{0}'
zh_tw: 目標準則類型 '{0}' 為無效

# commands_scoreboard_objectives_list_count
source: Showing {0} objective(s) on scoreboard:
af_za: {0} doelstelling(s) wys op die telbord:
ar_sa: يعرض {0} اهداف على لوحة النقاط
be_by: Паказана {0} мэт у статыстыцы:
bg_bg: Показване на {0} цел(и) на таблото:
ca_es: Mostrant {0} objectiu(s) a la taula de puntuació:
cs: Úkoly ({0}) v tabulce výsledků:
da_dk: Viser {0} målsætning(r) på resultattavlen:
de: Zeige {0} Ziel(e) auf der Anzeigetafel an:
el_gr: Προβολή τον {0} στόχο(οι) στον πίνακα αποτελεσμάτων:
es: Mostrando {0} objetivo(s) en el marcador:
eu_es: Markagailuan {0} objektibo azaltzen dira:
fi: Näytetään {0} tavoitetta tulostaululla:
fil_ph: Pinapakita nang {0} na layunin sa scoreboard:
fr_ca: Affichage de {0} objectif(s) sur le tableau de score :
ga_ie: Ag taispeáint {0} cuspóir(í) ar an scórchlár:
gl_es: Amosando {0} obxectivo(s) na táboa de puntuacións:
he: Showing {0} מטרה(ות) on scoreboard:
hr_hr: Pokazivanje {0} cilj(eva) na semaforu:
hu_hu: Az eredményjelzőn lévő {0} cél:
id_id: Paparan {0} tujuan di Papan Nilai:
is_is: Sýni {0} hlutverk á stigatöflu:
it: Visualizzazione di {0} obiettivo/i sul tabellone:
ja_jp: スコアボードの {0} 個のオブジェクトを表示:
ka_ge: ტაბლოზე ნაჩვენებია {0} დავალება:
ko_kr: 점수판에 있는 {0}개의 목표(들):
lb_lu: Weis {0} Ziel(er) op der Punktetafel un:
lt_lt: Rodoma {0} tikslų švieslentėje:
lv_lv: Rāda {0} uzdevumu(s) uz rezultātu dēļa:
ms_my: Paparan {0} objektif(s) pada papan angka:
mt_mt: Qed jintwerew {0} objettiv(i) fit-tabella tal-punteġġi:
nl_nl: {0} doelen op scorebord tonen:
nn_no: Viser {0} oppdrag på resultattavla:
pl: Wyświetlono {0} celów na tablicy wyników:
pt: A mostrar {0} objetivos no quadro de pontuações:
ro_ro: Se afișează {0} obiectiv(e) pe tabela de marcaj:
ru_ru: В статистике отображены {0} задач(и):
sk_sk: Zobrazenie {0} úlohy(úlôh) na scoreboarde:
sl_si: Prikaz {0} ciljev na lestvici:
sv_se: Visar {0} mål på resultattavlan:
th_th: แสดงเป้าหมาย {0} บนกระดานคะแนน:
tr_tr: {0} görev puan tablosunda gösteriliyor:
vi_vn: Đang hiển thị {0} mục tiêu trên bảng điểm:
zh_cn: 记分板正在显示{0}个目标
zh_tw: 顯示記分板上 {0} 個計分項目：

# commands_scoreboard_objectives_list_empty
source: There are no objectives on the scoreboard
af_za: Daar is geen doelwitte op die telbord nie
ar_sa: لاتوجد اهداف على لوحة الاهداف
be_by: Няма мэт у статыстыцы
bg_bg: Няма цели на таблото
ca_es: No hi ha objectius a la taula de puntuació
cs: V tabulce výsledků není žádný úkol
da_dk: Der er ingen målsætninger på resultattavlen
de: Es sind keine Ziele auf der Anzeigetafel eingetragen
el_gr: Δεν υπάρχουν αποστολές για τον πίνακα
es: No hay objetivos en el marcador
eu_es: Objektiborik ez dago markagailuan
fi: Tulostaululla ei ole yhtään tavoitetta
fil_ph: Walang layunin sa scoreboard
fr_ca: Il n'y a pas d'objectifs sur le tableau de score
ga_ie: Níl cuspóir ar bith ar an scórchlár
gl_es: Non hai obxectivos na táboa de puntuacións
he: אין מטרות על לוח התוצאות
hi_in: स्कोरबोर्ड पर कोई उद्देश्य हैं
hr_hr: Nema ciljeva na semaforu
hu_hu: Nincsenek célok az eredményjelző táblán
hy_am: Հաշվի վրա նպատակ չկա
id_id: Tidak ada Tujuan di Papan Nilai
is_is: Það eru enginn hlutverk á stigatöflunni
it: Non ci sono obiettivi sul tabellone
ja_jp: スコアボードにオブジェクトが存在しません
ka_ge: ტაბლოზე დავალებები არ არის
ko_kr: 점수판에 목표가 없습니다
lb_lu: Et ass keen Ziel op der Punktetafel agedroen
lt_lt: Nėra tikslų švieslentėje
lv_lv: Šim rezultātu tablo nav uzdevumu
ms_my: Tiada objektif pada papan mata
mt_mt: M'hemmx objettivi fuq it-tabella tal-punteġġi
nl_nl: Er zijn geen doelen op het scorebord
nn_no: Det er ingen oppdrag på resultattavla
pl: Nie ma żadnych celów na tablicy wyników
pt: Não existe nenhum objetivo no quadro de pontuações
ro_ro: Nu este niciun obiectiv pe tabela de marcaj
ru_ru: Нет задач в статистике
sk_sk: Na výsledkovej listine nie sú žiadne úlohy
sl_si: Ni ciljev v rezultatih
sv_se: Det finns inga mål på resultattavlan
th_th: มีวัตถุประสงค์ไม่มีสกอร์เป็น
tr_tr: Puan tablosunda hiçbir görev yok
vi_vn: Không có mục tiêu nào trên bảng điểm
zh_cn: 记分板上没有目标
zh_tw: 記分板上沒有目標

# commands_scoreboard_objectives_list_entry
source: - {0}: displays as '{1}' and is type '{2}'
af_za: - {0}: vertoon as '{1}' en is tipe '{2}'
ar_sa: - {0} :يعرض كـ '{1}' وهو من نوع '{2}'
be_by: - {0}: паказана як '{1}' з тыпам '{2}'
bg_bg: -{0}: се показва като "{1}" и е тип '{2}'
ca_es: - {0}: es mostra com a '{1}' i és del tipus '{2}'
cs: – {0}: bude zobrazeno jako „{1}“ a je typu „{2}“
da_dk: - {0}: vises som '{1}' og er af typen '{2}'
de: - {0}: wird als '{1}' angezeigt und ist vom Typ '{2}'
el_gr: - {0}: Εμφανίζει ως {1} και είναι ο τύπος '{2}'
es: - {0}: se muestra como "{1}" y es de tipo "{2}"
eu_es: - {0}: erakutsen du '{1}' zelan '{2}' motakoa dela
fi: - {0}: näyttönimi '{1}', tyyppi '{2}'
fil_ph: - {0}: pinapakita na '{1}' at uring '{2}'
fr_ca: - {0} : s'affiche en tant que "{1}" et est de type "{2}"
ga_ie: - {0}: Ainm Taispeána: '{1}' Critéar: '{2}'
gl_es: -{0}: amósase como "{1}" e é do tipo "{2}"
he: -{0}: מציג בשם '{1}', הוא סוג '{2}'
hi_in: -{0}: '{1}' के रूप में प्रदर्शित करता है और '{2}' प्रकार है
hr_hr: - {0}: se prikazuje kao '{1}' tipa '{2}'
hu_hu: - {0}: megjelenítve mint: '{1}', típusa '{2}'
hy_am: {0} նպատակը ցուցադրվում է ինչպես '{1}' եվ '{2}' տեսակը ունի
id_id: - {0}: ditampilkan sebagai '{1}' dan tipe '{2}'
is_is: - {0}: sýnt sem '{1}' og er tegund '{2}'
it: - {0}: viene visualizzato come "{1}" ed è di tipo {2}
ja_jp: - {0}：「{1}」と表示され、種類「{2}」です
ka_ge: - {0}: საჯარო სახელით '{1}', სახეობა '{2}'
ko_kr: - {0}: '{1}'(으)로 표시되며 유형은 {2}입니다
lb_lu: - {0}: gouf als '{1}' ugewisen an ass vum Type '{2}'
lt_lt: - {0}: rodomas kaip "{1}" ir yra "{2}" tipo
lv_lv: - {0}: uzrādas kā '{1}' un tips ir '{2}'
ms_my: - {0}: dipaparkan sebagai '{1}' dan jenisnya ialah '{2}'
mt_mt: - {0}: jintwera bħala '{1}' u huwa tat-tip '{2}'
nl_nl: - {0}: wordt weergegeven als '{1}' en is type '{2}'
nn_no: -{0}: vises som '{1}' og er av type '{2}'
pl: - {0}: wyświetlane jako '{1}' z kryterium '{2}'
pt: - {0}: é apresentado como '{1}' e o seu tipo é '{2}'
ro_ro: - {0}: este afișat ca "{1}" și este de tipul "{2}"
ru_ru: - {0}: показано как '{1}' с типом '{2}'
sk_sk: -{0}: zobrazuje ako "{1}" a typ "{2}"
sl_si: - {0}: je prikazan kot '{1}' in je tipa '{2}'
sv_se: - {0}: visas som '{1}' och är av typen '{2}'
th_th: -{0}:แสดงเป็น '{1}' และประเภท '{2}'
tr_tr: - {0}: '{1}' olarak görünüyor ve türü '{2}'
vi_vn: - {0}: được hiển thị là '{1}' và thuộc loại '{2}'
zh_cn: ——{0}：显示名为'{1}'，类型为'{2}'
zh_tw: ——{0}：顯示名為 '{1}'，類型為 '{2}'
