Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_spreadplayers_info_teams
source: (Average distance between teams is {0} blocks apart after {1} iterations)
af_za: (Gemiddelde afstand tussen die spanne is {0} blokke uitmekaar na {1} iterasies)
ar_sa: (متوسط المسافة بين الفرق هو {0} الكتل عن بعضها البعض بعد تكرار {1})
be_by: (Сярэдняя адлегласць паміж камандамі - {0} блокаў пасля {1} выкананняў)
bg_bg: (Средното разстояние между отборите е {0} блокчета един от друг след {1} повторения)
ca_es: (La distància mitjana entre equips és de {0} blocs entremig després de {1} iteracions)
cs: (Průměrná vzdálenost mezi týmy je {0} bloků po {1} opakováních)
da_dk: (Gennemsnitlig distance mellem holdene er {0} blokke fra hinanden efter {1} forsøg)
de: (Die durchschnittliche Entfernung zwischen Teams beträgt {0} Blöcke nach {1} Durchläufen)
el_gr: (Η μέση απόσταση μεταξύ ομάδων είναι {0} κύβοι μετά από {1} επαναλήψεις)
es: (La distancia media entre los equipos es de {0} bloques, tras {1} repeticiones)
eu_es: (Taldeen bitarteko batezbesteko distantzia {0} bloke dira bereizirik ondoren {1} iterazio)
fi: (Keskimääräinen etäisyys joukkueiden välillä on {0} kuutiota {1} iteraation jälkeen)
fil_ph: (Karaniwang agwat ng dalawang pangkat ay {0} na bloke kalayo tapos ng {1} na pag-uulit)
fr_ca: (La distance moyenne entre les équipes est de {0} blocs après {1} itérations)
ga_ie: ({0} bloic an meánfhad idir fhoirne i ndiaidh {1} atriallta)
gl_es: (Distancia media entre equipos: {0} bloques tras {1} iteracións)
he: מרחק ממוצע בין צוותי הוא מלבד בלוקים של חזרות% לאחר{0})
hi_in: ({0} पुनरूक्तियाँ के बाद {1} ब्लाकों के अलावा टीमों के बीच की औसत दूरी है)
hr_hr: (Prosječna udaljenost između timova je {0} blokova poslije {1} ponavljanja)
hu_hu: (Az átlagos távolság a csapatok közt {0} blokk, {1} ismétlés után)
hy_am: (Թիմերի միջև եղաց միջին հեռավորությունը {0} բլոկ է, {1} բզմակրկնությունից հետո)
id_id: (Jarak rata-rata antara tim adalah {0} blok jauh setelah {1} perulangan)
is_is: (Meðar fjarlægð milli liða er {0} kubbar eftir {1} endurtekningar)
it: (La distanza media tra le squadre è di {0} blocchi dopo {1} iterazioni)
ja_jp: （チーム間の平均距離は {0} ブロックです。{1} 回反復しました）
ka_ge: (საშუალო მანძილი გუნდებს შორის არის {0} ბლოკი, {1} განმეორების შემდეგ)
ko_kr: ({1}회 반복한 결과 팀들 사이의 평균 거리는 블록 {0}개입니다)
lb_lu: (Déi duerchschnëttlech Distanz zwëschen Teams ass {0} Bléck no {1} Durchleef)
lt_lt: (vidutinis atstumas tarp komandų yra {0} blokų tarp jų po {1} perskaičiavimų)
lv_lv: (Vidējais attālums starp komandām ir {0} bloki viens no otra pēc {1} atkārtojumiem)
ms_my: (Jarak purata antara pasukan adalah blok {0} selain selepas lelaran {1})
mt_mt: (Id-distanza medja bejn it-timijiet hi {0} blokki 'l bogħod minn xulxin wara {1} iterazzjonijiet)
nl_nl: (Gemiddelde afstand tussen teams is {0} blokken na {1} rondes)
nn_no: (Gjennomsnittleg avstand mellom lag er {0} blokkar frå kvarandre etter {1} gjennomkjøringar)
pl: (Średnia odległość pomiędzy drużynami to {0} bloków od siebie po {1} iteracjach)
pt: (A distância média entre equipas é de {0} blocos)
ro_ro: (Distanța medie dintre echipe este de {0} blocuri după {1} iterații)
ru_ru: (Среднее расстояние между командами равно {0} блокам, после {1} повторений)
sk_sk: (Priemerná vzdialenosť medzi tímami je {0} kociek od seba po {1} opakovaniach)
sl_si: (Povprečna razdalja med ekipami je {0} kock narazen po {1} ponavljanjih)
sv_se: (Medelavståndet mellan lagen är {0} block ifrån varandra efter {1} upprepningar)
th_th: (ระยะห่างเฉลี่ยระหว่างทีมคือ แยกบล็อก {0} {1} ซ้ำ)
tr_tr: (Takımlar arasındaki ortalama mesafe {1} tekrardan sonra {0} blok)
vi_vn: (Khoảng cách trung bình giữa các đội là {0} khối sau {1} lần thực hiện)
zh_cn: （队伍间的平均距离在迭代{1}次后为{0}个方块）
zh_tw: (隊伍間平均相距 {0} 格；相應反覆運算次數為 {1} )

# commands_spreadplayers_spreading_players
source: Spreading {0} players {1} blocks around {2},{3} (min {4} blocks apart)
af_za: {0} spelers word rondom {1} blokke versprei {2},{3} ('n minimum van {4} blokke uitmekaar)
ar_sa: انتشار {0} لاعبين {1} كتل حول s,{2}% (الحد الأدنى {3} كتل عن بعضها البعض)
be_by: Размяшчэнне {0} гульцоў на {1} блокаў вакол {2}, {3} (мінімальна {4} блокаў адзін ад аднаго)
bg_bg: Разпределяне на {0} играча на {1} блокчета около {2},{3} (най-малко {4} блокчета един от друг)
ca_es: Escampant {0} jugadors {1} blocs al voltant de {2},{3} (mínim {4} blocs entremig)
cs: Rozšíření {0} hráčů {1} bloků okolo {2},{3} (min {4} bloků od sebe)
da_dk: Spreder {0} spillere {1} blokke rundt om {2},{3} (mindst {4} blokke fra hinanden)
de: {0} Spieler werden innerhalb von {1} Blöcken um {2},{3} verteilt (min. {4} Blöcke auseinander)
el_gr: {0} παίκτες εξαπλώνονται {1} κύβους γύρω από το {2},{3} (με απόσταση {4} τουλάχιστον κύβων)
es: Repartiendo {0} jugadores por {1} bloques alrededor de {2},{3} (distancia mínima de {4} bloques)
eu_es: {0} jokalari sakabanatzen {1} bloke {2},{3} inguruan (txikien {4} bloke bereizirik)
fi: Levitetään {0} pelaajaa {1} kuutiota koordinaateissa {2},{3} (minimi {4} kuutiota erillään)
fil_ph: Nagkakalat ng {0} (mga) manlalaro sa {1} tipak sa paligid ng {2},{3} (pinakamaliit {4} tipak nakahiwalay)
fr_ca: Dispersion de {0} joueurs ou d'entités sur {1} blocs autour du point {2}, {3} (distance minimale de {4} blocs)
ga_ie: Ag leathadh {0} imreoir {1} bloc thart ar {2},{3} ({4} bloc óna chéile ar a laghad)
gl_es: Separando {0} xogadores {1} bloques arredor de {2}, {3} (mínimo a {4} bloques de separación)
he: מתפשט בלוקים שחקני{0} של% סביב{1},{2} ({3} דקות לוקים זה מזה)
hi_in: {0} खिलाड़ियों {1} {2}, {3} (min {4} ब्लाकों के अलावा) के आसपास ब्लॉकों के प्रसार
hr_hr: Prostiranje {0} igrača {1} blokova oko {2},{3} (min {4} blokova udaljenosti)
hu_hu: {0} játékos {1} blokkra való szétszórása {2},{3} koordinátáktól (egymástól minimum {4} blokkra)
hy_am: Բաշխել {0} մասնակիցներին {1} բլոկ շրջակայքով {2},{3} (նվազագույնը {4} բլոկ հեռավորությամբ)
id_id: Menyebarkan {0} pemain {1} blok sekitar {2},{3} (min {4} block jauh)
is_is: Dreifir {0} leikmönnum {1} kubba radíus {2},{3} (min {4} kubba fjarlægð)
it: Distribuzione di {0} giocatori in {1} blocchi attorno a {2}, {3} (separati da minimo {4} blocchi)
ja_jp: {0} 人のプレイヤーを {2},{3} を中心に {2} ブロックの範囲に散開させます (プレイヤー間距離は最低 {4} ブロック)
ka_ge: ნაწილდება {0} მოთამაშე {1} ბლოკზე {2},{3}-ის გარშემო (მინ. {4} ბლოკის დაშორებით)
ko_kr: 플레이어 {0}명이 {2}, {3}에 있는 블록에서 블록 {1}개 범위 내로 산개됩니다 (최소 {4} 블록 이격)
lb_lu: {0} Spiller ginn ënnerhalb vun {1} Bléck em {2},{3} verdeelt (min. {4} Bléck auseneen)
lt_lt: Skleidžiami {0} žaidėjai {1} blokų aplink {2}, {3} (mažiausia {4} blokų tarp jų)
lv_lv: Izkliedē {0} spēlētājus {1} blokus apkārt {2},{3} (min {4} blokus apkārt)
ms_my: Penyebaran blok pemain{0} {1} sekitar{2}, {3} (min blok {4} selain)
mt_mt: Ġew mifruxin {0} plejers {1} blokki madwar {2}, {3} (minimu ta' {4} blokki 'l bogħod minn xulxin)
nl_nl: Verspreidt {0} spelers {1} blokken rond {2},{3} (minimaal {4} blokken van elkaar)
nn_no: Spreiar {0} spelarar {1} blokkar rundt {2},{3} (minst {4} blokkar frå kvarandre)
pl: Rozrzucanie {0} graczy {1} bloków wokół {2},{3} (min. {4} bloków od siebie)
pt: A espalhar {0} jogadores entre {1} blocos por {2},{3} (mínimo de {4} blocos)
ro_ro: Se împrăștie {0} jucători {1} blocuri în jurul punctului {2}, {3} (minim {4} blocuri distanță)
ru_ru: Распределение {0} игроков на {1} блоков вокруг {2},{3} (не меньше {4} блоков друг от друга)
sk_sk: Rozšírenie {0} hráčov {1} kociek okolo {2}.{3} (min. {4} kociek od seba)
sl_si: Razširjanje {0} igralcev {1} kock okoli {2},{3} (vsaj {4} kock narazen)
sv_se: Sprider ut {0} spelare {1} block runt {2},{3} (minst {4} block ifrån varandra)
th_th: แพร่กระจาย {0} บล็อก {1} เล่นรอบ {2}, {3} (min {4} บล็อกห่างกัน)
tr_tr: {0} oyuncu, {2},{3}'in etrafına, {1} blok mesafeye yayılıyor (min {4} blok aralıkla)
vi_vn: Đang trải {0} người chơi {1} khối quanh {2}, {3} (cách nhau tối thiểu {4} khối)
zh_cn: 已将{0}个玩家分散至由{1}，{2}为中心的{3}个方块（最少相隔{4}个方块）
zh_tw: 正在分散 {0} 個玩家；分散距離中心點 {1} 格；中心座標為 ({2}, {3})；最少分散距離為 {4} 格

# commands_spreadplayers_spreading_teams
source: Spreading {0} teams {1} blocks around {2},{3} (min {4} blocks apart)
af_za: {0} spanne word rondom {1} blokke versprei {2},{3} ('n minimum van {4} blokke uitmekaar)
ar_sa: /spreadplayers <x> <z> <spreadDistance> <maxRange> <respectTeams true|false> <player ...>
be_by: Размяшчэнне {0} каманд на {1} блокаў вакол {2}, {3} (мінімальна {4} блокаў адна ад адной)
bg_bg: Простиране на {0} отбора на {1} блокчета около {2},{3} (най-малко {4} блокчета един от друг)
ca_es: Escampant {0} equips {1} blocs al voltant de {2},{3} (mínim {4} blocs entremig)
cs: Rozšíření {0} týmů {1} bloků okolo {2},{3} (min {4} bloků od sebe)
da_dk: Spreder {0} hold {1} blokke rundt om {2},{3} (mindst {4} blokke fra hinanden)
de: {0} Teams werden innerhalb von {1} Blöcken um {2},{3} verteilt (min. {4} Blöcke auseinander)
el_gr: {0} ομάδες εξαπλώνονται {1} κύβους γύρω από το {2},{3} (με απόσταση {4} τουλάχιστον κύβων)
es: Repartiendo {0} equipos {1} bloques alrededor de {2},{3} (mínimo {4} bloques aparte)
eu_es: {0} talde sakabanatzen {1} bloke {2},{3} inguruan (txikien {4} bloke bereizirik)
fi: Levitetään {0} joukkuetta {1} kuutiota koordinaateissa {2},{3} (minimi {4} kuutiota erillään)
fil_ph: Nagkakalat ng {0} (mga) koponan sa {1} tipak sa pagilid ng {2},{3} (pinakamaliit {4} tipak nakahiwalay)
fr_ca: Dispersion de {0} équipes sur {1} blocs autour du point {2}, {3} (distance minimale de {4} blocs)
ga_ie: Ag leathadh {0} foireann {1} bloc thart ar {2},{3} ({4} bloc óna chéile ar a laghad)
gl_es: Separando {0} equipos {1} bloques arredor de {2}, {3} (mínimo a {4} bloques de separación)
he: מתפשט בלוקים צוותי{0} של{1} ברחבי{2}{3} (בלוקים זה מזה של גברים)
hi_in: फैल {0} {1} {2}, {3} (अलावा min {4} ब्लॉक) के आसपास ब्लॉकों टीमों
hr_hr: Prostiranje {0} timova {1} blokova oko{2},{3} (min {4} blokova udaljenosti)
hu_hu: {0} csapat {1} blokkra való szétszórása {2},{3} koordinátáktól (egymástól minimum {4} blokkra)
hy_am: Բաշխել {0} թիմերը {1} բլոկ շրջակայքով {2},{3} (նվազագույնը {4} բլոկ հեռավորությամբ)
id_id: Menyebarkan {0} tim {1} blok sekitar {2},{3} (min {4} blok jauh)
is_is: Dreifir {0} liðum {1} kubba radíus {2},{3} (min {4} kubba fjarlægð)
it: Distribuzione di {0} squadre in {1} blocchi attorno a {2}, {3} (separati da minimo {4} blocchi)
ja_jp: {0} チームを {2},{3} を中心に {2} ブロックの範囲に散開させます (チーム間距離は最低 {4} ブロック)
ka_ge: ნაწილდება {0} გუნდი {1} ბლოკზე {2},{3}-ის გარშემო (მინ. {4} ბლოკის დაშორებით)
ko_kr: 팀 {0}이(가) {2}, {3}에 있는 블록에서 블록 {1}개 범위 내로 산개됩니다 (최소 {4} 블록 이격)
lb_lu: {0} Teams ginn ënnerhalb vun {1} Bléck em {2},{3} verdeelt (min. {4} Bléck auseneen)
lt_lt: Skleidžiamos {0} komandos {1} blokų aplink {2}, {3} (mažiausia {4} blokų tarp jų)
lv_lv: Izkliedē {0} komandas {1} blokus apkārt {2},{3} (min {4} blokus apkārt)
ms_my: Penyebaran blok pasukan {0}{1} sekitar {2}, {3} (min blok {4} selain)
mt_mt: Ġew mifruxin {0} timijiet {1} blokki madwar {2}, {3} (minimu ta' {4} blokki 'l bogħod minn xulxin)
nl_nl: Verspreidt {0} teams {1} blokken rond {2},{3} (minimaal {4} blokken van elkaar)
nn_no: Spreiar {0} lag {1} blokkar rundt {2},{3} (minst {4} blokkar frå kvarandre)
pl: Rozrzucanie {0} drużyn {1} bloków wokół {2},{3} (min. {4} bloków od siebie)
pt: A espalhar {0} equipas entre {1} blocos por {2},{3} (mínimo de {4} blocos)
ro_ro: Se împrăștie {0} echipe {1} blocuri în jurul punctului {2}, {3} (minim {4} blocuri distanță)
ru_ru: Распределение {0} команд на {1} блоков вокруг {2},{3} (не меньше {4} блоков друг от друга)
sk_sk: Rozložených {0} tímov {1} kociek okolo {2}.{3} (minimálne {4} kociek od seba)
sl_si: Razširjanje {0} ekip {1} kock okoli {2},{3} (vsaj {4} kock narazen)
sv_se: Sprider ut {0} lag {1} block runt {2},{3} (minst {4} block ifrån varandra)
th_th: แพร่กระจาย {0} ทีมบล็อก {1} {2}, {3} (แยกบล็อกนาที {4}) รอบ
tr_tr: {0} takım, {2},{3}'in etrafına, {1} blok mesafeye yayılıyor (min {4} blok aralıkla)
vi_vn: Đang trải {0} đội {1} khối quanh {2}, {3} (cách nhau tối thiểu {4} khối)
zh_cn: 已将{0}个队伍分散至由{1}，{2}为中心的{3}个方块（最少相隔{4}个方块）
zh_tw: 正在分散 {0} 個隊伍；分散距離中心點 {1} 格；中心座標為 ({2}, {3})；最少分散距離為 {4} 格

# commands_spreadplayers_success_players
source: Successfully spread {0} players around {1},{2}
af_za: {0} spelers suksesvol in {1}, {2} versprei
ar_sa: نشر {0} لاعبين حول {1},{2} بنجاح
be_by: {0} гульцоў(-а) паспяхова размешчана вакол {1}, {2}
bg_bg: Успешно са разпределени {0} играчи около {1},{2}
ca_es: Escampats amb èxit {0} jugadors al voltant de {1},{2}
cs: Úspěšně rozšířeno {0} hráčů okolo {1},{2}
da_dk: Spredte {0} spillere rundt om {1},{2}
de: {0} Spieler wurden erfolgreich um {1},{2} verteilt
el_gr: Εξαπλώθηκαν {0} παίκτες με επιτυχία γύρω από το {1},{2}
es: Se han repartido {0} jugadores alrededor de {1},{2}
eu_es: {0} jokalari zuzen sakabanatuta {1},{2} -ren inguruan
fi: Levitettiin onnistuneesti {0} pelaajaa koordinaateissa {1},{2}
fil_ph: Matagumpay na ikinalat {0} na manlalaro sa paligid ni/na {1},{2}
fr_ca: Dispersion avec succès de {0} joueurs ou d'entités autour du point {1}, {2}
ga_ie: D'éirigh le leathadh {0} imreoir thart ar {1},{2}
gl_es: {0} xogadores foron satisfactoriamente separados arredor de {1}, {2}
he: שחקני{0} התפשטו בהצלחה ברחבי{1},{2}
hi_in: सफलतापूर्वक {0} {1}, {2} के आसपास खिलाड़ियों का प्रसार
hr_hr: Uspješno prostrano {0} igrača oko {1},{2}
hu_hu: {0} játékos sikeresen szétszórva {1},{2} koordináták körül
hy_am: {0} մասնակիցներ հաջողությամբ բաշխվեցին {1},{2} շրջակայքով
id_id: Berhasil menyebarkan {0} pemain sekitar {1},{2}
is_is: Tókst að dreifa {0} leikmönnum {1},{2}
it: {0} giocatori sono stati distribuiti attorno a {1}, {2}
ja_jp: {0} 人のプレイヤーを {1},{2} の周りに散開させました
ka_ge: წარმატებით გადანაწილდა {0} მოთამაშე {1},{2}-ის გარშემო
ko_kr: 성공적으로 플레이어 {0}명을 {1}, {2} 주변에 산개시켰습니다
lb_lu: {0} Spiller goufen erfollegräich em {1},{2} verdeelt
lt_lt: Sėkmingai paskleisti {0} žaidėjai aplink {1}, {2}
lv_lv: Veiksmīgi izplatītas {0} spēlētājus apkārt {1},{2}
ms_my: Berjaya merebak pemain {0} sekitar {1}, {2}
mt_mt: Ġew mifruxin {0} plejers madwar {1}, {2}
nl_nl: Alle {0} spelers zijn verspreid rond {1},{2}
nn_no: (Gjennomsnittleg avstand mellom lag er {0} blokkar frå kvarandre etter {1} gjennomkjøringar)
pl: Pomyślnie rozrzucono {0} graczy wokół {1},{2}
pt: Jogadores espalhados com sucesso
ro_ro: {0} jucători au fost răspândiți în jurul punctului {1}, {2}
ru_ru: {0} игроков успешно распределены вокруг {1},{2}
sk_sk: Úspešne roztrúsených {0} hráčov okolo {1},{2}
sl_si: Razširjanje {0} igralcev okoli {1},{2} je bilo uspešno
sv_se: Spred ut {0} spelare runt {1},{2}
th_th: กระจายเล่น {0} {1}, {2} สถานเรียบร้อยแล้ว
tr_tr: {0} oyuncu başarılı bir şekilde {1},{2}'in etrafına yayıldı
vi_vn: Đã trải thành công {0} người chơi quanh {1}, {2}
zh_cn: 成功地将{0}个玩家在（{1}，{2}）周围扩散
zh_tw: 已成功分散 {0} 個玩家；分散中心座標為 ({1}, {2})

# commands_spreadplayers_success_teams
source: Successfully spread {0} teams around {1},{2}
af_za: {0} spanne suksesvol in {1}, {2} versprei
ar_sa: نشر فرق {0} حول {1}{2} بنجاح
be_by: {0} каманд(ы) паспяхова размешчана вакол {1}, {2}
bg_bg: Успешно разпределени {0} отбора около {1},{2}
ca_es: Escampats amb èxit {0} equips al voltant de {1},{2}
cs: Úspěšně rozšířeno {0} týmů okolo {1},{2}
da_dk: Spredte {0} hold rundt om {1},{2}
de: {0} Teams wurden erfolgreich um {1},{2} verteilt
el_gr: Εξαπλώθηκαν {0} ομάδες με επιτυχία γύρω από το {1},{2}
es: Se han repartido {0} equipos alrededor de {1},{2}
eu_es: {0} talde zuzen sakabanatuta {1},{2} -ren inguruan
fi: Levitettiin onnistuneesti {0} joukkuetta koordinaateissa {1},{2}
fil_ph: Nakakalat na ang {0} mga koponan sa paligid ng {1}, {2}
fr_ca: Dispersion avec succès de {0} équipes autour du point {1}, {2}
ga_ie: D'éirigh le leathadh {0} foireann thart ar {1},{2}
gl_es: {0} equipos foron satisfactoriamente separados arredor de {1}, {2}
he: צוותי{0} התפשטו בהצלחה ברחבי{1},{2}
hi_in: सफलतापूर्वक {0} {1}, {2} के आसपास टीमों का प्रसार
hr_hr: Uspješno prostrano {0} timova oko {1},{2}
hu_hu: {0} csapat sikeresen szétszórva {1},{2} koordináták körül
hy_am: {0} թիմեր հաջողությամբ բաշխվեցին {1},{2} շրջակայքով
id_id: Berhasil menyebarkan {0} tim keliling {1},{2}
is_is: Tókst að dreyfa {0} liðum {1},{2}
it: {0} squadre sono state distribuite attorno a {1}, {2}
ja_jp: {0} チームを {1},{2} の周りに散開させました
ka_ge: წარმატებით გადანაწილდა {0} გუნდი {1},{2}-ის გარშემო
ko_kr: 성공적으로 팀 {0}을(를) {1}, {2} 주변에 산개시켰습니다
lb_lu: {0} Teams goufen erfollegräich em {1},{2} verdeelt
lt_lt: Sėkmingai paskleistos {0} komandos aplink {1}, {2}
lv_lv: Veiksmīgi izplatītas {0} komandas apkārt {1},{2}
ms_my: Berjaya menyebarkan pasukan {0} sekitar {1}, {2}
mt_mt: Ġew mifruxin {0} timijiet madwar {1}, {2}
nl_nl: Alle {0} teams zijn verspreid rond {1},{2}
nn_no: Spreidde {0} lag rundt {1},{2}
pl: Pomyślnie rozrzucono {0} drużyn wokół {1},{2}
pt: Equipas espalhadas com sucesso
ro_ro: {0} echipe au fost împrăștiate în jurul punctului {1}, {2}
ru_ru: {0} команд(ы) успешно распределены вокруг {1},{2}
sk_sk: Úspešne roztrúsených {0} tímov okolo {1},{2}
sl_si: Razširjanje {0} ekip okoli {1},{2} je bilo uspešno
sv_se: Spred ut {0} lag runt {1},{2}
th_th: แพร่ทีม {0} {1}, {2} สถานเรียบร้อยแล้ว
tr_tr: {0} takım başarılı bir şekilde {1},{2}'in etrafına yayıldı
vi_vn: Đã trải thành công {0} đội quanh {1}, {2}
zh_cn: 成功地将{0}个队伍在（{1}，{2}）周围扩散
zh_tw: 已成功分散 {0} 個隊伍；分散中心座標為 ({1}, {2})

# commands_spreadplayers_usage
source: /spreadplayers <x> <z> <spreadDistance> <maxRange> <respectTeams true|false> <player ...>
be_by: /spreadplayers <x> <z> <Адлегласць> <ДалёкасцьРоскіду> <паКамандах true|false> <гулец...>
bg_bg: /spreadplayers <x> <z> <разпределителна дистанция> <максимален обхват> <зачитане на отборите?> <играч …>
ca_es: /spreadplayers <x> <z> <Distància d'escampament> <Abast màxim> <respectTeams true|false> <jugador...>
cs: /spreadplayers <x> <z> <minimální vzdálenost mezi hráči> <maximální rozptyl> <respektovat tým?> <hráč …>
da_dk: /spreadplayers <x> <z> <spredningsdistance> <maksimumradius> <respectTeams true|false> <spiller ...>
de: /spreadplayers <x> <z> <Abstand> <Bereich> true|false <Spieler ...>
el_gr: /spreadplayers <x> <z> <απόστασηΕξάπλωσης> <μέγιστηΈκταση> <respectTeams true|false> <παίκτης ...>
es: /spreadplayers <x> <z> <distancia de propagación> <máximo rango> <respectTeams true|false> <jugador ...>
eu_es: /spreadplayers <x> <z> <ugarituDistantzia> <maxMaila> <respectTeams true|false> <jokalaria ...>
fi: /spreadplayers <x> <z> <leviämisetäisyys> <maksimialue> <otaJoukkueetHuomioon true|false> <pelaaja ...>
fil_ph: /spreadplayers <x> <z> <Distansya ng pagkalat> <Pinakamataas ng pagkalat> <igalang ang mga Koponan true|false> <manalalaro...>
fr_ca: /spreadplayers <x> <z> <distance minimale> <distance maximale> <respect des équipes> <joueurs|entités ...>
ga_ie: /spreadplayers <x> <z> <spreadDistance> <maxRange> <respectTeams true|false> <imreoir ...>
gl_es: /spreadplayers <x> <z> <distanciaSeparación> <máximoRango> <respectTeams true|false> <xogador ...>
he: /spreadplayers <x> <z> <כבד-קבוצות> <טווח-מקסימלי> <מרחק-פיזור true|false> <... שחקן>
hi_in: /spreadplayers <z><spreadDistance><maxRange>< respectTeams true|false > <x>< खिलाड़ी... >
hu_hu: /spreadplayers <x> <z> <szórásiTávolság> <maxTávolság> <csapatSzerint true|false> <játékos...>
hy_am: /spreadplayers <x> <z> <տարածման հեռավորությունը> <առավելագույն տարածման հեռավորությունը> <respectTeams true|false> <մասնակից ...>
it: /spreadplayers <x> <z> <distanza della distribuzione> <raggio massimo> <rispetta le squadre: true|false> <giocatore ...>
ja_jp: /spreadplayers <x> <z> <散開距離> <最大範囲> <チーム全体への適用 true|false> <プレイヤー…>
ka_ge: /spreadplayers <x> <z> <გავრცელების მანძილი> <მაქსიმალური დიაპაზონი> <respectTeams true|false> <მოთამაშე ...>
ko_kr: /spreadplayers <x> <z> <분산 거리> <최대 범위> <respectTeams true|false> <플레이어 ...>
lb_lu: /spreadplayers <x> <z> <Ofstand> <Beräich> <true|false> <Spiller ...>
lt_lt: /spreadplayers <x> <z> <skleidimo atstumas> <didžiausias atstumas> <atsižvelgti į komandas true|false> <žaidėjas ...>
mt_mt: /spreadplayers <x> <z> <distanza bejn il-plejers> <firxa massima> <rispett lejn it-timijiet (true|false)> <plejer...>
nl_nl: /spreadplayers <x> <z> <spreidAfstand> <maxBereik> <respecteerTeams true|false> <speler ...>
nn_no: /spreadplayers <x> <z> <spreiings-distanse> <maks lengd> <respectTeams true|false> <spelar ...>
pl: /spreadplayers <x> <z> <DystansRozprzestrzeniania> <MaksymalnyZasięg> <wedługDrużyn true|false> <Gracze...>
pt: /spreadplayers <x> <z> <dist> <distânciaDeEspalhamento> <respectTeams true|false> <jogador ...>
ro_ro: /spreadplayers <x> <z> <distanță împrăștiere> <rază maximă> <respectă echipele> <jucător ...>
ru_ru: /spreadplayers <x> <z> <дистанцияРаспространения> <максимальнаяОбласть> <respectTeams true|false> <игрок ...>
sk_sk: /spreadplayers <x> <z> <minimálnaVzdialenosťMedziHráčmi> <maximálnyRozptyl> <nerozptyľovaťTímy true|false> <hráč …>
sl_si: /spreadplayers <x> <z> <razmik> <območje> <upoštevajEkipe true|false> <igralec ...>
sv_se: /spreadplayers <x> <z> <spridningsavstånd> <maxräckvidd> <respekteraLag true|false> <spelare ...>
th_th: /spreadplayers <x> <z> <spreadDistance> <maxRange> < respectTeams true|false > <...เล่น >
tr_tr: /spreadplayers <x> <z> <yaymaMesafesi> <maksimumMenzil> <takımlaraUy true|false> <oyuncu>
vi_vn: /spreadplayers <x> <z> <khoảng cách tối thiểu> <khoảng cách tối đa> <cùng đội thì ở cùng nhau true|false> <người chơi ...>
zh_cn: /spreadplayers <x> <z> <扩散距离> <最远距离> <分组 true|false> <玩家 ...>
zh_tw: /spreadplayers <x> <z> <散佈距離> <最大範圍> <同隊隊員聚合 true|false> <玩家 ...>

# commands_stats_block_clear_usage
source: /stats block <x> <y> <z> clear <stat>
ar_sa: /stats مكعب <x> <y> <z> أزال <stat>
be_by: /stats block <x> <y> <z> clear <статыстыка>
bg_bg: /stats block <x> <y> <z> clear <статистика>
cs: /stats block <x> <y> <z> clear <statistika>
de: /stats block <x> <y> <z> clear <Statistik>
es: /stats block <x> <y> <z> clear <estadística>
fa_ir: /آمار بلوک <x> <y> <z> واضح <stat>
fr_ca: /stats block <x> <y> <z> clear <statistique>
ga_ie: /stats block <x> <y> <z> clear <staitistic>
he: /stats block <x> <y> <z> clear <סטטיסטיקה>
id_id: /stats block <x> <y> <z> clear <tabulasi>
it: /stats block <x> <y> <z> clear <statistica>
ja_jp: /stats block <x> <y> <z> clear <統計>
ka_ge: /stats block <x> <y> <z> clear <სტატისტიკა>
ko_kr: /stats block <x> <y> <z> clear <통계>
lb_lu: /stats block <x> <y> <z> clear <Statistik>
lt_lt: /stats block <x> <y> <z> clear <pasiekimas>
ms_my: /stats block <x> <y> <z> bersih <stat>
nl_nl: /stats block <x> <y> <z> clear <statistiek>
pl: /stats block <x> <y> <z> clear <statystyka>
pt: /stats block <x> <y> <z> clear <estatística>
ro_ro: /stats block <x> <y> <z> clear <statistică>
ru_ru: /stats block <x> <y> <z> clear <статистика>
sv_se: /stats block <x> <y> <z> clear <statistik>
tr_tr: /stats block <x> <y> <z> clear <istatistik>
vi_vn: /stats block <x> <y> <z> clear <số liệu>
zh_cn: /stats block <x> <y> <z> clear <状态>
zh_tw: /stats block <x> <y> <z> clear <統計類型>
