Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# enchantment_arrowKnockback
source: Punch
af_za: Moker
ar_sa: لكمة
be_by: Адштурхванне
bg_bg: Блъскане
ca_es: Empenta
cs: Odhození
da_dk: Slag
de: Schlag
el_gr: Ώθηση
es: Retroceso
eu_es: Kolpea
fa_ir: مشت زن
fi: Isku
fil_ph: Suntok
fr_ca: Frappe
ga_ie: Bualadh
gl_es: Empuxe
he: רתיעה
hi_in: एक प्रकार की मदिरा
hr_hr: Udarac
hu_hu: Ütés
hy_am: Հրող
id_id: Pukul
is_is: Afturkast
it: Impatto
ja_jp: パンチ
ka_ge: დარტყმა
ko_kr: 밀어내기
lb_lu: Stouss
lt_lt: Smūgis
lv_lv: Sitiens
ms_my: Tumbuk
mt_mt: Daqqa
nl_nl: Terugslag
nn_no: Slag
pl: Uderzenie
pt: Impacto
ro_ro: Lovitură
ru_ru: Откидывание
sk_sk: Úder
sl_si: Udarec
sv_se: Slag
th_th: กระเด็น
tr_tr: Yumruk
vi_vn: Bật lùi
zh_cn: 冲击
zh_tw: 擊退

# enchantment_damage_all
source: Sharpness
af_za: Skerpheid
ar_sa: حدة
be_by: Вастрыня
bg_bg: Острота
ca_es: Fulla esmolada
cs: Ostrost
da_dk: Skarphed
de: Schärfe
el_gr: Αιχμηρότητα
es: Agudeza
eu_es: Doitasunezko zorrozketa
fa_ir: قدرت زا
fi: Terävyys
fil_ph: Tulis
fr_ca: Affûtage
ga_ie: Géire
gl_es: Fío
he: חדות
hi_in: तीखेपन
hr_hr: Oštrina
hu_hu: Élesség
hy_am: Սրած
id_id: Ketajaman
is_is: Oddhvasst
it: Affilatezza
ja_jp: ダメージ増加
ka_ge: მახვილი
ko_kr: 날카로움
lb_lu: Schäerft
lt_lt: Aštrumas
lv_lv: Asums
ms_my: Ketajaman
mt_mt: Qawwa
nl_nl: Scherpte
nn_no: Kvassleik
pl: Ostrość
pt: Afiado
ro_ro: Ascuțime
ru_ru: Острота
sk_sk: Ostrosť
sl_si: Ostrost
sv_se: Skärpa
th_th: ความคม
tr_tr: Keskinlik
vi_vn: Sắc bén
zh_cn: 锋利
zh_tw: 鋒利

# enchantment_damage_arthropods
source: Bane of Arthropods
af_za: Verderwer van Geleedpotiges
ar_sa: هلاك المفصليات
be_by: Біч членістаногіх
bg_bg: Проклятието на Членестоногите
ca_es: Malson artròpode
cs: Hmyzákova záhuba
da_dk: Leddyrenes banemand
de: Nemesis der Gliederfüßer
el_gr: Ο Όλεθρος των Αρθροπόδων
es: Perdición de los artrópodos
eu_es: Artropodoen hondamendia
fa_ir: زهر بندپایان
fi: Niveljalkaisten kirous
fil_ph: Katay Kulisap
fr_ca: Fléau des arthropodes
ga_ie: Milleadh na nArtrapód
gl_es: Perdición dos artrópodos
he: קללת פרוקי-הרגליים
hi_in: मकड़े के बने
hr_hr: Prokletstvo Člankonožaca
hu_hu: Ízeltlábúak veszedelme
hy_am: Միջատների Կործանում
id_id: Kutukan Artropoda
is_is: Liðdýrabani
it: Flagello degli artropodi
ja_jp: 虫特効
ka_ge: ფეხსახსრიანების უბედურება
ko_kr: 살충
lb_lu: Arthropodejeëer
lt_lt: Voragyvių skausmas
lv_lv: Posmkāju Posts
ms_my: Pembinasaan kepada Anthropod
mt_mt: Saħta tal-Insetti
nl_nl: Verderf der geleedpotigen
nn_no: Arachnidas bane
pl: Zmora stawonogów
pt: Maldição de Artrópodes
ro_ro: Spaima artropodelor
ru_ru: Гибель насекомых
sk_sk: Prekliatie článkonožcov
sl_si: Uničevalec členonožcev
sv_se: Leddjurens skräck
th_th: กีฏสังหาร
tr_tr: Eklembacaklıların Kıyameti
vi_vn: Hại loài chân đốt
zh_cn: 节肢杀手
zh_tw: 節肢剋星

# enchantment_damage_undead
source: Smite
af_za: Verslaning
ar_sa: تعذيب
be_by: Паражэнне мерцвякоў
bg_bg: Поразяване
ca_es: Exorcisme
cs: Úder
da_dk: Fordriv
de: Bann
el_gr: Δύναμη κατά Αθανάτων
es: Golpeo
eu_es: Hilen zanpatekoa
fa_ir: کوبیدن
fi: Sivallus
fil_ph: Kitil ng Buhay
fr_ca: Châtiment
ga_ie: Treascair
gl_es: Golpeo
he: כוחניות
hi_in: हराना
hr_hr: Posveta
hu_hu: Sújtás
hy_am: Երկնային պատիժ
id_id: Pukul Keras
is_is: Uppvakningabani
it: Anatema
ja_jp: アンデッド特効
ka_ge: განდევნა
ko_kr: 강타
lb_lu: Péngeg
lt_lt: Triuškinimas
lv_lv: Sods
ms_my: Kesucian
mt_mt: Qatgħa
nl_nl: Kastijding
nn_no: Vandaudes bane
pl: Pogromca nieumarłych
pt: Impacto Divino
ro_ro: Izbire
ru_ru: Небесная кара
sk_sk: Omráčenie nemŕtvych
sl_si: Udar
sv_se: Heligt
th_th: โจมตีศักดิ์สิทธิ์
tr_tr: Darbe
vi_vn: Hại thây ma
zh_cn: 亡灵杀手
zh_tw: 不死剋星

# enchantment_digging
source: Efficiency
af_za: Doeltreffendheid
ar_sa: كفاءة
be_by: Эфектыўнасць
bg_bg: Ефективност
ca_es: Eficiència
cs: Účinnost
da_dk: Effektivitet
de: Effizienz
el_gr: Αποτελεσματικότητα
es: Eficiencia
eu_es: Eraginkortasuna
fa_ir: بهره وری
fi: Tehokkuus
fil_ph: Bilis
fr_ca: Efficacité
ga_ie: Éifeachtúlacht
gl_es: Eficiencia
he: יעילות
hi_in: दक्षता
hr_hr: Učinkovitost
hu_hu: Hatékonyság
hy_am: Ազդեցություն
id_id: Daya Guna
is_is: Dugnaður
it: Efficienza
ja_jp: 効率強化
ka_ge: ქმედითობა
ko_kr: 효율
lb_lu: Efficacitéit
lt_lt: Efektyvumas
lv_lv: Efektivitāte
ms_my: Kecekapan
mt_mt: Effiċjenza
nl_nl: Efficiëntie
nn_no: Effektivitet
pl: Wydajność
pt: Eficiência
ro_ro: Eficiență
ru_ru: Эффективность
sk_sk: Efektivita
sl_si: Učinkovitost
sv_se: Effektivitet
th_th: มีประสิทธิภาพ
tr_tr: Verimlilik
vi_vn: Hiệu suất
zh_cn: 效率
zh_tw: 效率

# enchantment_durability
source: Unbreaking
af_za: Onbreekbaarheid
ar_sa: غير قابل للكسر
be_by: Мацунак
bg_bg: Нечупливост
ca_es: Durabilitat
cs: Nerozbitnost
da_dk: Uødelæggelig
de: Haltbarkeit
el_gr: Άθραυστο
es: Irrompibilidad
eu_es: Apurtezina
fa_ir: نشکن
fi: Hajoamaton
fil_ph: Matibay
fr_ca: Solidité
ga_ie: Dobhriste
gl_es: Irrompibilidade
he: הגנת שבירה
hi_in: स्थायित्व
hr_hr: Trajnost
hu_hu: Törhetetlenség
hy_am: Պնդություն
id_id: Tak Hancur
is_is: Óbrjótanlegt
it: Indistruttibilità
ja_jp: 耐久力
ka_ge: გამაგრებული
ko_kr: 내구성
lb_lu: Halbarkeet
lt_lt: Nesulaužomumas
lv_lv: Nelūztošs
ms_my: Tahan Pecahan
mt_mt: Bla Tkissir
nl_nl: Duurzaamheid
nn_no: Herda
pl: Niezniszczalność
pt: Inquebrável
ro_ro: Trăinicie
ru_ru: Прочность
sk_sk: Nezničiteľnosť
sl_si: Neuničljivost
sv_se: Oförstörbar
th_th: คงทน
tr_tr: Kırılmazlık
vi_vn: Chậm hỏng
zh_cn: 耐久
zh_tw: 耐久

# enchantment_fire
source: Fire Aspect
af_za: Vuurige Voorkoms
ar_sa: احراق
be_by: Падпальванне
bg_bg: Огнен аспект
ca_es: Aspecte de foc
cs: Síla ohně
da_dk: Ildaspekt
de: Verbrennung
el_gr: Όψη φωτιάς
es: Aspecto ígneo
eu_es: Suzko alderdia
fa_ir: آتش نگیر
fi: Liekehtivä
fil_ph: Sunog
fr_ca: Aura de feu
ga_ie: Dreach Dóite
gl_es: Aspecto ígneo
he: היבט האש
hi_in: आग पहलू
hr_hr: Pogled Vatre
hu_hu: Szikrából pattant
hy_am: Կրակի Կերպարանք
id_id: Rupa Api
is_is: Eldkraftur
it: Aspetto di fuoco
ja_jp: 火属性
ka_ge: ცეცხლოვანი ხასიათის
ko_kr: 발화
lb_lu: Verbrennung
lt_lt: Ugnies išraiška
lv_lv: Uguns Aspekts
ms_my: Unsur Api
mt_mt: Aspett tan-Nar
nl_nl: Vuuraspect
nn_no: Eldverknad
pl: Zaklęty ogień
pt: Flamejante
ro_ro: Aspectul focului
ru_ru: Заговор огня
sk_sk: Ohnivá moc
sl_si: Ognjeni vidik
sv_se: Eldkraft
th_th: ธาตุไฟ
tr_tr: Alevden Çehre
vi_vn: Gây cháy
zh_cn: 火焰附加
zh_tw: 燃燒

# enchantment_fishingSpeed
source: Lure
af_za: Lokaas
ar_sa: إغراء
be_by: Прынада
bg_bg: Примамка
ca_es: Esquer
cs: Návnada
da_dk: Lokkemad
de: Köder
el_gr: Δόλωμα
es: Atracción
eu_es: Amua
fa_ir: جذب
fi: Viehe
fil_ph: Pang-akit
fr_ca: Appât
ga_ie: Baoite
gl_es: Cebo
he: פיתיון
hi_in: लालच
hr_hr: Privlačnost
hu_hu: Csalétek
hy_am: Շվի Հրապուրել
id_id: Umpan
is_is: Beita
it: Esca
ja_jp: 入れ食い
ka_ge: სატყუარა
ko_kr: 미끼
lb_lu: Köder
lt_lt: Masalas
lv_lv: Vilinājums
ms_my: Umpan
mt_mt: Sajd
nl_nl: Lokaas
nn_no: Sluk
pl: Przynęta
pt: Isco
ro_ro: Momeală
ru_ru: Приманка
sk_sk: Návnada
sl_si: Vaba
sv_se: Bete
th_th: เหยื่อล่อ
tr_tr: Ayartma
vi_vn: Nhử
zh_cn: 饵钓
zh_tw: 魚餌

# enchantment_frostWalker
source: Frost Walker
af_za: Ys-loper
ar_sa: حذاء التجمد
be_by: Марозны поступ
bg_bg: Ледоходец
ca_es: Pas congelant
cs: Mrazík
da_dk: Frost gåer
de: Eisläufer
el_gr: Παγοδρόμος
es: Paso helado
eu_es: Izotz zuriko pasua
fi: Pakkaskävelijä
fil_ph: Tagalakad ng Hamog na Nagyelo
fr_ca: Marche givrée
ga_ie: Coisí an tSeaca
gl_es: Pés de xeo
he: הולך בשלג
hr_hr: Smrzohod
hu_hu: Fagyjáró
id_id: Pejalan Beku
it: Passo gelato
ja_jp: 氷渡り
ka_ge: ყინულზე მოსიარულე
ko_kr: 차가운 걸음
lb_lu: Äisleefer
lt_lt: Speigo žingsnis
lv_lv: Sala staigātājs
ms_my: Penjalanan Fros
mt_mt: Mixi fuq is-Silġ
nl_nl: Vorstloper
nn_no: Frostvandrar
pl: Mroźny piechur
pt: Passos de Gelo
ro_ro: Mers de gheață
ru_ru: Ледоход
sk_sk: Mrazivá chôdza
sl_si: Ledeni sprehajalec
sv_se: Frostgående
th_th: เดินบนน้ำ
tr_tr: Kırağılaştırıcı Yürüyücü
vi_vn: Chân lạnh
zh_cn: 冰霜行者
zh_tw: 冰霜行者

# enchantment_knockback
source: Knockback
af_za: Terugstoot
ar_sa: ابعاد
be_by: Адкідванне
bg_bg: Отблъскване
ca_es: Escomesa
cs: Odražení
da_dk: Tilbageslag
de: Rückstoß
el_gr: Απώθηση
es: Empuje
eu_es: Errebesa
fa_ir: شوت کن
fi: Raskas
fil_ph: Tulak
fr_ca: Recul
ga_ie: Cnag Siar
gl_es: Empuxe
he: רתיעה
hi_in: वापस दस्तक
hr_hr: Snažan Udarac
hu_hu: Hátralökés
hy_am: Հրում
id_id: Pukul Mundur
is_is: Afturkast
it: Contraccolpo
ja_jp: ノックバック
ka_ge: უკუგდება
ko_kr: 밀치기
lb_lu: Réckstouss
lt_lt: Nubloškimas
lv_lv: Atsitiens
ms_my: Tolakan
mt_mt: Imbuttar
nl_nl: Terugslag
nn_no: Attendeslag
pl: Odrzut
pt: Repulsão
ro_ro: Împingere
ru_ru: Отдача
sk_sk: Odrazenie
sl_si: Odsunek
sv_se: Knuff
th_th: กระเด็นกลับ
tr_tr: Savurma
vi_vn: Đánh bật lùi
zh_cn: 击退
zh_tw: 擊退

# enchantment_lootBonus
source: Looting
af_za: Plundering
ar_sa: النهب
be_by: Марадзёрства
bg_bg: Плячкосване
ca_es: Saqueig
cs: Kořist
da_dk: Plyndring
de: Plünderung
el_gr: Λεηλασίες
es: Botín
eu_es: Harrapaketa
fa_ir: جمع کن
fi: Ryöstely
fil_ph: Kuha
fr_ca: Dépouillage
ga_ie: Creachadóireacht
gl_es: Saqueo
he: בזיזה
hi_in: लूटपाट
hr_hr: Zarada
hu_hu: Zsákmányolás
hy_am: Կողոպուտ
id_id: Pengumpulan
is_is: Þjófnaður
it: Saccheggio
ja_jp: ドロップ増加
ka_ge: მაროდიორობა
ko_kr: 약탈
lb_lu: Plëmmen
lt_lt: Laimikis
lv_lv: Laupošs
ms_my: Rompakan
mt_mt: Ġid
nl_nl: Plundering
nn_no: Plyndring
pl: Grabież
pt: Pilhagem
ro_ro: Jefuire
ru_ru: Добыча
sk_sk: Rabovanie
sl_si: Ropanje
sv_se: Plundring
th_th: ฉกชิง
tr_tr: Ganimet
vi_vn: Nhặt
zh_cn: 抢夺
zh_tw: 掠奪

# enchantment_lootBonusDigger
source: Fortune
af_za: Geluk
ar_sa: الثروة
be_by: Удача
bg_bg: Късмет
ca_es: Fortuna
cs: Štěstí
da_dk: Held
de: Glück
el_gr: Τύχη
es: Fortuna
eu_es: Aberastasuna
fa_ir: بخت آور
fi: Onni
fil_ph: Kapalaran
ga_ie: Rathúnas
gl_es: Fortuna
he: עושר
hi_in: भाग्य
hr_hr: Sudbina
hu_hu: Szerencse
hy_am: Հաջողություն
id_id: Keberuntungan
is_is: Gæfa
it: Fortuna
ja_jp: 幸運
ka_ge: იღბლიანი
ko_kr: 행운
lb_lu: Gléck
lt_lt: Sėkmė
lv_lv: Bagātība
ms_my: Tuah
mt_mt: Fortuna
nl_nl: Geluk
nn_no: Hell
pl: Szczęście
pt: Fortuna
ro_ro: Avere
ru_ru: Удача
sk_sk: Štastie
sl_si: Bogastvo
sv_se: Rikedom
th_th: โชคลาภ
tr_tr: Servet
vi_vn: Gia tài
zh_cn: 时运
zh_tw: 幸運

# enchantment_lootBonusFishing
source: Luck of the Sea
af_za: Geluk van die See
ar_sa: حظ البحر
be_by: Марская ўдача
bg_bg: Късмет на морето
ca_es: La sort de la mar
cs: Rybářské štěstí
da_dk: Havets held
de: Glück des Meeres
el_gr: Τύχη της Θάλασσας
es: Suerte marina
eu_es: Itsasoaren zortea
fa_ir: شانس
fi: Meren onni
fil_ph: Kapalarang Dagat
fr_ca: Chance de la mer
ga_ie: Ádh na Mara
gl_es: Sorte do mar
he: מזל הים
hi_in: समुद्र की शुभकामनाएँ
hr_hr: Podvodna Sreća
hu_hu: Horgászszerencse
id_id: Keberuntungan Laut
is_is: Heppni Hafsins
it: Fortuna del mare
ja_jp: 宝釣り
ka_ge: ზღვის იღბალი
ko_kr: 바다의 행운
lb_lu: Mieresgléck
lt_lt: Jūros sėkmė
lv_lv: Jūras Laime
ms_my: Tuah Lautan
mt_mt: Fortuna tal-Baħar
nl_nl: Geluk van de zee
nn_no: Havets lykkje
pl: Morska fortuna
pt: Sorte de Pescador
ro_ro: Norocul mării
ru_ru: Везучий рыбак
sk_sk: Šťastie mora
sl_si: Sreča morja
sv_se: Fiskelycka
th_th: โชคแห่งทะเล
tr_tr: Deniz Şansı
vi_vn: May mắn
zh_cn: 海之眷顾
zh_tw: 海洋的祝福

# enchantment_mending
source: Mending
af_za: Herstelling
ar_sa: الإصلاح
be_by: Рамонт
bg_bg: Възстановяване
ca_es: Reparació automàtica
cs: Oprava
da_dk: Genopbygges
de: Reparatur
el_gr: Επιδιόρθωσης
es: Reparación
eu_es: Konponketa
fa_ir: مرمت
fi: Paikkaus
fil_ph: Pagkukumpuni
fr_ca: Réparation
ga_ie: Deisiúchán
gl_es: Reparación
he: תיקון
hr_hr: Popravljanje
hu_hu: Önjavítás
id_id: Perbaikan
it: Ripristino
ja_jp: 修繕
ka_ge: შეკეთება
ko_kr: 수선
lb_lu: Reparatur
lt_lt: Susitaisymas
lv_lv: Lāpīšana
ms_my: Membaikian
mt_mt: Tiswija
nl_nl: Herstel
nn_no: Reparering
pl: Naprawa
pt: Remendo
ro_ro: Refacere
ru_ru: Починка
sk_sk: Opravovanie
sl_si: Popravljanje
sv_se: Lagning
th_th: ซ่อมแซม
tr_tr: Tamir
vi_vn: Sửa chữa
zh_cn: 经验修补
zh_tw: 經驗修補

# enchantment_oxygen
source: Respiration
af_za: Asemhaling
ar_sa: تنفس
be_by: Падводнае дыханне
bg_bg: Дишане
ca_es: Respiració
cs: Dýchání
de: Atmung
el_gr: Αναπνοή
es: Respiración
eu_es: Arnasa
fa_ir: دم زن
fi: Hengitys
fil_ph: Hininga
ga_ie: Análú
gl_es: Respiración
he: נשימה
hi_in: श्वसन
hr_hr: Disanje
hu_hu: Légzés
hy_am: Ձրային Շնչառություն
id_id: Pernapasan
is_is: Kafari
it: Respirazione
ja_jp: 水中呼吸
ka_ge: სუნთქვა
ko_kr: 호흡
lb_lu: Ootmung
lt_lt: Kvėpavimas
lv_lv: Elpošana
ms_my: Pernafasan
mt_mt: Respirazzjoni
nl_nl: Ademhaling
nn_no: Gjeller
pl: Oddychanie
pt: Respiração
ro_ro: Răsuflare
ru_ru: Подводное дыхание
sk_sk: Šnorchel
sl_si: Dihanje
sv_se: Andning
th_th: การหายใจ
tr_tr: Solungaç
vi_vn: Hô hấp
zh_cn: 水下呼吸
zh_tw: 水中呼吸

# enchantment_protect_all
source: Protection
af_za: Beskerming
ar_sa: حماية
be_by: Ахова
bg_bg: Защита
ca_es: Protecció
cs: Obrana
da_dk: Beskyttelse
de: Schutz
el_gr: Προστασία
es: Protección
eu_es: Babesa
fa_ir: حفاظت کن
fi: Suojaus
fil_ph: Proteksyon
ga_ie: Cosaint
gl_es: Protección
he: הגנה
hi_in: सुरक्षा
hr_hr: Zaštita
hu_hu: Védelem
hy_am: Պաշտպանություն
id_id: Perlindungan
is_is: Vörn
it: Protezione
ja_jp: ダメージ軽減
ka_ge: დაცვა
ko_kr: 보호
lb_lu: Schutz
lt_lt: Apsauga
lv_lv: Aizsardzība
ms_my: Perlindungan
mt_mt: Protezzjoni
nl_nl: Bescherming
nn_no: Vern
pl: Ochrona
pt: Proteção
ro_ro: Protecție
ru_ru: Защита
sk_sk: Ochrana
sl_si: Zaščita
sv_se: Skydd
th_th: การป้องกัน
tr_tr: Koruma
vi_vn: Bảo vệ
zh_cn: 保护
zh_tw: 保護

# enchantment_protect_explosion
source: Blast Protection
af_za: Ontploffings Beskerming
ar_sa: حماية من الانفجار
be_by: Ахова ад выбухаў
bg_bg: Противовзривна защита
ca_es: Anti-explosió
cs: Obrana proti výbuchu
da_dk: Eksplosionsbeskyttelse
de: Explosionsschutz
el_gr: Προστασία από εκρήξεις
es: Protección contra explosiones
eu_es: Eztanda babesa
fa_ir: حفاظت از انفجار
fi: Räjähdyssuojaus
fil_ph: Baluti sa Pagkasabog
fr_ca: Protection contre les explosions
ga_ie: Cosaint ar Phléasc
gl_es: Protección contra explosións
he: חסינות מפיצוצים
hi_in: विस्फोट से संरक्षण
hr_hr: Zaštita od Eksplozije
hu_hu: Robbanásvédelem
hy_am: Պայթեցման Պաշտպանություն
id_id: Tahan Ledakan
is_is: Sprengivörn
it: Protezione dalle esplosioni
ja_jp: 爆発耐性
ka_ge: დაცვა აფეთქებისაგან
ko_kr: 폭발로부터 보호
lb_lu: Explosiounschutz
lt_lt: Apsauga nuo sprogimų
lv_lv: Sprādziena Aizsardzība
ms_my: Ketahanan Letupan
mt_mt: Protezzjoni mill-Isplużjonijiet
nl_nl: Explosiebescherming
nn_no: Eksplosjonsvern
pl: Ochrona przed wybuchem
pt: Proteção Contra Explosões
ro_ro: Protecție împotriva exploziilor
ru_ru: Взрывоустойчивость
sk_sk: Ochrana proti výbuchom
sl_si: Zaščita pred eksplozijo
sv_se: Explosionsskydd
th_th: กันแรงระเบิด
tr_tr: Patlama Koruması
vi_vn: Bảo vệ khỏi vụ nổ
zh_cn: 爆炸保护
zh_tw: 防爆

# enchantment_protect_fall
source: Feather Falling
af_za: Gekussingde val
ar_sa: سقوط الريشة
be_by: Бязважкасць
bg_bg: Плавно падане
ca_es: Pes ploma
cs: Lehkost pírka
da_dk: Fjerfald
de: Federfall
el_gr: Πτώση στα μαλακά
es: Caída de pluma
eu_es: Luma erorketa
fa_ir: سبک وزن کن
fi: Höyhenkevyt
fil_ph: Hulog ng Pakpak
fr_ca: Amortissement
ga_ie: Titim mar Chleite
gl_es: Caída liviá
he: נפילת נוצה
hi_in: पंख गिरने
hr_hr: Padanje poput Pera
hu_hu: Könnyű esés
hy_am: Ընկնելու Պաշտպանություն
id_id: Bulu Jatuh
is_is: Fjöðurfall
it: Atterraggio morbido
ja_jp: 落下耐性
ka_ge: ბუმბულივით მსუბუქი
ko_kr: 가벼운 착지
lb_lu: Fiederfall
lt_lt: Lengvas nusileidimas
lv_lv: Spalvas kritiens
ms_my: Peringan Kejatuhan
mt_mt: Waqgħet Sikuri
nl_nl: Vederzacht vallen
nn_no: Fjørfall
pl: Powolne Opadanie
pt: Queda Suave
ro_ro: Ușor ca o pană
ru_ru: Невесомость
sk_sk: Ľahký ako pierko
sl_si: Peresno lahek
sv_se: Fjäderfall
th_th: เบาดุจขนนก
tr_tr: Tüy Düşüşü
vi_vn: Bảo vệ khỏi sát thương khi rơi
zh_cn: 摔落保护
zh_tw: 輕盈

# enchantment_protect_fire
source: Fire Protection
af_za: Brandbeskerming
ar_sa: حماية من النار
be_by: Ахова ад агню
bg_bg: Огнена защита
ca_es: Protecció ígnia
cs: Obrana proti ohni
da_dk: Ildbeskyttelse
de: Feuerschutz
el_gr: Πυροπροστασία
es: Proteción contra el fuego
eu_es: Su babesa
fa_ir: محافظ در برابر آتش
fi: Tulisuojaus
fil_ph: Laban sa Apoy
fr_ca: Protection contre le feu
ga_ie: Cosaint ar Thine
gl_es: Protección ó lume
he: חסינות לאש
hi_in: आग से संरक्षण
hr_hr: Zaštita od Vatre
hu_hu: Tűzállóság
hy_am: Պաշտպանություն Կրակից
id_id: Tahan Api
is_is: Eldvörn
it: Protezione dal fuoco
ja_jp: 火炎耐性
ka_ge: დაცვა ცეცხლისაგან
ko_kr: 화염으로부터 보호
lb_lu: Feierschutz
lt_lt: Apsauga nuo ugnies
lv_lv: Uguns Aizsardzība
ms_my: Perlindungan Api
mt_mt: Protezzjoni min-Nar
nl_nl: Vuurbescherming
nn_no: Eldvern
pl: Odporność na ogień
pt: Proteção contra Fogo
ro_ro: Protecție împotriva focului
ru_ru: Огнеупорность
sk_sk: Ohňovzdornosť
sl_si: Zaščita pred ognjem
sv_se: Eldskydd
th_th: กันไฟ
tr_tr: Ateş Koruması
vi_vn: Bảo vệ khỏi lửa
zh_cn: 火焰保护
zh_tw: 抗火性

# enchantment_protect_projectile
source: Projectile Protection
af_za: Projektiel Beskerming
ar_sa: حماية من المقذوفات
be_by: Ахова ад стрэл
bg_bg: Изстрелна защита
ca_es: Anti-projectil
cs: Obrana proti střelám
da_dk: Projektilbeskyttelse
de: Schusssicher
el_gr: Προστασία από βλήματα
es: Protección contra proyectiles
eu_es: Jaurtigai babesa
fa_ir: حفاظت از وسایل پرتابی
fi: Ammussuojaus
fil_ph: Laban sa Hinahagis
fr_ca: Protection contre les projectiles
ga_ie: Cosaint ar Dhiúracáin
gl_es: Protección contra proxectís
he: הגנה מקליעים
hi_in: फेंकने संरक्षण
hr_hr: Zaštita od Projektila
hu_hu: Lövedékvédelem
hy_am: Պաշպանություն Արկերից
id_id: Tahan Tembak
is_is: Skotheldur
it: Protezione dai proiettili
ja_jp: 飛び道具耐性
ka_ge: დაცვა გასროლილისგან
ko_kr: 발사체로부터 보호
lb_lu: Schosssécher
lt_lt: Apsauga nuo sviedinių
lv_lv: Šāvienu aizsardzība
ms_my: Perlindungan Peluru
mt_mt: Protezzjoni mil-Vleġeġ
nl_nl: Projectielbescherming
nn_no: Prosjektilvern
pl: Ochrona przed pociskami
pt: Proteção contra Projécteis
ro_ro: Protecție împotriva proiectilelor
ru_ru: Защита от снарядов
sk_sk: Nepriestreľnosť
sl_si: Zaščita pred izstrelki
sv_se: Projektilskydd
th_th: กันอาวุธไกล
tr_tr: Atkı Koruması
vi_vn: Bảo vệ khỏi vật được bắn
zh_cn: 弹射物保护
zh_tw: 防彈

# enchantment_thorns
source: Thorns
af_za: Dorings
ar_sa: الأشواك
be_by: Калючкі
bg_bg: Тръни
ca_es: Espines
cs: Trny
da_dk: Torne
de: Dornen
el_gr: Αγκάθια
es: Espinas
eu_es: Arantzak
fa_ir: شیطان کش
fi: Piikikäs
fil_ph: Tinik
fr_ca: Épines
ga_ie: Dealga
gl_es: Espiñas
he: קוצים
hi_in: काँटे
hr_hr: Trnje
hu_hu: Tüskék
hy_am: Փուշեր
id_id: Duri
is_is: Þyrnar
it: Spine
ja_jp: 棘の鎧
ka_ge: ეკლები
ko_kr: 가시
lb_lu: Dären
lt_lt: Spygliai
lv_lv: Ērkšķi
ms_my: Duri
mt_mt: Xewk
nl_nl: Doornen
nn_no: Taggar
pl: Ciernie
pt: Espinhos
ro_ro: Spini
ru_ru: Шипы
sk_sk: Tŕne
sl_si: Trnje
sv_se: Taggar
th_th: หนาม
tr_tr: Dikenler
vi_vn: Gai
zh_cn: 荆棘
zh_tw: 尖刺

# enchantment_untouching
source: Silk Touch
af_za: Sagte Aanraking
ar_sa: لمسة الحرير
be_by: Шаўковы дотык
bg_bg: Копринено докосване
ca_es: Toc de seda
cs: Něžný dotek
da_dk: Silkeberøring
de: Behutsamkeit
el_gr: Απαλό άγγιγμα
es: Toque de seda
eu_es: Zetazko kolpea
fa_ir: ملایم
fi: Silkkinen kosketus
fil_ph: Alaga
fr_ca: Toucher de soie
ga_ie: Fíneáltacht
gl_es: Toque de seda
he: מגע משי
hi_in: सिल्क टच
hr_hr: Dodir Svile
hu_hu: Gyengéd érintés
hy_am: Մետաքսի Դիպում
id_id: Sentuhan Sutera
is_is: Vandaverk
it: Tocco di velluto
ja_jp: シルクタッチ
ka_ge: ნაზი შეხება
ko_kr: 섬세한 손길
lb_lu: Precautioun
lt_lt: Šilko prisilietimas
lv_lv: Zīda pieskāriens
ms_my: Sentuhan Halus
mt_mt: Mess tal-Ħarir
nl_nl: Zijden streling
nn_no: Varsam
pl: Jedwabny dotyk
pt: Toque de Seda
ro_ro: Atingere de mătase
ru_ru: Шёлковое касание
sk_sk: Nežný dotyk
sl_si: Svileni dotik
sv_se: Silkesvante
th_th: นุ่มนวล
tr_tr: İpeksi Dokunuş
vi_vn: Độ mềm mại
zh_cn: 精准采集
zh_tw: 絲綢之觸

# enchantment_waterWalker
source: Depth Strider
af_za: Dieploper
ar_sa: السرعة تحت الماء
be_by: Падводнік
bg_bg: Дълбочинно бягане
ca_es: Aletes de peix
cs: Rychloplavec
da_dk: Dybdevandrer
de: Wasserläufer
el_gr: Βυθοπόρος
es: Agilidad acuática
eu_es: Sakoneko zangokada
fa_ir: عمق Strider
fi: Vesivipellys
fil_ph: Kagalingang ng pagsisid
fr_ca: Agilité aquatique
ga_ie: Coisí an Duibheagáin
gl_es: Axilidade acuática
he: מאבק בעומק
hr_hr: Korak u Dubinu
hu_hu: Mélyjáró
id_id: Pejalan Kedalaman
is_is: Vatnsgengill
it: Passo anfibio
ja_jp: 水中歩行
ka_ge: წყალთამპყრობელი
ko_kr: 물갈퀴
lb_lu: Waasserleefer
lt_lt: Gilumų keliautojas
lv_lv: Ūdens Staigātājs
ms_my: Pejalan Dasar Laut
mt_mt: Ħeffa fil-Fond
nl_nl: Waterloper
nn_no: Dybdevandrar
pl: Głębinowy wędrowiec
pt: Barbatanas
ro_ro: Agilitate acvatică
ru_ru: Подводная ходьба
sk_sk: Chodenie po dne
sl_si: Večja hitrost v vodi
sv_se: Djupgående
th_th: เพิ่มความเร็วในการเคลื่อนไหวใต้น้ำ
tr_tr: Derin Koşucu
vi_vn: Sải bước dưới nước
zh_cn: 深海探索者
zh_tw: 深海漫遊

# enchantment_waterWorker
source: Aqua Affinity
af_za: Waterwerking
ar_sa: الألفة مع الماء
be_by: Водападобнасць
bg_bg: Воден афинитет
ca_es: Aiguafinitat
cs: Jako ryba ve vodě
da_dk: Vandtilpasset
de: Wasseraffinität
el_gr: Αγάπη για το νερό
es: Afinidad acuática
eu_es: Ur kidetasuna
fa_ir: ورزشهای آبی میل
fi: Vesimieltymys
fil_ph: Tubig Trabaho
fr_ca: Affinité aquatique
ga_ie: Báúlacht Uisce
gl_es: Afinidade acuática
he: משיכה למים
hi_in: एक्वा आत्मीयता
hr_hr: Srodstvo s Vodom
hu_hu: Víz affinitás
hy_am: Ջրասուզակ
id_id: Suka Air
is_is: Neðansjávar vinnugarpur
it: Affinità all'acqua
ja_jp: 水中採掘
ka_ge: წყლის ძალა
ko_kr: 친수성
lb_lu: Waasseraffinitéit
lt_lt: Naras
lv_lv: Ūdenslīdējs
ms_my: Kepantasan Didalam Laut
mt_mt: Għadis
nl_nl: Hydrofiel
nn_no: Vassarbeid
pl: Wydajność pod wodą
pt: Afinidade Aquática
ro_ro: Afinitate acvatică
ru_ru: Подводник
sk_sk: Spriaznenosť s vodou
sl_si: Naklonjenost vodi
sv_se: Vattenvana
th_th: ธาตุน้ำ
tr_tr: Su Adaptasyonu
vi_vn: Đào nhanh dưới nước
zh_cn: 水下速掘
zh_tw: 水中挖掘

# entity_ArmorStand_name
source: Armour Stand
af_za: Wapenrustingstaander
ar_sa: حامل الدرع
be_by: Стойка для брані
bg_bg: Стойка за броня
ca_es: Maniquí
cs: Stojan na brnění
da_dk: Brynjeholder
de: Rüstungsständer
el_gr: Καλόγερος για Πανοπλία
es: Soporte para armadura
eu_es: Armadurarentzako euskarria
fa_ir: پایه زره پوش
fi: Haarniskateline
fil_ph: Sabitan ng Baluti
fr_ca: Porte-armure
ga_ie: Seastán Cathéide
gl_es: Soporte de armaduras
he: מעמד לשריון
hr_hr: Postolje za Oklop
hu_hu: Páncélállvány
id_id: Cagak Zirah
is_is: Brynjustandur
it: Supporto per armatura
ja_jp: 防具立て
ka_ge: აბჯრის სადგამი
ko_kr: 갑옷 거치대
lb_lu: Rüstungsstänner
lt_lt: Šarvų stendas
lv_lv: Bruņu statīvs
ms_my: Pempamer Perisai
mt_mt: Stand tal-Armar
nl_nl: Harnashouder
nn_no: Rustningstativ
pl: Stojak na zbroję
pt: Suporte de Armadura
ro_ro: Suport de armură
ru_ru: Стойка для брони
sk_sk: Stojan na brnenie
sl_si: Stojalo za oklep
sv_se: Rustningsställ
th_th: แท่นวางชุดเกราะ
tr_tr: Zırh Askısı
vi_vn: Giá để giáp
zh_cn: 盔甲架
zh_tw: 盔甲座

# entity_Arrow_name
source: Arrow
af_za: Pyl
ar_sa: سهم
be_by: Страла
bg_bg: Стрела
ca_es: Fletxa
cs: Šíp
da_dk: Pil
de: Pfeil
el_gr: Βέλος
es: Flecha
eu_es: Gezia
fa_ir: پيکان
fi: Nuoli
fil_ph: Tunod
fr_ca: Flèche
ga_ie: Saighead
gl_es: Frecha
he: חץ
hi_in: तीर
hr_hr: Strijela
hu_hu: Nyílvessző
id_id: Panah
is_is: Ör
it: Freccia
ja_jp: 矢
ka_ge: ისარი
ko_kr: 화살
lb_lu: Feil
lt_lt: Strėlė
lv_lv: Bulta
ms_my: Anak Panah
mt_mt: Vleġġa
nl_nl: Pijl
nn_no: Pil
pl: Strzała
pt: Flecha
ro_ro: Săgeată
ru_ru: Стрела
sk_sk: Šíp
sl_si: Puščica
sv_se: Pil
th_th: ลูกธนู
tr_tr: Ok
vi_vn: Mũi tên
zh_cn: 箭
zh_tw: 箭矢
