Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_small_stripes_brown
source: Brown Paly
ar_sa: بني شاحب
be_by: Карычневыя слупкі
bg_bg: Кафяви хоризонтални ивици
ca_es: Quadribarrada marró
cs: Hnědé svislé pruhy
da_dk: Brunt Gitter
de: Vier braune Pfähle
el_gr: Καφετί Οριζόντιες Ρίγες
es: Bastonado marrón
fi: Ruskea neloisriuku
fr_ca: Quatre pals de brun
ga_ie: Cuailleach Donn
gl_es: Barra marrón
he: פסים קטנים בצבע חום
hr_hr: Smeđa Prugasta
hu_hu: Barnával cölöpölt
id_id: Garis halus vertikal cokelat
is_is: Brún rönd
it: Palato di marrone
ja_jp: 茶色の縦縞
ka_ge: ყავისფერი ზოლები
ko_kr: 갈색 세로줄 무늬
lb_lu: Véier brong Péil
lt_lt: Rudos vertikalios juostos
ms_my: Pucat Coklat
nl_nl: Bruine paly
nn_no: Brune striper
pl: Brązowe pasy
pt: Palado Castanho
ro_ro: Paluri maro
ru_ru: Коричневые столбы
sk_sk: Hnedé pruhy
sl_si: Rjavi stebri
sv_se: Brunrandig
th_th: สีน้ำตาลจางๆ
tr_tr: Kahverengi İnce Sütunlar
vi_vn: Vạch dọc nâu nhỏ
zh_cn: 棕竖条纹
zh_tw: 棕色垂直條紋

# item_banner_small_stripes_cyan
source: Cyan Paly
ar_sa: سماوي شاحب
be_by: Бірузовыя слупкі
bg_bg: Синьозелени хоризонтални ивици
ca_es: Quadribarrada cian
cs: Azurové svislé pruhy
da_dk: Tyrkis Gitter
de: Vier türkise Pfähle
el_gr: Κυανές Οριζόντιες Ρίγες
es: Bastonado cian
fi: Turkoosi neloisriuku
fr_ca: Quatre pals de cyan
ga_ie: Cuailleach Cian
gl_es: Barra ciano
he: פסים קטנים בצבע טורקיז
hr_hr: Tirkizna Prugasta
hu_hu: Türkizkékkel cölöpölt
id_id: Garis halus vertikal Cyan
it: Palato di ciano
ja_jp: 水色の縦縞
ka_ge: ცისფერი ზოლები
ko_kr: 청록색 세로줄 무늬
lb_lu: Véier turquoise Péil
lt_lt: Žalsvai mėlynos vertikalios juostos
ms_my: Garis Halus Menegak Cyan
nl_nl: Cyaan paly
nn_no: Turkise striper
pl: Błękitne pasy
pt: Palado Ciano
ro_ro: Paluri turcoaz
ru_ru: Бирюзовые столбы
sk_sk: Tyrkysové pruhy
sl_si: Turkizni stebri
sv_se: Turkosrandig
th_th: สีฟ้าแกมเขียวจางๆ
tr_tr: Camgöbeği İnce Sütunlar
vi_vn: Vạch dọc lục lam nhỏ
zh_cn: 青竖条纹
zh_tw: 青色垂直條紋

# item_banner_small_stripes_gray
source: Grey Paly
ar_sa: رمادي شاحب
be_by: Шэрыя слупкі
bg_bg: Сиви хоризонтални ивици
ca_es: Quadribarrada grisa
cs: Šedé svislé pruhy
da_dk: Gråt Gitter
de: Vier graue Pfähle
el_gr: Γκρίζες Οριζόντιες Ρίγες
es: Bastonado gris
fi: Harmaa neloisriuku
fr_ca: Quatre pals d'acier
ga_ie: Cuailleach Liath
gl_es: Barra gris
he: פסים קטנים בצבע אפור
hr_hr: Siva Prugasta
hu_hu: Szürkével cölöpölt
id_id: Garis halus vertikal abu-abu
it: Palato di grigio
ja_jp: 灰色の縦縞
ka_ge: ნაცრისფერი ზოლები
ko_kr: 회색 세로줄 무늬
lb_lu: Véier gro Péil
lt_lt: Pilkos vertikalios juostos
ms_my: Garis Halus Menegak Kelabu
mt_mt: Strixxa griża vertikali
nl_nl: Grijze paly
nn_no: Gråe striper
pl: Szare pasy
pt: Palado Cinzento
ro_ro: Paluri gri
ru_ru: Серые столбы
sk_sk: Sivé pruhy
sl_si: Sivi stebri
sv_se: Grårandig
th_th: สีเทาจางๆ
tr_tr: Gri İnce Sütunlar
vi_vn: Vạch dọc xám nhỏ
zh_cn: 灰竖条纹
zh_tw: 灰色垂直條紋

# item_banner_small_stripes_green
source: Green Paly
ar_sa: اخضر شاحب
be_by: Зялёныя слупкі
bg_bg: Зелени хоризонтални ивици
ca_es: Quadribarrada verda
cs: Zelené svislé pruhy
da_dk: Grønt Gitter
de: Vier grüne Pfähle
el_gr: Πράσινες Οριζόντιες Ρίγες
es: Bastonado verde
fi: Vihreä neloisriuku
fr_ca: Quatre pals de sinople
ga_ie: Cuailleach Uaine
gl_es: Barra verde
he: פסים קטנים בצבע ירוק
hr_hr: Zelena Prugasta
hu_hu: Zölddel cölöpölt
id_id: Garis halus vertikal hijau
is_is: Græn rönd
it: Palato di verde
ja_jp: 緑色の縦縞
ka_ge: მწვანე ზოლები
ko_kr: 초록색 세로줄 무늬
lb_lu: Véier gréng Péil
lt_lt: Žalios vertikalios juostos
ms_my: Pucat Hijau
nl_nl: Groene paly
nn_no: Grøne striper
pl: Zielone pasy
pt: Palado Verde
ro_ro: Paluri verzi
ru_ru: Зелёные столбы
sk_sk: Zelené pruhy
sl_si: Zeleni stebri
sv_se: Grönrandig
th_th: สีเขียวจางๆ
tr_tr: Yeşil İnce Sütunlar
vi_vn: Vạch dọc xanh lá cây nhỏ
zh_cn: 绿竖条纹
zh_tw: 綠色垂直條紋

# item_banner_small_stripes_lightBlue
source: Light Blue Paly
be_by: Блакітныя слупкі
bg_bg: Светлосини хоризонтални ивици
ca_es: Quadribarrada blava clara
cs: Světle modré svislé pruhy
da_dk: Lyseblåt Gitter
de: Vier hellblaue Pfähle
el_gr: Ανοιχτές Μπλε Οριζόντιες Ρίγες
es: Bastonado azul claro
fi: Vaaleansininen neloisriuku
fr_ca: Quatre pals de bleu céleste
ga_ie: Cuailleach Bánghorm
gl_es: Barra azul claro
he: פסים קטנים בצבע תכלת
hr_hr: Svijetlo Plava Prugasta
hu_hu: Világoskékkel cölöpölt
id_id: Garis halus vertikal biru
it: Palato d'azzurro
ja_jp: 空色の縦縞
ka_ge: ღია-ლურჯი ზოლები
ko_kr: 하늘색 세로줄 무늬
lb_lu: Véier hellblo Péil
lt_lt: Šviesiai mėlynos vertikalios juostos
ms_my: Garis Halus Menegak Biru Muda
mt_mt: Strixxa ikħal ċar vertikali
nl_nl: Lichtblauwe paly
nn_no: Ljoseblå striper
pl: Jasnoniebieskie pasy
pt: Palado Azul Claro
ro_ro: Paluri bleu
ru_ru: Голубые столбы
sk_sk: Svetlomodré pruhy
sl_si: Svetlo modri stebri
sv_se: Ljusblårandig
th_th: สีฟ้าจางๆ
tr_tr: Açık Mavi İnce Sütunlar
vi_vn: Vạch dọc xanh nước biển nhạt nhỏ
zh_cn: 淡蓝竖条纹
zh_tw: 淺藍色垂直條紋

# item_banner_small_stripes_lime
source: Lime Paly
ar_sa: ليموني شاحب
be_by: Лаймавыя слупкі
bg_bg: Жълтозелени хоризонтални ивици
ca_es: Quadribarrada verda llima
cs: Světle zelené svislé pruhy
da_dk: Limegrønt Gitter
de: Vier hellgrüne Pfähle
el_gr: Ανοιχτές Πράσινες Οριζόντιες Ρίγες
es: Bastonado verde lima
fi: Lime neloisriuku
fr_ca: Quatre pals de sinople clair
ga_ie: Cuailleach Líomach
gl_es: Barra lima
he: פסים קטנים בצבע ליים
hr_hr: Svijetlo Zelena Prugasta
hu_hu: Világoszölddel cölöpölt
id_id: Garis halus vertikal Limau
it: Palato di lime
ja_jp: 黄緑色の縦縞
ka_ge: სალათისფერი ზოლები
ko_kr: 연두색 세로줄 무늬
lb_lu: Véier hellgréng Péil
lt_lt: Gelsvai žalsvos vertikalios juostos
ms_my: Garis Halus Menegak Limau Hijau
mt_mt: Strixxa aħdar ċar vertikali
nl_nl: Lichtgroene paly
nn_no: Limegrøne striper
pl: Jasnozielone pasy
pt: Palado Verde Lima
ro_ro: Paluri verzi-deschis
ru_ru: Лаймовые столбы
sk_sk: Svetlozelené pruhy
sl_si: Svetlo zeleni stebri
sv_se: Limegrönrandig
th_th: สีเขียวอ่อนจางๆ
tr_tr: Açık Yeşil İnce Sütunlar
vi_vn: Vạch dọc xanh lá mạ nhỏ
zh_cn: 黄绿竖条纹
zh_tw: 淺綠色垂直條紋

# item_banner_small_stripes_magenta
source: Magenta Paly
ar_sa: أرجواني شاحب
be_by: Пурпурныя слупкі
bg_bg: Пурпурни хоризонтални ивици
ca_es: Quadribarrada magenta
cs: Purpurové svislé pruhy
da_dk: Lyserødt Gitter
de: Vier magenta Pfähle
de_at: Vier magentane Pfoi
el_gr: Ματζέντα Οριζόντιες Ρίγες
es: Bastonado magenta
fi: Purppura neloisriuku
fr_ca: Quatre pals de magenta
ga_ie: Cuailleach Maigeanta
gl_es: Barra maxenta
he: פסים קטנים בצבע מגנטה
hr_hr: Roza Prugasta
hu_hu: Bíborral cölöpölt
id_id: Garis halus vertikal Magenta
it: Palato di magenta
ja_jp: 赤紫色の縦縞
ka_ge: იისფერი ზოლები
ko_kr: 자홍색 세로줄 무늬
lb_lu: Véier magenta Péil
lt_lt: Rausvai raudonos vertikalios juostos
ms_my: Garis Halus Menegak Magenta
mt_mt: Strixxa vjola ċar vertikali
nn_no: Ljoselilla striper
pl: Karmazynowe pasy
pt: Palado Magenta
ro_ro: Paluri magenta
ru_ru: Пурпурные столбы
sk_sk: Purpurové pruhy
sl_si: Škrlatni stebri
sv_se: Ljuslilarandig
th_th: สีม่วงแกมชมพูจางๆ
tr_tr: Eflatun İnce Sütunlar
vi_vn: Vạch dọc đỏ sậm nhỏ
zh_cn: 品红竖条纹
zh_tw: 洋紅色垂直條紋

# item_banner_small_stripes_orange
source: Orange Paly
ar_sa: برتقالي شاحب
be_by: Аранжавыя слупкі
bg_bg: Оранжеви хоризонтални ивици
ca_es: Quadribarrada taronja
cs: Oranžové svislé pruhy
da_dk: Orange Gitter
de: Vier orange Pfähle
el_gr: Πορτοκαλί Οριζόντιες Ρίγες
es: Bastonado naranja
fi: Oranssi neloisriuku
fr_ca: Quatre pals d'orangé
ga_ie: Cuailleach Oráisteach
gl_es: Barra laranxa
he: פסים קטנים בצבע כתום
hr_hr: Narančasta Prugasta
hu_hu: Narancssárgával cölöpölt
id_id: Garis halus vertikal Jinnga
it: Palato d'arancione
ja_jp: 橙色の縦縞
ka_ge: ნარინჯისფერი ზოლები
ko_kr: 주황색 세로줄 무늬
lb_lu: Véier orange Péil
lt_lt: Oranžinės vertikalios juostos
ms_my: Garis Halus Menegak Jingga
mt_mt: Strixxa orangjo vertikali
nl_nl: Oranje paly
nn_no: Oransje striper
pl: Pomarańczowe pasy
pt: Palado Laranja
ro_ro: Paluri portocalii
ru_ru: Оранжевые столбы
sk_sk: Oranžový pruhy
sl_si: Oranžni stebri
sv_se: Orangerandig
th_th: สีส้มจาง
tr_tr: Turuncu İnce Sütunlar
vi_vn: Vạch dọc cam nhỏ
zh_cn: 橙竖条纹
zh_tw: 橙色垂直條紋

# item_banner_small_stripes_pink
source: Pink Paly
be_by: Ружовыя слупкі
bg_bg: Розови хоризонтални ивици
ca_es: Quadribarrada rosa
cs: Růžové svislé pruhy
da_dk: Lyserødt Gitter
de: Vier rosa Pfähle
el_gr: Ροζ Οριζόντιες Ρίγες
es: Bastonado rosa
fi: Vaaleanpunainen neloisriuku
fr_ca: Quatre pals de rose
ga_ie: Cuailleach Bándearg
gl_es: Barra rosa
he: פסים קטנים בצבע ורוד
hr_hr: Ružičasta Prugasta
hu_hu: Rózsaszínnel cölöpölt
id_id: Garis halus vertikal merah muda
it: Palato di rosa
ja_jp: 桃色の縦縞
ka_ge: ვარდისფერი ზოლები
ko_kr: 분홍색 세로줄 무늬
lb_lu: Véier rosa Péil
lt_lt: Rožinės vertikalios juostos
ms_my: Garis Halus Menegak Merah Jambu
mt_mt: Strixxa roża vertikali
nl_nl: Roze paly
nn_no: Rosa striper
pl: Różowe pasy
pt: Palado Rosa
ro_ro: Paluri roz
ru_ru: Розовые столбы
sk_sk: Ružové pruhy
sl_si: Roza stebri
sv_se: Rosarandig
th_th: สีชมพูจางๆ
tr_tr: Pembe İnce Sütunlar
vi_vn: Vạch dọc hồng nhỏ
zh_cn: 粉红竖条纹
zh_tw: 粉紅色垂直條紋

# item_banner_small_stripes_purple
source: Purple Paly
ar_sa: أرجواني شاحب
be_by: Фіялетавыя слупкі
bg_bg: Лилави хоризонтални ивици
ca_es: Quadribarrada morada
cs: Fialové svislé pruhy
da_dk: Lilla Gitter
de: Vier violette Pfähle
el_gr: Μωβ κάθετη γραμμή στο κέντρο
es: Bastonado morado
fi: Violetti neloisriuku
fr_ca: Quatre pals de pourpre
ga_ie: Cuailleach Corcra
gl_es: Barra púrpura
he: פסים קטנים בצבע סגול
hr_hr: Ljubičasta Prugasta
hu_hu: Lilával cölöpölt
id_id: Garis halus vertikal ungu
is_is: Fjólublá rönd
it: Palato di viola
ja_jp: 紫色の縦縞
ka_ge: ალისფერი ზოლები
ko_kr: 보라색 세로줄 무늬
lb_lu: Véier mof Péil
lt_lt: Purpurinės vertikalios juostos
ms_my: Pucat Ungu
nl_nl: Paarse paly
nn_no: Lilla striper
pl: Fioletowe pasy
pt: Palado Roxo
ro_ro: Paluri violete
ru_ru: Фиолетовые столбы
sk_sk: Fialové pruhy
sl_si: Vijolični stebri
sv_se: Lilarandig
th_th: สีม่วงจางๆ
tr_tr: Mor İnce Sütunlar
vi_vn: Vạch dọc tím nhỏ
zh_cn: 紫竖条纹
zh_tw: 紫色垂直條紋

# item_banner_small_stripes_red
source: Red Paly
ar_sa: أحمر شاحب
be_by: Чырвоныя слупкі
bg_bg: Червени хоризонтални ивици
ca_es: Quadribarrada vermella
cs: Červené svislé pruhy
da_dk: Rødt Gitter
de: Vier rote Pfähle
el_gr: Κόκκινες Οριζόντιες Ρίγες
es: Bastonado rojo
fi: Punainen neloisriuku
fr_ca: Quatre pals de gueules
ga_ie: Cuailleach Dearg
gl_es: Barra Vermella
he: פסים קטנים בצבע אדום
hr_hr: Crvena Prugasta
hu_hu: Vörössel cölöpölt
id_id: Garis halus vertikal merah
is_is: Rauð rönd
it: Palato di rosso
ja_jp: 赤色の縦縞
ka_ge: წითელი ზოლები
ko_kr: 빨간색 세로줄 무늬
lb_lu: Véier rout Péil
lt_lt: Raudonos vertikalios juostos
ms_my: Pucat Merah
nl_nl: Rode paly
nn_no: Raude striper
pl: Czerwone pasy
pt: Palado Vermelho
ro_ro: Paluri roșii
ru_ru: Красные столбы
sk_sk: Červené pruhy
sl_si: Rdeči stebri
sv_se: Rödrandig
th_th: สีแดงจางๆ
tr_tr: Kırmızı İnce Sütunlar
vi_vn: Vạch dọc đỏ nhỏ
zh_cn: 红竖条纹
zh_tw: 紅色垂直條紋

# item_banner_small_stripes_silver
source: Light Grey Paly
ar_sa: رمادي فاتح شاحب
be_by: Светла-шэрыя слупкі
bg_bg: Светлосиви хоризонтални ивици
ca_es: Quadribarrada grisa clara
cs: Světle šedé svislé pruhy
da_dk: Lysegråt Gitter
de: Vier hellgraue Pfähle
el_gr: Ανοιχτές Γκρίζες Οριζόντιες Ρίγες
es: Bastonado gris claro
fi: Vaaleanharmaa neloisriuku
fr_ca: Quatre pals d'argent grisé
ga_ie: Cuailleach Fionnliath
gl_es: Barra gris claro
he: פסים קטנים בצבע אפור בהיר
hr_hr: Svijetlo Siva Prugasta
hu_hu: Világosszürkével cölöpölt
id_id: Garis halus vertikal abu muda
it: Palato di grigio chiaro
ja_jp: 薄灰色の縦縞
ka_ge: ღია-ნაცრისფერი ზოლები
ko_kr: 회백색 세로줄 무늬
lb_lu: Véier hellgro Péil
lt_lt: Šviesiai pilkos vertikalios juostos
ms_my: Garis Halus Menegak Kelabu Muda
mt_mt: Light Gray Paly
nl_nl: Lichtgrijze paly
nn_no: Ljosegråe striper
pl: Jasnoszare pasy
pt: Palado Cinzento Claro
ro_ro: Paluri gri-deschis
ru_ru: Светло-серые столбы
sk_sk: Svetlosivé pruhy
sl_si: Svetlo sivi stebri
sv_se: Ljusgrårandig
th_th: สีเทาอ่อนจางๆ
tr_tr: Açık Gri İnce Sütunlar
vi_vn: Vạch dọc xám nhạt nhỏ
zh_cn: 淡灰竖条纹
zh_tw: 淺灰色垂直條紋

# item_banner_small_stripes_white
source: White Paly
ar_sa: ابيض شاحب
be_by: Белыя слупкі
bg_bg: Бели хоризонтални ивици
ca_es: Quadribarrada blanca
cs: Bílé svislé pruhy
da_dk: Hvidt Gitter
de: Vier weiße Pfähle
el_gr: Λευκές Οριζόντιες Ρίγες
es: Bastonado blanco
fi: Valkoinen neloisriuku
fr_ca: Quatre pals d'argent
ga_ie: Cuailleach Bán
gl_es: Barra Branca
he: פסים קטנים בצבע לבן
hr_hr: Bijela Prugasta
hu_hu: Fehérrel cölöpölt
id_id: Garis halus vertikal putih
it: Palato di bianco
ja_jp: 白色の縦縞
ka_ge: თეთრი ზოლები
ko_kr: 하얀색 세로줄 무늬
lb_lu: Véier wäiss Péil
lt_lt: Baltos vertikalios juostos
ms_my: Garis Halus Menegak Putih
mt_mt: Strixxa bajda vertikali
nl_nl: Witte paly
nn_no: Kvite striper
pl: Białe pasy
pt: Palado Branco
ro_ro: Paluri albe
ru_ru: Белые столбы
sk_sk: Biele pruhy
sl_si: Beli stebri
sv_se: Vitrandig
th_th: สีขาวจาง
tr_tr: Beyaz İnce Sütunlar
vi_vn: Vạch dọc trắng nhỏ
zh_cn: 白竖条纹
zh_tw: 白色垂直條紋

# item_banner_small_stripes_yellow
source: Yellow Paly
ar_sa: أصفر شاحب
be_by: Жоўтыя слупкі
bg_bg: Жълти хоризонтални ивици
ca_es: Quadribarrada groga
cs: Žluté svislé pruhy
da_dk: Gult Gitter
de: Vier gelbe Pfähle
el_gr: Κίτρινες Οριζόντιες Ρίγες
es: Bastonado amarillo
fi: Keltainen neloisriuku
fr_ca: Quatre pals d'or
ga_ie: Cuailleach Buí
gl_es: Barra Amarela
he: פסים קטנים בצבע צהוב
hr_hr: Žuta Prugasta
hu_hu: Sárgával cölöpölt
id_id: Garis halus vertikal kuning
it: Palato di giallo
ja_jp: 黄色の縦縞
ka_ge: ყვითელი ზოლები
ko_kr: 노란색 세로줄 무늬
lb_lu: Véier giel Péil
lt_lt: Geltonos vertikalios juostos
ms_my: Garis Halus Menegak Kuning
mt_mt: Strixxa safra vertikali
nl_nl: Gele paly
nn_no: Gule striper
pl: Żółte pasy
pt: Palado Amarelo
ro_ro: Paluri galbene
ru_ru: Жёлтые столбы
sk_sk: Žlté pruhy
sl_si: Rumeni stebri
sv_se: Gulrandig
th_th: สีเหลืองจางๆ
tr_tr: Sarı İnce Sütunlar
vi_vn: Vạch dọc vàng nhỏ
zh_cn: 黄竖条纹
zh_tw: 黃色垂直條紋

# item_banner_square_bottom_left_black
source: Black Base Dexter Canton
ar_sa: راية ملونة أسود
be_by: Чорны ніжні кут злева
bg_bg: Черен ляв долен кантон
ca_es: Cantó negre en base a la dreta
cs: Černý spodní levý kanton
da_dk: Sort firkant nederst til venstre
de: Schwarzes rechtes Untereck
de_at: Schworzs rechts Untaegg
el_gr: Κάτω Δεξιά Μαύρο Τετράγωνο
es: Cantón negro en base a diestra
fi: Musta vasen alakulma
fil_ph: Itim na Base na Dexter Canton
fr_ca: Canton dextre de la pointe de sable
ga_ie: Cúinneán Dubh sa Bhun Deas
gl_es: Cantón negro en base a destra
he: מרובע שחור באמצע צד שמאל
hr_hr: Crni Donji Desni Kvadrant
hu_hu: Fekete alsótelek
id_id: Kotak hitam di tepi kiri bawah
is_is: Svart niðri til vinstri
it: Al cantone destro della punta di nero
ja_jp: 右下に黒色の方形
ka_ge: შავი მარჯვენა ქვედა კვადრატი
ko_kr: 검은색 오른쪽 아래 사각형
lb_lu: Schwaarzen Eck ënne riets
lt_lt: Juodas apatinis kairysis kampas
ms_my: Dasar Dexter Canton Hitam
mt_mt: Kantuniera fuq ix-xellug b'bażi sewda
nl_nl: Zwart basis dexter kanton
nn_no: Svart nedre venstrekanton
pl: Czarny dolny lewy narożnik
pt: Cantão Dextro Preto Inferior
ro_ro: Canton negru dextru în talpă
ru_ru: Чёрный нижний правый крыж
sk_sk: Čierny dolný ľavý kantón
sl_si: Črn tretji kvadrat
sv_se: Svart nere till vänster
th_th: มุมขอบสีดำขนาดเล็กด้านล่างทางขวา
tr_tr: Siyah Sol Alt Dikdörtgen
vi_vn: Ô vuông đen ở góc dưới bên trái
zh_cn: 右底黑方
zh_tw: 右方下側黑色

# item_banner_square_bottom_left_blue
source: Blue Base Dexter Canton
ar_sa: راية ملونة أزرق
be_by: Сіні ніжні кут злева
bg_bg: Син десен долен кантон
ca_es: Cantó blau en base a la dreta
cs: Modrý spodní levý kanton
da_dk: Blå firkant nederst til venstre
de: Blaues rechtes Untereck
de_at: Blaus rechts Untaegg
el_gr: Κάτω Δεξιά Μπλε Τετράγωνο
es: Cantón azul en base a diestra
fi: Sininen vasen alakulma
fil_ph: Asul na Base na Dexter Canton
fr_ca: Canton dextre de la pointe d'azur
ga_ie: Cúinneán Gorm sa Bhun Deas
gl_es: Cantón azul en base a destra
he: מרובע כחול באמצע שמאל
hr_hr: Plavi Donji Desni Kvadrant
hu_hu: Kék alsótelek
id_id: Kotak biru di tepi kiri bawah
is_is: Blátt niðri til vinstri
it: Al cantone destro della punta di blu
ja_jp: 右下に青色の方形
ka_ge: ლურჯი მარჯვენა ქვედა კვადრატი
ko_kr: 파란색 오른쪽 아래 사각형
lb_lu: Bloen Eck ënne riets
lt_lt: Mėlynas apatinis kairysis kampas
ms_my: Dasar Dexter Canton Biru
mt_mt: Kantuniera fuq ix-xellug b'bażi kaħlija
nl_nl: Blauw basis dexter kanton
nn_no: Blå nedre venstrekanton
pl: Niebieski dolny lewy narożnik
pt: Cantão Dextro Azul Inferior
ro_ro: Canton albastru dextru în talpă
ru_ru: Синий нижний правый крыж
sk_sk: Modrý dolný ľavý kantón
sl_si: Moder tretji kvadrat
sv_se: Blå nere till vänster
th_th: แคนตัน Dexter ฐานสีน้ำเงิน
tr_tr: Mavi Sol Alt Dikdörtgen
vi_vn: Ô vuông xanh nước biển ở góc dưới bên trái
zh_cn: 右底蓝方
zh_tw: 右方下側藍色

# item_banner_square_bottom_left_brown
source: Brown Base Dexter Canton
ar_sa: راية ملونة بني
be_by: Карычневы ніжні кут злева
bg_bg: Кафяв десен долен кантон
ca_es: Cantó marró en base a la dreta
cs: Hnědý spodní levý kanton
da_dk: Brun firkant nederst til venstre
de: Braunes rechtes Untereck
de_at: Brauns rechts Untaegg
el_gr: Κάτω Δεξιά Καφέ Τετράγωνο
es: Cantón marrón en base a diestra
fi: Ruskea vasen alakulma
fil_ph: Kayumangging Base na Dexter Canton
fr_ca: Canton dextre de la pointe de brun
ga_ie: Cúinneán Donn sa Bhun Deas
gl_es: Cantón marrón en base a destra
he: מרובע חום באמצע שמאל
hr_hr: Smeđi Donji Desni Kvadrant
hu_hu: Barna alsótelek
id_id: Kotak coklat di tepi kiri bawah
is_is: Brúnt niðri til vinstri
it: Al cantone destro della punta di marrone
ja_jp: 右下に茶色の方形
ka_ge: ყავისფერი მარჯვენა ქვედა კვადრატი
ko_kr: 갈색 오른쪽 아래 사각형
lb_lu: Brongen Eck ënne riets
lt_lt: Rudas apatinis kairysis kampas
ms_my: Dasar Dexter Canton Perang
mt_mt: Kantuniera fuq ix-xellug b'bażi kannella
nl_nl: Bruin basis dexter kanton
nn_no: Brun nedre venstrekanton
pl: Brązowy dolny lewy narożnik
pt: Cantão Dextro Castanho Inferior
ro_ro: Canton maro dextru în talpă
ru_ru: Коричневый нижний правый крыж
sk_sk: Hnedý dolný ľavý kantón
sl_si: Rjav tretji kvadrat
sv_se: Brun nere till vänster
th_th: แคนตัน Dexter ฐานสีน้ำตาล
tr_tr: Kahverengi Sol Alt Dikdörtgen
vi_vn: Ô vuông nâu ở góc dưới bên trái
zh_cn: 右底棕方
zh_tw: 右方下側棕色

# item_banner_square_bottom_left_cyan
source: Cyan Base Dexter Canton
ar_sa: راية ملونة سماوي
be_by: Бірузовы ніжні кут злева
bg_bg: Синьозелен десен долен кантон
ca_es: Cantó cian en base a la dreta
cs: Azurový spodní levý kanton
da_dk: Turkis firkant nederst til venstre
de: Türkises rechtes Untereck
de_at: Türkises rechts Untaegg
el_gr: Κάτω Δεξιά Κυανό Τετράγωνο
es: Cantón cian en base a diestra
fi: Syaani vasen alakulma
fil_ph: Cyan na Base na Dexter Canton
fr_ca: Canton dextre de la pointe de cyan
ga_ie: Cúinneán Cian sa Bhun Deas
gl_es: Cantón ciano en base a destra
he: מרובע טורקיז באמצע שמאל
hr_hr: Tirkizni Donji Desni Kvadrant
hu_hu: Türkizkék alsótelek
id_id: Kotak biru kehijauan di tepi kiri bawah
is_is: Heiðblátt niðri til vinstri
it: Al cantone destro della punta di ciano
ja_jp: 右下に水色の方形
ka_ge: ცისფერი მარჯვენა ქვედა კვადრატი
ko_kr: 청록색 오른쪽 아래 사각형
lb_lu: Turquoisen Eck ënne riets
lt_lt: Žalsvai mėlynas apatinis kairysis kampas
ms_my: Dasar Dexter Canton Sian
mt_mt: Kantuniera fuq ix-xellug b'bażi ċilesti
nl_nl: Cyaan basis dexter kanton
nn_no: Turkis nedre venstrekanton
pl: Błękitny dolny lewy narożnik
pt: Cantão Dextro Ciano Inferior
ro_ro: Canton turcoaz dextru în talpă
ru_ru: Бирюзовый нижний правый крыж
sk_sk: Tyrkysový dolný ľavý kantón
sl_si: Turkizen tretji kvadrat
sv_se: Turkos nere till vänster
th_th: สีพื้นฐาน Dexter งานกวางเจา
tr_tr: Camgöbeği Sol Alt Dikdörtgen
vi_vn: Ô vuông lục lam ở góc dưới bên trái
zh_cn: 右底青方
zh_tw: 右方下側青色

# item_banner_square_bottom_left_gray
source: Grey Base Dexter Canton
ar_sa: راية ملونة رمادي
be_by: Шэры ніжні кут злева
bg_bg: Сив десен долен кантон
ca_es: Cantó gris en base a la dreta
cs: Šedý spodní levý kanton
da_dk: Grå firkant nederst til venstre
de: Graues rechtes Untereck
de_at: Graus rechts Untaegg
el_gr: Κάτω Δεξιά Γκρι Τετράγωνο
es: Cantón gris en base a diestra
fi: Harmaa vasen alakulma
fil_ph: Kulay-abong Base na Dexter Canton
fr_ca: Canton dextre de la pointe d'acier
ga_ie: Cúinneán Liath sa Bhun Deas
gl_es: Cantón gris en base a destra
he: מרובע אפור באמצע שמאל
hr_hr: Sivi Donji Desni Kvadrant
hu_hu: Szürke alsótelek
id_id: Kotak abu abu di tepi kiri bawah
is_is: Grátt niðri til vinstri
it: Al cantone destro della punta di grigio
ja_jp: 右下に灰色の方形
ka_ge: ნაცრისფერი მარჯვენა ქვედა კვადრატი
ko_kr: 회색 오른쪽 아래 사각형
lb_lu: Groen Eck ënne riets
lt_lt: Pilkas apatinis kairysis kampas
ms_my: Dasar Dexter Canton Kelabu
mt_mt: Kantuniera fuq ix-xellug b'bażi griż
nl_nl: Grijs basis dexter kanton
nn_no: Grå nedre venstrekanton
pl: Szary dolny lewy narożnik
pt: Cantão Dextro Cinzento Inferior
ro_ro: Canton gri dextru în talpă
ru_ru: Серый нижний правый крыж
sk_sk: Sivý dolný ľavý kantón
sl_si: Siv tretji kvadrat
sv_se: Grå nere till vänster
th_th: แคนตัน Dexter ฐานสีเทา
tr_tr: Gri Sol Alt Dikdörtgen
vi_vn: Ô vuông xám ở góc dưới bên trái
zh_cn: 右底灰方
zh_tw: 右方下側灰色

# item_banner_square_bottom_left_green
source: Green Base Dexter Canton
ar_sa: راية ملونة أخضر
be_by: Зялёны ніжні кут злева
bg_bg: Зелен десен долен кантон
ca_es: Cantó verd en base a la dreta
cs: Zelený spodní levý kanton
da_dk: Grøn firkant nederst til venstre
de: Grünes rechtes Untereck
de_at: Grüns rechts Untaegg
el_gr: Κάτω Δεξιά Πράσινο Τετράγωνο
es: Cantón verde en base a diestra
fi: Vihreä vasen alakulma
fil_ph: Berdeng Base na Dexter Canton
fr_ca: Canton dextre de la pointe de sinople
ga_ie: Cúinneán Uaine sa Bhun Deas
gl_es: Cantón verde en base a destra
he: מרובע ירוק באמצע צד שמאל
hr_hr: Zeleni Donji Desni Kvadrant
hu_hu: Zöld alsótelek
id_id: Kotak hijau di tepi kiri bawah
is_is: Grænt niðri til vinstri
it: Al cantone destro della punta di verde
ja_jp: 右下に緑色の方形
ka_ge: მწვანე მარჯვენა ქვედა კვადრატი
ko_kr: 초록색 오른쪽 아래 사각형
lb_lu: Gréngen Eck ënne riets
lt_lt: Žalias apatinis kairysis kampas
ms_my: Dasar Dexter Canton Hijau
mt_mt: Kantuniera fuq ix-xellug b'bażi ħadra
nl_nl: Groen basis dexter kanton
nn_no: Grøn nedre venstrekanton
pl: Zielony dolny lewy narożnik
pt: Cantão Dextro Verde Inferior
ro_ro: Canton verde dextru în talpă
ru_ru: Зелёный нижний правый крыж
sk_sk: Zelený dolný ľavý kantón
sl_si: Zelen tretji kvadrat
sv_se: Grön nere till vänster
th_th: แคนตัน Dexter ฐานสีเขียว
tr_tr: Yeşil Sol Alt Dikdörtgen
vi_vn: Ô vuông xanh lá cây ở góc dưới bên trái
zh_cn: 右底绿方
zh_tw: 右方下側綠色
