Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_triangle_top_silver
source: Light Grey Inverted Chevron
ar_sa: راية ملونة رمادي فاتح
be_by: Светла-шэрае скарочанае перакуленае вастрыё
bg_bg: Светлосив обърнат шеврон
ca_es: Triangle Invertit gris clar
cs: Světle šedý klín
da_dk: Lysegrå Omvendt Chevron
de: Hellgraue gestürzte halbe Spitze
el_gr: Ανοιχτό Γκρι Ανεστραμμένo Chevron
es: Chevrón gris claro invertido
fi: Vaaleanharmaa käänteinen polviorsi
fr_ca: Mantelé renversé d'argent grisé
ga_ie: Binnroinnte Bunoscionn Fionnliath
gl_es: Chevrón gris claro invertido
he: משולש כסף למעלה
hr_hr: Svijetlo Sivi Obrnuti Chevron
hu_hu: Világosszürkével saruzott
id_id: Chevron Abu-abu Muda Terbalik
it: Alla punta rovesciata di grigio chiaro
ja_jp: 薄灰色の下向きの山形
ka_ge: ღია-ნაცრისფერი გადმობრუნებული შევრონი
ko_kr: 회백색 위쪽 삼각형
lb_lu: Hellgro gedréinten Hallefspëtz
lt_lt: Šviesiai pilkas viršutinis trikampis
ms_my: Chevron Terbalik Kelabu Muda
mt_mt: Chevron meqlub griż ċar
nl_nl: Lichtgrijze omgekeerde keper
nn_no: Ljosegrå omvendt sparre
pl: Jasnoszara odwrócona krokiew
pt: Chevron Cinzento Claro Invertido
ro_ro: Triunghi gri-deschis în șef
ru_ru: Светло-серое опрокинутое остриё
sk_sk: Svetlosivý opačný klin
sl_si: Svetlo siva prekucnjena škarnica
sv_se: Ljusgrå triangel upptill
th_th: สามเหลี่ยมสีเทาอ่อนกลับด้าน
tr_tr: Üstten Açık Gri Üçgen
vi_vn: Tam giác xám nhạt ở góc trên
zh_cn: 顶淡灰三角
zh_tw: 上方淺灰色倒三角形

# item_banner_triangle_top_white
source: White Inverted Chevron
ar_sa: راية ملونة أبيض
be_by: Белае скарочанае перакуленае вастрыё
bg_bg: Бял обърнат шеврон
ca_es: Triangle invertit blanc
cs: Bílý klín
da_dk: Hvid Omvendt Chevron
de: Weiße gestürzte halbe Spitze
el_gr: Άσπρο ανάποδο σιρίτι
es: Chevrón blanco invertido
fi: Valkoinen käänteinen polviorsi
fr_ca: Mantelé renversé d'argent
ga_ie: Binnroinnte Bunoscionn Bán
gl_es: Chevrón blanco invertido
he: שברון הפוך לבן
hr_hr: Bijeli Obrnuti Chevron
hu_hu: Fehérrel saruzott
id_id: Chevron Putih Terbalik
it: Alla punta rovesciata di bianco
ja_jp: 白色の下向きの山形
ka_ge: თეთრი გადმობრუნებული შევრონი
ko_kr: 하얀색 위쪽 삼각형
lb_lu: Wäiss gedréinten Hallefspëtz
lt_lt: Baltas viršutinis trikampis
ms_my: Chevron Putih Terbalik
nl_nl: Witte omgekeerde keper
nn_no: Kvit omvendt sparre
pl: Biała odwrócona krokiew
pt: Chevron Branco Invertido
ro_ro: Triunghi alb în șef
ru_ru: Белое опрокинутое остриё
sk_sk: Biely opačný klin
sl_si: Bela prekucnjena škarnica
sv_se: Vit triangel upptill
th_th: สามเหลี่ยมสีขาวกลับด้าน
tr_tr: Üstten Beyaz Üçgen
vi_vn: Tam giác trắng ở góc trên
zh_cn: 白色顶三角
zh_tw: 上方白色倒三角形

# item_banner_triangle_top_yellow
source: Yellow Inverted Chevron
ar_sa: راية ملونة أصفر
be_by: Жоўтае скарочанае перакуленае вастрыё
bg_bg: Жълт обърнат шеврон
ca_es: Triangle invertit groc
cs: Žlutý klín
da_dk: Gul Omvendt Chevron
de: Gelbe gestürzte halbe Spitze
el_gr: Κίτρινο ανάποδο σιρίτι
es: Chevrón amarillo invertido
fi: Keltainen käänteinen polviorsi
fr_ca: Mantelé renversé d'or
ga_ie: Binnroinnte Bunoscionn Buí
gl_es: Chevrón amarelo invertido
he: משולש צהוב למעלה
hr_hr: Žuti Obrnuti Chevron
hu_hu: Sárgával saruzott
id_id: Chevron Kuning Terbalik
it: Alla punta rovesciata di giallo
ja_jp: 黄色の下向きの山形
ka_ge: ყვითელი გადმობრუნებული შევრონი
ko_kr: 노란색 위쪽 삼각형
lb_lu: Giel gedréinten Hallefspëtz
lt_lt: Geltonas viršutinis trikampis
ms_my: Chevron Kuning Terbalik
nl_nl: Gele omgekeerde keper
nn_no: Gul omvendt sparre
pl: Żółta odwrócona krokiew
pt: Chevron Amarelo Invertido
ro_ro: Triunghi galben în șef
ru_ru: Жёлтое опрокинутое остриё
sk_sk: Žltý opačný klin
sl_si: Rumena prekucnjena škarnica
sv_se: Gul triangel upptill
th_th: สามเหลี่ยมสีเหลืองกลับด้าน
tr_tr: Üstten Sarı Üçgen
vi_vn: Tam giác vàng ở góc trên
zh_cn: 黄色顶三角
zh_tw: 上方黃色倒三角形

# item_banner_triangles_bottom_black
source: Black Base Indented
ar_sa: راية ملونة أسود
be_by: Чорная зубчастая пята
bg_bg: Черни долни зъбци
ca_es: Base dentada negra
cs: Černý spodní odsazený pruh
da_dk: Sorte bundpigge
de: Schwarzer gespickelter Bannerfuß
de_at: Schworza gspicklta Bannerfuaß
el_gr: Μαύρη οδοντωτή βάση
es: Base negra dentada
fi: Musta hammaskoroinen tyviö
fr_ca: Émanchures de sable mouvant de la pointe
ga_ie: Bun Dubh Eangach
gl_es: Base negra dentada
he: משולשים תחתונים שחורים
hr_hr: Crni Donji Cik-Cak
hu_hu: Fekete fogas talp
id_id: Dasar hitam yang menjorok
it: Alla punta cuneato di nero
ja_jp: 下に黒色の波形
ka_ge: შავი ქვედა კბილანები
ko_kr: 검은색 아래쪽 톱니 모양
lb_lu: Schwaarz Zacken ënnen
lt_lt: Juodi apatiniai trikampiai
ms_my: Tapak Hitam Dilekukan
nl_nl: Zwarte ingesprongen basis
nn_no: Svart tannsnitt nede
pl: Czarna podstawa ząbkowana
pt: Dentado Preto Inferior
ro_ro: Talpă dințată neagră
ru_ru: Чёрное зубчатое основание
sk_sk: Čierny spodný odsadený pásik
sl_si: Črna spodnja pokrovača
sv_se: Svarta taggar nedtill
th_th: ฐานลายฟันเลื่อยสีดำ
tr_tr: Alttan Siyah Testere Dişi
vi_vn: Hình răng cưa màu đen ở góc dưới
zh_cn: 黑色底波纹
zh_tw: 下側黑色鋸齒

# item_banner_triangles_bottom_blue
source: Blue Base Indented
ar_sa: راية ملونة أزرق
be_by: Сіняя зубчастая пята
bg_bg: Сини долни зъбци
ca_es: Base dentada blava
cs: Modrý spodní odsazený pruh
da_dk: Blå bundpigge
de: Blauer gespickelter Bannerfuß
el_gr: Μπλέ οδοντωτή βάση
es: Base azul dentada
fi: Sininen hammaskoroinen tyviö
fr_ca: Émanchures d'azur mouvant de la pointe
ga_ie: Bun Gorm Eangach
gl_es: Base azul dentada
he: משולשים תחתונים כחולים
hr_hr: Plavi Donji Cik-Cak
hu_hu: Kék fogas talp
id_id: Base biru yang menjorok
it: Alla punta cuneato di blu
ja_jp: 下に青色の波形
ka_ge: ლურჯი ქვედა კბილანები
ko_kr: 파란색 아래쪽 톱니 모양
lb_lu: Blo Zacken ënnen
lt_lt: Mėlyni apatiniai trikampiai
ms_my: Tapak Biru Dilekukan
nl_nl: Blauwe ingesprongen basis
nn_no: Blått tannsnitt nede
pl: Niebieska podstawa ząbkowana
pt: Dentado Azul Inferior
ro_ro: Talpă dințată albastră
ru_ru: Синее зубчатое основание
sk_sk: Modrý spodný odsadený pásik
sl_si: Modra spodnja pokrovača
sv_se: Blåa taggar nedtill
th_th: พื้นที่รูปฟันเลื่อยสีน้ำเงินด้านล่าง
tr_tr: Alttan Mavi Testere Dişi
vi_vn: Hình răng cưa màu xanh nước biển ở góc dưới
zh_cn: 蓝色底波纹
zh_tw: 下側藍色鋸齒

# item_banner_triangles_bottom_brown
source: Brown Base Indented
ar_sa: راية ملونة بني
be_by: Карычневая зубчастая пята
bg_bg: Кафяви долни зъбци
ca_es: Base dentada marró
cs: Hnědý spodní odsazený pruh
da_dk: Brune bundpigge
de: Brauner gespickelter Bannerfuß
el_gr: Καφέ οδοντωτή βάση
es: Base marrón dentada
fi: Ruskea hammaskoroinen tyviö
fr_ca: Émanchures de brun mouvant de la pointe
ga_ie: Bun Donn Eangach
gl_es: Base marrón dentada
he: משולשים תחתונים חומים
hr_hr: Smeđi Donji Cik-Cak
hu_hu: Barna fogas talp
id_id: Dasar coklat yang menjorok
it: Alla punta cuneato di marrone
ja_jp: 下に茶色の波形
ka_ge: ყავისფერი ქვედა კბილანები
ko_kr: 갈색 아래쪽 톱니 모양
lb_lu: Brong Zacken ënnen
lt_lt: Rudi apatiniai trikampiai
ms_my: Tapak Coklat Dilekukan
nl_nl: Bruine ingesprongen basis
nn_no: Brunt tannsnitt nede
pl: Brązowa podstawa ząbkowana
pt: Dentado Castanho Inferior
ro_ro: Talpă dințată maro
ru_ru: Коричневое зубчатое основание
sk_sk: Hnedý spodný odsadený pásik
sl_si: Rjava spodnja pokrovača
sv_se: Bruna taggar nedtill
th_th: ฐานลายฟันเลื่อยสีน้ำตาล
tr_tr: Alttan Kahverengi Testere Dişi
vi_vn: Hình răng cưa màu nâu ở góc dưới
zh_cn: 棕色底波纹
zh_tw: 下側棕色鋸齒

# item_banner_triangles_bottom_cyan
source: Cyan Base Indented
ar_sa: راية ملونة سماوي
be_by: Бірузовая зубчастая пята
bg_bg: Синьозелени долни зъбци
ca_es: Base dentada cian
cs: Azurový spodní odsazený pruh
da_dk: Tyrkis Bundpigge
de: Türkiser gespickelter Bannerfuß
el_gr: Κυανή οδοντωτή βάση
es: Base cian dentada
fi: Turkoosi hammaskoroinen tyviö
fr_ca: Émanchures de cyan mouvant de la pointe
ga_ie: Bun Cian Eangach
gl_es: Base ciana dentada
he: משולשים תחתונים ציאן
hr_hr: Tirkizni Donji Cik-Cak
hu_hu: Türkiz fogas talp
id_id: Base Cyan indentasi
it: Alla punta cuneato di ciano
ja_jp: 下に水色の波形
ka_ge: ცისფერი ქვედა კბილანები
ko_kr: 청록색 아래쪽 톱니 모양
lb_lu: Turquoise Zacken ënnen
lt_lt: Žalsvai mėlyni apatiniai trikampiai
ms_my: Tapak Cyan Dilekukan
nl_nl: Cyaan ingesprongen basis
nn_no: Turkis tannsnitt nede
pl: Błękitna podstawa ząbkowana
pt: Dentado Ciano Inferior
ro_ro: Talpă dințată turcoaz
ru_ru: Бирюзовое зубчатое основание
sk_sk: Tyrkysový spodný odsadený pásik
sl_si: Turkizna spodnja pokrovača
sv_se: Turkosa taggar nedtill
th_th: พื้นที่รูปฟันเลื่อยสีน้ำเงินแกมเขียวด้านล่าง
tr_tr: Alttan Camgöbeği Testere Dişi
vi_vn: Hình răng cưa màu lục lam ở góc dưới
zh_cn: 青色底波纹
zh_tw: 下側青色鋸齒

# item_banner_triangles_bottom_gray
source: Grey Base Indented
ar_sa: راية ملونة رمادي
be_by: Шэрая зубчастая пята
bg_bg: Сиви долни зъбци
ca_es: Base dentada grisa
cs: Šedý spodní odsazený pruh
da_dk: Grå Bundpigge
de: Grauer gespickelter Bannerfuß
el_gr: Γκρι οδοντωτή βάση
es: Base gris dentada
fi: Harmaa hammaskoroinen tyviö
fr_ca: Émanchures d'acier mouvant de la pointe
ga_ie: Bun Liath Eangach
gl_es: Base gris dentada
he: משולשים תחתונים אפורים
hr_hr: Sivi Donji Cik-Cak
hu_hu: Szürke fogas talp
id_id: Abu-abu dasar indentasi
it: Alla punta cuneato di grigio
ja_jp: 下に灰色の波形
ka_ge: ნაცრისფერი ქვედა კბილანები
ko_kr: 회색 아래쪽 톱니 모양
lb_lu: Gro Zacken ënnen
lt_lt: Pilki apatiniai trikampiai
ms_my: Tapak Kelabu Dilekukan
mt_mt: Gray Base Indented
nl_nl: Grijze ingesprongen basis
nn_no: Grått tannsnitt nede
pl: Szara podstawa ząbkowana
pt: Dentado Cinzento Inferior
ro_ro: Talpă dințată gri
ru_ru: Серое зубчатое основание
sk_sk: Sivý spodný odsadený pásik
sl_si: Siva spodnja pokrovača
sv_se: Gråa taggar nedtill
th_th: พื้นที่สีเทาด้านล่าง
tr_tr: Alttan Gri Testere Dişi
vi_vn: Hình răng cưa màu xám ở góc dưới
zh_cn: 灰色底波纹
zh_tw: 下側灰色鋸齒

# item_banner_triangles_bottom_green
source: Green Base Indented
ar_sa: راية ملونة أخضر
be_by: Зялёная зубчастая пята
bg_bg: Зелени долни зъбци
ca_es: Base dentada verda
cs: Zelený spodní odsazený pruh
da_dk: Grønne bundpigge
de: Grüner gespickelter Bannerfuß
el_gr: Πράσινη οδοντωτή βάση
es: Base verde dentada
fi: Vihreä hammaskoroinen tyviö
fr_ca: Émanchures de sinople mouvant de la pointe
ga_ie: Bun Uaine Eangach
gl_es: Base verde dentada
he: משולשים תחתונים ירוקים
hr_hr: Zeleni Donji Cik-Cak
hu_hu: Zöld fogas talp
id_id: Hijau basis indentasi
it: Alla punta cuneato di verde
ja_jp: 下に緑色の波形
ka_ge: მწვანე ქვედა კბილანები
ko_kr: 초록색 아래쪽 톱니 모양
lb_lu: Gréng Zacken ënnen
lt_lt: Žali apatiniai trikampiai
ms_my: Tapak Hijau Dilekukan
nl_nl: Groene ingesprongen basis
nn_no: Grønt tannsnitt nede
pl: Zielona podstawa ząbkowana
pt: Dentado Verde Inferior
ro_ro: Talpă dințată verde
ru_ru: Зелёное зубчатое основание
sk_sk: Zelený spodný odsadený pásik
sl_si: Zelena spodnja pokrovača
sv_se: Gröna taggar nedtill
th_th: ฐานลายฟันเลื่อยสีเขียว
tr_tr: Alttan Yeşil Testere Dişi
vi_vn: Hình răng cưa màu xanh lá cây ở góc dưới
zh_cn: 绿色底波纹
zh_tw: 下側綠色鋸齒

# item_banner_triangles_bottom_lightBlue
source: Light Blue Base Indented
ar_sa: راية ملونة أزرق فاتح
be_by: Блакітная зубчастая пята
bg_bg: Светлосини долни зъбци
ca_es: Base dentada blava clara
cs: Světle modrý spodní odsazený pruh
da_dk: Lyseblå Bundpigge
de: Hellblauer gespickelter Bannerfuß
el_gr: Γαλάζια οδοντωτή βάση
es: Base azul claro dentada
fi: Vaaleansininen hammaskoroinen tyviö
fr_ca: Émanchures de bleu céleste mouvant de la pointe
ga_ie: Bun Bánghorm Eangach
gl_es: Base azul claro dentada
he: משולשים תחתונים תכלת
hr_hr: Svijetlo Plavi Donji Cik-Cak
hu_hu: Világoskék fogas talp
id_id: Medasarkan Biru Muda yang menjorok
it: Alla punta cuneato d'azzurro
ja_jp: 下に空色の波形
ka_ge: ღია-ლურჯი ქვედა კბილანები
ko_kr: 하늘색 아래쪽 톱니 모양
lb_lu: Hellblo Zacken ënnen
lt_lt: Šviesiai mėlyni apatiniai trikampiai
ms_my: Tapak Biru Muda Dilekukan
nl_nl: Lichtblauwe ingesprongen basis
nn_no: Ljoseblått tannsnitt nede
pl: Jasnoniebieska podstawa ząbkowana
pt: Dentado Azul Claro Inferior
ro_ro: Talpă dințată bleu
ru_ru: Голубое зубчатое основание
sk_sk: Svetlomodrý spodný odsadený pásik
sl_si: Svetlo modra spodnja pokrovača
sv_se: Ljusblåa taggar nedtill
th_th: พื้นที่รูปฟันเลื่อยสีฟ้าด้านล่าง
tr_tr: Alttan Açık Mavi Testere Dişi
vi_vn: Hình răng cưa màu xanh nước biển nhạt ở góc dưới
zh_cn: 淡蓝色底波纹
zh_tw: 下側淺藍色鋸齒

# item_banner_triangles_bottom_lime
source: Lime Base Indented
ar_sa: راية ملونة ليموني
be_by: Лаймавая зубчастая пята
bg_bg: Жълтозелени долни зъбци
ca_es: Base dentada verda llima
cs: Světle zelený spodní odsazený pruh
da_dk: Limegrønne Bundpigge
de: Hellgrüner gespickelter Bannerfuß
el_gr: Λαχανί οδοντωτή βάση
es: Base verde lima dentada
fi: Lime hammaskoroinen tyviö
fr_ca: Émanchures de sinople clair mouvant de la pointe
ga_ie: Bun Liomach Eangach
gl_es: Base lima dentada
he: משולשים תחתונים ליים
hr_hr: Svijetlo Zeleni Donji Cik-Cak
hu_hu: Világoszöld fogas talp
id_id: Kapur basis indentasi
it: Alla punta cuneato di lime
ja_jp: 下に黄緑色の波形
ka_ge: სალათისფერი ქვედა კბილანები
ko_kr: 연두색 아래쪽 톱니 모양
lb_lu: Hellgréng Zacken ënnen
lt_lt: Gelsvai žalsvi apatiniai trikampiai
ms_my: Tapak Hijau Muda Dilekukan
nl_nl: Lichtgroene ingesprongen basis
nn_no: Limegrønt tannsnitt nede
pl: Jasnozielona podstawa ząbkowana
pt: Dentado Verde Lima Inferior
ro_ro: Talpă dințată verde-deschis
ru_ru: Лаймовое зубчатое основание
sk_sk: Svetlozelený spodný odsadený pásik
sl_si: Svetlo zelena spodnja pokrovača
sv_se: Limegröna taggar nedtill
th_th: พื้นที่รูปฟันเลื่อยสีเขียวอ่อนด้านล่าง
tr_tr: Alttan Açık Yeşil Testere Dişi
vi_vn: Hình răng cưa màu xanh lá mạ ở góc dưới
zh_cn: 黄绿色底波纹
zh_tw: 下側淺綠色鋸齒

# item_banner_triangles_bottom_magenta
source: Magenta Base Indented
ar_sa: راية ملونة أرجواني
be_by: Пурпурная зубчастая пята
bg_bg: Пурпурни долни зъбци
ca_es: Base dentada magenta
cs: Purpurový spodní odsazený pruh
da_dk: Lyslilla Bundpigge
de: Magenta gespickelter Bannerfuß
de_at: Magentana gspicklta Bannerfuaß
el_gr: Ανοιχτή φούξια οδοντωτή βάση
es: Base morada dentada
fi: Purppura hammaskoroinen tyviö
fr_ca: Émanchures de magenta mouvant de la pointe
ga_ie: Bun Maigeanta Eangach
gl_es: Base maxenta dentada
he: משולשים תחתונים מג'נטה
hr_hr: Rozi Donji Cik-Cak
hu_hu: Bíbor fogas talp
id_id: Magenta basis indentasi
it: Alla punta cuneato di magenta
ja_jp: 下に赤紫色の波形
ka_ge: იისფერი ქვედა კბილანები
ko_kr: 자홍색 아래쪽 톱니 모양
lb_lu: Magenta Zacken ënnen
lt_lt: Rausvai raudoni apatiniai trikampiai
ms_my: Tapak Magenta Dilekukan
nl_nl: Magenta ingesprongen basis
nn_no: Ljoselilla tannsnitt nede
pl: Karmazynowa podstawa ząbkowana
pt: Dentado Magenta Inferior
ro_ro: Talpă dințată magenta
ru_ru: Пурпурное зубчатое основание
sk_sk: Purpurový spodný odsadený pásik
sl_si: Škrlatna spodnja pokrovača
sv_se: Ljuslila taggar nedtill
th_th: พื้นที่รูปฟันเลื่อยสีม่วงแกมชมพูด้านล่าง
tr_tr: Alttan Eflatun Testere Dişi
vi_vn: Hình răng cưa màu đỏ sậm ở góc dưới
zh_cn: 品红色底波纹
zh_tw: 下側洋紅色鋸齒

# item_banner_triangles_bottom_orange
source: Orange Base Indented
ar_sa: راية ملونة برتقالي
be_by: Аранжавая зубчастая пята
bg_bg: Оранжеви долни зъбци
ca_es: Base dentada taronja
cs: Oranžový spodní odsazený pruh
da_dk: Orange Bundpigge
de: Oranger gespickelter Bannerfuß
el_gr: Πορτοκαλί οδοντωτή βάση
es: Base naranja dentada
fi: Oranssi hammaskoroinen tyviö
fr_ca: Émanchures d'orangé mouvant de la pointe
ga_ie: Bun Oráisteach Eangach
gl_es: Base laranxa dentada
he: משולשים תחתונים כתומים
hr_hr: Narančasti Donji Cik-Cak
hu_hu: Narancssárga fogas talp
id_id: Jeruk basis indentasi
it: Alla punta cuneato d'arancione
ja_jp: 下に橙色の波形
ka_ge: ნარინჯისფერი ქვედა კბილანები
ko_kr: 주황색 아래쪽 톱니 모양
lb_lu: Orange Zacken ënnen
lt_lt: Oranžiniai apatiniai trikampiai
ms_my: Tapak Jingga Dilekukan
nl_nl: Oranje ingesprongen basis
nn_no: Oransje tannsnitt nede
pl: Pomarańczowa podstawa ząbkowana
pt: Dentado Laranja Inferior
ro_ro: Talpă dințată portocalie
ru_ru: Оранжевое зубчатое основание
sk_sk: Oranžový spodný odsadený pásik
sl_si: Oranžna spodnja pokrovača
sv_se: Oranga taggar nedtill
th_th: พื้นที่รูปฟันเลื่อยสีส้มด้านล่าง
tr_tr: Alttan Turuncu Testere Dişi
vi_vn: Hình răng cưa màu cam ở góc dưới
zh_cn: 橙色底波纹
zh_tw: 下側橙色鋸齒

# item_banner_triangles_bottom_pink
source: Pink Base Indented
ar_sa: راية ملونة وردي
be_by: Ружовая зубчастая пята
bg_bg: Розови долни зъбци
ca_es: Base dentada rosa
cs: Růžový spodní odsazený pruh
da_dk: Lyserøde Bundpigge
de: Rosa gespickelter Bannerfuß
el_gr: Ροζ οδοντωτή βάση
es: Base rosa dentada
fi: Vaaleanpunainen hammaskoroinen tyviö
fr_ca: Émanchures de rose mouvant de la pointe
ga_ie: Bun Bándearg Eangach
gl_es: Base rosa dentada
he: משולשים תחתונים ורודים
hr_hr: Ružičasti Donji Cik-Cak
hu_hu: Rózsaszín fogas talp
id_id: Dasar merah muda yang menjorok
it: Alla punta cuneato di rosa
ja_jp: 下に桃色の波形
ka_ge: ვარდისფერი ქვედა კბილანები
ko_kr: 분홍색 아래쪽 톱니 모양
lb_lu: Rosa Zacken ënnen
lt_lt: Rožiniai apatiniai trikampiai
ms_my: Tapak Merah Jambu Dilekukan
nl_nl: Roze ingesprongen basis
nn_no: Rosa tannsnitt nede
pl: Różowa podstawa ząbkowana
pt: Dentado Rosa Inferior
ro_ro: Talpă dințată roz
ru_ru: Розовое зубчатое основание
sk_sk: Ružový spodný odsadený pásik
sl_si: Roza spodnja pokrovača
sv_se: Rosa taggar nedtill
th_th: พื้นที่รูปฟันเลื่อยสีชมพูด้านล่าง
tr_tr: Alttan Pembe Testere Dişi
vi_vn: Hình răng cưa màu hồng ở góc dưới
zh_cn: 粉红色底波纹
zh_tw: 下側粉紅色鋸齒

# item_banner_triangles_bottom_purple
source: Purple Base Indented
ar_sa: راية ملونة بنفسجي
be_by: Фіялетавая зубчастая пята
bg_bg: Лилави долни зъбци
ca_es: Base dentada morada
cs: Fialový spodní odsazený pruh
da_dk: Lilla Bundpigge
de: Violetter gespickelter Bannerfuß
el_gr: Φούξια οδοντωτή βάση
es: Base morada dentada
fi: Violetti hammaskoroinen tyviö
fr_ca: Émanchures de pourpre mouvant de la pointe
ga_ie: Bun Corcra Eangach
gl_es: Base púrpura dentada
he: משולשים תחתונים סגולים
hr_hr: Ljubičasti Donji Cik-Cak
hu_hu: Lila fogas talp
id_id: Ungu basis indentasi
it: Alla punta cuneato di viola
ja_jp: 下に紫色の波形
ka_ge: ალისფერი ქვედა კბილანები
ko_kr: 보라색 아래쪽 톱니 모양
lb_lu: Mof Zacken ënnen
lt_lt: Purpuriniai apatiniai trikampiai
ms_my: Tapak Ungu Dilekukan
nl_nl: Paarse ingesprongen basis
nn_no: Lilla tannsnitt nede
pl: Fioletowa podstawa ząbkowana
pt: Dentado Roxo Inferior
ro_ro: Talpă dințată violetă
ru_ru: Фиолетовое зубчатое основание
sk_sk: Fialový spodný odsadený pásik
sl_si: Vijolična spodnja pokrovača
sv_se: Lila taggar nedtill
th_th: พื้นที่รูปฟันเลื่อยสีม่วงด้านล่าง
tr_tr: Alttan Mor Testere Dişi
vi_vn: Hình răng cưa màu tím ở góc dưới
zh_cn: 紫色底波纹
zh_tw: 下側紫色鋸齒

# item_banner_triangles_bottom_red
source: Red Base Indented
ar_sa: راية ملونة أحمر
be_by: Чырвоная зубчастая пята
bg_bg: Червени долни зъбци
ca_es: Base dentada vermella
cs: Červený spodní odsazený pruh
da_dk: Røde bundpigge
de: Roter gespickelter Bannerfuß
el_gr: Κόκκινη οδοντωτή βάση
es: Base roja dentada
fi: Punainen hammaskoroinen tyviö
fr_ca: Émanchures de gueules mouvant de la pointe
ga_ie: Bun Dearg Eangach
gl_es: Base vermella dentada
he: משולשים תחתונים אדומים
hr_hr: Crveni Donji Cik-Cak
hu_hu: Vörös fogas talp
id_id: Dasar merah yang menjorok
it: Alla punta cuneato di rosso
ja_jp: 下に赤色の波形
ka_ge: წითელი ქვედა კბილანები
ko_kr: 빨간색 아래쪽 톱니 모양
lb_lu: Rout Zacken ënnen
lt_lt: Raudoni apatiniai trikampiai
ms_my: Tapak Merah Dilekukan
nl_nl: Rode ingesprongen basis
nn_no: Raudt tannsnitt nede
pl: Czerwona podstawa ząbkowana
pt: Dentado Vermelho Inferior
ro_ro: Talpă dințată roșie
ru_ru: Красное зубчатое основание
sk_sk: Červený spodný odsadený pásik
sl_si: Rdeča spodnja pokrovača
sv_se: Röda taggar nedtill
th_th: ฐานลายฟันเลื่อยสีแดง
tr_tr: Alttan Kırmızı Testere Dişi
vi_vn: Hình răng cưa màu đỏ ở góc dưới
zh_cn: 红色底波纹
zh_tw: 下側紅色鋸齒

# item_banner_triangles_bottom_silver
source: Light Grey Base Indented
ar_sa: راية ملونة رمادي فاتح
be_by: Светла-шэрая зубчастая пята
bg_bg: Светлосиви долни зъбци
ca_es: Base dentada grisa clara
cs: Světle šedý spodní odsazený pruh
da_dk: Lysegrå Bundpigge
de: Hellgrauer gespickelter Bannerfuß
el_gr: Ανοιχτό γκρι οδοντωτή βάση
es: Base gris claro dentada
fi: Vaaleanharmaa hammaskoroinen tyviö
fr_ca: Émanchures d'argent grisé mouvant de la pointe
ga_ie: Bun Fionnliath Eangach
gl_es: Base gris claro dentada
he: משולשים תחתונים אפורים בהירים
hr_hr: Svijetlo Sivi Donji Cik-Cak
hu_hu: Világosszürke fogas talp
id_id: Base Abu-abu Muda
it: Alla punta cuneato di grigio chiaro
ja_jp: 下に薄灰色の波形
ka_ge: ღია-ნაცრისფერი ქვედა კბილანები
ko_kr: 밝은 회색 아래쪽 톱니 모양
lb_lu: Hellgro Zacken ënnen
lt_lt: Šviesiai pilki apatiniai trikampiai
ms_my: Tapak Kelabu Muda Dilekukan
mt_mt: Light Gray Base Indented
nl_nl: Lichtgrijze ingesprongen basis
nn_no: Ljosegrått tannsnitt nede
pl: Jasnoszara podstawa ząbkowana
pt: Dentado Cinzento Claro Inferior
ro_ro: Talpă dințată gri-deschis
ru_ru: Светло-серое зубчатое основание
sk_sk: Svetlosivý spodný odsadený pásik
sl_si: Svetlo siva spodnja pokrovača
sv_se: Ljusgråa taggar nedtill
th_th: พื้นที่รูปฟันเลื่อยสีเทาอ่อนด้านล่าง
tr_tr: Alttan Açık Gri Testere Dişi
vi_vn: Hình răng cưa màu xám nhạt ở góc dưới
zh_cn: 淡灰色底波纹
zh_tw: 下側淺灰色鋸齒

# item_banner_triangles_bottom_white
source: White Base Indented
ar_sa: راية ملونة أبيض
be_by: Белая зубчастая пята
bg_bg: Бели долни зъбци
ca_es: Base dentada blanca
cs: Bílý spodní odsazený pruh
da_dk: Hvide Bundpigge
de: Weißer gespickelter Bannerfuß
el_gr: Άσπρη οδοντωτή βάση
es: Base blanca dentada
fi: Valkoinen hammaskoroinen tyviö
fr_ca: Émanchures d'argent mouvant de la pointe
ga_ie: Bun Bán Eangach
gl_es: Base branca dentada
he: משולשים תחתונים לבנים
hr_hr: Bijeli Donji Cik-Cak
hu_hu: Fehér fogas talp
id_id: Dasar putih yang menjorok
it: Alla punta cuneato di bianco
ja_jp: 下に白色の波形
ka_ge: თეთრი ქვედა კბილანები
ko_kr: 하얀색 아래쪽 톱니 모양
lb_lu: Wäiss Zacken ënnen
lt_lt: Balti apatiniai trikampiai
ms_my: Tapak Putih Dilekukan
nl_nl: Witte ingesprongen basis
nn_no: Kvitt tannsnitt nede
pl: Biała podstawa ząbkowana
pt: Dentado Branco Inferior
ro_ro: Talpă dințată albă
ru_ru: Белое зубчатое основание
sk_sk: Biely spodný odsadený pásik
sl_si: Bela spodnja pokrovača
sv_se: Vita taggar nedtill
th_th: พื้นที่รูปฟันเลื่อยสีขาวด้านล่าง
tr_tr: Alttan Beyaz Testere Dişi
vi_vn: Hình răng cưa màu trắng ở góc dưới
zh_cn: 白色底波纹
zh_tw: 下側白色鋸齒

# item_banner_triangles_bottom_yellow
source: Yellow Base Indented
ar_sa: راية ملونة أصفر
be_by: Жоўтая зубчастая пята
bg_bg: Жълти долни зъбци
ca_es: Base dentada groga
cs: Žlutý spodní odsazený pruh
da_dk: Gule Bundpigge
de: Gelber gespickelter Bannerfuß
el_gr: Κίτρινη οδοντωτή βάση
es: Base amarilla dentada
fi: Keltainen hammaskoroinen tyviö
fr_ca: Émanchures d'or mouvant de la pointe
ga_ie: Bun Buí Eangach
gl_es: Base amarela dentada
he: משולשים תחתונים צהובים
hr_hr: Žuti Donji Cik-Cak
hu_hu: Sárga fogas talp
id_id: Dasar kuning yang menjorok
it: Alla punta cuneato di giallo
ja_jp: 下に黄色の波形
ka_ge: ყვითელი ქვედა კბილანები
ko_kr: 노란색 아래쪽 톱니 모양
lb_lu: Giel Zacken ënnen
lt_lt: Geltoni apatiniai trikampiai
ms_my: Tapak Kuning Dilekukan
nl_nl: Gele ingesprongen basis
nn_no: Gult tannsnitt nede
pl: Żółta podstawa ząbkowana
pt: Dentado Amarelo Inferior
ro_ro: Talpă dințată galbenă
ru_ru: Жёлтое зубчатое основание
sk_sk: Žltý spodný odsadený pásik
sl_si: Rumena spodnja pokrovača
sv_se: Gula taggar nedtill
th_th: พื้นที่รูปฟันเลื่อยสีเหลืองด้านล่าง
tr_tr: Alttan Sarı Testere Dişi
vi_vn: Hình răng cưa màu vàng ở góc dưới
zh_cn: 黄色底波纹
zh_tw: 下側黃色鋸齒
