Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_doorBirch_name
source: Birch Door
af_za: Berkehout Deur
ar_sa: باب من خشب البتيولا
be_by: Бярозавыя дзверы
bg_bg: Брезова врата
ca_es: Porta de fusta de bedoll
cs: Březové dveře
da_dk: Birkedør
de: Birkenholztür
el_gr: Πόρτα από Ξύλο Σημύδας
es: Puerta de madera de abedul
eu_es: Urkizko atea
fa_ir: درب توس
fi: Koivuovi
fil_ph: Kahoy ng Birch na Pinto
fr_ca: Porte en bois de bouleau
ga_ie: Doras Beithe
gl_es: Porta de bidueiro
he: דלת שדר
hr_hr: Vrata (Breza)
hu_hu: Nyírfa ajtó
id_id: Pintu Kayu Pinus
is_is: Birkihurð
it: Porta di betulla
ja_jp: シラカバのドア
ka_ge: არყის კარები
ko_kr: 자작나무 문
lb_lu: Bierkenholzdier
lt_lt: Beržo durys
lv_lv: Bērza durvis
mn_mn: Хус модон хаалга
ms_my: Pintu Kayu Birch
mt_mt: Bieb tal-Betula
nl_nl: Berkenhouten deur
nn_no: Bjørkedør
pl: Brzozowe drzwi
pt: Porta de Madeira de Bétula
ro_ro: Ușă de mesteacăn
ru_ru: Берёзовая дверь
sk_sk: Brezové dvere
sl_si: Brezova vrata
sv_se: Björkträdörr
th_th: ประตูไม้เบิร์ช
tr_tr: Huş Kapı
vi_vn: Cửa gỗ bạch dương
zh_cn: 白桦木门
zh_tw: 樺木門

# item_doorDarkOak_name
source: Dark Oak Door
af_za: Donker Eikehout Deur
ar_sa: باب من خشب البلوط الداكن
be_by: Дзверы з цёмнага дубу
bg_bg: Врата от черен дъб
ca_es: Porta de fusta de pomer fosc
cs: Dveře z tmavého dubu
da_dk: Mørk egetræsdør
de: Schwarzeichenholztür
el_gr: Πόρτα από Ξύλο Σκούρας Βελανιδιάς
es: Puerta de madera de roble oscuro
eu_es: Haritz ilunazko atea
fa_ir: درب بلوط تیره
fi: Tumma tammiovi
fil_ph: Kahoy ng Madilim na Owk na Pinto
fr_ca: Porte en bois de chêne noir
ga_ie: Doras Darach Duibhe
gl_es: Porta de carballo escuro
he: דלת אלון כהה
hr_hr: Vrata (Tamni Hrast)
hu_hu: Sötéttölgy ajtó
id_id: Pintu Kayu Ek Gelap
is_is: Dökk eikarhurð
it: Porta di quercia scura
ja_jp: ダークオークのドア
ka_ge: მუქი მუხის კარები
ko_kr: 짙은 참나무 문
lb_lu: Schwaarzeechenholzdier
lt_lt: Tamsiojo ąžuolo durys
lv_lv: Tumša ozolkoka durvis
mn_mn: Хар царс модон хаалга
ms_my: Pintu Kayu Oak Gelap
mt_mt: Bieb tal-Ballut Skur
nl_nl: Donkere eikenhouten deur
nn_no: Mørk eikedør
pl: Ciemne dębowe drzwi
pt: Porta de Madeira de Carvalho Escuro
ro_ro: Ușă de stejar negru
ru_ru: Дверь из тёмного дуба
sk_sk: Tmavo dubové dvere
sl_si: Temna hrastova vrata
sv_se: Mörk ekträdörr
th_th: ประตูไม้โอ๊กดำ
tr_tr: Koyu Meşe Kapı
vi_vn: Cửa gỗ sồi sẫm
zh_cn: 深色橡木门
zh_tw: 黑橡木門

# item_doorIron_name
source: Iron Door
af_za: Yster Deur
ar_sa: باب حديدي
be_by: Жалезныя дзверы
bg_bg: Желязна врата
ca_es: Porta de ferro
cs: Železné dveře
da_dk: Jerndør
de: Eisentür
el_gr: Σιδερένια Πόρτα
es: Puerta de hierro
eu_es: Burdinazko atea
fa_ir: در آهني
fi: Rautaovi
fil_ph: Pintuang Bakal
fr_ca: Porte en fer
ga_ie: Doras Iarainn
gl_es: Porta de ferro
he: דלת ברזל
hi_in: लौह द्वार
hr_hr: Željezna Vrata
hu_hu: Vasajtó
hy_am: Երկաթե Դուռ
id_id: Pintu Besi
is_is: Járnhurð
it: Porta di ferro
ja_jp: 鉄のドア
ka_ge: რკინის კარები
ko_kr: 철문
lb_lu: Eisendier
lt_lt: Geležinės durys
lv_lv: Metāla druvis
mn_mn: Төмөр хаалга
ms_my: Pintu Besi
mt_mt: Bieb tal-Ħadid
nl_nl: IJzeren deur
nn_no: Jarndør
pl: Żelazne drzwi
pt: Porta de Ferro
ro_ro: Ușă de fier
ru_ru: Железная дверь
sk_sk: Železné dvere
sl_si: Železna vrata
sv_se: Järndörr
th_th: ประตูเหล็ก
tr_tr: Demir Kapı
vi_vn: Cửa sắt
zh_cn: 铁门
zh_tw: 鐵門

# item_doorJungle_name
source: Jungle Door
af_za: Mahoniehout Deur
ar_sa: باب من خشب الغابة
be_by: Дзверы з трапічнай драўніны
bg_bg: Джунглова врата
ca_es: Porta de fusta de jungla
cs: Dveře z tropického dřeva
da_dk: Jungledør
de: Tropenholztür
el_gr: Πόρτα από Ξύλο Ζούγκλας
es: Puerta de madera de jungla
eu_es: Oihanazko atea
fa_ir: درب جنگل
fi: Viidakkopuuovi
fil_ph: Kahoy ng Gubat na Pinto
fr_ca: Porte en bois d'acajou
ga_ie: Doras Adhmad Dufaire
gl_es: Porta de selva
he: דלת עץ ג'ונגל
hr_hr: Vrata (Prašumsko Drvo)
hu_hu: Trópusi fa ajtó
id_id: Pintu Kayu Hutan
is_is: Frumskógarviðshurð
it: Porta di legno della giungla
ja_jp: ジャングルのドア
ka_ge: ჯუნგლის კარები
ko_kr: 정글 나무 문
lb_lu: Tropenholzdier
lt_lt: Džiunglių medžio durys
lv_lv: Džungļu durvis
mn_mn: Ширэнгэн ойн модон хаалга
ms_my: Pintu Kayu Belian
mt_mt: Bieb tal-Injam tal-Ġungla
nl_nl: Oerwoudhouten deur
nn_no: Jungeltredør
pl: Tropikalne drzwi
pt: Porta de Madeira da Selva
ro_ro: Ușă de junglă
ru_ru: Дверь из тропического дерева
sk_sk: Kakaovníkové dvere
sl_si: Džungelska vrata
sv_se: Djungelträdörr
th_th: ประตูไม้ป่าดงดิบ
tr_tr: Orman Ağacı Kapı
vi_vn: Cửa gỗ rừng
zh_cn: 丛林木门
zh_tw: 叢林木門

# item_doorOak_name
source: Oak Door
af_za: Eikehout Deur
ar_sa: باب من خشب البلوط
be_by: Дубовыя дзверы
bg_bg: Дъбова врата
ca_es: Porta de fusta de pomer
cs: Dubové dveře
da_dk: Egedør
de: Eichenholztür
el_gr: Πόρτα από Ξύλο Βελανιδιάς
es: Puerta de madera de roble
eu_es: Haritzezko atea
fa_ir: درب بلوط
fi: Tammiovi
fil_ph: Kahoy ng Owk na Pinto
fr_ca: Porte en bois de chêne
ga_ie: Doras Darach
gl_es: Porta de carballo
he: דלת אלון
hr_hr: Vrata
hu_hu: Tölgyfa ajtó
id_id: Pintu Kayu Ek
is_is: Eikarhurð
it: Porta di quercia
ja_jp: オークのドア
ka_ge: მუხის კარები
ko_kr: 참나무 문
lb_lu: Eechenholzdier
lt_lt: Ąžuolo durys
lv_lv: Ozolkoka durvis
mn_mn: Царс модон хаалга
ms_my: Pintu Kayu Oak
mt_mt: Bieb tal-Ballut
nl_nl: Eikenhouten deur
nn_no: Eikedør
pl: Dębowe drzwi
pt: Porta de Madeira de Carvalho
ro_ro: Ușă de stejar
ru_ru: Дубовая дверь
sk_sk: Dubové dvere
sl_si: Hrastova vrata
sv_se: Ekträdörr
th_th: ประตูไม้โอ๊ค
tr_tr: Meşe Kapı
vi_vn: Cửa gỗ sồi
zh_cn: 橡木门
zh_tw: 橡木門

# item_doorSpruce_name
source: Spruce Door
af_za: Dennehout Deur
ar_sa: باب من خشب التنوب
be_by: Яловыя дзверы
bg_bg: Смърчова врата
ca_es: Porta de fusta d'avet
cs: Smrkové dveře
da_dk: Grandør
de: Fichtenholztür
el_gr: Πόρτα από Ξύλο Ελάτου
es: Puerta de madera de abeto
eu_es: Izeizko atea
fa_ir: درب صنوبر
fi: Kuusiovi
fil_ph: Kahoy ng Pinong Pinto
fr_ca: Porte en bois d'épinette
ga_ie: Doras Sprúis
gl_es: Porta de abeto
he: דלת אשוחית
hr_hr: Vrata (Smreka)
hu_hu: Fenyőfa ajtó
id_id: Pintu Kayu Cemara
is_is: Grenihurð
it: Porta d'abete
ja_jp: マツのドア
ka_ge: ნაძვის კარები
ko_kr: 가문비나무 문
lb_lu: Fiichtenholzdier
lt_lt: Eglės durys
lv_lv: Egles durvis
mk_mk: Смрека Врата
mn_mn: Гацуур модон хаалга
ms_my: Pintu Kayu Spruce
mt_mt: Bieb tal-Arżnu
nl_nl: Sparrenhouten deur
nn_no: Grandør
pl: Świerkowe drzwi
pt: Porta de Madeira de Abeto
ro_ro: Ușă de molid
ru_ru: Еловая дверь
sk_sk: Smrekové dvere
sl_si: Smrekova vrata
sv_se: Granträdörr
th_th: ประตูไม้สน
tr_tr: Ladin Kapı
vi_vn: Cửa gỗ vân sam
zh_cn: 云杉木门
zh_tw: 杉木門

# item_dragon_breath_name
source: Dragon's Breath
af_za: Draak Asem
ar_sa: نفس التنين
be_by: Дыханне цмока
bg_bg: Драконов дъх
ca_es: Alè de drag
cs: Dračí dech
da_dk: Dragen's Ånde
de: Drachenatem
el_gr: Δρακόντια Ανάσα
es: Aliento de dragón
eu_es: Dragoiaren hatsa
fa_ir: نفس اژدها
fi: Lohikäärmeen henkäys
fil_ph: Hininga ng Dragon
fr_ca: Fiole de souffle de dragon
ga_ie: Anáil Dragain
gd_gb: Anail dràgoin
gl_es: Alento de dragón
he: נשימת דרקון
hr_hr: Zmajev Dah
hu_hu: Sárkánylehelet
id_id: Nafas Naga
it: Soffio di drago
ja_jp: ドラゴンブレス
ka_ge: დრაკონის სუნთქვა
ko_kr: 드래곤의 숨결
lb_lu: Draachenotem
lt_lt: Drakonės dvelksmas
lv_lv: Pūķa elpa
ms_my: Nafas Naga
mt_mt: Nifs ta' Dragun
nl_nl: Drakenadem
nn_no: Drake-ande
pl: Oddech smoka
pt: Bafo de Dragão
ro_ro: Suflu de dragon
ru_ru: Драконье дыхание
sk_sk: Dračí dych
sl_si: Zmajev dih
sv_se: Drakeld
th_th: ลมหายใจมังกร
tr_tr: Ejderha Nefesi
vi_vn: Hơi thở của rồng
zh_cn: 龙息
zh_tw: 龍之吐息

# item_dyePowder_black_name
source: Ink Sac
af_za: Inksak
ar_sa: كيس حبر
be_by: Чарнільны мяшок
bg_bg: Мастило
ca_es: Sac de tinta
cs: Váček inkoustu
da_dk: Blækpose
de: Tintenbeutel
de_at: Tintnbeitl
el_gr: Θύλακας μελανιού
es: Saco de tinta
eu_es: Tinta zakua
fa_ir: مرکب
fi: Mustepussi
fil_ph: Tinta
fr_ca: Poche d'encre
ga_ie: Sac Dúigh
gl_es: Saco de tinta
he: שק דיו
hi_in: इंक बोरी
hr_hr: Crna Tinta
hu_hu: Tintazsák
hy_am: Թանաք
id_id: Kantung Tinta
is_is: Bleksekkur
it: Sacca d'inchiostro
ja_jp: イカスミ
ka_ge: სამელნე
ko_kr: 먹물
lb_lu: Tëntesak
lt_lt: Rašalo pūslė
lv_lv: Tintes maisiņš
mn_mn: Бэх
ms_my: Pundi Dakwat
mt_mt: Inka
nl_nl: Inktzak
nn_no: Blekkpose
pl: Torbiel z atramentem
pt: Saco de Tinta
ro_ro: Pungă de cerneală
ru_ru: Чернильный мешок
sk_sk: Atramentový váčok
sl_si: Tinta
sv_se: Bläcksäck
th_th: หมึกดำ
tr_tr: Mürekkep Kesesi
vi_vn: Túi mực
zh_cn: 墨囊
zh_tw: 墨囊

# item_dyePowder_blue_name
source: Lapis Lazuli
af_za: Lasuur
ar_sa: لازورد
be_by: Лазурыт
bg_bg: Лазурит
ca_es: Lapislàtzuli
cs: Lazurit
el_gr: Λάπις λάζουλι
es: Lapislázuli
eu_es: Lapis lazulia
fa_ir: لاجورد
fi: Lasuriitti
gl_es: Lapislázuli
he: לאפיס לאזולי
hi_in: लापीस लाजुली
hr_hr: Lazulit
hu_hu: Lazurit
hy_am: Լազուրիտ
is_is: Asúrsteinn
it: Lapislazzuli
ja_jp: ラピスラズリ
ka_ge: ლილაქვა
ko_kr: 청금석
lt_lt: Lazuritas
lv_lv: Lazurīts
mn_mn: Номин чулуу
nn_no: Lasurstein
pl: Lazuryt
pt: Lápis-Lazúli
ru_ru: Лазурит
sk_sk: Lazurit
sl_si: Lazurni kamen
th_th: ลาพิสลาซูไล
vi_vn: Ngọc lưu ly
zh_cn: 青金石
zh_tw: 青金石

# item_dyePowder_brown_name
source: Cocoa Beans
af_za: Kakao Bone
ar_sa: حبوب الكاكاو
be_by: Какава-бабы
bg_bg: Какаови зърна
ca_es: Grans de cacau
cs: Kakaové boby
da_dk: Kakaobønner
de: Kakaobohnen
de_at: Kakaobohnen
el_gr: Σπόροι κακάο
es: Semillas de cacao
eu_es: Kakao aleak
fa_ir: دانه کاکائو
fi: Kaakaopavut
fil_ph: Kakaw
fr_ca: Fèves de cacao
ga_ie: Pónairí Cacó
gl_es: Sementes de cacao
he: פולי קקאו
hi_in: कोको बीन्स
hr_hr: Sjemenke Kakaa
hu_hu: Kakaóbab
hy_am: Կակաո-լոբի
id_id: Biji Kakao
is_is: Kakóbaunir
it: Fave di cacao
ja_jp: カカオ豆
ka_ge: კაკაოს მარცვლები
ko_kr: 코코아 콩
lb_lu: Kakaoboun
lt_lt: Kakavos pupelės
lv_lv: Kafijas pupiņas
mn_mn: Какаоны шош
ms_my: Biji Koko
mt_mt: Fażola tal-Kawkaw
nl_nl: Cacaobonen
nn_no: Kakaobønner
pl: Ziarna kakaowe
pt: Sementes de Cacau
ro_ro: Boabe de cacao
ru_ru: Какао-бобы
sk_sk: Kakaové bôby
sl_si: Kakavova zrna
sv_se: Kakaobönor
th_th: เมล็ดโกโก้
tr_tr: Kakao Çekirdekleri
vi_vn: Hạt ca cao
zh_cn: 可可豆
zh_tw: 可可豆

# item_dyePowder_cyan_name
source: Cyan Dye
af_za: Siaan Kleurstof
ar_sa: صبغ سماوي
be_by: Бірузовы фарбавальнік
bg_bg: Синьозелена боя
ca_es: Tint cian
cs: Azurové barvivo
da_dk: Turkis farvestof
de: Türkiser Farbstoff
de_at: Türkise Forb
el_gr: Κυανή βαφή
es: Tinte cian
eu_es: Zian koloreko tindagaia
fa_ir: رنگ فيروزه‌ای
fi: Syaani väriaine
fil_ph: Tintang Cyan
fr_ca: Teinture cyan
ga_ie: Ruaim Chian
gl_es: Tintura azul ciano
he: צבען ציאן
hi_in: सियान डाई
hr_hr: Tirkizna Boja
hu_hu: Türkizkék festék
hy_am: Փիրուզագույն Ներկ
id_id: Pewarna Biru Muda
is_is: Lillablár litur
it: Colorante ciano
ja_jp: 水色の染料
ka_ge: ცისფერი საღებავი
ko_kr: 청록색 염료
lb_lu: Turquoise Fuerfstoff
lt_lt: Žalsvai mėlyni dažai
lv_lv: Ciānzila krāsa
ms_my: Pewarna Sian
mt_mt: Żebgħa Blu fl-Aħdar
nl_nl: Turquoise kleurstof
nn_no: Turkisfarge
pl: Błękitny barwnik
pt: Tinta Azul Ciano
ro_ro: Vopsea turcoaz
ru_ru: Бирюзовый краситель
sk_sk: Tyrkysové farbivo
sl_si: Turkizno barvilo
sv_se: Turkos färg
th_th: สีย้อมสีฟ้า
tr_tr: Camgöbeği Boya
vi_vn: Bột nhuộm lục lam
zh_cn: 青色染料
zh_tw: 青色染料

# item_dyePowder_gray_name
source: Grey Dye
af_za: Grys Kleurstof
ar_sa: صبغ رمادي
be_by: Шэры фарбавальнік
bg_bg: Сива боя
ca_es: Tint gris
cs: Šedé barvivo
da_dk: Gråt farvestof
de: Grauer Farbstoff
de_at: Graue Forb
el_gr: Γκρι μπογιά
es: Tinte gris
eu_es: Tindagai grisa
fa_ir: رنگ خاکستري
fi: Harmaa väriaine
fil_ph: Tintang Abo
fr_ca: Teinture grise
ga_ie: Ruaim Liath
gl_es: Tintura gris
he: צבען אפור
hi_in: ग्रे डाई
hr_hr: Siva Boja
hu_hu: Szürke festék
hy_am: Մոխրագույն Ներկ
id_id: Pewarna Abu-Abu
is_is: Grár litur
it: Colorante grigio
ja_jp: 灰色の染料
ka_ge: რუხი საღებავი
ko_kr: 회색 염료
lb_lu: Groe Fuerfstoff
lt_lt: Pilki dažai
lv_lv: Pelēka krāsa
mn_mn: Саарал будаг
ms_my: Pewarna Kelabu
mt_mt: Żebgħa Griża
nl_nl: Grijze kleurstof
nn_no: Gråfarge
pl: Szary barwnik
pt: Tinta Cinzenta
ro_ro: Vopsea gri
ru_ru: Серый краситель
sk_sk: Sivé farbivo
sl_si: Sivo barvilo
sv_se: Grå färg
th_th: สียอมสีเทา
tr_tr: Gri Boya
vi_vn: Bột nhuộm xám
zh_cn: 灰色染料
zh_tw: 灰色染料

# item_dyePowder_green_name
source: Cactus Green
af_za: Vetplant Groen
ar_sa: صبغة الصبار الخضراء
be_by: Сушаны кактус
bg_bg: Кактусово зелено
ca_es: Verd de cactus
cs: Kaktusová zeleň
da_dk: Kaktusgrøn
de: Kaktusgrün
de_at: Grüne Forb
el_gr: Πράσινο του κάκτου
es: Tinte verde
eu_es: Kaktusaren berdea
fa_ir: رنگ سبز
fi: Kaktuksenvihreä väriaine
fil_ph: Luntian ng Kakto
fr_ca: Vert de cactus
ga_ie: Glas Cachtais
gl_es: Verde cacto
he: ירוק קקטוס
hi_in: कैक्टस ग्रीन
hr_hr: Ekstrakt Kaktusa
hu_hu: Kaktuszzöld
hy_am: Կանաչ Ներկ
id_id: Pewarna Hijau Kaktus
is_is: Kaktusgrænn
it: Colorante verde
ja_jp: 緑色の染料
ka_ge: კაქტუსის მწვანილი
ko_kr: 초록 선인장 염료
lb_lu: Kaktusgréng
lt_lt: Kaktuso žaluma
lv_lv: Kaktuszaļš
mn_mn: Кактусны ногоон
ms_my: Kaktus Hijau
mt_mt: Aħdar tal-Kaktus
nl_nl: Cactusgroen
nn_no: Kaktusgrøn
pl: Kaktusowa zieleń
pt: Verde Cato
ro_ro: Verde de cactus
ru_ru: Зелёный краситель
sk_sk: Zelené farbivo
sl_si: Zeleno barvilo
sv_se: Kaktusgrön
th_th: สีย้อมสีเขียว
tr_tr: Kaktüs Yeşili
vi_vn: Bột nhuộm xanh lá cây
zh_cn: 仙人掌绿
zh_tw: 仙人掌綠

# item_dyePowder_lightBlue_name
source: Light Blue Dye
af_za: Ligblou Kleurstof
ar_sa: صبغ ازرق فاتح
be_by: Блакітны фарбавальнік
bg_bg: Светлосиня боя
ca_es: Tint blau clar
cs: Světle modré barvivo
da_dk: Lyseblåt farvestof
de: Hellblauer Farbstoff
de_at: Hellblaue Forb
el_gr: Γαλάζια μπογιά
es: Tinte azul claro
eu_es: Tindagai urdin argia
fa_ir: رنگ آبي آسماني
fi: Vaaleansininen väriaine
fil_ph: Tintang Langit
fr_ca: Teinture bleu pâle
ga_ie: Ruaim Bhánghorm
gl_es: Tintura azul claro
he: צבען תכלת
hi_in: हल्की ब्लू डाई
hr_hr: Modra Boja
hu_hu: Világoskék festék
hy_am: Բաց Կապույն Ներկ
id_id: Pewarna Biru Muda
is_is: Ljósblár litur
it: Colorante azzurro
ja_jp: 空色の染料
ka_ge: ღია-ლურჯი საღებავი
ko_kr: 하늘색 염료
lb_lu: Hellbloe Fuerfstoff
lt_lt: Šviesiai mėlyni dažai
lv_lv: Gaiši zila krāsa
mn_mn: Цэнхэр будаг
ms_my: Pewarna Biru Muda
mt_mt: Żebgħa Blu Ċara
nl_nl: Lichtblauwe kleurstof
nn_no: Ljoseblåfarge
pl: Jasnoniebieski barwnik
pt: Tinta Azul Clara
ro_ro: Vopsea bleu
ru_ru: Голубой краситель
sk_sk: Svetlomodré farbivo
sl_si: Svetlo modro barvilo
sv_se: Ljusblå färg
th_th: สีย้อมสีฟ้า
tr_tr: Açık Mavi Boya
vi_vn: Bột nhuộm xanh nhạt
zh_cn: 淡蓝色染料
zh_tw: 淺藍色染料

# item_dyePowder_lime_name
source: Lime Dye
af_za: Heldergroen Kleurstof
ar_sa: صبغ ليموني
be_by: Лаймавы фарбавальнік
bg_bg: Жълтозеленa боя
ca_es: Tint llima
cs: Světle zelené barvivo
da_dk: Limegrønt farvestof
de: Hellgrüner Farbstoff
de_at: Hellgrüne Forb
el_gr: Λαχανί βαφή
es: Tinte verde lima
eu_es: Lima koloreko tindagaia
fa_ir: رنگ فسفري
fi: Limetinvihreä väriaine
fil_ph: Tintang Apog
fr_ca: Teinture lime
ga_ie: Ruaim Líomach
gl_es: Tintura lima
he: צבען ליים
hi_in: निम्बुड़ा डाई
hr_hr: Svijetlozelena Boja
hu_hu: Világoszöld festék
hy_am: Լայմ Ներկ
id_id: Pewarna Limau
is_is: Ljósgrænn litur
it: Colorante lime
ja_jp: 黄緑色の染料
ka_ge: სალათისფერი საღებავი
ko_kr: 연두색 염료
lb_lu: Hellgrénge Fuerfstoff
lt_lt: Gelsvai žalsvi dažai
lv_lv: Gaši zaļa krāsa
mn_mn: Цайвар ногоон будаг
ms_my: Pewarna Limau Hijau
mt_mt: Żebgħa Ħadra Ċara
nl_nl: Lichtgroene kleurstof
nn_no: Limegrønfarge
pl: Jasnozielony barwnik
pt: Tinta Verde Lima
ro_ro: Vopsea verde-deschis
ru_ru: Лаймовый краситель
sk_sk: Svetlozelené farbivo
sl_si: Svetlo zeleno barvilo
sv_se: Limegrön färg
th_th: สีย้อมสีเขียวมะนาว
tr_tr: Açık Yeşil Boya
vi_vn: Bột nhuộm xanh lá mạ
zh_cn: 黄绿色染料
zh_tw: 淺綠色染料

# item_dyePowder_magenta_name
source: Magenta Dye
af_za: Helderpienk Kleurstof
ar_sa: صبغ أرجواني
be_by: Пурпурны фарбавальнік
bg_bg: Пурпурна боя
ca_es: Tint magenta
cs: Purpurové barvivo
da_dk: Lyslilla farvestof
de: Magenta Farbstoff
de_at: Magentane Forb
el_gr: Φούξια Βαφή
es: Tinte magenta
eu_es: Tindagai magenta
fa_ir: رنگ سرخابي
fi: Purppura väriaine
fil_ph: TIntang Ibig
fr_ca: Teinture magenta
ga_ie: Ruaim Mhaigeanta
gl_es: Tintura maxenta
he: צבע מג'נטה
hi_in: मैजंटा डाई
hr_hr: Roza Boja
hu_hu: Bíbor festék
hy_am: Մորեգույն Ներկ
id_id: Pewarna Magenta
is_is: Vínrauður litur
it: Colorante magenta
ja_jp: 赤紫色の染料
ka_ge: იასამნისფერი საღებავი
ko_kr: 자홍색 염료
lb_lu: Magenta Fuerfstoff
lt_lt: Rausvai raudoni dažai
lv_lv: Violēta krāsa
mn_mn: Ягаан будаг
ms_my: Pewarna Magenta
mt_mt: Żebgħa Vjola Ċara
nl_nl: Magenta kleurstof
nn_no: Ljoselillafarge
pl: Karmazynowy barwnik
pt: Tinta Magenta
ro_ro: Vopsea magenta
ru_ru: Пурпурный краситель
sk_sk: Purpurové farbivo
sl_si: Škrlatno barvilo
sv_se: Ljuslila färg
th_th: สีย้อมสีม่วงแดง
tr_tr: Eflatun Boya
vi_vn: Bột nhuộm đỏ sậm
zh_cn: 品红色染料
zh_tw: 洋紅色染料

# item_dyePowder_orange_name
source: Orange Dye
af_za: Oranje Kleurstof
ar_sa: صبغ برتقالي
be_by: Аранжавы фарбавальнік
bg_bg: Оранжева боя
ca_es: Tint taronja
cs: Oranžové barvivo
da_dk: Orange farvestof
de: Oranger Farbstoff
de_at: Orange Forb
el_gr: Πορτοκαλί μπογιά
es: Tinte naranja
eu_es: Tindagai laranja
fa_ir: رنگ نارنجي
fi: Oranssi väriaine
fil_ph: Tintang Kahel
fr_ca: Teinture orange
ga_ie: Ruaim Oráisteach
gl_es: Tintura laranxa
he: צבען כתום
hi_in: ऑरेंज डाई
hr_hr: Narančasta Boja
hu_hu: Narancssárga festék
hy_am: Նարնջագույն Ներկ
id_id: Pewarna Jingga
is_is: Appelsínugulur litur
it: Colorante arancione
ja_jp: 橙色の染料
ka_ge: ნარინჯისფერი საღებავი
ko_kr: 주황색 염료
lb_lu: Orange Fuerfstoff
lt_lt: Oranžiniai dažai
lv_lv: Oranža krāsa
mn_mn: Улбар будаг
ms_my: Pewarna Oren
mt_mt: Żebgħa Oranġjo
nl_nl: Oranje kleurstof
nn_no: Oransjefarge
pl: Pomarańczowy barwnik
pt: Tinta Laranja
ro_ro: Vopsea portocalie
ru_ru: Оранжевый краситель
sk_sk: Oranžové farbivo
sl_si: Oranžno barvilo
sv_se: Orange färg
th_th: สีย้อมสีส้ม
tr_tr: Turuncu Boya
vi_vn: Bột nhuộm cam
zh_cn: 橙色染料
zh_tw: 橙色染料

# item_dyePowder_pink_name
source: Pink Dye
af_za: Ligroos Kleurstof
ar_sa: صبغ وردي
be_by: Ружовы фарбавальнік
bg_bg: Розова боя
ca_es: Tint rosa
cs: Růžové barvivo
da_dk: Lyserødt farvestof
de: Rosa Farbstoff
de_at: Rosane Forb
el_gr: Ροζ βαφή
es: Tinte rosa
eu_es: Tindagai arrosa
fa_ir: رنگ صورتي
fi: Vaaleanpunainen väriaine
fil_ph: Tintang Rosas
fr_ca: Teinture rose
ga_ie: Ruaim Bhándearg
gl_es: Tintura rosa
he: צבען ורוד
hi_in: गुलाबी डाई
hr_hr: Ružičasta Boja
hu_hu: Rózsaszín festék
hy_am: Վարդագույն Ներկ
id_id: Pewarna Pink
is_is: Bleikur litur
it: Colorante rosa
ja_jp: 桃色の染料
ka_ge: ვარდისფერი საღებავი
ko_kr: 분홍색 염료
lb_lu: Rosa Fuerfstoff
lt_lt: Rožiniai dažai
lv_lv: Rozā krāsa
mn_mn: Цайвар ягаан будаг
ms_my: Pewarna Merah Jambu
mt_mt: Żebgħa Roża
nl_nl: Roze kleurstof
nn_no: Rosafarge
pl: Różowy barwnik
pt: Tinta Rosa
ro_ro: Vopsea roz
ru_ru: Розовый краситель
sk_sk: Ružové farbivo
sl_si: Roza barvilo
sv_se: Rosa färg
th_th: สีย้อมสีชมพู
tr_tr: Pembe Boya
vi_vn: Bột nhuộm hồng
zh_cn: 粉红色染料
zh_tw: 粉紅色染料

# item_dyePowder_purple_name
source: Purple Dye
af_za: Pers Kleurstof
ar_sa: صبغة بنفسجية
be_by: Фіялетавы фарбавальнік
bg_bg: Лилава боя
ca_es: Tint lila
cs: Fialové barvivo
da_dk: Lilla farvestof
de: Violetter Farbstoff
de_at: Lilane Forb
el_gr: Μωβ μπογιά
es: Tinte morado
eu_es: Tindagai morea
fa_ir: رنگ بنفش
fi: Violetti väriaine
fil_ph: Tintang Lila
fr_ca: Teinture mauve
ga_ie: Ruaim Chorcra
gl_es: Tintura púrpura
he: צבען סגול
hi_in: बैंगनी डाई
hr_hr: Ljubičasta Boja
hu_hu: Lila festék
hy_am: Մանուշակագույն Ներկ
id_id: Pewarna Ungu
is_is: Fjólublár litur
it: Colorante viola
ja_jp: 紫色の染料
ka_ge: იისფერი საღებავი
ko_kr: 보라색 염료
lb_lu: Mofe Fuerfstoff
lt_lt: Purpuriniai dažai
lv_lv: Purpura krāsa
mn_mn: Нил ягаан
ms_my: Pewarna Ungu
mt_mt: Żebgħa Vjola
nl_nl: Paarse kleurstof
nn_no: Lillafarge
pl: Fioletowy barwnik
pt: Tinta Roxa
ro_ro: Vopsea violetă
ru_ru: Фиолетовый краситель
sk_sk: Fialové farbivo
sl_si: Vijolično barvilo
sv_se: Lila färg
th_th: สีย้อมสีม่วง
tr_tr: Mor Boya
vi_vn: Bột nhuộm tím
zh_cn: 紫色染料
zh_tw: 紫色染料

# item_dyePowder_red_name
source: Rose Red
af_za: Roos Rooi
ar_sa: صبغة الورد الحمراء
be_by: Чырвоныя пялёсткі
bg_bg: Червено от роза
ca_es: Vermell de rosa
cs: Šípková červeň
da_dk: Rosenrød
de: Roter Farbstoff
de_at: Rote Forb
el_gr: Κόκκινο του τριαντάφυλλου
es: Tinte rojo
eu_es: Arrosaren gorria
fa_ir: رنگ قرمز
fi: Ruusunpunainen väriaine
fil_ph: Pula ng Rosas
fr_ca: Rouge de rose
ga_ie: Rósdearg
gl_es: Vermello rosa
he: אדום ורד
hi_in: गुलाब लाल
hr_hr: Ružine Latice
hu_hu: Rózsavörös
hy_am: Կարմիր Ներկ
id_id: Pewarna Merah Mawar
is_is: Rósrauður
it: Colorante rosso
ja_jp: 赤色の染料
ka_ge: ვარდის ფურცელი
ko_kr: 빨강 장미 염료
lb_lu: Roude Fuerfstoff
lt_lt: Rožės raudonis
lv_lv: Rožu sarkana
mn_mn: Сарнайн улаан
ms_my: Ros Merah
mt_mt: Aħmar tal-Ward
nl_nl: Rozenrood
nn_no: Rosenraudt
pl: Różana czerwień
pt: Vermelho Rosa
ro_ro: Roșu de trandafir
ru_ru: Красный краситель
sk_sk: Červené farbivo
sl_si: Rdeče barvilo
sv_se: Rosenröd
th_th: สีย้อมสีแดง
tr_tr: Gül Kırmızısı
vi_vn: Bột nhuộm đỏ
zh_cn: 玫瑰红
zh_tw: 玫瑰紅

# item_dyePowder_silver_name
source: Light Grey Dye
af_za: Liggrys Kleurstof
ar_sa: صبغ رمادي فاتح
be_by: Светла-шэры фарбавальнік
bg_bg: Светлосива боя
ca_es: Tint gris clar
cs: Světle šedé barvivo
da_dk: Lysegråt farvestof
de: Hellgrauer Farbstoff
de_at: Hellgraue Forb
el_gr: Ανοιχτή γκρι μπογιά
es: Tinte gris claro
eu_es: Tindagai gris argia
fa_ir: رنگ نقره اي
fi: Vaaleanharmaa väriaine
fil_ph: Tintang Pilak
fr_ca: Teinture gris pâle
ga_ie: Ruaim Fhionnliath
gl_es: Tintura gris clara
he: צבען אפור בהיר
hi_in: हल्की ग्रे डाई
hr_hr: Svijetlosiva Boja
hu_hu: Világosszürke festék
hy_am: Բաց Մոխրագույն Ներկ
id_id: Pewarna Abu-Abu Muda
is_is: Ljósgrár litur
it: Colorante grigio chiaro
ja_jp: 薄灰色の染料
ka_ge: ღია-რუხი საღებავი
ko_kr: 회백색 염료
lb_lu: Hellgroe Fuerfstoff
lt_lt: Šviesiai pilki dažai
lv_lv: Gaiši pelēka krāsa
ms_my: Pewarna Kelabu Muda
mt_mt: Żebgħa Griża Ċara
nl_nl: Lichtgrijze kleurstof
nn_no: Ljosegråfarge
pl: Jasnoszary barwnik
pt: Tinta Cinzenta Clara
ro_ro: Vopsea gri-deschis
ru_ru: Светло-серый краситель
sk_sk: Svetlosivé farbivo
sl_si: Svetlo sivo barvilo
sv_se: Ljusgrå färg
th_th: สีย้อมสีเทาอ่อน
tr_tr: Açık Gri Boya
vi_vn: Bột nhuộm xám nhạt
zh_cn: 淡灰色染料
zh_tw: 淺灰色染料

# item_dyePowder_white_name
source: Bone Meal
af_za: Beenmeel
ar_sa: مسحوق العظام
be_by: Касцявая мука
bg_bg: Стрити кости
ca_es: Farina d'ossos
cs: Kostní moučka
da_dk: Benmel
de: Knochenmehl
de_at: Knochnmöh
el_gr: Oστεάλευρα
es: Harina de hueso
eu_es: Hezur hautsa
fa_ir: بارورگر
fi: Luujauho
fil_ph: Kainang Buto
fr_ca: Poudre d'os
ga_ie: Min Chnámh
gl_es: Fariña de óso
he: דשן
hi_in: हड्डी का चूरा
hr_hr: Usitnjene Kosti
hu_hu: Csontliszt
hy_am: Ոսկորի Փոշի
id_id: Pupuk
is_is: Beinamjöl
it: Farina d'ossa
ja_jp: 骨粉
ka_ge: ძვლის ფხვნილი
ko_kr: 뼛가루
lb_lu: Schankemiel
lt_lt: Kaulų miltai
lv_lv: Kaulu milti
mn_mn: Нунтаг яс
ms_my: Serbuk Tulang
mt_mt: Fertilizzant
nl_nl: Beendermeel
nn_no: Beinmjøl
pl: Mączka kostna
pt: Farinha de Osso
ro_ro: Făină de oase
ru_ru: Костная мука
sk_sk: Kostná múčka
sl_si: Kostna moka
sv_se: Benmjöl
th_th: ผงกระดูก
tr_tr: Kemik Tozu
vi_vn: Bột xương
zh_cn: 骨粉
zh_tw: 骨粉
