Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_generic_num_tooSmall
source: The number you have entered ({0}) is too small, it must be at least {1}
af_za: Die nommer wat jy ingetik het ({0}) is te laag. Probeer {1} of hoër
ar_sa: الرقم الذي أدخلته ({0}) صغير جداً، يجب أن يكون على الأقل {1}
be_by: Уведзенае значэнне ({0}) занадта малое, яно павінна быць не менш за {1}
bg_bg: Въведеното число ({0}) е прекалено малко, трябва да е поне {1}
ca_es: El nombre que has escrit ({0}) és massa petit, ha de ser {1} o superior
cs: Zadané číslo ({0}) je příliš nízké, nejvyšší možné číslo je {1}
da_dk: Nummeret, som du har angivet ({0}), er for lille, det skal mindst være {1}
de: Die eingegebene Zahl ({0}) ist zu klein, sie muss mindestens {1} betragen
el_gr: Ο αριθμός που έχετε εισαγάγει ({0}) είναι πολύ μικρός, πρέπει να είναι τουλάχιστον {1}
es: El número que has introducido ({0}) es demasiado pequeño. Debe ser superior a {1}
eu_es: Sartu duzun kopurua ({0}) txikiegia da, gutxienez {1} izan behar da
fi: Antamasi numero ({0}) on liian pieni. Sen tulee olla vähintään {1}
fil_ph: Masyadong maliit ang numerong ginamit mo({0}), kailangan kasinglaki ng {1}
fr_ca: Le nombre que vous avez entré ({0}) est trop petit, il doit être supérieur ou égal à {1}
ga_ie: Tá an uimhir a chuir tú isteach ({0}) róbheag. An luach is lú: {1}
gl_es: O número que acabas de inserir ({0}) é demasiado pequeno, ten que ser alomenos {1}
he: המספר שהזנת ({0}) קטן מדי, הוא צריך להיות לפחות {1}
hi_in: आप के पास चला की संख्या (% (घ) बहुत छोटा है, हमें इस पर विचार करना चाहिए कम-से-कम% डी.
hr_hr: Broj koji ste unijeli ({0}) je premalen, mora biti barem {1}
hu_hu: A megadott szám ({0}) túl kicsi, legkisebb értéke {1} lehet
hy_am: Թիվը որը դուք գրել եք ({0}) չափազանց փոքր է, այն պետք է լինի նվազագույնը {1}
id_id: Nomor yang anda telah masukan ({0}) Terlalu kecil, Itu setidaknya harus {1}
is_is: Talan sem þú slóst inn ({0}) er of lá, hún þarf að vera að minnsta kosti {1}
it: Il numero che hai inserito ({0}) è troppo basso, dev'essere almeno {1}
ja_jp: 入力した数値 ({0}) では小さすぎます。{1} 以上にしてください
ka_ge: ჩაწერილი რიცხვი ({0}) ძალზედ მცირეა, შეიყვანეთ სულ მცირე {1}
ko_kr: 입력한 숫자({0})가 너무 작습니다. 최소 {1} 이상이어야 합니다
lb_lu: Déi Zuel déi ugi gouf ({0}) ass ze kleng, si muss mindestens {1} sinn
lt_lt: Skaičius, kurį įvedėte ({0}), yra per mažas, jis turi būti bent {1}
lv_lv: Skaitlis ko ievadīji ({0}) ir par mazu, tam jābūt vismaz {1}
ms_my: Angka yang anda masukkan ({0}) terlalu kecil, angka tersebut haruslah paling kurang {1}
mt_mt: In-numru li daħħalt ({0}) hu żgħir wisq, irid ikun mill-inqas {1}
nl_nl: Het getal dat je hebt ingevoerd ({0}) is te klein, het moet ten minste {1} zijn
nn_no: Talet du skreiv ({0}) er for lite, det må minst vere {1}
pl: Liczba, którą wpisałeś ({0}) jest zbyt mała, musi wynosić co najmniej {1}
pt: O número que introduziste ({0}) é demasiado pequeno, deve ser pelo menos {1}
ro_ro: Numărul introdus ({0}) este prea mic, trebuie să fie cel puțin {1}
ru_ru: Введённое число ({0}) слишком мало, оно должно быть не менее {1}
sk_sk: Číslo {0}, ktoré ste zadali, je príliš malé, musí to byť aspoň {1}
sl_si: Številka, ki si jo vnesel ({0}) je premajhna, mora biti vsaj {1}
sv_se: Talet du skrev in ({0}) är för litet, det måste vara minst {1}
th_th: ตัวเลขที่พิมพ์มา ({0}) น้อยเกินไป, อย่างต่ำคือ {1}
tr_tr: Girdiğiniz numara ({0}) çok küçük, en az {1} olmalı
vi_vn: Số mà bạn đã nhập ({0}) là quá nhỏ, nó phải ít nhất là {1}
zh_cn: 你输入的数字（{0}）太小了，至少需要为{1}
zh_tw: 您所輸入的數目（{0}）過小，最少為 {1} 。

# commands_generic_parameter_invalid
source: '{0}' is not a valid parameter
af_za: '{0}' is nie 'n geldige parameter nie
ar_sa: '{0}' عامل غير صالح
be_by: параметр '{0}' недапушчальны
bg_bg: "{0}" не е валиден параметър
ca_es: "{0}" no és un paràmetre vàlid
cs: „{0}“ je neplatný parametr
da_dk: '{0}' er ikke en gyldig parameter
de: '{0}' ist kein gültiger Parameter
el_gr: Το '{0}' δεν είναι έγκυρη παράμετρος
es: "{0}" no es un parámetro válido
eu_es: '{0}' ez da parametro egokia
fa_ir: '{0}' پارامتر معتبری نمی باشد
fi: '{0}' ei ole kelvollinen parametri
fil_ph: '{0}' ay hindi tamang parameter
fr_ca: "{0}" n'est pas un paramètre valide
ga_ie: Ní paraiméadar bailí é '{0}'
gl_es: '{0}' non é un parámetro válido
he: '{0}' הוא לא פרמטר חוקי
hr_hr: '{0}' nije vežeći parametar
hu_hu: '{0}' nem egy érvényes paraméter
id_id: {0} bukan parameter yang benar
is_is: '{0}' er ekki gildur stiki
it: "{0}" non è un parametro valido
ja_jp: 「{0}」は無効なパラメータです
ka_ge: '{0}' არ წარმოადგენს სწორ პარამეტრს
ko_kr: '{0}'은(는) 올바른 매개 변수가 아닙니다
lb_lu: '{0}' ass kee gültege Parameter
lt_lt: '{0}' nėra teisingas parametras
lv_lv: '{0}' nav derīgs parametrs
ms_my: Parameter '{0}' ialah tidak sah
mt_mt: '{0}' mhuwiex parametru validu
nl_nl: '{0}' is geen geldige parameter
nn_no: '{0}' er ikkje ein gyldig parameter
pl: '{0}' to nieprawidłowy parametr
pt: '{0}' é um parâmetro inválido
ro_ro: "{0}" nu este un parametru valid
ru_ru: Недопустимый параметр '{0}'
sk_sk: "{0}" nie je platný parameter
sl_si: '{0}' ni veljaven parameter
sv_se: '{0}' är inte en giltig parameter
th_th: '{0}' ไม่ใช่พารามิเตอร์ที่ถูกต้อง
tr_tr: '{0}' geçerli bir parametre değil
vi_vn: '{0}' không phải một tham số hợp lệ
zh_cn: '{0}'为无效参数
zh_tw: '{0}' 參數無效

# commands_generic_permission
source: You do not have permission to use this command
af_za: Jy het nie toestemming om hierdie opdrag te gebruik nie
ar_sa: ليس لديك إذن لاستخدام هذا الأمر
be_by: У вас няма дазволу на выкарыстанне гэтай каманды
bg_bg: Нямаш право да използваш тази команда
ca_es: No tens permís per utilitzar aquest comandament
cs: K použití tohoto příkazu nemáš oprávnění
da_dk: Du har ikke tilladelse til at bruge denne kommando
de: Du hast nicht die benötigte Berechtigung, diesen Befehl auszuführen
el_gr: Δεν έχετε άδεια να χρησιμοποιήσετε αυτήν την εντολή
es: No tienes permiso para ejecutar este comando
eu_es: Aguindu honek erabiltzeko baimena ez duzu
fa_ir: شما دسترسی لازم برای انجام این فرمان را ندارید
fi: Sinulla ei ole oikeuksia tämän komennon käyttämiseen
fil_ph: Wala kang permisyong gamitin itong utos
fr_ca: Vous n'avez pas la permission d'utiliser cette commande
ga_ie: Níl cead agat an t-ordú seo a úsáid
gl_es: Non tes permiso para usar este comando
he: אין לך הרשאה להשתמש בפקודה זו
hi_in: आप इस आदेश का उपयोग करने की अनुमति नहीं है
hr_hr: Nemate dozvolu za korištenje ove naredbe
hu_hu: Nincs jogod ezt a parancsot használni
hy_am: Դուք այս հրամանը իրավունք չունեք օգտագործել
id_id: Anda tidak memiliki izin untuk melakukan perintah ini
is_is: Þú hefur ekki réttindi til þess að nota þessa skipun
it: Non hai il permesso di usare questo comando
ja_jp: このコマンドを実行する権限がありません
ka_ge: თქვენ არ გაქვთ ამ ბრძანების გამოყენების უფლება
ko_kr: 이 명령어를 사용할 권한이 없습니다
lb_lu: Du hues net genuch Rechter fir dëse Befehl auszeféieren
lt_lt: Neturite teisės naudoti šią komandą
lv_lv: Jums nav atļaujas izmantot šo komandu
ms_my: Anda tidak mempunyai kebenaran untuk menggunakan arahan ini
mt_mt: M'għandekx permess biex tuża din il-kodiċi
nl_nl: Je hebt geen toestemming om deze opdracht te gebruiken
nn_no: Du har ikkje løyve til å bruke denne kommandoen
pl: Nie masz uprawnień do użycia tej komendy
pt: Não tens permissões para usar este comando
ro_ro: Nu ai permisiunea să folosești această comandă
ru_ru: У вас нет прав на использование этой команды
sk_sk: Nemáš práva na použitie tohto príkazu
sl_si: Nimaš dovoljenja za uporabo tega ukaza
sv_se: Du har inte behörighet att använda detta kommando
th_th: คุณไม่มีสิทธิ์ในการใช้คำสั่งนี้
tr_tr: Bu komutu kullanmak için yetkiniz yok
vi_vn: Bạn không có quyền sử dụng câu lệnh này
zh_cn: 您没有使用此命令的权限
zh_tw: 你沒有權限使用此指令

# commands_generic_player_notFound
source: That player cannot be found
af_za: Daardie speler kan nie gevind word nie
ar_sa: لا يمكن العثور على هذا اللاعب
be_by: Гулец не знойдзены
bg_bg: Този играч не може да бъде намерен
ca_es: No es troba el jugador
cs: Tento hráč nebyl nalezen
da_dk: Denne spiller blev ikke fundet
de: Dieser Spieler konnte nicht gefunden werden
el_gr: Ο παίκτης δεν μπορεί να βρεθεί
es: No se ha encontrado ese jugador
eu_es: Jokalari hori ezin da aurkitu
fa_ir: بازیکن پیدا نشد
fi: Tuota pelaajaa ei löytynyt
fil_ph: Hindi makita ang manlalaro
fr_ca: Ce joueur n'a pas été trouvé
ga_ie: Ní féidir an t-imreoir sin a aimsiú
gl_es: Ese xogador non se atopa
he: שחקן זה לא נמצא
hi_in: कि खिलाड़ी नहीं कर सकता होना पाया
hr_hr: Igrača je nemoguće naći
hu_hu: Nincs ilyen játékos
hy_am: Տվյալ խաղացողին հնարավոր չէ գտնել
id_id: Pemain itu tidak ditemukan
is_is: Þessi leikmaður fannst ekki
it: Il giocatore non è stato trovato
ja_jp: 指定されたプレイヤーが見つかりません
ka_ge: მოთამაშე არ მოიძებნა
ko_kr: 해당 플레이어를 찾을 수 없습니다
lb_lu: Dee Spiller konnt net fonnt ginn
lt_lt: Šis žaidėjas nerastas
lv_lv: Spēlētāju nevar atrast
ms_my: Pemain tersebut tidak dapat ditemui
mt_mt: Dan il-plejer ma jistax jinstab
nl_nl: Die speler kan niet worden gevonden
nn_no: Finn ikkje spelaren
pl: Nie znaleziono gracza
pt: Jogador não encontrado
ro_ro: Jucătorul nu poate fi găsit
ru_ru: Игрок не найден
sk_sk: Takýto hráč nebol nájdený
sl_si: Tega igralca ni mogoče najti
sv_se: Spelaren kunde inte hittas
th_th: ไม่พบผู้เล่นนั้น
tr_tr: Oyuncu bulunamıyor
vi_vn: Không thể tìm thấy người chơi đó
zh_cn: 无法找到该玩家
zh_tw: 找不到該玩家

# commands_generic_syntax
source: Invalid command syntax
af_za: Ongeldige opdrag sintaks
ar_sa: تركيب جملة الأمر غير صحيح
be_by: Недапушчальны сінтаксіс каманды
bg_bg: Невалиден синтаксис за команда
ca_es: Sintaxi del comandament invàlida
cs: Neplatná syntaxe příkazu
da_dk: Ugyldig kommandosyntaks
de: Ungültige Befehlssyntax
el_gr: Άκυρη διατύπωση εντολής
es: Sintaxis de comando no válida
eu_es: Baliorik gabeko sintaxi agindua
fa_ir: نحوه ی فرمان نامعتبر
fi: Väärin muodostettu komento
fil_ph: Maling palaugnayang pang-utos
fr_ca: Syntaxe de commande invalide
ga_ie: Comhréir ordaithe neamhbhailí
gl_es: Sintaxe do comando inválida
he: תחביר הפקודה שגוי
hi_in: अमान्य आदेश वाक्यविन्यास
hr_hr: Nevažeća naredbena sintaksa
hu_hu: Szabálytalan formátumú parancs
hy_am: Հրամանի շարահյուսությունը սխալ է
id_id: Perintah salah
is_is: Ógild skipun
it: La sintassi del comando è errata
ja_jp: 無効なコマンドの構文です
ka_ge: ბრძანების უმართებულო სინტაქსი
ko_kr: 잘못된 명령 구문입니다
lb_lu: Ongülteg Befehlssyntax
lt_lt: Netinkama komandos forma
lv_lv: Nepareiza komandas sintakse
ms_my: Arahan sintaks tak sah
mt_mt: Syntax tal-kodiċi invalidu
nl_nl: Ongeldige opdrachtsyntax
nn_no: Ugyldig kommandosyntaks
pl: Niewłaściwa składnia komendy
pt: Sintaxe de comando inválida
ro_ro: Sintaxa comenzii este invalidă
ru_ru: Неверный синтаксис команды
sk_sk: Neplatný syntax príkazu
sl_si: Neveljavna sintaksa ukaza
sv_se: Ogiltigt kommandosyntax
th_th: รูปแบบคำสั่งไม่ถูกต้อง
tr_tr: Geçersiz komut sözdizimi
vi_vn: Cú pháp câu lệnh không hợp lệ
zh_cn: 无效的指令语法
zh_tw: 無效的指令語法

# commands_generic_usage
source: Usage: {0}
af_za: Gebruik: {0}
ar_sa: الاستخدام: {0}
be_by: Выкарыстанне: {0}
bg_bg: Употреба: {0}
ca_es: Ús: {0}
cs: Použití: {0}
da_dk: Anvendelse: {0}
de: Syntax: {0}
el_gr: Χρήση: {0}
es: Uso: {0}
eu_es: Erabilera: {0}
fa_ir: استفاده: {0}
fi: Käyttö: {0}
fil_ph: Paggamit: {0}
fr_ca: Syntaxe : {0}
ga_ie: Úsáid: {0}
gl_es: Uso: {0}
he: שימוש: {0}
hi_in: दस्तूर: {0}
hr_hr: Upotreba: {0}
hu_hu: Használat: {0}
hy_am: Կիրառում: {0}
id_id: Penggunaan: {0}
is_is: Notkun: {0}
it: Sintassi: {0}
ja_jp: 使用法：{0}
ka_ge: ხმარება: {0}
ko_kr: 사용법: {0}
lb_lu: Syntax: {0}
lt_lt: Naudojimas: {0}
lv_lv: Pielietojums: {0}
ms_my: Penggunaan: {0}
mt_mt: Użu: {0}
nl_nl: Gebruik: {0}
nn_no: Bruk: {0}
pl: Użycie: {0}
pt: Uso: {0}
ro_ro: Utilizare: {0}
ru_ru: Использование: {0}
sk_sk: Použitie: {0}
sl_si: Uporaba: {0}
sv_se: Användning: {0}
th_th: การใช้: {0}
tr_tr: Kullanım: {0}
vi_vn: Cách dùng: {0}
zh_cn: 用法：{0}
zh_tw: 用法：{0}

# commands_give_block_notFound
source: There is no such block with name {0}
af_za: Daar is geen blok met die naam {0} nie
ar_sa: لا يوجد أى مكعب بهذا الإسم {0}
be_by: Не існуе блоку з назвай {0}
bg_bg: Няма такъв блок с името {0}
ca_es: No hi ha bloc amb el nom {0}
cs: Blok s názvem „{0}“ neexistuje
da_dk: Der er ingen blok med navnet {0}
de: Es gibt keinen Block mit dem Namen {0}
el_gr: Δεν υπάρχει κανένας κύβος με το όνομα {0}
es: No hay ningún bloque con el nombre {0}
fi: Ei ole olemassa kuutiota nimeltä {0}
fil_ph: Walang tipak ang may ganoong pangalan {0}
fr_ca: Il n'y a pas de bloc nommé {0}
ga_ie: Níl bloc ann leis an ainm {0}
gl_es: Non hay ningún bloque co nome {0}
he: אין בלוק עם השם {0}
hr_hr: Ne postoji blok s imenom {0}
hu_hu: Nem létezik {0} nevű blokk
id_id: Ada tidak ada blok tersebut dengan nama {0}
it: Non c'è alcun blocco chiamato "{0}"
ja_jp: {0} というブロックはありません
ka_ge: არ არსებობს ბლოკი დასახელებით {0}
ko_kr: 이름이 {0}인 블록이 없습니다
lb_lu: Et gëtt kee Block mam Numm {0}
lt_lt: Nėra tokio bloko kaip „{0}“
lv_lv: Nav šāda bloka ar nosaukumu {0}
ms_my: Tidak blok terdapat dengan nama {0}
mt_mt: M'hemm l-ebda blokka bl-isem ta' {0}
nl_nl: Er is geen blok met de naam {0}
nn_no: Det er inga blokker med namn {0}
pl: Nie ma bloku o nazwie {0}
pt: Não há nenhum bloco com o nome {0}
ro_ro: Nu există un bloc cu numele {0}
ru_ru: Блока с идентификатором {0} не существует
sk_sk: Kocka s názvom {0} neexistuje
sl_si: Kocka z imenom {0} ne obstaja
sv_se: Det finns inget block som heter {0}
th_th: ไม่พบบล็อกที่มีชื่อ {0}
tr_tr: {0} adında blok yok
vi_vn: Không có khối nào mang tên {0}
zh_cn: 没有名为{0}的方块
zh_tw: 不存在 ID 為 {0} 的方塊

# commands_give_item_notFound
source: There is no such item with name {0}
af_za: Daar is geen item met die naam {0} nie
ar_sa: لا يوجد أى أداه بهذا الاسم {0}
be_by: Не існуе прадмету з назвай {0}
bg_bg: Няма такъв предмет с името {0}
ca_es: No hi ha objecte amb el nom {0}
cs: Předmět s názvem „{0}“ neexistuje
da_dk: Der er ingen ting med navnet {0}
de: Es gibt keinen Gegenstand mit dem Namen {0}
el_gr: Δεν υπάρχει τέτοιο στοιχείο με το όνομα {0}
es: No hay ningún objeto con el nombre {0}
fi: Ei ole olemassa esinettä nimeltä {0}
fil_ph: Walang gamit ang may ganoong pangalan {0}
fr_ca: Il n'y a pas d'objet nommé {0}
ga_ie: Níl earra ann leis an ainm {0}
gl_es: Non hay obxecto co nome {0}
he: אין פריט עם השם {0}
hr_hr: Ne postoji predmet s imenom {0}
hu_hu: Nem létezik {0} nevű tárgy
id_id: Ada tidak ada item tersebut dengan nama {0}
it: Non c'è alcun oggetto chiamato "{0}"
ja_jp: {0} というアイテムはありません
ka_ge: არ არსებობს ნივთი დასახელებით {0}
ko_kr: 이름이 {0}인 아이템이 없습니다
lb_lu: Et gëtt kee Géigestand mam Numm {0}
lt_lt: Nėra tokio daikto kaip „{0}“
lv_lv: Nav šāda priekšmeta ar nosaukumu {0}
ms_my: Tiada item terdapat dengan nama {0}
mt_mt: M'hemm l-ebda oġġett bl-isem ta' {0}
nl_nl: Er is geen voorwerp met de naam {0}
nn_no: Det er ingen gjenstander med namn {0}
pl: Nie istnieje przedmiot o nazwie {0}
pt: Não há nenhum item com o nome {0}
ro_ro: Nu există un obiect cu numele {0}
ru_ru: Предмета с идентификатором {0} не существует
sk_sk: Predmet s názvom {0} neexistuje
sl_si: Predmet z imenom {0} ne obstaja
sv_se: Det finns inget föremål som heter {0}
th_th: ไม่มีรายการที่มีชื่อ {0}
tr_tr: {0} adında eşya yok
vi_vn: Không có vật phẩm nào mang tên {0}
zh_cn: 没有名为{0}的物品
zh_tw: 不存在 ID 為 {0} 的物品

# commands_give_success
source: Given {0} * {1} to {2}
af_za: Het {0} × {1} vir {2} gegee
ar_sa: تم اعطاء d * {0}% إلى s%
be_by: Выдадзена {0} * {1} гульцу {2}
bg_bg: Беше дадено {0} * {1} на {2}
ca_es: Donat {0} (x {1} ) a {2}
cs: Hráč {2} dostal {1} × {0}
da_dk: Gav {0} * {1} til {2}
de: {0} * {1} an {2} gegeben
el_gr: Δόθηκε {0}*{1} στο/στη {2}
es: {2} ha recibido: {0} * {1}
eu_es: Emanda {0} * {1} {2} -(e)ri
fi: Annettu {0} * {1} pelaajalle {2}
fil_ph: Binigay ang {0}*{1} kay {2}
fr_ca: Attribution de {1} x {0} à {2}
ga_ie: Tugadh {0} * {1} chuig {2}
gl_es: Dados {0} * {1} a {2}
he: {0} * {1} ניתן ל-{2}
hr_hr: Predano {0} * {1} igraču {2}
hu_hu: {0} * {1} adva {2} játékosnak
id_id: Diberikan {0} * {1} ke {2}
is_is: Gaf {0} * {1} til {2}
it: {2} ha ricevuto: {0} * {1}
ja_jp: {0} を {1} 個 {2} に与えました
ka_ge: მიეცა {0} * {1} {2}-ს
ko_kr: {2}에게 {0}이(가) {1}개 주어졌습니다
lb_lu: {0} * {1} gouf dem {2} ginn
lt_lt: Duota {0} * {1} žaidėjui {2}
lv_lv: Dots {0} * {1} {2}
ms_my: Diberikan {0} * {1} ke {2}
mt_mt: Ġew mogħtija {0} * {1} lil {2}
nl_nl: {0} * {1} aan {2} gegeven
nn_no: Gav {0} * {1} til {2}
pl: Dodano {0} * {1} graczowi {2}
pt: Dado a {2} {1} de {0}
ro_ro: I s-a dat {0} * {1} lui {2}
ru_ru: Выдано {0} * {1} игроку {2}
sk_sk: Hráčovi {0} bolo daných {1} kusov predmetu {2}
sl_si: Igralec {0} je dobil {1} * {2}
sv_se: Gav {0} * {1} till {2}
th_th: ได้ให้ {0} * {1} แก่ {2}
tr_tr: {2}'e {1} {0} verildi
vi_vn: Đã trao {0} * {1} cho {2}
zh_cn: 成功将{0}*{1}给予{2}
zh_tw: 將 {0} * {1} 給 {2}

# commands_give_tagError
source: Data tag parsing failed: {0}
af_za: Kon nie data merker interpreteer nie: {0}
ar_sa: خطأ في توزيع البيانات {0}
be_by: Памылка разбору тэгаў: {0}
bg_bg: Разборът на информационния таг е неуспешен: {0}
ca_es: Anàlisis de l'etiqueta de dades fallat: {0}
cs: Syntaktická analýza se nezdařila: {0}
da_dk: Data tag-fortolkning mislykkedes: {0}
de: Kann NBT-Daten nicht analysieren: {0}
el_gr: Η προσπέλαση του Data tag απέτυχε: {0}
es: El análisis de la dataTag falló: {0}
eu_es: Datu-etiketa analisia huts egin du: {0}
fa_ir: تجزیه برچسب دیتا ناموفق پایان یافت: {0}
fi: Data tagin jäsennys epäonnistui: {0}
fr_ca: L'analyse syntaxique du data tag a échoué : {0}
ga_ie: Theip ar pharsáil clib sonraí: {0}
gl_es: A análise da dataTag fallou: {0}
he: ניתוח טאג-נתונים נכשל: {0}
hr_hr: Parsiranje podatkovnih oznaka nije uspjelo: {0}
hu_hu: Adatcímke értelmezése sikertelen: {0}
id_id: Parsing data tag gagal: {0}
is_is: Úrvinnsla gagnatags mistókst: {0}
it: L'analisi sintattica dei dati NBT è fallita: {0}
ja_jp: データタグの解析に失敗しました：{0}
ka_ge: შეცდომა მონაცემთა ტეგის გარჩევისას: {0}
ko_kr: 데이터 태그 구문 분석에 실패했습니다: {0}
lb_lu: Parsen vun den NBT-Date feelgeschloen: {0}
lt_lt: Duomenų žymės apdoroti nepavyko: {0}
lv_lv: Datu tagu analizēšana neizdevās: {0}
ms_my: Penguraian tag data gagal: {0}
mt_mt: Data tag ħażin: {0}
nl_nl: Parseren van datatag mislukt: {0}
nn_no: Teikn-tolking mislykkast: {0}
pl: Analiza data tag zawiodła: {0}
pt: Erro na Tag dos dados: {0}
ro_ro: Analiza datelor NBT a eșuat: {0}
ru_ru: Ошибка разбора тегов: {0}
sk_sk: Analýza údajov zo záznamu sa nepodarila: {0}
sl_si: Razčlenjevanje podatkovne oznake ni bilo uspešno: {0}
sv_se: Tolkning av datatagg misslyckades: {0}
th_th: แยก Data tag ผิดพลาด: {0}
tr_tr: Veri etiketi ayrıştırma başarısız oldu: {0}
vi_vn: Phân tích nhãn dữ liệu thất bại: {0}
zh_cn: 数据标签分析失败：{0}
zh_tw: 資料標籤解析失敗：{0}

# commands_give_usage
source: /give <player> <item> [amount] [data] [dataTag]
af_za: /give <player> <item> [aantal] [data] [dataMerker]
ar_sa: /give <اللاعب> <الغرض> [الكمية] [البيانات الاضافية] [بيانات اضافية اخرى]
be_by: /give <гулец> <прадмет> [колькасць] [дадзеныя] [тэг]
bg_bg: /give <играч> <предмет> [<бройка>] [<данни>] [<таг>]
ca_es: /give <jugador> <ítem> [quantitat] [data] [Etiqueta de Dades]
cs: /give <hráč> <předmět> [<množství>] [<data>] [<datový tag>]
da_dk: /give <player> <item> [mængde] [data] [dataTag]
de: /give <Spieler> <Gegenstand> [<Anzahl>] [<Metadaten>] [<NBT-Daten>]
el_gr: /give <παίκτης> <αντικείμενο> [ποσότητα] [δεδομένα] [καρτέλαΔεδομένων]
es: /give <jugador> <objeto> [cantidad] [datos] [dataTag]
eu_es: /give <jokalaria> <artikulua> [kopurua] [data] [izen-data]
fa_ir: /give <بازیکن> <آیتم> [تعداد] [دیتا] [برچسب‌دیتا]
fi: /give <pelaaja> <esine> [määrä] [data] [dataTagi]
fr_ca: /give <joueur> <objet> [quantité] [donnée] [dataTag]
ga_ie: /give <imreoir> <earra> [méid] [sonraí] [ClibSonraí]
gl_es: /give <xogador> <obxecto> [cantidade] [datos] [dataTag]
he: /give <טאג-נתון] [נתון] [כמות] <פריט> <שחקן]
hr_hr: /give <igrač> <predmet> [količina] [data] [dataTag]
hu_hu: /give <játékos> <tárgy> [mennyiség] [adat] [adatcímke]
id_id: /give <pemain> <item> [jumlah] [data] [tagData]
is_is: /give <player> <item> [magn] [data] [dataTag]
it: /give <giocatore> <oggetto> [quantità] [metadato] [dati NBT]
ja_jp: /give <プレイヤー名> <アイテム名> [個数] [データ値] [データタグ]
ka_ge: /give <მოთამაშე> <ნივთი> [ოდენობა] [მონაცემები] [მონაც. ტეგი]
ko_kr: /give <플레이어> <아이템> [양] [데이터] [데이터 태그]
lb_lu: /give <Spiller> <Géigestand> [Unzuel] [Metadaten] [NBT-Daten]
lt_lt: /give <žaidėjas> <daiktas> [kiekis] [duomenys] [duomenų-žymės]
lv_lv: /give <spēlētājs> <lieta> [daudzums] [dati] [datiTag]
ms_my: /give <player> <item> [amaun] [data] [dataTag]
nl_nl: /give <speler> <voorwerp> [hoeveelheid] [data] [dataTag]
nn_no: /give <spelar> <gjenstand> [mengde] [data] [dataTag]
pl: /give <gracz> <przedmiot> [ilość] [data] [dataTag]
pt: /give <jogador> <item> [quantidade] [dados] [Tags]
ro_ro: /give <jucător> <obiect> [<cantitate>] [<metadate>] [<date NBT>]
ru_ru: /give <игрок> <предмет> [количество] [данные] [тегДанных]
sk_sk: /give <player> <item> [množstvo] [dáta] [dátováZnačka]
sl_si: /give <igralec> <predmet> [količina] [podatki] [podatkovnaOznaka]
sv_se: /give <spelare> <föremål> [mängd] [data] [datatagg]
th_th: /give <player> <item> [จำนวน] [data] [dataTag]
tr_tr: /give <oyuncu> <eşya> [miktar] [veri] [veriEtiketi]
vi_vn: /give <người chơi> <vật phẩm> [số lượng] [dữ liệu] [nhãn dữ liệu]
zh_cn: /give <玩家> <物品> [数量] [数据值] [数据标签]
zh_tw: /give <玩家> <物品> [數量] [資料值] [資料標籤]
