Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# tile_monsterStoneEgg_crackedbrick_name
source: Cracked Stone Brick Monster Egg
af_za: Gekraakde Klipsteen Monstereier
ar_sa: الطوب المكسور ذو الوحش
be_by: Патрэсканая каменная цэгла з лускаўніцай
bg_bg: Напукани каменни тухли с люспеница
ca_es: Niu de monstre de Maons de roca esquerdats
cs: Popraskané kamenné cihly ukrývající rybenku
da_dk: Monsteræg af stenmursten
de: Rissige Steinziegel (Silberfischchen)
de_at: Zabrochne Stoaziagl (Süwafisch)
el_gr: Ραγισμένο Πετρότουβλο Αυγό Τέρατος
es: Ladrillos de piedra agrietados con lepisma
eu_es: Pitzatu harri adreiluzko munstroaren arrautza
fa_ir: آجرسنگ شکسته موذي
fi: Murtunut kivitiilinen hirviönmuna
fil_ph: Laryong Lumot ng Halimaw
fr_ca: Cocon de lépisme en briques de pierre craquelée
ga_ie: Ubh Arrachta i mBrící Cloiche Gágacha
gl_es: Ladrillos de pedra agretados con lepisma
he: ביצת מפלצת לבני אבן סדוקות
hi_in: फटकारा ईंट का राक्षस अंडा
hr_hr: Oštećene Kamene Cigle sa Srebrnom Ribom
hu_hu: Repedezett kőtégla ezüstmollyal
hy_am: Ճաքած Քարաղյուս Հրեշի Ձու
id_id: Batu bata Telur Monster yang Retak
is_is: Brotin steinhleðslu Skrímsla egg
it: Mattoni di pietra incrinati infestati
ja_jp: シルバーフィッシュ入りのひびの入った石レンガ
ka_ge: მონსტრის გაბზარული ქვის აგური
ko_kr: 금 간 석재 벽돌 몬스터 알
lb_lu: Rësseg Steenzillen (Sëlwerfëschelchen)
lt_lt: Sutrūkinėjusių akmens plytų monstro kiaušinis
lv_lv: Saplaisājošo Akmens Ķieģeļu Monstru Ola
mn_mn: Мангасын өндөгтэй хагарсан чулуун тоосго
ms_my: Telur Raksasa Batu Retak
mt_mt: Briks tal-Ġebel Imxaqqaq bis-Susa
nl_nl: Gebarsten blokstenen monsternest
nn_no: Monsteregg av sprokken steinmur
pl: Popękane kamienne cegły z ukrytym potworem
pt: Ovo de Monstro de Tijolos de Pedra Rachados
ro_ro: Cărămizi de piatră crăpate infestate
ru_ru: Потрескавшийся каменный кирпич с монстрами
sk_sk: Prasknutá kamenná tehla so švehlou
sl_si: Razpokane kamnite opeke ščetinorepke
sv_se: Sprucket murstensmonsterägg
th_th: ไข่มอนสเตอร์อิฐบล็อกร้าว
tr_tr: Çatlak Taş Tuğla Gümüşçün Bloğu
vi_vn: Trứng quái vật gạch đá nứt
zh_cn: 裂石砖怪物蛋
zh_tw: 裂石磚怪物蛋

# tile_monsterStoneEgg_mossybrick_name
source: Mossy Stone Brick Monster Egg
af_za: Mossige Klipsteen Monstereier
ar_sa: الطوب ذو الوحش
be_by: Замшэлая каменная цэгла з лускаўніцай
bg_bg: Мъхести каменни тухли с люспеница
ca_es: Niu de monstre de Maons de roca amb molsa
cs: Mechem porostlé kamenné cihly ukrývající rybenku
da_dk: Monsteræg af mosset stenmursten
de: Bemooste Steinziegel (Silberfischchen)
de_at: Bemooste Stoaziagl (Süwafisch)
el_gr: Βρυώδες Πετρότουβλο Αυγό Τέρατος
es: Ladrillos de piedra musgosa con lepisma
eu_es: Goroldiotsu harri adreiluzko munstroaren arrautza
fa_ir: آجرسنگ لجني موذي
fi: Sammaloitunut kivitiilinen hirvionmuna
fil_ph: Laryong Lumot ng Halimaw
fr_ca: Cocon de lépisme en briques de pierre moussue
ga_ie: Ubh Arrachta i mBrící Cloiche Caonaigh
gl_es: Ladrillos de pedra musgosa con lepisma
he: ביצת מפלצת לבני אבן טחביים
hi_in: mossy ईंट का राक्षस अंडा
hr_hr: Zarasle Kamene Cigle sa Srebrnom Ribom
hu_hu: Mohás kőtégla ezüstmollyal
hy_am: Մամռոտ Քարաղյուս Հրեշի Ձու
id_id: Batu bata Telur Monster yang Berlumut
is_is: Mosagróin steinhelluskrímsla Egg
it: Mattoni di pietra muschiosi infestati
ja_jp: シルバーフィッシュ入りの苔石レンガ
ka_ge: მონსტრის ხავსიანი ქვის აგური
ko_kr: 이끼 낀 석재 벽돌 몬스터 알
lb_lu: Bemoosste Steenzillen (Sëlwerfëschelchen)
lt_lt: Samanotų akmens plytų monstro kiaušinis
lv_lv: Sūnaino Akmens Ķieģeļu Monstru Ola
mn_mn: Мангасын өндөгтэй хөвтдэй чулуун тоосго
ms_my: Telur Raksasa Batu Bata Berlumut
mt_mt: Briks tal-Ġebel bil-Moffa bis-Susa
nl_nl: Mossig stenen monsternest
nn_no: Monsteregg av mosegrodd steinmur
pl: Zamszone kamienne cegły z ukrytym potworem
pt: Ovo de Monstro de Tijolo de Pedra com Musgo
ro_ro: Cărămizi de piatră cu mușchi infestate
ru_ru: Замшелый каменный кирпич с монстрами
sk_sk: Zarastená kamenná tehla so švehlou
sl_si: Poraščene kamnite opeke ščetinorepke
sv_se: Mossigt murstensmonsterägg
th_th: ไข่มอนสเตอร์อิฐบล็อคตะไคร่น้ำ
tr_tr: Yosunlu Taş Tuğla Gümüşçün Bloğu
vi_vn: Trứng quái vật gạch đá phủ rêu
zh_cn: 苔石砖怪物蛋
zh_tw: 青苔石磚怪物蛋

# tile_monsterStoneEgg_name
source: Stone Monster Egg
af_za: Klipmonstereier
ar_sa: بيضة وحش حجري
be_by: Камень з лускаўніцай
bg_bg: Камък с люспеница
ca_es: Ou de monstre de roca
cs: Kámen ukrývající rybenku
da_dk: Monsteræg af sten
de: Stein (Silberfischchen)
de_at: Stoa (Sübafisch)
el_gr: Πέτρινο αυγό τέρατος
es: Piedra con lepisma
eu_es: Harrizko munstroaren arrautza
fa_ir: سنگ موذي
fi: Kivinen hirviönmuna
fil_ph: Batong itlog ng bakulaw
fr_ca: Cocons de lépisme
ga_ie: Ubh Arrachta i gCloch
gl_es: Pedra con lepisma
he: ביצת מפלצת אבן
hr_hr: Kamen s Jajem Čudovišta
hu_hu: Kő ezüstmollyal
id_id: Batu Telur Monster
is_is: Stein Skrímsla Egg
it: Blocco infestato
ja_jp: シルバーフィッシュ入りの石
ka_ge: მონსტრის ქვა
ko_kr: 돌 몬스터 알
lb_lu: Steen (Sëlwerfëschelchen)
lt_lt: Akmens monstro kiaušinis
lv_lv: Akmens Briesmoņa Ola
mn_mn: Мангасын өндөгтэй чулуу
ms_my: Batu Bertelo
mt_mt: Ġebel bis-Susa
nl_nl: Stenen monsternest
nn_no: Monsteregg av stein
pl: Kamień z ukrytym potworem
pt: Ovo de Monstro de Pedra
ro_ro: Bloc infestat
ru_ru: Камень с монстрами
sk_sk: Skala so švehlou
sl_si: Kamen ščetinorepke
sv_se: Stenmonsterägg
th_th: อิฐบล็อกที่มีแมลงสามง่าม
tr_tr: Taş Gümüşçün Bloğu
vi_vn: Trứng quái vật đá
zh_cn: 石头怪物蛋
zh_tw: 石頭怪物蛋

# tile_monsterStoneEgg_stone_name
source: Stone Monster Egg
af_za: Klip Monstereier
ar_sa: بيضة وحش الحجر
be_by: Камень з лускаўніцай
bg_bg: Камък с люспеница
ca_es: Niu de monstre de Roca
cs: Kámen ukrývající rybenku
da_dk: Monsteræg af sten
de: Stein (Silberfischchen)
de_at: Stoa (Sübafisch)
el_gr: Πέτρινο αυγό τεράτων
es: Piedra con lepisma
eu_es: Harrizko munstroaren arrautza
fa_ir: سنگ موذي
fi: Kivinen hirviönmuna
fil_ph: Bato ng Halimaw
fr_ca: Cocon de lépisme en roche
ga_ie: Ubh Arrachta i gCloch
gl_es: Pedra con lepisma
he: ביצת מפלצת אבן
hi_in: पत्थर राक्षस अंडा
hr_hr: Jaje Kamenog Čudovišta
hu_hu: Kő ezüstmollyal
hy_am: Հրեշի Ձու Քարից
id_id: Batu Telur Monster
is_is: SteinSkrímsla Egg
it: Roccia infestata
ja_jp: シルバーフィッシュ入りの石
ka_ge: ვერცხლისთევზის ქვა
ko_kr: 돌 몬스터 알
lb_lu: Steen (Sëlwerfëschelchen)
lt_lt: Akmens monstro kiaušinis
lv_lv: Akmens Briesmoņa Ola
mn_mn: Мангасын өндөгтэй чулуу
ms_my: Batu Telur Raksasa
mt_mt: Ġebel bis-Susa
nl_nl: Stenen monsternest
nn_no: Monsteregg av stein
pl: Kamień z ukrytym potworem
pt: Ovo de Monstro de Pedra
ro_ro: Piatră infestată
ru_ru: Камень с монстрами
sk_sk: Skala so švehlou
sl_si: Kamen ščetinorepke
sv_se: Stenmonsterägg
th_th: หินแมลงสามง่าม
tr_tr: Taş Gümüşçün Bloğu
vi_vn: Trứng quái vật đá
zh_cn: 石头怪物蛋
zh_tw: 石頭怪物蛋

# tile_mushroom_name
source: Mushroom
af_za: Sampioen
ar_sa: فطر
be_by: Грыб
bg_bg: Гъба
ca_es: Bolet
cs: Houba
da_dk: Svamp
de: Pilz
de_at: Püz
el_gr: Μανιτάρι
es: Champiñón
eu_es: Perretxikoa
fa_ir: قارچ
fi: Sieni
fil_ph: Kabuti
fr_ca: Champignon
ga_ie: Muisiriún
gl_es: Cogomelo
he: פטריה
hi_in: कुकुरमुत्ता
hr_hr: Gljiva
hu_hu: Gomba
hy_am: Սունկ
id_id: Jamur
is_is: Sveppur
it: Fungo
ja_jp: キノコ
ka_ge: სოკო
ko_kr: 버섯
lb_lu: Champignon
lt_lt: Grybas
lv_lv: Sēne
mn_mn: Мөөг
ms_my: Cendawan
mt_mt: Faqqiegħ
nl_nl: Paddenstoel
nn_no: Sopp
pl: Grzyb
pt: Cogumelo
ro_ro: Ciupercă
ru_ru: Гриб
sk_sk: Huba
sl_si: Goba
sv_se: Svamp
th_th: เห็ด
tr_tr: Mantar
vi_vn: Nấm
zh_cn: 蘑菇
zh_tw: 蘑菇

# tile_musicBlock_name
source: Note Block
af_za: Nootblok
ar_sa: مكعب موسيقي
be_by: Нотны блок
bg_bg: Музикален блок
ca_es: Bloc musical
cs: Hudební blok
da_dk: Nodeblok
de: Notenblock
de_at: Notnblock
el_gr: Κύβος νότας
es: Bloque musical
eu_es: Nota blokea
fa_ir: بلوک نت
fi: Sointukuutio
fil_ph: Bloke ng Musika
fr_ca: Bloc sonore
ga_ie: Bloc Nóta
gl_es: Bloque musical
he: בלוק צליל
hi_in: नोट ब्लॉक
hr_hr: Glazbeni Blok
hu_hu: Hangdoboz
hy_am: Մեղեդու Բլոկ
id_id: Blok Lagu
is_is: Nótnakubbur
it: Blocco sonoro
ja_jp: 音符ブロック
ka_ge: მუსიკალური ბლოკი
ko_kr: 노트 블록
lb_lu: Nouteblock
lt_lt: Natų blokas
lv_lv: Nošu bloks
mn_mn: Эгшигт хайрцаг
ms_my: Blok Nota
mt_mt: Blokka tal-Mużika
nl_nl: Nootblok
nn_no: Noteblokk
pl: Blok dźwiękowy
pt: Bloco Musical
ro_ro: Bloc muzical
ru_ru: Нотный блок
sk_sk: Hudobná kocka
sl_si: Glasbena kocka
sv_se: Notblock
th_th: กล่องตัวโน้ต
tr_tr: Nota Bloğu
vi_vn: Khối nốt nhạc
zh_cn: 音符盒
zh_tw: 音階盒

# tile_mycel_name
source: Mycelium
af_za: Miselium
ar_sa: أفطورة
be_by: Міцэлій
bg_bg: Мицел
ca_es: Miceli
cs: Podhoubí
da_dk: Svampevæv
de: Myzel
de_at: Myzl
el_gr: Mυκήλιο
es: Micelio
eu_es: Mizelioa
fa_ir: قارچخاک
fi: Sienirihmasto
fil_ph: Maisiliyum
fr_ca: Mycélium
ga_ie: Mícéiliam
gl_es: Micelio
he: תפטיר
hi_in: फुई
hr_hr: Micelij
hu_hu: Gombafonal
hy_am: Բորբոսահող
id_id: Miselium
is_is: Svepparætur
it: Micelio
ja_jp: 菌糸
ka_ge: მიცელიუმი
ko_kr: 균사체
lb_lu: Pilzgeflecht
lt_lt: Grybiena
lv_lv: Micēlijs
mn_mn: Мөөгний хөрс
ms_my: Miselium
mt_mt: Moffa
nn_no: Mycel
pl: Grzybnia
pt: Micélio
ro_ro: Miceliu
ru_ru: Мицелий
sk_sk: Podhubie
sl_si: Micelij
sv_se: Mycel
th_th: ใยเชื้อรา
tr_tr: Miselyum
vi_vn: Khuẩn ty thể
zh_cn: 菌丝
zh_tw: 菌絲土

# tile_netherBrick_name
source: Nether Brick
af_za: Neder Baksteen
ar_sa: طوب العالم السفلي
be_by: Нэдэрская цэгла
bg_bg: Тухли от Недъра
ca_es: Maó abismal
cs: Netheritové cihly
da_dk: Nether-mursten
de: Netherziegel
de_at: Netherziagl
el_gr: Τούβλο του Νέδερ
es: Ladrillos del Nether
eu_es: Adreilu abisala
fa_ir: آجر جهنمی
fi: Netherintiiliaita
fil_ph: Impyelaryo
fr_ca: Briques du Nether
ga_ie: Bloc Íochtarbhrící
gd_gb: Breige Nether
gl_es: Ladrillos do Nether
he: לבנת נת'ר
hi_in: नीचे ईंट
hr_hr: Cigle iz pakla
hu_hu: Nethertégla
hy_am: Դժոխային Աղյուս
id_id: Bata Neraka
is_is: Heljarsteinn
it: Mattoni del Nether
ja_jp: ネザーレンガ
ka_ge: ნეზერის აგური
ko_kr: 네더 벽돌
lb_lu: Netherzill
lt_lt: Netherio plytos
lv_lv: Elles Ķieģeļi
mn_mn: Тамын тоосго
ms_my: Bata Neraka
mt_mt: Briks tan-Nether
nl_nl: Netherbaksteen
nn_no: Nethermur
pl: Netherowa cegła
pt: Tijolos do Nether
ro_ro: Cărămizi de Nether
ru_ru: Незеритовый кирпич
sk_sk: Netheritová tehla
sl_si: Peklenska opeka
sv_se: Nethersten
th_th: อิฐเนเธอร์
tr_tr: Nether Tuğlası
vi_vn: Gạch Nether
zh_cn: 地狱砖块
zh_tw: 地獄磚

# tile_netherFence_name
source: Nether Brick Fence
af_za: Nedersteen Heining
ar_sa: سياج من طوب العالم السفلي
be_by: Плот з нэдэрскай цэглы
bg_bg: Тухлена ограда от Недъра
ca_es: Tanca de maó abismal
cs: Netheritový plot
da_dk: Nether-murstenshegn
de: Netherziegelzaun
de_at: Netherziaglzaun
el_gr: Φράχτης από τούβλα του Νέδερ
es: Valla de ladrillos del Nether
eu_es: Adreilu abisalezko hesia
fa_ir: حصار جهنمی
fi: Netherintiiliaita
fil_ph: Impyelaryong Pader
fr_ca: Clôture en briques du Nether
ga_ie: Claí Íochtarbhríce
gd_gb: Feansa breige Nether
gl_es: Valado de ladrillos do Nether
he: גדר לבנת נת'ר
hi_in: नीचे ईंट बाड़
hr_hr: Ograda od cigle iz pakla
hu_hu: Nethertégla-kerítés
hy_am: Դժոխային Ցանկապատ
id_id: Pagar Batu Neraka
is_is: Heljargirðing
it: Staccionata di mattoni del Nether
ja_jp: ネザーレンガのフェンス
ka_ge: ნეზერის აგურის ღობე
ko_kr: 네더 벽돌 울타리
lb_lu: Netherzillenzonk
lt_lt: Netherio plytų tvora
lv_lv: Elles Ķieģeļu Žogs
mn_mn: Тамын тоосгон хашаа
ms_my: Pagar Bata Neraka
mt_mt: Ċint tan-Nether
nl_nl: Netherbakstenen hek
nn_no: Gjerde av nethermur
pl: Płot z netherowej cegły
pt: Cerca de Tijolo do Nether
ro_ro: Gard de cărămizi de Nether
ru_ru: Незеритовый забор
sk_sk: Plot z netheritovej tehly
sl_si: Peklenska opečnata ograja
sv_se: Netherstensstaket
th_th: รั้วอิฐเนเธอร์
tr_tr: Nether Tuğlası Çit
vi_vn: Hàng rào gạch Nether
zh_cn: 地狱砖栅栏
zh_tw: 地獄柵欄

# tile_netherStalk_name
source: Nether Wart
af_za: Nederwortel
ar_sa: ثؤلول العالم السفلي
be_by: Нэдэрская нарасць
bg_bg: Брадавица от Недъра
ca_es: Bolet abismal
cs: Bradavičník
da_dk: Nether-vorte
de: Netherwarze
de_at: Netherwoazn
el_gr: Στίγμα του Νέδερ
es: Verruga del Nether
eu_es: Garatxo abisala
fa_ir: گياه جهنمي
fi: Netherinpahka
fil_ph: Impebutig
fr_ca: Verrues du Nether
ga_ie: Mus an Íochtair
gd_gb: Lus Nether
gl_es: Espulla do Nether
he: שיבולת נת'ר
hi_in: नीचे मस्सा
hr_hr: Podzemni Lišaj
hu_hu: Netherbibircsók
hy_am: Դժոխային Բույս
id_id: Tumbuhan Neraka
is_is: Heljarvarta
it: Verruca del Nether
ja_jp: ネザーウォート
ka_ge: ნეზერის მეჭეჭა
ko_kr: 네더 와트
lb_lu: Netherwaarzel
lt_lt: Netherio gumbas
lv_lv: Elles Sēne
mn_mn: Тамын үү
ms_my: Ketuat Neraka
mt_mt: Faqqiegħ tan-Nether
nl_nl: Netherkruid
nn_no: Nethervorte
pl: Netherowa brodawka
pt: Fungo do Nether
ro_ro: Neg din Nether
ru_ru: Нарост из Незера
sk_sk: Pekelná bylinka
sl_si: Peklenska bradavica
sv_se: Nethervårta
th_th: หูดเนเธอร์
tr_tr: Nether Yumrusu
vi_vn: Bướu Nether
zh_cn: 地狱疣
zh_tw: 地獄疙瘩

# tile_netherWartBlock_name
source: Nether Wart Block
af_za: Netherwortelblok
ar_sa: اسفل البثرة بلوك
be_by: Блок нэдэрскай нарасці
bg_bg: Блок от брадавица от Недъра
ca_es: Bloc de berrugues del Nether
cs: Blok bradavičníku
da_dk: Nether-vorteblok
de: Netherwarzenblock
de_at: Netherwarzenblock
el_gr: Κύβος στίγματος του Νέδερ
es: Bloque de verrugas del Nether
fi: Netherpahkakuutio
fil_ph: Blokeng Impebutig
fr_ca: Bloc de verrues du Nether
ga_ie: Bloc Mhus an Íochtair
gd_gb: Bloca lusa Nether
gl_es: Bloque de espullas do Nether
he: בלוק שיבולת נת'ר
hr_hr: Kocka podzemnog lišaja
hu_hu: Netherbibircsók-blokk
id_id: Balok Tumbuhan Neraka
it: Blocco di verruche del Nether
ja_jp: ネザーウォートブロック
ka_ge: ნეზერის მეჭეჭას ბლოკი
ko_kr: 네더 와트 블록
lb_lu: Netherwaarzelblock
lt_lt: Netherio gumbų blokas
lv_lv: Elles kārpu bloks
ms_my: Blok Ketuat Nether
mt_mt: Blokka tal-Faqqiegħ tan-Nether
nl_nl: Netherkruidblok
nn_no: Vorte-blokk
pl: Blok netherowej brodawki
pt: Bloco de Fungo do Nether
ro_ro: Bloc de negi din Nether
ru_ru: Блок нароста из Незера
sk_sk: Kocka pekelných byliniek
sl_si: Kocka peklenske bradavice
sv_se: Nethervårtsblock
th_th: บล็อก
tr_tr: Nether Yumrusu Bloğu
vi_vn: Khối bướu Nether
zh_cn: 地狱疣块
zh_tw: 地獄疙瘩塊

# tile_netherquartz_name
source: Nether Quartz Ore
af_za: Nether Kwartserts
ar_sa: خام الكوارتز
be_by: Кварцавая руда
bg_bg: Кварцова руда от Недъра
ca_es: Mena de quars abismal
cs: Netheritová křemenná ruda
da_dk: Nether-kvarts malm
de: Netherquarzerz
el_gr: Μετάλλευμα χαλαζία του Νέδερ
es: Mena de cuarzo del Nether
eu_es: Kuartzo abisal mea
fa_ir: سنگ معدن کوارتز جهنمي
fi: Netherkvartsimalmi
fil_ph: Batong Kuwarta
fr_ca: Minerai de quartz du Nether
ga_ie: Mian Ghrianchloch an Íochtair
gd_gb: Clach-èiteige Nether
gl_es: Mineral de cuarzo
he: עפרת נת'ר קוורץ
hi_in: Nether क्वार्ट्ज अयस्क
hr_hr: Podzemna Kvarcna Ruda
hu_hu: Netherkvarcérc
hy_am: Կվարցի Հանքաքար
id_id: Bijih Kuarsa Neraka
is_is: Kvars grýti
it: Quarzo del Nether grezzo
ja_jp: ネザー水晶鉱石
ka_ge: ნეზერის კვარცის მადანი
ko_kr: 네더 석영 원석
lb_lu: Netherquarzäerz
lt_lt: Netherio kvarco rūda
lv_lv: Nether kvarca rūda
mn_mn: Кварцын хүдэр
ms_my: Bijih Kuarza Neraka
mt_mt: Sigħat tal-Kwartz tan-Nether
nl_nl: Netherkwartserts
nn_no: Malm av nether-kvarts
pl: Ruda kwarcu
pt: Minério de Quartzo do Nether
ro_ro: Minereu de cuarț de Nether
ru_ru: Незер-кварцевая руда
sk_sk: Ložisko pekelného kremeňa
sl_si: Ruda kamene strele
sv_se: Netherkvartsmalm
th_th: แร่ควอตซ์นรก
tr_tr: Nether Kuvarsı Cevheri
vi_vn: Quặng thạch anh Nether
zh_cn: 下界石英矿石
zh_tw: 地獄石英礦

# tile_notGate_name
source: Redstone Torch
af_za: Redstone Fakkel
ar_sa: شعلة الحجر الاحمر
be_by: Рэдстоўнавы факел
bg_bg: Червенокаменна факла
ca_es: Torxa de roca vermella
cs: Ruditová louč
da_dk: Rødstensfakkel
de: Redstone-Fackel
de_at: Redstone-Focke
el_gr: Πυρσός Ρέντστοουν
es: Antorcha de redstone
eu_es: Harrigorri zuzia
fa_ir: مشعل رداستون
fi: Punakivisoihtu
fil_ph: Kulog-ilaw
fr_ca: Torche de redstone
ga_ie: Tóirse Deargchloiche
gd_gb: Lòchran redstone
gl_es: Facho de Redstone
he: לפיד רדסטון
hi_in: लाल पत्थर मशाल
hr_hr: Redstone Baklja
hu_hu: Redstone-fáklya
hy_am: Կարմրաքարի Ջահ
id_id: Obor Batu Merah
is_is: Roðsteins kyndill
it: Torcia di redstone
ja_jp: レッドストーントーチ
ka_ge: რედსტოუნის ჩირაღდანი
ko_kr: 레드스톤 횃불
lb_lu: Redstonefakel
lt_lt: Redstouno deglas
lv_lv: Sarkanakmens Lāpa
mn_mn: Улаан чулуун бамбар
ms_my: Obor Batu Merah
mt_mt: Torċa tar-Redstone
nl_nl: Redstone-fakkel
nn_no: Redstone-fakkel
pl: Pochodnia redstone
pt: Tocha de Redstone
ro_ro: Torță de redstone
ru_ru: Редстоуновый факел
sk_sk: Redstonová fakľa
sl_si: Redstone bakla
sv_se: Redstonefackla
th_th: คบเพลิงเรดสโตน
tr_tr: Kızıl Taş Meşalesi
vi_vn: Đuốc Redstone
zh_cn: 红石火把
zh_tw: 紅石火把

# tile_obsidian_name
source: Obsidian
af_za: Lawaglas
ar_sa: السبج
be_by: Абсідыян
bg_bg: Обсидиан
ca_es: Obsidiana
cs: Obsidián
el_gr: Οψιδιανός
es: Obsidiana
eu_es: Obsidiana
fa_ir: آبسيديان
fi: Obsidiaania
fil_ph: Obsidiyano
fr_ca: Obsidienne
ga_ie: Obsaidian
gl_es: Obsidiana
he: אובסידיאן
hi_in: ओब्सीडियन
hr_hr: Obsidijan
hu_hu: Obszidián
hy_am: Օբսիդիան
is_is: Hrafntinna
it: Ossidiana
ja_jp: 黒曜石
ka_ge: ობსიდიანი
ko_kr: 흑요석
lt_lt: Obsidianas
lv_lv: Obsidiāns
mi_nz: Matā
mn_mn: Хар шил
mt_mt: Ossidnu
nl_nl: Obsidiaan
pl: Obsydian
pt: Obsidiana
ru_ru: Обсидиан
sk_sk: Obsidián
sl_si: Vulkanski kamen
th_th: หินออบซิเดียน
tr_tr: Obsidyen
vi_vn: Hắc diện thạch
zh_cn: 黑曜石
zh_tw: 黑曜石

# tile_oreCoal_name
source: Coal Ore
af_za: Steenkool Erts
ar_sa: خام الفحم
be_by: Вугальная руда
bg_bg: Въглищна руда
ca_es: Mena de carbó
cs: Ložisko uhlí
da_dk: Kulmalm
de: Steinkohle
de_at: Stoakohle
el_gr: Μετάλλευμα άνθρακα
es: Mena de carbón
eu_es: Ikatzezko mea
fa_ir: سنگ معدن ذغال
fi: Hiilimalmi
fil_ph: Batong Karbon
fr_ca: Minerai de charbon
ga_ie: Mian Guail
gd_gb: Clach-guail
gl_es: Mineral de carbón
he: עפרת פחם
hi_in: कोयला अयस्क
hr_hr: Ugljena Ruda
hu_hu: Szénérc
hy_am: Ածուխի Հանքաքար
id_id: Bijih Batu Bara
is_is: Kolagrýti
it: Carbone grezzo
ja_jp: 石炭鉱石
ka_ge: ქვანახშირის მადანი
ko_kr: 석탄 광석
lb_lu: Steekuel
lt_lt: Anglies rūda
lv_lv: Akmeņogles
mn_mn: Нүүрсны хүдэр
ms_my: Bijih Arang Batu
mt_mt: Sigħat tal-Faħam
nl_nl: Steenkoolerts
nn_no: Kolmalm
pl: Ruda węgla
pt: Minério de Carvão
ro_ro: Minereu de cărbune
ru_ru: Каменный уголь
sk_sk: Ložisko uhlia
sl_si: Ruda premoga
sv_se: Kolmalm
th_th: แร่ถ่านหิน
tr_tr: Kömür Cevheri
vi_vn: Quặng than
zh_cn: 煤矿石
zh_tw: 煤礦

# tile_oreDiamond_name
source: Diamond Ore
af_za: Diamanterts
ar_sa: خام الألماس
be_by: Дыяментавая руда
bg_bg: Диамантена руда
ca_es: Mena de diamant
cs: Diamantové ložisko
da_dk: Diamantmalm
de: Diamanterz
de_at: Diamanterz
el_gr: Μετάλλευμα διαμαντιού
es: Mena de diamante
eu_es: Diamantezko mea
fa_ir: سنگ معدن الماس
fi: Timanttimalmi
fil_ph: Batong Brilyante
fr_ca: Minerai de diamant
ga_ie: Mian Diamaint
gl_es: Mineral de diamante
he: עפרת יהלום
hi_in: डायमंड अयस्क
hr_hr: Dijamantna Ruda
hu_hu: Gyémántérc
hy_am: Ադամանդի Հանքաքար
id_id: Bijih Berlian
is_is: Demantsgrýti
it: Diamante grezzo
ja_jp: ダイヤモンド鉱石
ka_ge: ალმასის მადანი
ko_kr: 다이아몬드 원석
lb_lu: Diamantäerz
lt_lt: Deimanto rūda
lv_lv: Dimanta rūda
mn_mn: Алмазны хүдэр
ms_my: Bijih Berlian
mt_mt: Sigħat tad-Djamant
nl_nl: Diamanterts
nn_no: Diamantmalm
pl: Ruda diamentu
pt: Minério de Diamante
ro_ro: Minereu de diamant
ru_ru: Алмазная руда
sk_sk: Ložisko diamantu
sl_si: Diamantna ruda
sq_al: Diamant
sv_se: Diamantmalm
th_th: แร่เพชร
tr_tr: Elmas Cevheri
vi_vn: Quặng kim cương
zh_cn: 钻石矿石
zh_tw: 鑽石礦

# tile_oreEmerald_name
source: Emerald Ore
af_za: Smarag-Erts
ar_sa: خام الزمرد
be_by: Смарагдавая руда
bg_bg: Смарагдова руда
ca_es: Mena de maragda
cs: Smaragdové ložisko
da_dk: Smaragdmalm
de: Smaragderz
de_at: Smaragderz
el_gr: Μετάλλευμα σμαραγδιού
es: Mena de esmeralda
eu_es: Esmeralda mea
fa_ir: سنگ معدن زمرد
fi: Smaragdimalmi
fil_ph: Batong Esmeralda
fr_ca: Minerai d'émeraude
ga_ie: Mian Smaragaide
gl_es: Mineral de esmeralda
he: עפרת ברקת
hi_in: पन्ना अयस्क
hr_hr: Smaragdna Ruda
hu_hu: Smaragdérc
hy_am: Զմրուխտի Հանքաքար
id_id: Bijih Zamrud
is_is: Smaragðsgrýti
it: Smeraldo grezzo
ja_jp: エメラルド鉱石
ka_ge: ზურმუხტის მადანი
ko_kr: 에메랄드 원석
lb_lu: Smaragdäerz
lt_lt: Smaragdo rūda
lv_lv: Smaragda rūda
mn_mn: Маргадын хүдэр
ms_my: Bijih Zamrud
mt_mt: Sigħat tal-Iżmerald
nl_nl: Smaragderts
nn_no: Smaragdmalm
pl: Ruda szmaragdu
pt: Minério de Esmeralda
ro_ro: Minereu de smarald
ru_ru: Изумрудная руда
sk_sk: Ložisko smaragdu
sl_si: Smaragdova ruda
sv_se: Smaragdmalm
th_th: แร่มรกต
tr_tr: Zümrüt Cevheri
vi_vn: Quặng ngọc lục bảo
zh_cn: 绿宝石矿石
zh_tw: 綠寶石礦

# tile_oreGold_name
source: Gold Ore
af_za: Gouderts
ar_sa: خام الذهب
be_by: Залатая руда
bg_bg: Златна руда
ca_es: Mena d'or
cs: Zlatá ruda
da_dk: Guldmalm
de: Golderz
de_at: Goiderz
el_gr: Μετάλλευμα χρυσού
es: Mena de oro
eu_es: Urrezko mea
fa_ir: سنگ معدن طلا
fi: Kultamalmi
fil_ph: Batong Ginto
fr_ca: Minerai d'or
ga_ie: Mian Óir
gd_gb: Clach-òir
gl_es: Mineral de ouro
he: עפרת זהב
hi_in: गोल्ड अयस्क
hr_hr: Zlatna Ruda
hu_hu: Aranyérc
hy_am: Ոսկու Հանքաքար
id_id: Bijih Emas
is_is: Gullgrýti
it: Oro grezzo
ja_jp: 金鉱石
ka_ge: ოქროს მადანი
ko_kr: 금광석
lb_lu: Goldäerz
lt_lt: Aukso rūda
lv_lv: Zelta rūda
mn_mn: Алтны хүдэр
ms_my: Bijih Emas
mt_mt: Sigħat tad-Deheb
nl_nl: Gouderts
nn_no: Gullmalm
pl: Ruda złota
pt: Minério de Ouro
ro_ro: Minereu de aur
ru_ru: Золотая руда
sk_sk: Zlatá ruda
sl_si: Zlata ruda
sv_se: Guldmalm
th_th: แร่ทองคำ
tr_tr: Altın Cevheri
vi_vn: Quặng vàng
zh_cn: 金矿石
zh_tw: 金礦

# tile_oreIron_name
source: Iron Ore
af_za: Ystererts
ar_sa: خام الحديد
be_by: Жалезная руда
bg_bg: Желязна руда
ca_es: Mena de ferro
cs: Železná ruda
da_dk: Jernmalm
de: Eisenerz
de_at: Eisnerz
el_gr: Μεταλλεύμα σιδήρου
es: Mena de hierro
eu_es: Burdinazko mea
fa_ir: سنگ معدن آهن
fi: Rautamalmi
fil_ph: Batong Bakal
fr_ca: Minerai de fer
ga_ie: Amhiarann
gd_gb: Clach-iarainn
gl_es: Mineral de ferro
he: עפרת ברזל
hi_in: लौह अयस्क
hr_hr: Željezna Ruda
hu_hu: Vasérc
hy_am: Երկաթի Հանքաքար
id_id: Bijih Besi
is_is: Járngrýti
it: Ferro grezzo
ja_jp: 鉄鉱石
ka_ge: რკინის მადანი
ko_kr: 철광석
lb_lu: Eisenäerz
lt_lt: Geležies rūda
lv_lv: Dzelzs rūda
mn_mn: Төмрийн хүдэр
ms_my: Bijih Besi
mt_mt: Sigħat tal-Ħadid
nl_nl: IJzererts
nn_no: Jarnmalm
pl: Ruda żelaza
pt: Minério de Ferro
ro_ro: Minereu de fier
ru_ru: Железная руда
sk_sk: Železná ruda
sl_si: Železova ruda
sv_se: Järnmalm
th_th: แร่เหล็ก
tr_tr: Demir Cevheri
vi_vn: Quặng sắt
zh_cn: 铁矿石
zh_tw: 鐵礦

# tile_oreLapis_name
source: Lapis Lazuli Ore
af_za: Lasuurerts
ar_sa: خام اللازورد
be_by: Лазурытавая руда
bg_bg: Лазуритна руда
ca_es: Mena de lapislàtzuli
cs: Ložisko lazuritu
da_dk: Lapis Lazuli-malm
de: Lapislazulierz
de_at: Lapislazulierz
el_gr: Μετάλλευμα λάπις λάζουλι
es: Mena de lapislázuli
eu_es: Lapis lazulizko mea
fa_ir: سنگ معدن لاجورد
fi: Lasuriittimalmi
fil_ph: Batong Lapis
fr_ca: Minerai de lapis-lazuli
ga_ie: Mian Lapis Lazuli
gl_es: Lapislázuli
he: עפרת לאפיס לאזולי
hi_in: लापीस लाजुली अयस्क
hr_hr: Lazulitna Ruda
hu_hu: Lazuritérc
hy_am: Լազուրիտի Հանքաքար
id_id: Bijih Lapis Lazuli
is_is: Asúrsteinn
it: Lapislazzuli grezzo
ja_jp: ラピスラズリ鉱石
ka_ge: ლილაქვის მადანი
ko_kr: 청금석 원석
lb_lu: Lapislazuliäerz
lt_lt: Lazurito rūda
lv_lv: Lazurīta rūda
mn_mn: Номингийн хүдэр
ms_my: Bijih Lapis Lazuli
mt_mt: Sigħat tal-Lapis Lazuli
nl_nl: Lapis lazuli-erts
nn_no: Lapis Lazuli-malm
pl: Ruda lazurytu
pt: Minério de Lápis-Lazúli
ro_ro: Minereu de lapislazuli
ru_ru: Лазуритовая руда
sk_sk: Ložisko lazuritu
sl_si: Ruda lazurnega kamna
sv_se: Lapis lazulimalm
th_th: แร่แลพิสแลซูลี
tr_tr: Lapis Lazuli Cevheri
vi_vn: Quặng ngọc lưu ly
zh_cn: 青金石矿石
zh_tw: 青金石礦
