Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_border_lime
source: Lime Bordure
ar_sa: ليموني الحواف
be_by: Лаймавая ліштва
bg_bg: Жълтозелена рамка
ca_es: Bordura verda llima
cs: Světle zelený lem
da_dk: Limegrøn Ramme
de: Hellgrüner Bord
el_gr: Λαχανί Μπορντούρα
es: Bordura verde lima
eu_es: Lima koloreko ertza
fi: Lime reunus
fr_ca: Bordure de sinople clair
ga_ie: Imeallbhord Líomach
gl_es: Bordadura lima
he: שוליים משולשים ליים
hr_hr: Svijetlo Zeleni Okvir
hu_hu: Világoszöld ráma
id_id: Berbatasan limau
is_is: Ljósgrænn Rammi
it: Alla bordura di lime
ja_jp: 黄緑色の縁取り
ka_ge: სალათისფერი ჩარჩო
ko_kr: 연두색 테두리
lb_lu: Hellgréng Bordure
lt_lt: Gelsvai žalsvas rėmelis
ms_my: Sempadan Limau
nl_nl: Lichtgroene zoom
nn_no: Limegrønt bord
pl: Jasnozielone obramowanie
pt: Borda Verde Lima
ro_ro: Bordură verde-deschis
ru_ru: Лаймовая кайма
sk_sk: Svetlozelený okraj
sl_si: Svetlo zelena obroba
sv_se: Limegrön ram
th_th: ขอบสีเขียวอ่อน
tr_tr: Açık Yeşil Çerçeve
vi_vn: Đường viền xanh lá mạ
zh_cn: 黄绿色方框边
zh_tw: 淺綠色框邊

# item_banner_border_magenta
source: Magenta Bordure
af_za: Magenta Borduur
ar_sa: أرجواني الحواف
be_by: Пурпурная ліштва
bg_bg: Пурпурна рамка
ca_es: Bordura magenta
cs: Purpurový lem
da_dk: Magenta Ramme
de: Magenta Bord
de_at: Magentas Bord
el_gr: Φούξια Μπορντούρα
es: Bordura magenta
eu_es: Ertz magenta
fi: Purppura reunus
fr_ca: Bordure de magenta
ga_ie: Imeallbhord Maigeanta
gl_es: Bordadura maxenta
he: שוליים משולשים מג'נטה
hr_hr: Rozi Okvir
hu_hu: Bíbor ráma
id_id: Berbatasan magenta
is_is: Dökkfjólublár Rammi
it: Alla bordura di magenta
ja_jp: 赤紫色の縁取り
ka_ge: იისფერი ჩარჩო
ko_kr: 자홍색 테두리
lt_lt: Rausvai raudonas rėmelis
ms_my: Sempadan Magenta
nl_nl: Magenta zoom
nn_no: Ljoselilla bord
pl: Karmazynowe obramowanie
pt: Borda Magenta
ro_ro: Bordură magenta
ru_ru: Пурпурная кайма
sk_sk: Purpurový okraj
sl_si: Škrlatna obroba
sv_se: Ljuslila ram
th_th: ขอบสีม่วงแกมชมพู
tr_tr: Eflatun Çerçeve
vi_vn: Đường viền đỏ sậm
zh_cn: 品红色方框边
zh_tw: 洋紅色框邊

# item_banner_border_orange
source: Orange Bordure
af_za: Oranje Borduur
ar_sa: برتقالي الحواف
be_by: Аранжавая ліштва
bg_bg: Оранжева рамка
ca_es: Bordura taronja
cs: Oranžový lem
da_dk: Orange Ramme
de: Oranger Bord
el_gr: Πορτοκαλί Μπορντούρα
es: Bordura naranja
eu_es: Ertz laranja
fi: Oranssi reunus
fr_ca: Bordure d'orangé
ga_ie: Imeallbhord Oráisteach
gl_es: Bordadura laranxa
he: שוליים משולשים כתומים
hr_hr: Narančasti Okvir
hu_hu: Narancssárga ráma
id_id: Bordure Jingga
is_is: Appelsínugulur Rammi
it: Alla bordura d'arancione
ja_jp: 橙色の縁取り
ka_ge: ნარინჯისფერი ჩარჩო
ko_kr: 주황색 테두리
lt_lt: Oranžinis rėmelis
ms_my: Sempadan Oren
nl_nl: Oranje zoom
nn_no: Oransje bord
pl: Pomarańczowe obramowanie
pt: Borda Laranja
ro_ro: Bordură portocalie
ru_ru: Оранжевая кайма
sk_sk: Oranžový okraj
sl_si: Oranžna obroba
sv_se: Orange ram
th_th: ขอบสีส้ม
tr_tr: Turuncu Çerçeve
vi_vn: Đường viền cam
zh_cn: 橙色方框边
zh_tw: 橙色框邊

# item_banner_border_pink
source: Pink Bordure
ar_sa: وردي الحواف
be_by: Ружовая ліштва
bg_bg: Розова рамка
ca_es: Bordura rosa
cs: Růžový lem
da_dk: Pink Ramme
de: Rosa Bord
el_gr: Ροζ Μπορντούρα
es: Bordura rosa
eu_es: Ertz arrosa
fi: Vaaleanpunainen reunus
fr_ca: Bordure de rose
ga_ie: Imeallbhord Bándearg
gl_es: Bordadura rosa
he: שוליים משולשים ורודים
hr_hr: Ružičasti Okvir
hu_hu: Rózsaszín ráma
id_id: Berbatasan merah muda
is_is: Bleikur Rammi
it: Alla bordura di rosa
ja_jp: 桃色の縁取り
ka_ge: ვარდისფერი ჩარჩო
ko_kr: 분홍색 테두리
lb_lu: Rosa Bordure
lt_lt: Rožinis rėmelis
ms_my: Sempadan Merah Jambu
nl_nl: Roze zoom
nn_no: Rosa bord
pl: Różowe obramowanie
pt: Borda Rosa
ro_ro: Bordură roz
ru_ru: Розовая кайма
sk_sk: Ružový okraj
sl_si: Roza obroba
sv_se: Rosa ram
th_th: ขอบสีชมพู
tr_tr: Pembe Çerçeve
vi_vn: Đường viền hồng
zh_cn: 粉红色方框边
zh_tw: 粉紅色框邊

# item_banner_border_purple
source: Purple Bordure
ar_sa: أرجواني الحواف
be_by: Фіялетавая ліштва
bg_bg: Лилава рамка
ca_es: Bordura morada
cs: Fialový lem
da_dk: Lilla Ramme
de: Violetter Bord
el_gr: Μοβ Μπορντούρα
es: Bordura morada
eu_es: Ertz morea
fi: Violetti reunus
fr_ca: Bordure de pourpre
ga_ie: Imeallbhord Corcra
gl_es: Bordadura púrpura
he: שוליים משולשים סגולים
hr_hr: Ljubičasti Okvir
hu_hu: Lila ráma
id_id: Berbatasan ungu
is_is: Fjólublár Rammi
it: Alla bordura di viola
ja_jp: 紫色の縁取り
ka_ge: ალისფერი ჩარჩო
ko_kr: 보라색 테두리
lb_lu: Mof Bordure
lt_lt: Purpurinis rėmelis
ms_my: Sempadan Ungu
nl_nl: Paarse zoom
nn_no: Lilla bord
pl: Fioletowe obramowanie
pt: Borda Roxa
ro_ro: Bordură violetă
ru_ru: Фиолетовая кайма
sk_sk: Fialový okraj
sl_si: Vijolična obroba
sv_se: Lila ram
th_th: ขอบสีม่วง
tr_tr: Mor Çerçeve
vi_vn: Đường viền tím
zh_cn: 紫色方框边
zh_tw: 紫色框邊

# item_banner_border_red
source: Red Bordure
ar_sa: احمر الحواف
be_by: Чырвоная ліштва
bg_bg: Червена рамка
ca_es: Bordura vermella
cs: Červený lem
da_dk: Rød Ramme
de: Roter Bord
el_gr: Κόκκινη Μπορντούρα
es: Bordura roja
eu_es: Ertz gorria
fi: Punainen reunus
fr_ca: Bordure de gueules
ga_ie: Imeallbhord Dearg
gl_es: Bordadura vermella
he: Bordure אדום
hr_hr: Crveni Okvir
hu_hu: Vörös ráma
id_id: Berbatasan merah
is_is: Rauður Rammi
it: Alla bordura di rosso
ja_jp: 赤色の縁取り
ka_ge: წითელი ჩარჩო
ko_kr: 빨간색 테두리
lb_lu: Rout Bordure
lt_lt: Raudonas rėmelis
ms_my: Sempadan Merah
nl_nl: Rode zoom
nn_no: Raudt bord
pl: Czerwone obramowanie
pt: Borda Vermelha
ro_ro: Bordură roșie
ru_ru: Красная кайма
sk_sk: Červený okraj
sl_si: Rdeča obroba
sv_se: Röd ram
th_th: ขอบสีแดง
tr_tr: Kırmızı Çerçeve
vi_vn: Đường viền đỏ
zh_cn: 红色方框边
zh_tw: 紅色框邊

# item_banner_border_silver
source: Light Grey Bordure
ar_sa: (رمادي فاتح) الحواف
be_by: Светла-шэрая ліштва
bg_bg: Светлосива рамка
ca_es: Bordura grisa clara
cs: Světle šedý lem
da_dk: Lysegrå Ramme
de: Hellgrauer Bord
el_gr: Ανοιχτή Γκρι Μπορντούρα
es: Bordura gris claro
eu_es: Ertz gris argia
fi: Vaaleanharmaa reunus
fr_ca: Bordure d'argent grisé
ga_ie: Imeallbhord Fionnliath
gl_es: Bordadura gris claro
he: שוליים משולשים אפורים בהירים
hr_hr: Svijetlo Sivi Okvir
hu_hu: Világosszürke ráma
id_id: Bordure abu-abu muda
is_is: Ljósgrár Rammi
it: Alla bordura di grigio chiaro
ja_jp: 薄灰色の縁取り
ka_ge: ღია-ნაცრისფერი ჩარჩო
ko_kr: 회백색 테두리
lb_lu: Hellgro Bordure
lt_lt: Šviesiai pilkas rėmelis
ms_my: Sempadan Kelabu Muda
mt_mt: Light Gray Bordure
nl_nl: Lichtgrijze zoom
nn_no: Ljosegrått bord
pl: Jasnoszare obramowanie
pt: Borda Cinzenta Clara
ro_ro: Bordură gri-deschis
ru_ru: Светло-серая кайма
sk_sk: Svetlosivý okraj
sl_si: Svetlo siva obroba
sv_se: Ljusgrå ram
th_th: ขอบสีเทาอ่อน
tr_tr: Açık Gri Çerçeve
vi_vn: Đường viền xám nhạt
zh_cn: 淡灰色方框边
zh_tw: 淺灰色框邊

# item_banner_border_white
source: White Bordure
af_za: Wit Borduur
ar_sa: أبيض الحواف
be_by: Белая ліштва
bg_bg: Бяла рамка
ca_es: Bordura blanca
cs: Bílý lem
da_dk: Hvid Ramme
de: Weißer Bord
el_gr: Άσπρη Μπορντούρα
es: Bordura blanca
eu_es: Ertz zuria
fi: Valkoinen reunus
fr_ca: Bordure d'argent
ga_ie: Imeallbhord Bán
gl_es: Bordadura branco
he: שוליים משולשים לבנים
hr_hr: Bijeli Okvir
hu_hu: Fehér ráma
id_id: Berbatasan putih
is_is: Hvítur Rammi
it: Alla bordura di bianco
ja_jp: 白色の縁取り
ka_ge: თეთრი ჩარჩო
ko_kr: 하얀색 테두리
lb_lu: Wäiss Bordure
lt_lt: Baltas rėmelis
ms_my: Sempadan Putih
nl_nl: Witte zoom
nn_no: Kvitt bord
pl: Białe obramowanie
pt: Borda Branca
ro_ro: Bordură albă
ru_ru: Белая кайма
sk_sk: Biely okraj
sl_si: Bela obroba
sv_se: Vit ram
th_th: ขอบสีขาว
tr_tr: Beyaz Çerçeve
vi_vn: Đường viền trắng
zh_cn: 白色方框边
zh_tw: 白色框邊

# item_banner_border_yellow
source: Yellow Bordure
ar_sa: أصفر الحواف
be_by: Жоўтая ліштва
bg_bg: Жълта рамка
ca_es: Bordura groga
cs: Žlutý lem
da_dk: Gul Ramme
de: Gelber Bord
el_gr: Κίτρινη Μπορντούρα
es: Bordura amarilla
eu_es: Ertz horia
fi: Keltainen reunus
fr_ca: Bordure d'or
ga_ie: Imeallbhord Buí
gl_es: Bordadura amarela
he: שוליים משולשים צהובים
hr_hr: Žuti Okvir
hu_hu: Sárga ráma
id_id: Berbatasan kuning
is_is: Gulur Rammi
it: Alla bordura di giallo
ja_jp: 黄色の縁取り
ka_ge: ყვითელი ჩარჩო
ko_kr: 노란색 테두리
lb_lu: Giel Bordure
lt_lt: Geltonas rėmelis
ms_my: Sempadan Kuning
nl_nl: Gele zoom
nn_no: Gult bord
pl: Żółte obramowanie
pt: Borda Amarela
ro_ro: Bordură galbenă
ru_ru: Жёлтая кайма
sk_sk: Žltý okraj
sl_si: Rumena obroba
sv_se: Gul ram
th_th: ขอบสีเหลือง
tr_tr: Sarı Çerçeve
vi_vn: Đường viền vàng
zh_cn: 黄色方框边
zh_tw: 黃色框邊

# item_banner_bricks_black
source: Black Field Masoned
ar_sa: راية ملونة أسود
be_by: Чорны мур
bg_bg: Черен зид
ca_es: Maçonat negre
cs: Černý prapor se vzorem cihel
da_dk: Sort Murstensmønster
de: Feld schwarz gemauert
de_at: Föd schworz gmauad
el_gr: Μαύρο πεδίο Kτησίματος
es: Mazonado negro
fi: Musta tiilikuvio
fr_ca: Champ maçonné de sable
ga_ie: Machaire Saoirsithe Dubh
gl_es: Ladrillado negro
he: לבנים שחורות
hr_hr: Crno Zidano Polje
hu_hu: Fekete téglaminta
id_id: Permukaan Bata hitam
it: Seminato di mattoni di nero
ja_jp: 黒色のレンガ模様
ka_ge: შავი აგურები
ko_kr: 검은색 벽돌 모양
lb_lu: Feld schwaarz gemauert
lt_lt: Juodų plytų fonas
lv_lv: Melni ķieģeļi
ms_my: Bidang Corak Bata Hitam
nl_nl: Zwart veld gemetseld
nn_no: Svart mursteinmønster
pl: Czarne murowane pole
pt: Campo em Alvenaria Preto
ro_ro: Câmp zidit negru
ru_ru: Чёрная муровка
sk_sk: Čierne vzorované tehly
sl_si: Črn zid
sv_se: Svart tegelmönster
th_th: ลายอิฐสีดำ
tr_tr: Siyah Tuğla Deseni
vi_vn: Phủ kín gạch đen
zh_cn: 黑色砖纹
zh_tw: 黑色磚牆花紋

# item_banner_bricks_blue
source: Blue Field Masoned
ar_sa: راية ملونة أزرق
be_by: Сіні мур
bg_bg: Син зид
ca_es: Maçonat blau
cs: Modrý prapor se vzorem cihel
da_dk: Blåt Murstensmønster
de: Feld blau gemauert
de_at: Föd blau gmauad
el_gr: Μπλε πεδίο Kτησίματος
es: Mazonado azul
fi: Sininen tiilikuvio
fr_ca: Champ maçonné d'azur
ga_ie: Machaire Saoirsithe Gorm
gl_es: Ladrillado azul
he: לבנים כחולות
hr_hr: Plavo Zidano Polje
hu_hu: Kék téglaminta
id_id: Permukaan Bata biru
it: Seminato di mattoni di blu
ja_jp: 青色のレンガ模様
ka_ge: ლურჯი აგურები
ko_kr: 파란색 벽돌 모양
lb_lu: Feld blo gemauert
lt_lt: Mėlynų plytų fonas
ms_my: Bidang Corak Bata Biru
nl_nl: Blauw veld gemetseld
nn_no: Blått mursteinmønster
pl: Niebieskie murowane pole
pt: Campo em Alvenaria Azul
ro_ro: Câmp zidit albastru
ru_ru: Синяя муровка
sk_sk: Modré vzorované tehly
sl_si: Moder zid
sv_se: Blått tegelmönster
th_th: ลายอิฐสีน้ำเงิน
tr_tr: Mavi Tuğla Deseni
vi_vn: Phủ kín gạch xanh nước biển
zh_cn: 蓝色砖纹
zh_tw: 藍色磚牆花紋

# item_banner_bricks_brown
source: Brown Field Masoned
ar_sa: راية ملونة بني
be_by: Карычневы мур
bg_bg: Кафяв зид
ca_es: Maçonat marró
cs: Hnědý prapor se vzorem cihel
da_dk: Brunt Murstensmønster
de: Feld braun gemauert
de_at: Föd braun gmauad
el_gr: Καφέ πεδίο Kτησίματος
es: Mazonado marrón
fi: Ruskea tiilikuvio
fr_ca: Champ maçonné de brun
ga_ie: Machaire Saoirsithe Donn
gl_es: Ladrillado marrón
he: לבנים חומות
hr_hr: Smeđe Zidano Polje
hu_hu: Barna téglaminta
id_id: Permukaan Bata coklat
it: Seminato di mattoni di marrone
ja_jp: 茶色のレンガ模様
ka_ge: ყავისფერი აგურები
ko_kr: 갈색 벽돌 모양
lb_lu: Feld brong gemauert
lt_lt: Rudų plytų fonas
lv_lv: Brūni ķieģeļi
ms_my: Bidang Corak Bata Coklat
nl_nl: Bruin veld gemetseld
nn_no: Brunt mursteinmønster
pl: Brązowe murowane pole
pt: Campo em Alvenaria Castanho
ro_ro: Câmp zidit maro
ru_ru: Коричневая муровка
sk_sk: Hnedé vzorované tehly
sl_si: Rjav zid
sv_se: Brunt tegelmönster
th_th: ลายอิฐสีน้ำตาล
tr_tr: Kahverengi Tuğla Deseni
vi_vn: Phủ kín gạch nâu
zh_cn: 棕色砖纹
zh_tw: 棕色磚牆花紋

# item_banner_bricks_cyan
source: Cyan Field Masoned
ar_sa: راية ملونة سماوي
be_by: Бірузовы мур
bg_bg: Синьозелен зид
ca_es: Maçonat cian
cs: Azurový prapor se vzorem cihel
da_dk: Tyrkis Murstensmønster
de: Feld türkis gemauert
de_at: Föd türkis gmauad
el_gr: Κυανό πεδίο Kτησίματος
es: Mazonado cian
fi: Syaani tiilikuvio
fr_ca: Champ maçonné de cyan
ga_ie: Machaire Saoirsithe Cian
gl_es: Ladrillado ciano
he: לבנים בצבע טורקיז
hr_hr: Tirkizno Zidano Polje
hu_hu: Türkiz téglaminta
id_id: Permukaan Bata cyan
it: Seminato di mattoni di ciano
ja_jp: 水色のレンガ模様
ka_ge: ცისფერი აგურები
ko_kr: 청록색 벽돌 모양
lb_lu: Feld turquoise gemauert
lt_lt: Žalsvai mėlynų plytų fonas
ms_my: Bidang Corak Bata Cyan
nl_nl: Cyaan veld gemetseld
nn_no: Turkist mursteinmønster
pl: Błękitne murowane pole
pt: Campo em Alvenaria Ciano
ro_ro: Câmp zidit turcoaz
ru_ru: Бирюзовая муровка
sk_sk: Tyrkysové vzorované tehly
sl_si: Turkizen zid
sv_se: Turkost tegelmönster
th_th: ลายอิฐสีน้ำเงินแกมเขียว
tr_tr: Camgöbeği Tuğla Deseni
vi_vn: Phủ kín gạch lục lam
zh_cn: 青色砖纹
zh_tw: 青色磚牆花紋

# item_banner_bricks_gray
source: Grey Field Masoned
ar_sa: راية ملونة رمادي
be_by: Шэры мур
bg_bg: Сив зид
ca_es: Maçonat gris
cs: Šedý prapor se vzorem cihel
da_dk: Gråt Murstensmønster
de: Feld grau gemauert
de_at: Föd grau gmauad
el_gr: Γκρι πεδίο Kτησίματος
es: Mazonado gris
fi: Harmaa tiilikuvio
fr_ca: Champ maçonné d'acier
ga_ie: Machaire Saoirsithe Liath
gl_es: Ladrillado gris
he: לבנים אפורות
hr_hr: Sivo Zidano Polje
hu_hu: Szürke téglaminta
id_id: Permukaan Bata abu-abu
it: Seminato di mattoni di grigio
ja_jp: 灰色のレンガ模様
ka_ge: ნაცრისფერი აგურები
ko_kr: 회색 벽돌 모양
lb_lu: Feld gro gemauert
lt_lt: Pilkų plytų fonas
ms_my: Bidang Corak Bata Kelabu
mt_mt: Gray Field Masoned
nl_nl: Grijs veld gemetseld
nn_no: Grått mursteinmønster
pl: Szare murowane pole
pt: Campo em Alvenaria Cinzento
ro_ro: Câmp zidit gri
ru_ru: Серая муровка
sk_sk: Sivé vzorované tehly
sl_si: Siv zid
sv_se: Grått tegelmönster
th_th: ลายอิฐสีเทา
tr_tr: Gri Tuğla Deseni
vi_vn: Phủ kín gạch xám
zh_cn: 灰色砖纹
zh_tw: 灰色磚牆花紋

# item_banner_bricks_green
source: Green Field Masoned
ar_sa: راية ملونة أخضر
be_by: Зялёны мур
bg_bg: Зелен зид
ca_es: Maçonat verd
cs: Zelený prapor se vzorem cihel
da_dk: Grønt Murstensmønster
de: Feld grün gemauert
de_at: Föd grün gmauad
el_gr: Πράσινο πεδίο Kτησίματος
es: Mazonado verde
fi: Vihreä tiilikuvio
fr_ca: Champ maçonné de sinople
ga_ie: Machaire Saoirsithe Uaine
gl_es: Ladrillado verde
he: לבנים ירוקות
hr_hr: Zeleno Zidano Polje
hu_hu: Zöld téglaminta
id_id: Permukaan Bata hijau
it: Seminato di mattoni di verde
ja_jp: 緑色のレンガ模様
ka_ge: მწვანე აგურები
ko_kr: 초록색 벽돌 모양
lb_lu: Feld gréng gemauert
lt_lt: Žalių plytų fonas
lv_lv: Zaļi ķieģeļi
ms_my: Bidang Corak Bata Hijau
nl_nl: Groen veld gemetseld
nn_no: Grønt mursteinmønster
pl: Zielone murowane pole
pt: Campo em Alvenaria Verde
ro_ro: Câmp zidit verde
ru_ru: Зелёная муровка
sk_sk: Zelené vzorované tehly
sl_si: Zelen zid
sv_se: Grönt tegelmönster
th_th: ลายอิฐสีเขียว
tr_tr: Yeşil Tuğla Deseni
vi_vn: Phủ kín gạch xanh lá cây
zh_cn: 绿色砖纹
zh_tw: 綠色磚牆花紋

# item_banner_bricks_lightBlue
source: Light Blue Field Masoned
ar_sa: راية ملونة أزرق فاتح
be_by: Блакітны мур
bg_bg: Светлосин зид
ca_es: Maçonat blau clar
cs: Světle modrý prapor se vzorem cihel
da_dk: Lyseblåt Murstensmønster
de: Feld hellblau gemauert
de_at: Föd hellblau gmauad
el_gr: Ανοικτό μπλέ Πεδίο Kτησίματος
es: Mazonado azul claro
fi: Vaaleansininen tiilikuvio
fr_ca: Champ maçonné de bleu céleste
ga_ie: Machaire Saoirsithe Bánghorm
gl_es: Ladrillado azul claro
he: לבנים בצבע תכלת
hr_hr: Svijetlo Plavo Zidano Polje
hu_hu: Világoskék téglaminta
id_id: Permukaan Bata biru muda
it: Seminato di mattoni d'azzurro
ja_jp: 空色のレンガ模様
ka_ge: ღია-ლურჯი აგურები
ko_kr: 하늘색 벽돌 모양
lb_lu: Feld hellblo gemauert
lt_lt: Šviesiai mėlynų plytų fonas
ms_my: Bidang Corak Bata Biru Muda
nl_nl: Lichtblauw veld gemetseld
nn_no: Ljoseblått mursteinmønster
pl: Jasnoniebieskie murowane pole
pt: Campo em Alvenaria Azul Claro
ro_ro: Câmp zidit bleu
ru_ru: Голубая муровка
sk_sk: Svetlomodré vzorované tehly
sl_si: Svetlo moder zid
sv_se: Ljusblått tegelmönster
th_th: ลายอิฐสีฟ้า
tr_tr: Açık Mavi Tuğla Deseni
vi_vn: Phủ kín gạch xanh nước biển nhạt
zh_cn: 淡蓝色砖纹
zh_tw: 淺藍色磚牆花紋

# item_banner_bricks_lime
source: Lime Field Masoned
ar_sa: راية ملونة ليموني
be_by: Лаймавы мур
bg_bg: Жълтозелен зид
ca_es: Maçonat verd llima
cs: Světle zelený prapor se vzorem cihel
da_dk: Limegrønt Murstensmønster
de: Feld hellgrün gemauert
de_at: Föd hellgrün gmauad
el_gr: Λάιμ πεδίο Kτησίματος
es: Mazonado verde lima
fi: Lime tiilikuvio
fr_ca: Champ maçonné de sinople clair
ga_ie: Machaire Saoirsithe Líomach
gl_es: Ladrillado lima
he: לבנים בצבע ירוק בהיר
hr_hr: Svijetlo Zeleno Zidano Polje
hu_hu: Világoszöld téglaminta
id_id: Permukaan Bata limau
it: Seminato di mattoni di lime
ja_jp: 黄緑色のレンガ模様
ka_ge: სალათისფერი აგურები
ko_kr: 연두색 벽돌 모양
lb_lu: Feld hellgréng gemauert
lt_lt: Gelsvai žalsvų plytų fonas
ms_my: Bidang Corak Bata Hijau Muda
nl_nl: Lichtgroen veld gemetseld
nn_no: Limegrønt mursteinmønster
pl: Jasnozielone murowane pole
pt: Campo em Alvenaria Verde Lima
ro_ro: Câmp zidit verde-deschis
ru_ru: Лаймовая муровка
sk_sk: Svetlozelené vzorované tehly
sl_si: Svetlo siv zid
sv_se: Limegrönt tegelmönster
th_th: ลายอิฐสีเขียวอ่อน
tr_tr: Açık Yeşil Tuğla Deseni
vi_vn: Phủ kín gạch xanh lá mạ
zh_cn: 黄绿色砖纹
zh_tw: 淺綠色磚牆花紋

# item_banner_bricks_magenta
source: Magenta Field Masoned
ar_sa: راية ملونة ارجواني
be_by: Пурпурны мур
bg_bg: Пурпурен зид
ca_es: Maçonat magenta
cs: Purpurový prapor se vzorem cihel
da_dk: Lyselilla Murstensmønster
de: Feld magenta gemauert
de_at: Föd magenta gmauad
el_gr: Ματζέντα πεδίο Kτησίματος
es: Mazonado magenta
fi: Purppura tiilikuvio
fr_ca: Champ maçonné de magenta
ga_ie: Machaire Saoirsithe Maigeanta
gl_es: Ladrillado maxenta
he: לבנים בצבע מגנטה
hr_hr: Rozo Zidano Polje
hu_hu: Bíbor téglaminta
id_id: Permukaan Bata magenta
it: Seminato di mattoni di magenta
ja_jp: 赤紫色のレンガ模様
ka_ge: იისფერი აგურები
ko_kr: 자홍색 벽돌 모양
lb_lu: Feld magenta gemauert
lt_lt: Rausvai raudonų plytų fonas
ms_my: Bidang Corak Bata Magenta
nl_nl: Magenta veld gemetseld
nn_no: Ljoselilla mursteinmønster
pl: Karmazynowe murowane pole
pt: Campo em Alvenaria Magenta
ro_ro: Câmp zidit magenta
ru_ru: Пурпурная муровка
sk_sk: Purpurové vzorované tehly
sl_si: Škrlaten zid
sv_se: Ljuslila tegelmönster
th_th: ลายอิฐสีม่วงแกมชมพู
tr_tr: Eflatun Tuğla Deseni
vi_vn: Phủ kín gạch đỏ sậm
zh_cn: 品红色砖纹
zh_tw: 洋紅色磚牆花紋

# item_banner_bricks_orange
source: Orange Field Masoned
ar_sa: راية ملونة برتقالي
be_by: Аранжавы мур
bg_bg: Оранжев зид
ca_es: Maçonat taronja
cs: Oranžový prapor se vzorem cihel
da_dk: Orange Murstensmønster
de: Feld orange gemauert
de_at: Föd orange gmauad
el_gr: Πορτοκαλί πεδίο Kτησίματος
es: Mazonado naranja
fi: Oranssi tiilikuvio
fr_ca: Champ maçonné d'orangé
ga_ie: Machaire Saoirsithe Oráisteach
gl_es: Ladrillado laranxa
he: לבנים כתומות
hr_hr: Narančasto Zidano Polje
hu_hu: Narancssárga téglaminta
id_id: Permukaan Bata jingga
it: Seminato di mattoni d'arancione
ja_jp: 橙色のレンガ模様
ka_ge: ნარინჯისფერი აგურები
ko_kr: 주황색 벽돌 모양
lb_lu: Feld orange gemauert
lt_lt: Oranžinių plytų fonas
ms_my: Bidang Corak Bata Jingga
nl_nl: Oranje veld gemetseld
nn_no: Oransje mursteinmønster
pl: Pomarańczowe murowane pole
pt: Campo em Alvenaria Laranja
ro_ro: Câmp zidit portocaliu
ru_ru: Оранжевая муровка
sk_sk: Oranžové vzorované tehly
sl_si: Oranžen zid
sv_se: Orange tegelmönster
th_th: ลายอิฐสีส้ม
tr_tr: Turuncu Tuğla Deseni
vi_vn: Phủ kín gạch cam
zh_cn: 橙色砖纹
zh_tw: 橙色磚牆花紋

# item_banner_bricks_pink
source: Pink Field Masoned
ar_sa: راية ملونة وردي
be_by: Ружовы мур
bg_bg: Розов зид
ca_es: Maçonat rosa
cs: Růžový prapor se vzorem cihel
da_dk: Lyserødt Murstensmønster
de: Feld rosa gemauert
de_at: Föd rosa gmauad
el_gr: Ροζ τούβλινο σχέδιο
es: Mazonado rosa
fi: Vaaleanpunainen tiilikuvio
fr_ca: Champ maçonné de rose
ga_ie: Machaire Saoirsithe Bándearg
gl_es: Ladrillado rosa
he: לבנים ורודות
hr_hr: Ružičasto Zidano Polje
hu_hu: Rózsaszín téglaminta
id_id: Permukaan Bata merah muda
it: Seminato di mattoni di rosa
ja_jp: 桃色のレンガ模様
ka_ge: ვარდისფერი აგურები
ko_kr: 분홍색 벽돌 모양
lb_lu: Feld rosa gemauert
lt_lt: Rožinių plytų fonas
ms_my: Bidang Corak Bata Merah Jambu
nl_nl: Roze veld gemetseld
nn_no: Rosa mursteinmønster
pl: Różowe murowane pole
pt: Campo em Alvenaria Rosa
ro_ro: Câmp zidit roz
ru_ru: Розовая муровка
sk_sk: Ružové vzorované tehly
sl_si: Roza zid
sv_se: Rosa tegelmönster
th_th: ลายอิฐสีชมพู
tr_tr: Pembe Tuğla Deseni
vi_vn: Phủ kín gạch hồng
zh_cn: 粉红色砖纹
zh_tw: 粉紅色磚牆花紋

# item_banner_bricks_purple
source: Purple Field Masoned
ar_sa: راية ملونة بنفسجي
be_by: Фіялетавы мур
bg_bg: Лилав зид
ca_es: Maçonat morat
cs: Fialový prapor se vzorem cihel
da_dk: Lilla Murstensmønster
de: Feld violett gemauert
de_at: Föd lila gmauad
el_gr: Μωβ πεδίο Kτησίματος
es: Mazonado morado
fi: Violetti tiilikuvio
fr_ca: Champ maçonné de pourpre
ga_ie: Machaire Saoirsithe Corcra
gl_es: Ladrillado púrpura
he: לבנים סגולות
hr_hr: Ljubičasto Zidano Polje
hu_hu: Lila téglaminta
id_id: Permukaan Bata ungu
it: Seminato di mattoni di viola
ja_jp: 紫色のレンガ模様
ka_ge: ალისფერი აგურები
ko_kr: 보라색 벽돌 모양
lb_lu: Feld mof gemauert
lt_lt: Purpurinių plytų fonas
ms_my: Bidang Corak Bata Ungu
nl_nl: Paars veld gemetseld
nn_no: Lilla mursteinmønster
pl: Fioletowe murowane pole
pt: Campo em Alvenaria Roxo
ro_ro: Câmp zidit violet
ru_ru: Фиолетовая муровка
sk_sk: Fialové vzorované tehly
sl_si: Vijoličen zid
sv_se: Lila tegelmönster
th_th: ลายอิฐสีม่วง
tr_tr: Mor Tuğla Deseni
vi_vn: Phủ kín gạch tím
zh_cn: 紫色砖纹
zh_tw: 紫色磚牆花紋

# item_banner_bricks_red
source: Red Field Masoned
ar_sa: راية ملونة أحمر
be_by: Чырвоны мур
bg_bg: Червен зид
ca_es: Maçonat vermell
cs: Červený prapor se vzorem cihel
da_dk: Rødt Murstensmønster
de: Feld rot gemauert
de_at: Föd rot gmauad
el_gr: Κόκκινο πεδίο Kτησίματος
es: Mazonado rojo
fi: Punainen tiilikuvio
fr_ca: Champ maçonné de gueules
ga_ie: Machaire Saoirsithe Dearg
gl_es: Ladrillado vermello
he: לבנים אדומות
hr_hr: Crveno Zidano Polje
hu_hu: Vörös téglaminta
id_id: Permukaan Bata merah
it: Seminato di mattoni di rosso
ja_jp: 赤色のレンガ模様
ka_ge: წითელი აგურები
ko_kr: 빨간색 벽돌 모양
lb_lu: Feld rout gemauert
lt_lt: Raudonų plytų fonas
lv_lv: Sarkani ķieģeļi
ms_my: Bidang Corak Bata Merah
nl_nl: Rood veld gemetseld
nn_no: Raudt mursteinmønster
pl: Czerwone murowane pole
pt: Campo em Alvenaria Vermelho
ro_ro: Câmp zidit roșu
ru_ru: Красная муровка
sk_sk: Červené vzorované tehly
sl_si: Rdeč zid
sv_se: Rött tegelmönster
th_th: ลายอิฐสีแดง
tr_tr: Kırmızı Tuğla Deseni
vi_vn: Phủ kín gạch đỏ
zh_cn: 红色砖纹
zh_tw: 紅色磚牆花紋

# item_banner_bricks_silver
source: Light Grey Field Masoned
ar_sa: راية ملونة رمادي فاتح
be_by: Светла-шэры мур
bg_bg: Светлосив зид
ca_es: Maçonat gris clar
cs: Světle šedý prapor se vzorem cihel
da_dk: Lysegråt Murstensmønster
de: Feld hellgrau gemauert
de_at: Föd hellgrau gmauad
el_gr: Ανοικτό Γκρι πεδίο Kτησίματος
es: Mazonado gris claro
fi: Vaaleanharmaa tiilikuvio
fr_ca: Champ maçonné d'argent grisé
ga_ie: Machaire Saoirsithe Fionnliath
gl_es: Ladrillado gris claro
he: לבנים בצבע אפור בהיר
hr_hr: Svijetlo Sivo Zidano Polje
hu_hu: Világosszürke téglaminta
id_id: Permukaan Bata abu-abu muda
it: Seminato di mattoni di grigio chiaro
ja_jp: 薄灰色のレンガ模様
ka_ge: ღია-ნაცრისფერი აგურები
ko_kr: 회백색 벽돌 모양
lb_lu: Feld hellgro gemauert
lt_lt: Šviesiai pilkų plytų fonas
ms_my: Bidang Corak Bata Kelabu Muda
mt_mt: Light Gray Field Masoned
nl_nl: Lichtgrijs veld gemetseld
nn_no: Ljosegrått mursteinmønster
pl: Jasnoszare murowane pole
pt: Campo em Alvenaria Cinzento Claro
ro_ro: Câmp zidit gri-deschis
ru_ru: Светло-серая муровка
sk_sk: Svetlosivé vzorované tehly
sl_si: Svetlo siv zid
sv_se: Ljusgrått tegelmönster
th_th: ลายอิฐสีเทาอ่อน
tr_tr: Açık Gri Tuğla Deseni
vi_vn: Phủ kín gạch xám nhạt
zh_cn: 淡灰色砖纹
zh_tw: 淺灰色磚牆花紋
