Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_xp_usage
source: /xp <amount> [player] OR /xp <amount>L [player]
af_za: /xp <aantal> [speler] OF /xp <aantal>L [speler]
ar_sa: /xp <الكمية> [الاعب] أو /xp <الكمية>ل [الاعب]
be_by: /xp <колькасць> [гулец] АЛЬБО /xp <колькасць>L [гулец]
bg_bg: /xp <количество> [<играч>] ИЛИ /xp <количество>L [<играч>]
ca_es: /xp <quantitat> [jugador] O BÉ /xp <nivells>L [jugador]
cs: /xp <počet> [<hráč>] NEBO /xp <počet>L [<hráč>]
da_dk: /xp <mængde> [spiller] ELLER /xp <mængde>L [spiller]
de: /xp <Menge> [<Spieler>] ODER /xp <Menge>L [<Spieler>]
de_at: /xp <Meng> [<Spiela>] ODA /xp <Meng>L [<Spiela>]
el_gr: /xp <ποσότητα> [παίκτης] Ή /xp <ποσότητα>L [παίκτης]
es: /xp <cantidad> [jugador] O /xp <cantidad>L [jugador]
eu_es: /xp <kopurua> [jokalaria] edo /xp <kopurua>L [jokalaria]
fa_ir: /xp <مقدار> {بازیکن} یا / تجربه <مقدار> هر {بازیکن}
fi: /xp <määrä> [pelaaja] tai /xp <määrä>L [pelaaja]
fil_ph: /xp <amount> [malalaro] OR /xp <amount>L [malalaro]
fr_ca: /xp <quantité d'orbes> [joueur] OU /xp <quantité de niveaux>L [joueur]
ga_ie: /xp <méid> [imreoir] NO /xp <méid>L [imreoir]
gl_es: /xp <cantidade> [xogador] ou /xp <cantidade>L [xogador]
he: /xp <או [שחקן] <כמות /xp <כמות>L [שחקן]
hi_in: /xp <राशि> [प्लेयर] OR /xp <राशि>L [प्लेयर]
hr_hr: /xp <količina> [igrač] ili /xp <količina>L [igrač]
hu_hu: /xp <mennyiség> [játékos] VAGY /xp <mennyiség>L [játékos]
hy_am: /xp <քանակ> [խաղացող] ԿԱՄ /xp <քանակ>L [խաղացող]
id_id: /xp <jumlah> [pemain] atau /xp <jumlah>L [pemain]
is_is: /xp <magn> [leikmaður] EÐA /xp <magn>L [leikmaður]
it: /xp <quantità> [giocatore] OPPURE /xp <quantità>L [giocatore]
ja_jp: /xp <量> [プレイヤー名] もしくは /xp <量>L [プレイヤー名]
ka_ge: /xp <რაოდენობა> [მოთამაშე] ან /xp <რაოდენობა>L [მოთამაშე]
ko_kr: /xp <수량> [플레이어] 또는 /xp <수량>L [플레이어]
lb_lu: /xp <Unzuel> [Spiller] ODER /xp <Unzuel>L [Spiller]
lt_lt: /xp <kiekis> [žaidėjas] ARBA /xp <kiekis>L [žaidėjas]
lv_lv: /xp <daudzums> [spēlētājs] VAI /xp <daudzums>L [spēlētājs]
ms_my: /xp <jumlah> [pemain] ATAU /xp <jumlah>L [pemain]
nl_nl: /xp <hoeveelheid> [speler] OF /xp <hoeveelheid>L [speler]
nn_no: /xp <mengd> [spelar] ELLER /xp <mengd>L [spelar]
pl: /xp <ilość> [gracz] LUB /xp <ilość>L [gracz]
pt: /xp <quantidade> [jogador] OU /xp <quantidade>L [jogador]
ro_ro: /xp <cantitate> [<jucător>] SAU /xp <cantitate>L [<jucător>]
ru_ru: /xp <количество> [игрок] ИЛИ /xp <количество>L [игрок]
sk_sk: /xp <množstvo> [hráč] ALEBO /xp <množstvo>L [hráč]
sl_si: /xp <količina> [igralec] ALI /xp <količina>L [igralec]
sv_se: /xp <mängd> [spelare] ELLER /xp <mängd>L [spelare]
th_th: /xp <จำนวน> [ผู้เล่น] หรือ /xp <จำนวน>L [ผู้เล่น]
tr_tr: /xp <miktar> [oyuncu] YA DA /xp <miktar>L [oyuncu]
vi_vn: /xp <lượng điểm> [người chơi] HOẶC /xp <lượng điểm>L [người chơi]
zh_cn: /xp <经验数量> [玩家] 或 /xp <等级数量>L [玩家]
zh_tw: /xp <經驗值> [玩家] 或 /xp <等級>L [玩家]

# connect_authorizing
source: Logging in...
af_za: Besig om aan te teken...
ar_sa: جاري تسجيل الدخول...
be_by: Выконваецца ўваход...
bg_bg: Влизане...
ca_es: Identificant-se...
cs: Přihlašování…
da_dk: Logger ind...
de: Anmelden ...
de_at: Umödn...
el_gr: Γίνεται σύνδεση...
es: Iniciando sesión...
eu_es: Saioa hasten...
fa_ir: در حال ورود...
fi: Kirjaudutaan sisään...
fil_ph: Pumapasok na...
fr_ca: Authentification en cours...
ga_ie: Ag logáil isteach...
gd_gb: A’ clàradh a-steach...
gl_es: Iniciando sesión...
he: מתחבר...
hi_in: लॉग्गिंग इन ...
hr_hr: Prijavljivanje...
hu_hu: Bejelentkezés...
hy_am: Մուտքագրում...
id_id: Masuk...
is_is: Auðkenning...
it: Accesso in corso
ja_jp: ログイン中…
ka_ge: ავტორიზება...
ko_kr: 로그인 중...
lb_lu: Aloggen ...
lt_lt: Prisijungiama...
lv_lv: Pieslēdzas...
mi_nz: Takiuru in...
mk_mk: Најавување во...
mn_mn: Нэвтэрч байна...
ms_my: Sedang memasuki...
mt_mt: Dieħel...
nl_nl: Aanmelden...
nn_no: Loggar inn...
pl: Logowanie...
pt: A iniciar sessão...
ro_ro: Se autentifică...
ru_ru: Выполняется вход...
sk_sk: Prihlasovanie...
sl_si: Prijavljanje...
sq_al: Prerjet në...
sv_se: Loggar in...
th_th: กำลังเข้าสู่ระบบ...
tr_tr: Giriş yapılıyor...
vi_vn: Đang đăng nhập...
zh_cn: 登入中...
zh_tw: 登入中…

# connect_connecting
source: Connecting to the server...
af_za: Besig om met die bediener te skakel...
ar_sa: جاري الاتصال بالخادم...
be_by: Падлучэнне да сервера...
bg_bg: Свързване към сървъра...
ca_es: Connectant amb el servidor ...
cs: Připojování k serveru…
da_dk: Forbinder til serveren...
de: Verbinde zum Server ...
de_at: Verbind zum Server...
el_gr: Γίνεται σύνδεση με το διακομιστή...
es: Conectando con el servidor...
eu_es: Zerbitzarira konektatzen...
fa_ir: در حال اتصال به سرور...
fi: Yhdistetään palvelimeen...
fil_ph: Pumapasok sa server...
fr_ca: Connexion au serveur en cours...
ga_ie: Ag ceangal leis an bhfreastalaí...
gd_gb: A’ ceangal ris an fhrithealaiche...
gl_es: Conectando co servidor...
he: מתחבר לשרת...
hi_in: सर्वर से कनेक्ट हो रहा है ...
hr_hr: Povezivanje na poslužitelja...
hu_hu: Csatlakozás a szerverhez...
hy_am: Միացում սերվերին...
id_id: Menghubungkan ke peladen...
is_is: Tengist þjóni...
it: Connessione al server
ja_jp: サーバーに接続中…
ka_ge: სერვერთან დაკავშირება...
ko_kr: 서버에 연결 중...
lb_lu: Mam Server verbannen ...
lt_lt: Jungiamasi prie serverio...
lv_lv: Veido savienojumu ar serveri...
mi_nz: E hono ana ki te tūmau...
mk_mk: Се поврзувам со серверот...
mn_mn: Серверт холбогдож байна...
ms_my: Sedang menyambung ke server...
mt_mt: Qed tingħaqad mas-server...
nl_nl: Verbinden met de server...
nn_no: Koplar til server...
pl: Łączenie z serwerem...
pt: A ligar ao servidor...
ro_ro: Se conectează la server...
ru_ru: Подключение к серверу...
sk_sk: Pripájanie na server...
sl_si: Povezovanje na strežnik...
sq_al: Lidhja me serverin...
sv_se: Ansluter till servern...
th_th: กำลังเชื่อมต่อไปยังเซิร์ฟเวอร์...
tr_tr: Sunucuya bağlanılıyor...
vi_vn: Đang kết nối tới máy chủ...
zh_cn: 正在连接到服务器...
zh_tw: 正在連線到伺服器…

# connect_failed
source: Failed to connect to the server
af_za: Skakeling met die bediener het misluk
ar_sa: لقد فشل الاتصال بالخادم
be_by: Не атрымалася падлучыцца да сервера
bg_bg: Грешка при свързване към сървъра
ca_es: Error en connectar amb el servidor
cs: Připojení k serveru se nezdařilo
da_dk: Kunne ikke forbinde til serveren
de: Verbindungsaufbau fehlgeschlagen
de_at: Fehla beim Verbindn mitn Server
el_gr: Απέτυχε η σύνδεση με το διακομιστή
es: Error al conectar con el servidor
eu_es: Ezin izan da zerbitzarira konektatu
fa_ir: عدم موفقیت در اتصال به سرور
fi: Palvelimeen yhdistäminen epäonnistui
fil_ph: Hindi maka-connect sa server
fr_ca: Échec de connexion au serveur
ga_ie: Theip ar cheangal leis an bhfreastalaí
gd_gb: Dh’fhàillig le ceangal ris an fhrithealaiche
gl_es: Erro ó conectar co servidor
he: ההתחברות לשרת נכשלה
hi_in: सर्वर से कनेक्ट करने में विफल
hr_hr: Povezivanje na poslužitelja nije uspjelo
hu_hu: A szerverhez való csatlakozás sikertelen
hy_am: Միացումը սերվերին անհաջող էր
id_id: Gagal menghubungkan ke peladen
is_is: Ekki tókst að tengjast þjóni
it: La connessione al server è fallita
ja_jp: サーバーへの接続に失敗しました
ka_ge: დაკავშირება ვერ მოხერხდა.
ko_kr: 서버와의 연결에 실패했습니다
lb_lu: Mam Server verbanne feelgeschloen
lt_lt: Nepavyko prisijungti prie serverio
lv_lv: Neizdevās izveidot savienojumu ar serveri
mi_nz: I rahua te hono ki te tūmau
mn_mn: Серверт холбогдож чадсангүй
ms_my: Gagal menyambung ke pelayan
mt_mt: Ma rnexxilekx tingħaqad mas-server
nl_nl: Verbinden met server mislukt
nn_no: Kunne ikkje kople til serveren
pl: Nie udało się połączyć z serwerem
pt: Não foi possível ligar ao servidor
ro_ro: Conexiunea cu serverul a eșuat
ru_ru: Не удалось подключиться к серверу
sk_sk: Nepodarilo sa pripojiť na server
sl_si: Napaka pri povezavi na strežnik
sq_al: Nuk arriti të lidheni me serverin
sv_se: Kunde inte ansluta till servern
th_th: ไม่สามารถเชื่อมต่อไปยังเซิร์ฟเวอร์ได้
tr_tr: Sunucuya bağlanılamadı
vi_vn: Không thể kết nối với máy chủ
zh_cn: 无法连接至服务器
zh_tw: 與伺服器連線失敗

# container_beacon
source: Beacon
af_za: Baken
ar_sa: منارة
be_by: Маяк
bg_bg: Маяк
ca_es: Bloc de poder
cs: Maják
da_dk: Signallys
de: Leuchtfeuer
el_gr: Φάρος
es: Faro
eu_es: Faro
fa_ir: فضاجادو
fi: Lyhtykuutio
fil_ph: Parola
fr_ca: Balise
ga_ie: Rabhcán
gl_es: Faro
he: מגדלור
hi_in: बीकन
hr_hr: Svjetionik
hu_hu: Jelzőfény
hy_am: Փարոս
id_id: Suar
is_is: Geisli
it: Faro
ja_jp: ビーコン
ka_ge: შუქურა
ko_kr: 신호기
lb_lu: Liichtfeier
lt_lt: Švyturys
lv_lv: Signāluguns
mn_mn: Гэрэл цацруулагч
ms_my: Pemancar
mt_mt: Lanterna
nl_nl: Baken
nn_no: Varde
pl: Magiczna latarnia
pt: Sinalizador
ro_ro: Far
ru_ru: Маяк
sk_sk: Maják
sl_si: Svetilnik
sv_se: Fyr
th_th: ดวงประทีป
tr_tr: Fener
vi_vn: Đèn hiệu
zh_cn: 信标
zh_tw: 烽火台

# container_brewing
source: Brewing Stand
af_za: Retortstaander
ar_sa: منضدة التخمير
be_by: Варачная стойка
bg_bg: Статив за отвари
ca_es: Altar de pocions
cs: Varný stojan
da_dk: Bryggestand
de: Braustand
el_gr: Αλχημικός Τρίποδας
es: Soporte para pociones
eu_es: Edabegintza euskarria
fa_ir: معجون ساز
fi: Hautumateline
fil_ph: Kuluan
fr_ca: Stand d'alchimie
ga_ie: Seastán Grúdaireachta
gl_es: Destilador
he: עמדת רקיחה
hi_in: चल खड़े हो जाओ
hr_hr: Postolje za Varenje
hu_hu: Főzőállvány
hy_am: Դեղորայքի Պատրաստման Կայան
id_id: Tempat Alkimia
is_is: Bruggstöð
it: Alambicco
ja_jp: 醸造台
ka_ge: სახარში ქურა
ko_kr: 양조기
lb_lu: Braustand
lt_lt: Eliksyrų stovas
lv_lv: Brūvēšanas statīvs
mn_mn: Ханд нэрэгч
ms_my: Tapak Membru
mt_mt: Birrerija
nl_nl: Brouwstandaard
nn_no: Bryggeapparat
pl: Statyw alchemiczny
pt: Fermentador
ro_ro: Alambic
ru_ru: Зельеварка
sk_sk: Varný stojan
sl_si: Stojalo za napoje
sv_se: Brygdställ
th_th: แท่นปรุงยา
tr_tr: İksir Standı
vi_vn: Gian pha thuốc
zh_cn: 酿造台
zh_tw: 釀造台

# container_chest
source: Chest
af_za: Kis
ar_sa: صندوق
be_by: Куфар
bg_bg: Сандък
ca_es: Cofre
cs: Truhla
da_dk: Kiste
de: Truhe
de_at: Kistn
el_gr: Σεντούκι
es: Cofre
eu_es: Kutxa
fa_ir: صندوقچه
fi: Arkku
fil_ph: Kahon
fr_ca: Coffre
ga_ie: Cófra
gd_gb: Ciste
gl_es: Cofre
he: תיבה
hi_in: छाती
hr_hr: Škrinja
hu_hu: Láda
hy_am: Սնդուկ
id_id: Peti
is_is: Kista
it: Baule
ja_jp: チェスト
ka_ge: სკივრი
ko_kr: 상자
lb_lu: Këscht
lt_lt: Skrynia
lv_lv: Lāde
mn_mn: Авдар
ms_my: Peti
mt_mt: Senduq
nl_nl: Kist
nn_no: Kiste
pl: Skrzynia
pt: Baú
ro_ro: Cufăr
ru_ru: Сундук
sk_sk: Truhlica
sl_si: Skrinja
sv_se: Kista
th_th: หีบ
tr_tr: Sandık
vi_vn: Rương
zh_cn: 箱子
zh_tw: 儲物箱

# container_chestDouble
source: Large Chest
af_za: Groot Kis
ar_sa: صندوق كبير
be_by: Вялікі куфар
bg_bg: Голям сандък
ca_es: Cofre gran
cs: Velká truhla
da_dk: Stor kiste
de: Große Truhe
de_at: Groaße Kistn
el_gr: Μεγάλο σεντούκι
es: Cofre grande
eu_es: Kutxa handia
fa_ir: صندوقچه بزرگ
fi: Suuri arkku
fil_ph: Malaking Baul
fr_ca: Grand coffre
ga_ie: Cófra Mór
gd_gb: Ciste mhòr
gl_es: Cofre dobre
he: תיבה גדולה
hi_in: बड़ी बॉक्स
hr_hr: Velika Škrinja
hu_hu: Nagy láda
hy_am: Մեծ Սնդուկ
id_id: Peti Besar
is_is: Stór Kista
it: Baule grande
ja_jp: ラージチェスト
ka_ge: დიდი სკივრი
ko_kr: 큰 상자
lb_lu: Grouss Këscht
lt_lt: Didelė skrynia
lv_lv: Lielā lāde
mn_mn: Том Авдар
ms_my: Peti Besar
mt_mt: Senduq Kbir
nl_nl: Grote kist
nn_no: Stor kiste
pl: Wielka skrzynia
pt: Baú Grande
ro_ro: Cufăr mare
ru_ru: Большой сундук
sk_sk: Veľká truhlica
sl_si: Velika skrinja
sv_se: Stor kista
th_th: หีบใหญ่
tr_tr: Geniş Sandık
vi_vn: Rương to
zh_cn: 大型箱子
zh_tw: 大型儲物箱

# container_crafting
source: Crafting
af_za: Handewerk
ar_sa: صناعة
be_by: Стварэнне
bg_bg: Измайсторяване
ca_es: Elaboració
cs: Výroba
da_dk: Fremstilling
de: Handwerk
el_gr: Κατασκευή
es: Fabricación
eu_es: Artisautza
fa_ir: ساختن
fi: Työstäminen
fil_ph: Gawain
fr_ca: Fabrication
ga_ie: Ceardaíocht
gl_es: Fabricación
he: מלאכה
hi_in: क्राफ्टिंग
hr_hr: Obrada
hu_hu: Barkácsolás
hy_am: Ստեղծում
id_id: Kerajinan
is_is: Smíða
it: Fabbricazione
ja_jp: クラフト
ka_ge: ხელობა
ko_kr: 제작
lb_lu: Handwierk
lt_lt: Gaminimas
lv_lv: Amatniecība
mn_mn: Урлах
ms_my: Pertukangan
mt_mt: Snajja
nl_nl: Vervaardiging
nn_no: Utforming
pl: Konstruowanie
pt: Construir
ro_ro: Fabricare
ru_ru: Создание
sk_sk: Vyrábanie
sl_si: Izdelovanje
sv_se: Tillverka
th_th: งานหัตถกรรม
tr_tr: Üretim
vi_vn: Chế tạo
zh_cn: 合成
zh_tw: 合成

# container_creative
source: Item Selection
af_za: Item Keuse
ar_sa: اختيار المادة
be_by: Выбар прадмета
bg_bg: Избиране на предмет
ca_es: Selecció d'ítem
cs: Výběr předmětu
da_dk: Genstandsudvalg
de: Gegenstände
el_gr: Επιλογή αντικειμένου
es: Selección de objetos
eu_es: Elementu aukeraketa
fa_ir: انتخاب آيتم
fi: Esineiden valitseminen
fil_ph: Pagpilian
fr_ca: Sélection des objets
ga_ie: Roghnú Earra
gl_es: Selección de obxectos
he: בחירת פריטים
hi_in: आइटम चयन
hr_hr: Odabir Predmeta
hu_hu: Tárgyválasztás
hy_am: Առարկայի Ընտրում
id_id: Pemilihan Barang
is_is: Velja hlut
it: Selezione oggetti
ja_jp: アイテムの選択
ka_ge: ნივთის არჩევა
ko_kr: 아이템 선택
lb_lu: Géigestänn auswielen
lt_lt: Daikto pasirinkimas
lv_lv: Priekšmetu Izvēle
mn_mn: Эд зүйл сонгох
ms_my: Pemilihan Item
mt_mt: Selezzjoni ta' Oġġetti
nl_nl: Voorwerpselectie
nn_no: Vel gjenstand
pl: Wybór przedmiotu
pt: Seleção de Itens
ro_ro: Selectare obiecte
ru_ru: Выбор предмета
sk_sk: Výber predmetov
sl_si: Izbrira predmetov
sv_se: Välj föremål
th_th: เสกของ
tr_tr: Eşya Seçimi
vi_vn: Lựa chọn vật phẩm
zh_cn: 物品选栏
zh_tw: 選擇物品

# container_dispenser
source: Dispenser
af_za: Uitdeler
ar_sa: موزع
be_by: Раздавальнік
bg_bg: Разпределител
ca_es: Dispensador
cs: Dávkovač
da_dk: Automat
de: Werfer
de_at: Werfa
el_gr: Εκσφενδονιστής
es: Dispensador
eu_es: Dispentsagailua
fa_ir: توزيعگر
fi: Jakelulaite
fil_ph: Taga-bigay
fr_ca: Distributeur
ga_ie: Teilgeoir
gl_es: Dispensador
he: זורקן
hi_in: दवासाज़
hr_hr: Streljač
hu_hu: Adagoló
hy_am: Վանիչ
id_id: Mesin pelempar
is_is: Skammtari
it: Distributore
ja_jp: ディスペンサー
ka_ge: გამტყორცნი
ko_kr: 발사기
lb_lu: Verdeeler
lt_lt: Dalytuvas
lv_lv: Izšāvējs
mn_mn: Харвагч
ms_my: Mesin Pengagih
mt_mt: Dispensur
pl: Dozownik
pt: Distribuidor
ro_ro: Distribuitor
ru_ru: Раздатчик
sk_sk: Dávkovač
sl_si: Izstreljevalec
sv_se: Automat
th_th: เครื่องยิง
tr_tr: Fırlatıcı
vi_vn: Máy phân phát
zh_cn: 发射器
zh_tw: 發射器

# container_dropper
source: Dropper
af_za: Leweraar
ar_sa: قطارة
be_by: Выкідальнік
bg_bg: Изпускач
ca_es: Subministrador
cs: Podavač
de: Spender
de_at: Spenda
el_gr: Διανομέας
es: Soltador
eu_es: Jaurtigailua
fa_ir: پرتابگر
fi: Tiputin
fil_ph: Taga-hulog
fr_ca: Droppeur
ga_ie: Dáileoir
gl_es: Lanzador
he: פולטן
hi_in: गिराने
hr_hr: Izbacivač
hu_hu: Kidobó
hy_am: Բաշխիչ
id_id: Alat mengeluarkan barang
is_is: Skammtari
it: Gettatore
ja_jp: ドロッパー
ka_ge: დამყრელი
ko_kr: 공급기
lb_lu: Spender
lt_lt: Mėtytuvas
lv_lv: Izsviedējs
mn_mn: Унагагч
ms_my: Alat pemindahan item
mt_mt: Qattara
nn_no: Droppar
pl: Podajnik
pt: Ejetor
ro_ro: Aruncător
ru_ru: Выбрасыватель
sk_sk: Vyhadzovač
sl_si: Delilnik
sv_se: Släppare
th_th: ดร็อปเปอร์
tr_tr: Bırakıcı
vi_vn: Máy thả
zh_cn: 投掷器
zh_tw: 投擲器

# container_enchant
source: Enchant
af_za: Betower
ar_sa: تطوير سحري
be_by: Зачараванне
bg_bg: Омагьосване
ca_es: Encantar
cs: Očarování
da_dk: Fortryl
de: Verzaubern
el_gr: Μάγεμα
es: Encantar
eu_es: Sorginkeria
fa_ir: افسون
fi: Lumoa
fil_ph: Maggayuma
fr_ca: Enchanter
ga_ie: Asarlaíocht
gl_es: Encantar
he: כשף
hi_in: मोहित करना
hr_hr: Čarobiranje
hu_hu: Varázslás
hy_am: Կախարդել
id_id: Meningkatkan
is_is: Galdra
it: Incanta
ja_jp: エンチャント
ka_ge: მოჯადოება
ko_kr: 마법부여
lb_lu: Verzauberen
lt_lt: Kerėjimai
lv_lv: Apburt
mn_mn: Ид шид
ms_my: Menyihir
mt_mt: Maġija
nl_nl: Betovering
nn_no: Forheks
pl: Zaklnij
pt: Encantar
ro_ro: Fermecare
ru_ru: Зачарование
sk_sk: Očarovať
sl_si: Začaraj
sv_se: Förtrolla
th_th: ร่ายมนต์
tr_tr: Büyü
vi_vn: Phù phép
zh_cn: 附魔
zh_tw: 附魔

# container_enchant_lapis_many
source: {0} Lapis Lazuli
af_za: {0} Lasuur
be_by: {0} лазурыту
bg_bg: {0} лазурит
ca_es: {0} trossos de lapislàtzuli
cs: {0} lazuritů
el_gr: {0} Λάπις Λαζούλι
es: {0} de lapislázuli
eu_es: {0} Lapis Lazulia
fa_ir: {0} لاژورد
fi: {0} Lapis lazulia
fr_ca: {0} unités de lapis-lazuli
ga_ie: {0} Bloic Lapis Lazuli
gl_es: {0} lapislázuli
he: {0} לאופס לאזולי
hr_hr: {0} Lazulita
hu_hu: {0} lazurit
is_is: {0} Asúrsteinn
it: {0} lapislazzuli
ja_jp: ラピスラズリ {0}個
ka_ge: {0} ლილაქვა
ko_kr: 청금석 {0}개
lt_lt: {0} lazuritai
lv_lv: {0} Lazurīts
mn_mn: {0} номин чулуу
nn_no: {0} lasurstein
pl: {0} lazurytów
pt: {0} Lápis-Lazúlis
ru_ru: {0} лазурит
sk_sk: {0} lazuritov
sl_si: {0} lazurnih kamnov
th_th: แก้วสีไม้ไผ่ {0} อัน
vi_vn: {0} ngọc lưu ly
zh_cn: {0}个青金石
zh_tw: {0}個青金石

# container_enchant_lapis_one
source: 1 Lapis Lazuli
af_za: 1 Lasuur
ar_sa: اللازورد
be_by: 1 лазурыт
bg_bg: 1 лазурит
ca_es: 1 tros de lapislàtzuli
cs: 1 lazurit
el_gr: 1 Λάπις Λαζούλι
es: 1 de lapislázuli
eu_es: Lapis lazuli 1
fa_ir: 1 لاژورد
fr_ca: 1 unité de lapis-lazuli
ga_ie: Bloc amháin Lapis Lazuli
gl_es: 1 Lapislázuli
he: לאופס לאזולי אחד
hr_hr: 1 Lazulit
hu_hu: 1 lazurit
is_is: 1 Asúrsteinn
it: 1 lapislazzuli
ja_jp: ラピスラズリ 1個
ka_ge: 1 ლილაქვა
ko_kr: 청금석 1개
lt_lt: 1 lazuritas
lv_lv: 1 lazurīts
mn_mn: 1 номин чулуу
nn_no: Ein lasurstein
pl: 1 lazuryt
pt: 1 Lápis-Lazúli
ru_ru: 1 лазурит
sk_sk: 1 lazurit
sl_si: 1 lazurni kamen
th_th: แก้วสีไม้ไผ่ 1 อัน
vi_vn: 1 ngọc lưu ly
zh_cn: 1 个青金石
zh_tw: 1個青金石

# container_enchant_level_many
source: {0} Enchantment Levels
af_za: {0} Betoweringsvlakke
ar_sa: مستوى السحر d%
be_by: {0} узроўняў чаравання
bg_bg: {0} нива на омагьосване
ca_es: {0} nivells d'encantament
cs: {0}. úroveň očarování
da_dk: {0} Fortryllelse Niveauer
de: {0} Erfahrungsstufen
el_gr: {0} Επίπεδα Μαγέματος
es: {0} niveles de encantamiento
eu_es: Sorginkeri maila {0}
fa_ir: سطح جادو {0}
fi: {0} Lumoustasoa
fil_ph: {0} Mga lebel ng Paggayuma
fr_ca: {0} niveaux d'enchantement
ga_ie: {0} Leibhéil Asarlaíochta
gl_es: {0} nivéis de encantamento
he: {0} רמות קסם
hr_hr: {0} Razina Čarolije
hu_hu: {0} varázslat szint
id_id: Pesona Tingkat {0}
is_is: {0} Heillunarstig
it: {0} livelli d'esperienza
ja_jp: {0} エンチャントレベル
ka_ge: მოჯადოების {0} დონე
ko_kr: 마법부여 레벨 {0}
lb_lu: {0} Erfarungsstufen
lt_lt: {0} užkerėjimo lygiai
lv_lv: {0} burvestības līmeņi
mn_mn: {0} шидийн түвшин
ms_my: Gred Aras {0}
mt_mt: {0} Livelli tal-Maġija
nl_nl: {0} betoveringsniveaus
nn_no: {0} Fortryllingsnivå
pl: {0} poziomów zaklęcia
pt: {0} Níveis de Encantamento
ro_ro: {0} niveluri de fermecare
ru_ru: {0} уровней зачарования
sk_sk: {0} levelov očarovania
sl_si: {0} izkušenj
sv_se: {0} förtrollningsnivåer
th_th: เลเวล {0} เอนชานต์
tr_tr: {0} Büyü Seviyesi
vi_vn: {0} cấp độ phù phép
zh_cn: 附魔等级{0}
zh_tw: {0}個附魔等級

# container_enchant_level_one
source: 1 Enchantment Level
af_za: 1 Betoweringsvlak
ar_sa: مستوى السحر 1
be_by: 1 узровень чаравання
bg_bg: 1 ниво на омагьосване
ca_es: 1 Nivell d'encantament
cs: 1. úroveň očarování
da_dk: 1 Fortryllelsesniveau
de: 1 Erfahrungsstufe
el_gr: 1 Επίπεδο Μαγέματος
es: 1 nivel de encantamiento
eu_es: Sorginkeri maila 1
fa_ir: سطح 1 جادو
fi: 1 lumoustaso
fil_ph: 1 Lebel ng Paggayuma
fr_ca: 1 niveau d'enchantement
ga_ie: Leibhéal amháin Asarlaíochta
gl_es: 1 nivel de encantamento
he: רמת כשפים אחת
hr_hr: 1 Razina Čarolije
hu_hu: 1 varázslat szint
id_id: Pesona Tingkat Pertama
is_is: 1 Heillunarstig
it: 1 livello d'esperienza
ja_jp: 1 エンチャントレベル
ka_ge: მოჯადოების 1 დონე
ko_kr: 마법부여 레벨 1
lb_lu: 1 Erfarungsstuf
lt_lt: 1 užkerėjimo lygis
lv_lv: 1 burvestības līmenis
mn_mn: 1 шидийн түвшин
ms_my: Aras Gred 1
mt_mt: 1 Livell tal-Maġija
nl_nl: 1 betoveringsniveau
nn_no: 1. Fortryllingsnivå
pl: 1 poziom zaklęcia
pt: 1 Nível de Encantamento
ro_ro: 1 nivel de fermecare
ru_ru: 1 уровень зачарования
sk_sk: 1 level očarovania
sl_si: 1 izkušnja
sv_se: 1 förtrollningsnivå
th_th: เลเวล 1 เอนชานต์
tr_tr: 1 Büyü Seviyesi
vi_vn: 1 cấp độ phù phép
zh_cn: 附魔等级 1
zh_tw: 1個附魔等級

# container_enderchest
source: Ender Chest
af_za: Ender Kis
ar_sa: صندوق الاندر
be_by: Эндар-куфар
bg_bg: Сандък от Края
ca_es: Cofre d'Ender
cs: Enderitová truhla
da_dk: Enderkiste
de: Endertruhe
de_at: Enderkistn
el_gr: 'Εντερ-σεντούκι
es: Cofre de ender
eu_es: Ender kutxa
fa_ir: صندوقچه فرجام
fi: Ender-arkku
fil_ph: Baul ng Wakas
fr_ca: Coffre de l'Ender
ga_ie: Cófra na Críche
gd_gb: Ciste Ender
gl_es: Cofre de Ender
he: תיבת אנדר
hi_in: अंतवह छाती
hr_hr: Ender Škrinja
hu_hu: Enderláda
hy_am: Էնդերի Սնդուկ
id_id: Peti Ender
is_is: Enda kista
it: Baule di ender
ja_jp: エンダーチェスト
ka_ge: ენდერის სკივრი
ko_kr: 엔더 상자
lb_lu: Enderkëscht
lt_lt: Ender skrynia
lv_lv: Ender lāde
mn_mn: Эндэрийн Авдар
ms_my: Peti Akhiran
mt_mt: Senduq tal-Ender
nl_nl: Enderkist
nn_no: Ende-kiste
pl: Skrzynia Endu
pt: Baú de End
ro_ro: Cufăr de Ender
ru_ru: Эндер-сундук
sk_sk: Enderová truhlica
sl_si: Ender skrinja
sv_se: Enderkista
th_th: หีบเอ็นเดอร์
tr_tr: Ender Sandığı
vi_vn: Rương Ender
zh_cn: 末影箱
zh_tw: 終界箱

# container_furnace
source: Furnace
af_za: Oond
ar_sa: فرن
be_by: Печка
bg_bg: Пещ
ca_es: Forn
cs: Pec
da_dk: Ovn
de: Ofen
el_gr: Φούρνος
es: Horno
eu_es: Labea
fa_ir: کوره
fi: Uuni
fil_ph: Pugon
fr_ca: Fourneau
ga_ie: Foirnéis
gl_es: Forno
he: תנור
hi_in: भट्ठी
hr_hr: Peć
hu_hu: Kemence
hy_am: Վառարան
id_id: Tungku
is_is: Ofn
it: Fornace
ja_jp: かまど
ka_ge: ღუმელი
ko_kr: 화로
lb_lu: Uewen
lt_lt: Krosnis
lv_lv: Krāsns
mn_mn: Зуух
ms_my: Relau
mt_mt: Forn
nl_nl: Oven
nn_no: Smelteomn
pl: Piec
pt: Fornalha
ro_ro: Cuptor
ru_ru: Печь
sk_sk: Pec
sl_si: Peč
sv_se: Ugn
th_th: เตา
tr_tr: Fırın
vi_vn: Lò nung
zh_cn: 熔炉
zh_tw: 熔爐

# container_hopper
source: Item Hopper
af_za: Voorwerp Geutbak
ar_sa: هوبر
be_by: Варонка
bg_bg: Фуния
ca_es: Tremuja d'ítems
cs: Násypka
da_dk: Genstandstragt
de: Trichter
el_gr: Χοάνη
es: Tolva de objetos
eu_es: Kalapatxa
fa_ir: قيف
fi: Suppilo
fil_ph: Lukton
fr_ca: Entonnoir
ga_ie: Crannóg Earraí
gl_es: Funil
he: משפך חפצים
hi_in: आइटम हूपर
hr_hr: Lijevak
hu_hu: Tölcsér
hy_am: Առարկաների Ձագար
id_id: Corong
is_is: Trekt
it: Tramoggia
ja_jp: ホッパー
ka_ge: ნივთების ძაბრი
ko_kr: 아이템 깔때기
lb_lu: Triichter
lt_lt: Piltuvas
lv_lv: Priekšmetu piltuve
ms_my: Corong Tuang Item
mt_mt: Lembut
nl_nl: Voorwerptrechter
nn_no: Gjenstandstrakt
pl: Lej
pt: Funil
ro_ro: Pâlnie
ru_ru: Загрузочная воронка
sk_sk: Násypník
sl_si: Lijak
sv_se: Föremålstratt
th_th: ท่อส่งของ
tr_tr: Eşya Hunisi
vi_vn: Phễu hứng vật phẩm
zh_cn: 漏斗
zh_tw: 漏斗

# container_inventory
source: Inventory
af_za: Rugsak
ar_sa: الحقيبة
be_by: Рыштунак
bg_bg: Инвентар
ca_es: Inventari
cs: Inventář
da_dk: Taske
de: Inventar
el_gr: Αποθέματα
es: Inventario
eu_es: Inbentarioa
fa_ir: کوله
fi: Tavaraluettelo
fil_ph: Imbentaryo
fr_ca: Inventaire
ga_ie: Fardal
gd_gb: An tasgadh
gl_es: Inventario
he: תיק חפצים
hi_in: इन्वेंटरी
hr_hr: Inventar
hu_hu: Felszerelés
hy_am: Պայուսակ
id_id: Inventaris
is_is: Hlutaval
it: Inventario
ja_jp: インベントリ
ka_ge: ინვენტარი
ko_kr: 보관함
lb_lu: Inventar
lt_lt: Inventorius
lv_lv: Piederumi
ms_my: Inventori
mt_mt: Inventorju
nl_nl: Inventaris
nn_no: Inventar
pl: Ekwipunek
pt: Inventário
ro_ro: Inventar
ru_ru: Инвентарь
sk_sk: Inventár
sl_si: Inventar
sv_se: Utrustning
th_th: กระเป๋าเก็บของ
tr_tr: Envanter
vi_vn: Túi đồ
zh_cn: 物品栏
zh_tw: 物品欄
