Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_fill_usage
source: /fill <x1> <y1> <z1> <x2> <y2> <z2> <TileName> [dataValue] [oldBlockHandling] [dataTag]
af_za: /fill <x1> <y1> <z1> <x2> <y2> <z2> <TileName> [dataWaarde] [ouBlokHantering] [dataWaarde]
ar_sa: /fill <x1> <y1> <z1> <x2> <y2> <z2> <TileName> [قيمة البيانات] [التعامل مع المكعب القديم] [علامة البيانات]
be_by: /fill <x1> <y1> <z1> <x2> <y2> <z2> <назваБлока> [значэнне] [дзеяннеДляСтарогаБлока] [тэг]
bg_bg: /fill <x1> <y1> <z1> <x2> <y2> <z2> <име на блокче> [<данни>] [replace|replace <име на блокче за заместване> [<данни на блокче за заместване>]|destroy|keep|hollow|outline] [<таг>]
cs: /fill <x1> <y1> <z1> <x2> <y2> <z2> <blok> [<data>] [replace|replace <blok> [<data>]|destroy|keep|hollow|outline] [<datový tag>]
de: /fill <x1> <y1> <z1> <x2> <y2> <z2> <BlockName> [<Metadaten>] [replace|replace <FilterblockName> [<FilterblockMetadaten>]|destroy|keep|hollow|outline] [<NBT-Daten>]
es: /fill <x1> <y1> <z1> <x2> <y2> <z2> <nombre del bloque> [valor] [destroy|hollow|keep|outline|replace] [dataTag]
fil_ph: /fill <x1> <y1> <z1> <x2> <y2> <z2> <PangalanBloke> [halagaData] [paghawakLumaBloke] [dataTag]
fr_ca: /fill <x1> <y1> <z1> <x2> <y2> <z2> <nom du bloc> [valeur de donnée] [destroy|hollow|keep|outline|replace] [dataTag]
he: /fill <x1> <y1> <z1> <x2> <y2> <z2> <טאג-נתון] [טיפול-בבלוק-ישן] [ערך-נתון] <שם-אריח]
hu_hu: /fill <x1> <y1> <z1> <x2> <y2> <z2> <BlokkNév> [adatérték] [lehelyezésiMód] [adatcímke]
it: /fill <x1> <y1> <z1> <x2> <y2> <z2> <nome del blocco> [metadato] [replace|destroy|keep|hollow|outline] [dati NBT]
ja_jp: /fill <x1> <y1> <z1> <x2> <y2> <z2> <タイル名> [データ値] [元のブロックの処理] [データタグ]
ka_ge: /fill <x1> <y1> <z1> <x2> <y2> <z2> <ბლოკის სახელი> [მონაცემები] [ძველი სახელი] [მონაც. ტეგი]
ko_kr: /fill <x1> <y1> <z1> <x2> <y2> <z2> <타일 이름> [데이터 값] [예전 블록 처리] [데이터 태그]
lb_lu: /fill <x1> <y1> <z1> <x2> <y2> <z2> <BlockNumm> [Metadaten] [replace|destroy|keep|hollow|outline] [NBT-Daten]
lt_lt: /fill <x1> <y1> <z1> <x2> <y2> <z2> <blokas> [duomenų-reikšmė] [senas-bloko-naudojimas] [duomenų-žymės]
ms_my: /fill <x1> <y1> <z1> <x2> <y2> <z2> <NamaTile> [jumlahData] [pemegangBatuLama] [tandaData]
nl_nl: /fill <x1> <y1> <z1> <x2> <y2> <z2> <TileNaam> [dataWaarde] [oudeBlokHandeling] [dataTag]
pl: /fill <x1> <y1> <z1> <x2> <y2> <z2> <nazwaBloku> [dataValue] [obsługaPoprzednichBloków] [dataTag]
pt: /fill <x1> <y1> <z1> <x2> <y2> <z2> <NomeDoBloco> [Dados] [Modo] [Tags]
ro_ro: /fill <x1> <y1> <z1> <x2> <y2> <z2> <nume bloc> [<metadate>] [replace|replace <nume bloc filtru> [<metadate bloc filtru>]|destroy|keep|hollow|outline] [<date NBT>]
ru_ru: /fill <x1> <y1> <z1> <x2> <y2> <z2> <имяБлока> [данные] [replace|keep|destroy] [тегДанных]
sk_sk: /fill <x1> <y1> <z1> <x2> <y2> <z2> <TileName> [dáta] [manipuláciaStarejKocky] [dátováZnačka]
sl_si: /fill <x1> <y1> <z1> <x2> <y2> <z2> <imePloščice> [vrednostPodatka] [oldBlockHandling] [podatkovnaOznaka]
sv_se: /fill <x1> <y1> <z1> <x2> <y2> <z2> <blocknamn> [datavärde] [gammal blockhantering] [datatagg]
tr_tr: /fill <x1> <y1> <z1> <x2> <y2> <z2> <BlokAdı> [veriDeğeri] [eskiBloğuİşleme] [veriEtiketi]
vi_vn: /fill <x1> <y1> <z1> <x2> <y2> <z2> <tên khối> [giá trị dữ liệu] [cách xử lí khối cũ] [nhãn dữ liệu]
zh_cn: /fill <x1> <y1> <z1> <x2> <y2> <z2> <方块名> [数据] [旧方块处理方式] [数据标签]
zh_tw: /fill <x1> <y1> <z1> <x2> <y2> <z2> <方塊名稱> [方塊附加值] [原始方塊處理] [資料標籤]

# commands_gamemode_success_other
source: Set {0}'s game mode to {1}
af_za: Het {0} se spel-tipe na {1} verander
ar_sa: تعيين طور لعبة {0} إلى {1}
be_by: Гульнявы рэжым гульца {0} быў зменены на {1}
bg_bg: Режимът на игра на {0} беше променен на {1}
ca_es: El mode de joc d'en {0} s'ha canviat a {1}
cs: {0} má změněn typ hry na {1}
da_dk: Satte {0}'s spiltilstand til {1}
de: Der Spielmodus von {0} wurde auf {1} gesetzt
de_at: Da Spümodus vo {0} is auf {1} gsetzt won
el_gr: Ορισμός {0}'s τρόπος παιχνιδιού {1}
es: El modo de juego de {0} ha cambiado a {1}
eu_es: {0}-aren joko-modua {1}-era ezarrita
fi: Aseta pelaajan {0} pelitilaksi {1}
fil_ph: Pinalitan mo ang game mode ni {0} sa {1}
fr_ca: Le mode de jeu de/d' {0} est maintenant défini en {1}
ga_ie: Athraíodh mód cluiche {0} go {1}
gl_es: Cambiouse o modo de xogo de {0} a {1}
he: שינה את מצב המשחק של {0} ל{1}
hi_in: सेट {0} खेल मोड के {1}
hr_hr: Podesi {0} način igre na {1}
hu_hu: {0} játékmódja átállítva {1}ra
hy_am: Սահմանել {0}-ի խաղային ռեժիմը {1}
id_id: Atur mode permainan {0} untuk {1}
is_is: {0}'s gamemode breytt í {1}
it: La modalità di gioco di {0} è stata cambiata in {1}
ja_jp: {0}のゲームモードを{1}に変更しました
ka_ge: {0}-(ი)ს რეჟიმი შეიცვალა: {1}
ko_kr: {0}의 게임 모드를 {1}로 변경했습니다
lb_lu: Dem {0} säi Spillmodus gouf op {1} gesat
lt_lt: {0} žaidimo režimas nustatytas į {1}
lv_lv: Nomainīt {0} spēles režīmu uz {1}
ms_my: Disetkan mod permainan {0}'s kepada {1}
mt_mt: Il-modalita' tal-logħba ta' {0} ġiet issettjata għal {1}
nl_nl: Spelmodus van {0} is gewijzigd naar {1}
nn_no: {0} sin spelarmodus er sett til {1}
pl: Tryb gry gracza {0} zmieniono na {1}
pt: Definido o modo de jogo de {0} para {1}
ro_ro: Modul de joc al lui {0} a fost setat la {1}
ru_ru: Режим игры игрока {0} изменён на {1}
sk_sk: Typ hry hráča {0} bol nastavený na {1}
sl_si: Način igranja za {0} nastavljen na {1}
sv_se: Ändrade spelläget för {0} till {1}
th_th: เปลี่ยนโหมดเกมของ {0} เป็น {1}
tr_tr: {0}'in oyun modu {1} olarak ayarlandı
vi_vn: Đặt chế độ chơi của {0} thành {1}
zh_cn: 将{0}的游戏模式改为{1}
zh_tw: 將 {0} 的遊戲模式切換為 {1}

# commands_gamemode_success_self
source: Set own game mode to {0}
af_za: Het hul eie spel-tipe na {0} verander
ar_sa: تعيين طور لعبتك إلى {0}
be_by: Ваш гульнявы рэжым быў зменены на {0}
bg_bg: Режимът на игра е сменен на {0}
ca_es: El teu mode de joc s'ha canviat a {0}
cs: Typ hry změněn na {0}
da_dk: Satte egen spiltilstand til {0}
de: Dein Spielmodus wurde auf {0} gesetzt
de_at: Dei Spümodus is auf {0} gsetzt won
el_gr: Ρύθμιση της λειτουργίας του παιχνιδιού σε {0}
es: Tu modo de juego ha cambiado a {0}
eu_es: Berezko joko modua {0}-era ezarrita
fi: Aseta omaksi pelitilaksi {0}
fil_ph: Pinalitan mo ang iyong sariling game mode sa {0}
fr_ca: Votre mode de jeu est maintenant défini en {0}
ga_ie: Athraíodh do mhód cluiche féin go {0}
gl_es: Cambiáches o teu modo de xogo a {0}
he: שינה מצב משחק ל{0}
hi_in: सेट आपके खेल मोड के {0}
hr_hr: Podesi svoj način igre na {0}
hu_hu: A játékmódod átállítva {0}ra
hy_am: Անձնական խաղային ռեժիմը սահմանել {0}
id_id: Atur mode permainan sendiri menjadi {0}
is_is: breyta gamemode í {0}
it: La propria modalità di gioco è stata cambiata in {0}
ja_jp: あなたのゲームモードを{0}に変更しました
ka_ge: შეიცვალა თამაშის რეჟიმი: {0}
ko_kr: 자신의 게임 모드를 %로 변경했습니다
lb_lu: Däin Spillmodus gouf op {0} gesat
lt_lt: Jūsų žaidimo režimas nustatytas į {0}
lv_lv: Nomainīt savu spēles režīmu uz {0}
ms_my: Disetkan mod permainan diri kepada {0}
mt_mt: Il-modalita' tal-logħba tiegħek ġiet issettjata għal {0}
nl_nl: Eigen spelmodus is gewijzigd naar {0}
nn_no: Spelarmodusen din er sett til {0}
pl: Zmieniono tryb gry na {0}
pt: Definido o teu modo de jogo para {0}
ro_ro: Propriul mod de joc a fost setat la {0}
ru_ru: Ваш режим игры изменён на {0}
sk_sk: Tvoj typ hry bol nastavený na {0}
sl_si: Način igranja nastavljen na {0}
sv_se: Ändrade eget spelläge till {0}
th_th: เปลี่ยนโหมดเกมของตนเองเป็น {0}
tr_tr: Oyun modun {0} olarak ayarlandı
vi_vn: Đặt chế độ chơi cho bản thân thành {0}
zh_cn: 您的游戏模式已被设置为{0}
zh_tw: 將自己的遊戲模式切換至 {0} 。

# commands_gamemode_usage
source: /gamemode <mode> [player]
af_za: /gamemode <wyse> [speler]
be_by: /gamemode <рэжым> [гулец]
bg_bg: /gamemode <режим> [<играч>]
ca_es: /gamemode <mode> [jugador]
cs: /gamemode <typ hry> [<hráč>]
da_dk: /gamemode <mode> [spiller]
de: /gamemode <Modus> [<Spieler>]
de_at: /gamemode <mode> [Spiela]
el_gr: /gamemode <λειτουργία> [παίκτης]
es: /gamemode <modo> [jugador]
eu_es: /gamemode <modua> [jokalaria]
fi: /gamemode <pelitila> [pelaaja]
fil_ph: /gamemode <mode> [manlalaro]
fr_ca: /gamemode <mode de jeu> [joueur]
ga_ie: /gamemode <mód> [imreoir]
gl_es: /gamemode <modo> [xogador]
he: /gamemode <שחקן] <מצב]
hi_in: /gamemode <मोड> [खिलाड़ी]
hu_hu: /gamemode <mód> [játékos]
hy_am: /gamemode <ռեժիմ> [մասնակից]
id_id: /gamemode <mode> [pemain]
it: /gamemode <modalità> [giocatore]
ja_jp: /gamemode <モード> [プレイヤー名]
ka_ge: /gamemode <რეჟიმი> [მოთამაშე]
ko_kr: /gamemode <모드> [플레이어]
lb_lu: /gamemode <Modus> [Spiller]
lt_lt: /gamemode <režimas> [žaidėjas]
lv_lv: /gamemode <režīms> [spēlētājs]
ms_my: /gamemode <mod> [pemain]
nl_nl: /gamemode <modus> [speler]
nn_no: /gamemode <spelmodus> [spelar]
pl: /gamemode <tryb> [gracz]
pt: /gamemode <modo> [jogador]
ro_ro: /gamemode <mod> [<jucător>]
ru_ru: /gamemode <режим> [игрок]
sk_sk: /gamemode <mode> [hráč]
sl_si: /gamemode <način> [igralec]
sv_se: /gamemode <läge> [spelare]
th_th: /gamemode <โหมด> [ผู้เล่น]
tr_tr: /gamemode <mod> [oyuncu]
vi_vn: /gamemode <chế độ> [người chơi]
zh_cn: /gamemode <模式> [玩家]
zh_tw: /gamemode <模式> [玩家]

# commands_gamerule_nopermission
source: Only server owners can change '{0}'
af_za: Slegs bedienereienaars kan '{0}' verander
ar_sa: فقط مالكي الخادم يمكنهم تغيير '{0}'
be_by: Толькі ўладальнікі сервера могуць змяняць '{0}'
bg_bg: Само собствениците на сървъра могат да променят "{0}"
ca_es: Només els propietaris dels servidor poden canviar '{0}'
cs: Pouze správci serveru mohou změnit „{0}“
da_dk: Kun server ejere kan ændre '{0}'
de: Nur Serverbesitzer können '{0}' ändern
el_gr: Μόνο οι ιδιοκτήτες του server μπορούν να αλλάξουν το '{0}'
es: Solo los dueños pueden cambiar "{0}"
eu_es: Zerbitzariko nagusiak bakarrik alda dezake {0}
fi: Vain palvelimen omistajat voivat muuttaa '{0}'
fil_ph: Ang mga may-ari ng server lamang ang maaaring magbago ng {0}
fr_ca: Seuls les propriétaires du serveur peuvent changer "{0}"
ga_ie: Ní féidir '{0}' a athrú mura sealbhóir freastalaí thu
gl_es: Só os donos do servidor poden cambiar '{0}'
he: רק המנהלי השרת יכולים לשנות את '{0}'
hr_hr: Samo poslužitelj može mijenjati '{0}'
hu_hu: Csak a szervertulajdonosok változtathatják meg ezt a szabályt: '{0}'
id_id: Hanya pemilik peladen yang dapat mengganti '{0}'
is_is: Aðeins eigendur netþjóns geta breytt '{0}'
it: Solo i proprietari del server possono cambiare {0}
ja_jp: サーバーの管理者のみが「{0}」を変更できます
ka_ge: მხოლოდ სერვერის მფლობელს შეუძლია შეცვალოს '{0}'
ko_kr: 서버 소유자만이 '{0}'을(를) 변경할 수 있습니다
lb_lu: Nëmmen de Serverbesëtzer ka '{0}' änneren
lt_lt: Tik serverio savininkai gali pakeisti '{0}'
lv_lv: Tikai serveru īpašnieki var mainīt '{0}'
ms_my: Hanya pemilik server sahaja yang boleh mengubah '{0}'
mt_mt: Is-sidien tas-server biss jistaw jibdlu '{0}'
nl_nl: Alleen servereigenaren kunnen '{0}' veranderen
nn_no: Berre server-eigar kan endre '{0}'
pl: Tylko właściciele serwerów mogą zmieniać '{0}'
pt: Só os proprietários do servidor podem mudar '{0}'
ro_ro: Numai proprietarii serverului pot schimba "{0}"
ru_ru: Только владельцы сервера могут изменять '{0}'
sk_sk: Iba vlastník servera môže zmeniť '{0}'
sl_si: Le lastniki strežnika lahko spreminjajo '{0}'
sv_se: Bara serverägare kan ändra '{0}'
th_th: เจ้าของเซิร์ฟเวอร์เท่านั้นจึงจะสามารถเปลี่ยน '{0}' ได้
tr_tr: '{0}''i sadece sunucu sahipleri değiştirebilir
vi_vn: Chỉ những người sở hữu máy chủ mới có thể thay đổi '{0}'
zh_cn: 只有服务器所有人才能修改'{0}'
zh_tw: 只有伺服器擁有人才可更改 '{0}'

# commands_gamerule_norule
source: No game rule called '{0}' is available
af_za: Geen spelreël genaamd '{0}' is beskikbaar nie
ar_sa: لا يوجد أي قاعدة لعبة تسمى '{0}'
be_by: Гульнявое правіла пад назвай '{0}' недаступнае
bg_bg: Няма правило наречено '{0}'
ca_es: No hi ha cap norma anomenada '{0}'
cs: Pravidlo „{0}“ není k dispozici
da_dk: Ingen spilregel med navnet '{0}' er tilgængelig
de: Keine Spielregel '{0}' vorhanden
el_gr: Δεν υπάρχει κανόνας παιχνιδιού '{0}' διαθέσιμος
es: No existe la regla "{0}"
eu_es: '{0}' izeneko joko-arau erabilgarri ez dago
fi: Pelisääntöä '{0}' ei löytynyt
fil_ph: Walang game rule may pangalan na {0} ay magagamit
fr_ca: Il n'y a aucune règle du jeu nommée "{0}" de disponible
ga_ie: Níl riail chluiche '{0}' le fáil
gl_es: Non existe a regra "{0}"
he: אין כלל משחק בשם '{0}'
hi_in: '{0}' नामक कोई खेल नियम उपलब्ध है
hr_hr: Pravilo igre '{0}' nije dostupno
hu_hu: Nincs '{0}' nevű játékszabály
hy_am: {0} անվամբ խաղային կանոն գոյություն չունի
id_id: Tidak ada aturan permain '{0}' tersedia
is_is: Það er ekki til nein leikregla sem heitir '{0}'
it: Non è disponibile alcuna regola di gioco chiamata "{0}"
ja_jp: ゲームルールに「{0}」は指定できません
ka_ge: თამაშის წესი სახელით '{0}' ვერ მოიძებნა
ko_kr: '{0}'은(는) 존재하지 않는 규칙입니다
lb_lu: Keng Spillregel déi '{0}' heescht ass disponibel
lt_lt: Nėra žaidimo taisyklės pavadinimu {0}
lv_lv: Noteikums ar nosaukumu '{0}' nav pieejams
ms_my: Tidak ada peraturan bernama '{0}' didapati
mt_mt: M'hemmx regola jisimha '{0}'
nl_nl: Er is geen spelregel genaamd '{0}' beschikbaar
nn_no: Ingen speleregel kalt '{0}' er tilgjengeleg
pl: Zasada gry o nazwie '{0}' nie istnieje
pt: Nenhuma regra de jogo chamada '{0}' está disponível
ro_ro: Nu există nicio regulă de joc cu numele "{0}"
ru_ru: Игровое правило '{0}' не существует
sk_sk: Neexistuje žiadne herné pravidlo s názvom '{0}'
sl_si: Pravilo igre z imenom '{0}' ni na voljo
sv_se: Det finns ingen spelregel med namnet '{0}'
th_th: ไม่มีกฎกติกาของเกมส์ที่ชื่อ '{0}'
tr_tr: '{0}' adlı oyun kuralı mevcut değil
vi_vn: Không có sẵn luật trò chơi nào gọi là '{0}' cả
zh_cn: 不存在叫做'{0}'的游戏规则
zh_tw: 沒有名為 '{0}' 的遊戲規則

# commands_gamerule_success
source: Game rule {0} has been updated to {1}
af_za: Spelreël {0} is gewysig na {1}
ar_sa: قانون اللعبة {0} تم تحديثها إلى {1}
be_by: Гульнявое правіла {0} было зменена на {1}
bg_bg: Игралното правило {0} е променено на {1}
ca_es: La regla de joc {0} ha estat actualitzada a {1}
cs: Pravidlo hry „{0}“ bylo aktualizováno na „{1}“
da_dk: Spillet regel {0} er blevet opdateret til {1}
de: Spielregel {0} wurde auf {1} aktualisiert
el_gr: Ο κανόνας παιχνιδιού {0} ανανεώθηκε σε {1}
es: La regla {0} ha cambiado a {1}
fi: Pelisääntö {0} on päivititettiin {1}:ksi
fil_ph: Patakarang panlarong {0} ay ipinalitang {1}
fr_ca: La règle du jeu "{0}" a été définie à {1}
ga_ie: Nuashonraíodh riail chluiche {0} go {1}
gl_es: A regra de xogo {0} foi actualizada a {1}
he: כלל המשחק {0} עודכן ל{1}
hr_hr: Pravilo {0} je promijenjeno u {1}
hu_hu: A(z) {0} játékszabály új értéke '{1}'
id_id: Aturan permainan {0} telah diperbarui untuk {1}
it: La regola di gioco {0} è stata impostata a {1}
ja_jp: ゲームルール {0} が {1} に変更されました
ka_ge: თამაშის წესი {0} შეიცვალა: {1}
ko_kr: 게임 규칙 {0}이(가) {1}(으)로 업데이트 되었습니다
lb_lu: Spillregel {0} gouf op {1} aktualiséiert
lt_lt: Žaidimo taisyklės „{0}“ reikšmė atnaujinta į „{1}“
ms_my: Peraturan permainan {0} telah ditukar kepada {1}
mt_mt: Ir-regola tal-logħba {0} ġiet aġġornata għal {1}
nl_nl: Spelregel {0} is bijgewerkt naar {1}
nn_no: Speleregel {0} vart endra til {1}
pl: Zasada gry {0} została zmieniona na {1}
pt: A regra do jogo {0} foi atualizada para {1}
ro_ro: Regula de joc {0} a fost schimbată la {1}
ru_ru: Игровое правило {0} было обновлено на {1}
sk_sk: Pravidlo hry {0} bolo prepísané na {1}
sl_si: Pravilo igre {0} je bilo posodobljeno na {1}
sv_se: Spelregeln {0} har uppdaterats till {1}
th_th: กฎกติกาเกม {0} ได้ถูกเปลี่ยนเป็น {1}
tr_tr: Oyun kuralı {0}, {1} olarak değiştirildi
vi_vn: Luật chơi {0} đã được cập nhật thành {1}
zh_cn: 游戏规则{0}已经更新为 {1}
zh_tw: 遊戲規則 {0} 已更新成 {1}

# commands_gamerule_usage
source: /gamerule <rule name> [value]
ar_sa: /قواعد_اللعبة <rule name> [value]
be_by: /gamerule <назва правіла> [значэнне]
bg_bg: /gamerule <име на правило> [<стойност>]
ca_es: /gamerule <norma> [valor]
cs: /gamerule <název pravidla> [<hodnota>]
da_dk: /gamerule <regelnavn> [værdi]
de: /gamerule <Regelname> [<Wert>]
el_gr: /gamerule <το όνομα του κανόνα> [αξία]
es: /gamerule <nombre de regla> [valor]
fi: /gamerule <säännön nimi> [arvo]
fr_ca: /gamerule <nom de la règle> [valeur]
ga_ie: /gamerule <ainm na rialach> [luach]
gl_es: /gamerule <regra> [valor]
he: /gamerule <ערך] <שם-החוק]
hu_hu: /gamerule <szabály neve> [érték]
it: /gamerule <nome della regola> [valore]
ja_jp: /gamerule <ルール名> [値]
ka_ge: /gamerule <თამაშის წესი> [მნიშვნელობა]
ko_kr: /gamerule <규칙 이름> [값]
lb_lu: /gamerule <Regelnumm> [Wäert]
lt_lt: /gamerule <taisyklės pavadinimas> [reikšmė]
lv_lv: /gamerule <noteikuma nosaukums> [vērtība]
mt_mt: /gamerule <isem tar-regola> [valur]
nl_nl: /gamerule <regelnaam> [waarde]
pl: /gamerule <zasada gry> [wartość]
pt: /gamerule <nome da regra> [valor]
ro_ro: /gamerule <nume regulă> [<valoare>]
ru_ru: /gamerule <игровое правило> [значение]
sk_sk: /gamerule <rule name> [hodnota]
sl_si: /gamerule <ime pravila> [vrednost]
sv_se: /gamerule <regelnamn> [värde]
tr_tr: /gamerule <kural adı> [değer]
vi_vn: /gamerule <tên luật> [giá trị]
zh_cn: /gamerule <规则名称> [值]
zh_tw: /gamerule <遊戲規則名稱> [數值]

# commands_generic_boolean_invalid
source: '{0}' is not true or false
af_za: {0}' is nie 'true' of 'false'
ar_sa: '{0}' ليس صحيحا او خاطئا
be_by: '{0}' павінна быць у фармаце "true" ці "false"
bg_bg: '{0}' не е true или false
ca_es: '{0}' no és cert o fals
cs: „{0}“ není „true“ nebo „false“
da_dk: '{0}' er hverken 'true' eller 'false'
de: '{0}' ist nicht 'true' oder 'false'
el_gr: Το '{0}' δεν είναι αληθές ή ψευδές
es: "{0}" no es "true" ni "false"
eu_es: '{0}' ez da "true" edo "false"
fa_ir: {0} درست یا غلط نیست
fi: '{0}' ei ole 'true' tai 'false'
fil_ph: {0} ay hindi "true" o "false"
fr_ca: "{0}" n'est pas vrai (true) ou faux (false)
ga_ie: Ní 'true' ná 'false' é '{0}'
gl_es: "{0}" non é nin "true" nin "false"
he: '{0}' אינו אמת או שקר
hi_in: '{0}' झूठे का सच नहीं है.
hr_hr: '{0}' nije 'true' ni 'false'
hu_hu: '{0}' nem 'true' vagy 'false'
hy_am: '{0}' ճիշտ կամ սխալ չէ
id_id: '{0}' tidak benar ataupun salah
is_is: '{0}' er ekki 'true' eða 'false'
it: "{0}" non è "true" o "false"
ja_jp: 「{0}」は true でも false でもありません
ka_ge: '{0}' არ წარმოადგენს სწორს ან არასწორს
ko_kr: '{0}'은(는) 참 또는 거짓이 아닙니다
lb_lu: '{0}' ass net 'true' oder 'false'
lt_lt: '{0}' nėra "true/false" reikšmė
lv_lv: '{0}' nav 'true' vai 'false'
ms_my: '{0}' bukan 'true' ataupun 'false'
mt_mt: '{0}' mhux 'true' jew 'false'
nl_nl: '{0}' is niet 'true' of 'false'
nn_no: '{0}' er ikkje 'true' eller 'false'
pl: Wartość '{0}' nie jest typu "prawda lub fałsz"
pt: '{0}' não é 'true' ou 'false'
ro_ro: "{0}" nu este "true" sau "false"
ru_ru: '{0}' не является "true" или "false"
sk_sk: "{0}" musí byť true alebo false
sl_si: {0} ni 'true' ali 'false'
sv_se: '{0}' är inte 'true' eller 'false'
th_th: '{0}' ไม่ถูกต้อง
tr_tr: '{0}' 'true' ya da 'false' değil
vi_vn: '{0}' không phải là 'true' hay 'false'
zh_cn: '{0}'不是个布尔值参数
zh_tw: ‘{0}’ 不是 true 或 false

# commands_generic_double_tooBig
source: The number you have entered ({0}) is too big, it must be at most {1}
af_za: Die nommer wat jy ingetik het ({0}) is te veel, dit moet ten meeste {1} wees
ar_sa: الرقم الذي أدخلته ({0}) كبير جداً، يجب أن يكون على الأكثر {1}
be_by: Уведзенае значэнне ({0}) занадта вялікае, яно павінна быць не больш за {1}
bg_bg: Въведеното число ({0}) е прекалено голямо, трябва да е най-много {1}
ca_es: El nombre que has escrit ({0}) és massa gran. Màxim: {1}
cs: Zadané číslo ({0}) je příliš vysoké, nejvyšší možné číslo je {1}
da_dk: Det nummer, du har indtastet ({0}) er for stort, det må højest være {1}
de: Die eingegebene Zahl ({0}) ist zu groß, sie darf höchstens {1} betragen
el_gr: Ο αριθμός που έχετε εισαγάγει ({0}) είναι πολύ μεγάλος, πρέπει να είναι το πολύ {1}
es: El número que has introducido ({0}) es demasiado grande. Debe ser inferior a {1}
eu_es: Sartu duzun kopurua ({0}) handiegia da, gehienez {1} izan behar da
fi: Antamasi luku ({0}) on liian suuri. Se saa olla enintään {1}
fil_ph: Ang numerong ginamit mo ({0}) ay masyadong malaki, ang pinakamalaki ay {1}
fr_ca: Le nombre que vous avez entré ({0}) est trop grand, il doit être inférieur ou égal à {1}
ga_ie: Tá an uimhir a chuir tú isteach ({0}) rómhór. An luach is mó: {1}
gl_es: O número que puxeches ({0}) é demasiado grande, non pode pasar de {1}
he: המספר שהזנת ({0}) גדול מדי, הוא צריך להיות לכל היותר {1}
hi_in: नंबर आपने दर्ज किया है ({0}) भी बड़े है, यह अधिक से अधिक होना आवश्यक है {1}
hr_hr: Broj koji ste unijeli ({0}) je prevelik, mora biti najviše {1}
hu_hu: A megadott szám ({0}) túl nagy, legfeljebb {1} lehet
hy_am: Թիվը որը դուք գրել եք ({0}) չափազանց մեծ է, այն պետք է լինի առավելագույնը {1}
id_id: Nomor yang Anda masukkan ({0}) terlalu besar, paling tidak harus {1}
is_is: Talan sem þú slóst inn ({0}) er of há, hámarkið er {1}
it: Il numero che hai inserito ({0}) è troppo alto, dev'essere al massimo {1}
ja_jp: 入力した数値 ({0}) は大きすぎます。{1} 以下にしてください
ka_ge: შეყვანილი რიცხვი ({0}) ძალიან დიდია, საჭიროა არაუმეტეს {1}
ko_kr: 입력한 숫자({0})가 너무 큽니다. 최대 {1} 이하여야 합니다
lb_lu: Déi Zuel déi ugi gouf ({0}) ass ze grouss, si däerf maximal {1} sinn
lt_lt: Skaičius, kurį įvedėte ({0}), yra per didelis, jis turi būti ne didesnis už {1}
lv_lv: Skaitlis, ko ievadiji ({0}), ir pārāk liels. Tam jābūt ne lielākam par {1}
ms_my: Angka yang anda masukkan ({0}) terlampau besar, angka tersebut haruslah paling besar {1}
mt_mt: In-numru li daħħalt ({0}) hu kbir wisq, irid ikun {1} jew inqas
nl_nl: Het getal dat je hebt ingevoerd ({0}) is te groot, het mag maximaal {1} zijn
nn_no: Talet du har oppgjeve ({0}) er for stort, det må vera maksimalt {1}
pl: Podana liczba ({0}) jest za duża, nie może przekraczać {1}
pt: O número que introduziste ({0}) é demasiado grande, não deve ultrapassar {1}
ro_ro: Numărul introdus ({0}) este prea mare, trebuie să fie cel mult {1}
ru_ru: Введённое число ({0}) слишком большое, оно должно быть меньше {1}
sk_sk: Číslo {0}, ktoré ste zadali, je príliš veľké, musí to byť najviac {1}
sl_si: Številka, ki si jo vnesel ({0}) je prevelika, lahko je največ {1}
sv_se: Talet du skrev in ({0}) är för stort, det måste vara högst {1}
th_th: ตัวเลขที่พิมพ์มา ({0}) มากเกินไป, อย่างมากคือ {1}
tr_tr: Girdiğiniz numara ({0}) çok büyük, en çok {1} olmalı
vi_vn: Số mà bạn đã nhập ({0}) quá lớn, nó phải lớn nhất là {1}
zh_cn: 你输入的数字（{0}）太大了，最高只能为{1}
zh_tw: 您所輸入的數字（{0}）過大，最大為{1}
