Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# tile_stainedGlass_silver_name
source: Light Grey Stained Glass
af_za: Liggrys Glas
ar_sa: زجاج رمادي فاتح
be_by: Светла-шэрае шкло
bg_bg: Светлосиво стъкло
ca_es: Vidre tenyit de gris clar
cs: Světle šedé sklo
da_dk: Lysegråt farvet glas
de: Hellgraues Glas
de_at: Hellgraus Glos
el_gr: Ανοιχτό Γκρι Χρωματισμένο Γυαλί
es: Cristal tintado de gris claro
eu_es: Kristal gris argia
fa_ir: شيشه نقره اي
fi: Vaaleanharmaaksi värjättyä lasia
fil_ph: Salaming Abong Mapusyaw
fr_ca: Verre gris pâle
ga_ie: Gloine Dhaite Fhionnliath
gd_gb: Glainne dhathte shoilleir-liath
gl_es: Vidro tinguido de gris claro
he: זכוכית אפורה בהירה
hr_hr: Svijetlo Sivo Staklo
hu_hu: Világosszürke festett üveg
hy_am: Բաց Մոխրագոյն Ապակի
id_id: Kaca Berwarna Abu-abu Muda
is_is: Ljós Grátt Litað Gler
it: Vetro grigio chiaro
ja_jp: 薄灰色の色付きガラス
ka_ge: ღია-ნაცრისფერი შუშა
ko_kr: 밝은 회색 염색된 유리
lb_lu: Hellgrot Glas
lt_lt: Šviesiai pilkas dažytas stiklas
lv_lv: Gaiši pelēkā krāsots stikls
mi_nz: Light Gray ōpure koata
mn_mn: Цайвар саарал будагтай шил
ms_my: Kaca berwarna Abu-Abu terang
mt_mt: Ħġieġ Miżbugħ Griż Ċar
nl_nl: Lichtgrijsgekleurd glas
nn_no: Ljosegrått glass
pl: Jasnoszare szkło
pt: Vidro Tingido de Cinzento Claro
ro_ro: Sticlă gri-deschis
ru_ru: Светло-серое стекло
sk_sk: Svetlosivé sklo
sl_si: Svetlo sivo obarvano steklo
sv_se: Ljusgråfärgat glas
th_th: กระจกสีเทาอ่อน
tr_tr: Açık Gri Boyalı Cam
vi_vn: Thủy tinh xám nhạt
zh_cn: 淡灰色染色玻璃
zh_tw: 淺灰色玻璃

# tile_stainedGlass_white_name
source: White Stained Glass
af_za: Wit Glas
ar_sa: زجاج ابيض
be_by: Белае шкло
bg_bg: Бяло стъкло
ca_es: Vidre tenyit de blanc
cs: Bílé sklo
da_dk: Hvidt farvet glas
de: Weißes Glas
de_at: Weißas Glos
el_gr: Άσπρο χρωματισμένο γυαλί
es: Cristal tintado de blanco
eu_es: Kristal zuria
fa_ir: شيشه سفيد
fi: Valkoinen lasi
fil_ph: Salaming Puti
fr_ca: Verre blanc
ga_ie: Gloine Dhaite Bhán
gd_gb: Glainne dhathte gheal
gl_es: Vidro tinguido de branco
he: זכוכית לבנה
hr_hr: Bijelo Staklo
hu_hu: Fehér festett üveg
hy_am: Սպիտակ Ապակի
id_id: Kaca Berwarna Putih
is_is: Hvítt litað gler
it: Vetro bianco
ja_jp: 白色の色付きガラス
ka_ge: თეთრი შუშა
ko_kr: 하얀색 염색된 유리
lb_lu: Wäisst Glas
lt_lt: Baltas dažytas stiklas
lv_lv: Baltā krāsots stikls
mn_mn: Цагаан будагтай шил
ms_my: Kaca putih
mt_mt: Ħġieġ Miżbugħ Abjad
nl_nl: Witgekleurd glas
nn_no: Kvitt glas
pl: Białe szkło
pt: Vidro Tingido de Branco
ro_ro: Sticlă albă
ru_ru: Белое стекло
sk_sk: Biele sklo
sl_si: Belo obarvano steklo
sv_se: Vitfärgat glas
th_th: กระจกสีขาว
tr_tr: Beyaz Boyalı Cam
vi_vn: Thủy tinh trắng
zh_cn: 白色染色玻璃
zh_tw: 白色玻璃

# tile_stainedGlass_yellow_name
source: Yellow Stained Glass
af_za: Geel Glas
ar_sa: زجاج اصفر
be_by: Жоўтае шкло
bg_bg: Жълто стъкло
ca_es: Vidre tenyit de groc
cs: Žluté sklo
da_dk: Gult farvet glas
de: Gelbes Glas
de_at: Göbs Glos
el_gr: Κίτρινο χρωματισμένο γυαλί
es: Cristal tintado de amarillo
eu_es: Kristal horia
fa_ir: شيشه زرد
fi: Keltainen värjätty lasi
fil_ph: Salaming Dilaw
fr_ca: Verre jaune
ga_ie: Gloine Dhaite Bhuí
gd_gb: Glainne dhathte bhuidhe
gl_es: Vidro tinguido de amarelo
he: זכוכית צהובה
hr_hr: Žuto Staklo
hu_hu: Sárga festett üveg
hy_am: Դեղին Ապակի
id_id: Kaca Berwarna Kuning
is_is: Gul Litað Gler
it: Vetro giallo
ja_jp: 黄色の色付きガラス
ka_ge: ყვითელი შუშა
ko_kr: 노란색 염색된 유리
lb_lu: Gielt Glas
lt_lt: Geltonas dažytas stiklas
lv_lv: Dzeltenā krāsots stikls
mn_mn: Шар будагтай шил
ms_my: Kaca kuning
mt_mt: Ħġieġ Miżbugħ Isfar
nl_nl: Geelgekleurd glas
nn_no: Gult glas
pl: Żółte szkło
pt: Vidro Tingido de Amarelo
ro_ro: Sticlă galbenă
ru_ru: Жёлтое стекло
sk_sk: Žlté sklo
sl_si: Rumeno obarvano steklo
sv_se: Gulfärgat glas
th_th: กระจกสีเหลือง
tr_tr: Sarı Boyalı Cam
vi_vn: Thủy tinh vàng
zh_cn: 黄色染色玻璃
zh_tw: 黃色玻璃

# tile_stairsBrick_name
source: Brick Stairs
af_za: Baksteen Trappe
ar_sa: درج من الطوب
be_by: Цагляныя прыступкі
bg_bg: Тухлени стълби
ca_es: Escales de maó
cs: Cihlové schody
da_dk: Murstenstrappe
de: Ziegeltreppe
de_at: Ziegltreppn
el_gr: Σκάλες από τούβλα
es: Escaleras de ladrillos
eu_es: Adreiluzko eskailerak
fa_ir: پله آجري
fi: Tiiliportaat
fil_ph: Hagdanang Laryo
fr_ca: Escaliers en briques
ga_ie: Staighre Bríce
gl_es: Escaleiras de ladrillo
he: מדרגות לבנים
hi_in: ईंट सीढ़ियाँ
hr_hr: Stube od Cigala
hu_hu: Téglalépcső
hy_am: Աղյուսե Աստիճաններ
id_id: Tangga Bata
is_is: Múrsteinströppur
it: Scalini di mattoni
ja_jp: レンガの階段
ka_ge: აგურის საფეხურები
ko_kr: 벽돌 계단
lb_lu: Zillentrapen
lt_lt: Plytų laiptai
lv_lv: Ķieģeļu trepes
mn_mn: Тоосгон шат
ms_my: Anak Tangga Bata
mt_mt: Taraġ tal-Briks
nl_nl: Bakstenen treden
nn_no: Trapp av murstein
pl: Ceglane schody
pt: Escadas de Tijolo
ro_ro: Trepte de cărămizi
ru_ru: Кирпичные ступеньки
sk_sk: Tehlové schody
sl_si: Opečnate stopnice
sv_se: Tegelstenstrappa
th_th: บันไดอิฐ
tr_tr: Tuğla Merdiven
vi_vn: Cầu thang gạch
zh_cn: 砖楼梯
zh_tw: 紅磚階梯

# tile_stairsNetherBrick_name
source: Nether Brick Stairs
af_za: Nedersteen Trappe
ar_sa: درج من طوب العالم السفلي
be_by: Прыступкі з нэдэрскай цэглы
bg_bg: Тухлени стълби от Недъра
ca_es: Escales de maó abismal
cs: Netheritové schody
da_dk: Nether-murstenstrappe
de: Netherziegeltreppe
de_at: Netherziagltreppn
el_gr: Σκάλες από τούβλα του Νέδερ
es: Escaleras de ladrillos del Nether
eu_es: Adreilu abisalezko eskailera
fa_ir: پله آجر جهنمی
fi: Netherintiiliportaat
fil_ph: Impyelaryong Hagdanan
fr_ca: Escaliers en briques du Nether
ga_ie: Staighre Íochtarbhríce
gd_gb: Staidhre breige Nether
gl_es: Escaleiras de ladrillos do Nether
he: מדרגות לבנת נת'ר
hi_in: नीचे ईंट सीढ़ियाँ
hr_hr: Stepenice od cigle iz pakla
hu_hu: Nethertégla-lépcső
hy_am: Աստիճաններ Դժոխային Աղյուսից
id_id: Tangga Batu Neraka
is_is: Heljarmúrsteinströppur
it: Scalini di mattoni del Nether
ja_jp: ネザーレンガの階段
ka_ge: ნეზერის აგურის საფეხურები
ko_kr: 네더 벽돌 계단
lb_lu: Netherzillentrapen
lt_lt: Netherio plytų laiptai
lv_lv: Elles Ķieģeļu Trepes
mn_mn: Тамын тоосгон шат
ms_my: Anak Tangga Bata Neraka
mt_mt: Taraġ tan-Nether
nl_nl: Netherbakstenen treden
nn_no: Trapp av nethermur
pl: Schody z netherowej cegły
pt: Escadas de Tijolo do Nether
ro_ro: Trepte de cărămizi de Nether
ru_ru: Незеритовые ступеньки
sk_sk: Schody z netheritovej tehly
sl_si: Peklenske opečnate stopnice
sv_se: Netherstenstrappa
th_th: บันไดอิฐเนเธอร์
tr_tr: Nether Tuğlası Merdiveni
vi_vn: Cầu thang gạch Nether
zh_cn: 地狱砖楼梯
zh_tw: 地獄磚階梯

# tile_stairsPurpur_name
source: Purpur Stairs
af_za: Purpur Trappe
ar_sa: درج بوربور
be_by: Пурпуровыя прыступкі
bg_bg: Пурпурни стълби
ca_es: Escales de Purpur
cs: Purpurové schody
da_dk: Purpur trapper
de: Purpurtreppe
de_at: Purpuatreppn
el_gr: Πέρπερ Σκάλες
es: Escaleras de púrpur
eu_es: Purpur eskailerak
fa_ir: پله پرپر
fi: Purpur-portaat
fil_ph: Hagdanang Purpur
fr_ca: Escaliers en briques de purpur
ga_ie: Staighre Purpaire
gd_gb: Staidhre purpur
gl_es: Escaleiras de púrpur
he: מדרגות פורפור
hr_hr: Purpur stepenice
hu_hu: Purpurlépcső
id_id: PurPur Tangga
is_is: Purpuratröppur
it: Scalini di purpur
ja_jp: プルパーの階段
ka_ge: პურპურის საფეხურები
ko_kr: 퍼퍼 계단
lb_lu: Purpurtrapen
lt_lt: Purpuro laiptai
lv_lv: Purpūra kāpnes
mn_mn: Пурпур шат
ms_my: Tangga Purpur
mt_mt: Taraġ tal-Purpur
nl_nl: Purpurtreden
nn_no: Purpurtrapp
pl: Schody z purpuru
pt: Escadas de Púrpura
ro_ro: Trepte de purpur
ru_ru: Пурпуровые ступеньки
sk_sk: Purpurové schody
sl_si: Purpurne stopnice
sv_se: Purpurtrappa
th_th: บันไดเพอร์เพอร์
tr_tr: Purpur Merdiven
vi_vn: Cầu thang purpur
zh_cn: 紫珀楼梯
zh_tw: 紫珀磚階梯

# tile_stairsQuartz_name
source: Quartz Stairs
af_za: Kwarts Trappe
ar_sa: درج كوارتز
be_by: Кварцавыя прыступкі
bg_bg: Кварцови стъпала
ca_es: Escales de quars
cs: Křemenné schody
da_dk: Kvartstrappe
de: Quarztreppe
el_gr: Σκάλες από χαλαζία
es: Escaleras de cuarzo
eu_es: Kuartzozko eskailerak
fa_ir: پله کوارتز
fi: Kvartsiportaat
fil_ph: Hagdanang Kwarta
fr_ca: Escaliers en quartz
ga_ie: Staighre Grianchloiche
gl_es: Escaleiras de cuarzo
he: מדרגות קוורץ
hi_in: क्वार्ट्ज सीढ़ियाँ
hr_hr: Kvarcne Stube
hu_hu: Kvarclépcső
hy_am: Կվարցե Աստիչաններ
id_id: Tangga Kuarsa
is_is: Kvarströppur
it: Scalini di quarzo
ja_jp: ネザー水晶の階段
ka_ge: კვარცის საფეხურები
ko_kr: 석영 계단
lb_lu: Quarztrapen
lt_lt: Kvarco laiptai
lv_lv: Kvarca kāpnes
mn_mn: Кварц шат
ms_my: Tangga Kuarsa
mt_mt: Taraġ tal-Kwarz
nl_nl: Kwartstreden
nn_no: Trapp av kvarts
pl: Kwarcowe schody
pt: Escadas de Quartzo
ro_ro: Trepte de cuarț
ru_ru: Кварцевые ступеньки
sk_sk: Kremeňové schody
sl_si: Stopnice kamene strele
sv_se: Kvartstrappa
th_th: บันไดควอตซ์
tr_tr: Kuvars Merdiveni
vi_vn: Cầu thang thạch anh
zh_cn: 石英楼梯
zh_tw: 石英階梯

# tile_stairsRedSandStone_name
source: Red Sandstone Stairs
af_za: Rooi Sandsteen Trappe
ar_sa: درج حجر رملي أحمر
be_by: Прыступкі з чырвонага пясчаніку
bg_bg: Стълби от червен пясъчен камък
ca_es: Escales de roca sorrenca vermella
cs: Schody z rudého pískovce
da_dk: Rød sandstenstrappe
de: Rote Sandsteintreppe
de_at: Rote Sondstoatreppn
el_gr: Σκάλες κόκκινου ψαμμίτη
es: Escaleras de arenisca roja
eu_es: Hareharrizko eskailera gorriak
fa_ir: پله ماسه سنگ قرمز
fi: Punainen Hiekkakiviporras
fil_ph: Pulang Batubuhanging Hagdanan
fr_ca: Escaliers en grès rouge
ga_ie: Staighre Gaineamhchloiche Deirge
gl_es: Escaleiras de arenito vermello
he: מדרגות אבן חול אדומה
hr_hr: Stube Crvenog Pješčanog kamena
hu_hu: Vörös homokkő lépcső
id_id: Tangga Batu Pasir Merah
is_is: Rauðar sandsteinströppur
it: Scalini d'arenaria rossa
ja_jp: 赤い砂岩の階段
ka_ge: წითელი ქვიშაქვის საფეხურები
ko_kr: 붉은 사암 계단
lb_lu: Rout Sandsteentrapen
lt_lt: Raudono smiltainio laiptai
lv_lv: Sarkanā smilšakmens kāpnes
mn_mn: Улаан элсэн чулуун шат
ms_my: Tangga Batu Pasir Merah
mt_mt: Taraġ tal-Ġebel Aħmar tal-Franka
nl_nl: Rode zandstenen treden
nn_no: Raud sandsteintrapp
pl: Schody z czerwonego piaskowca
pt: Escadas de Arenito Vermelho
ro_ro: Trepte de gresie roșie
ru_ru: Ступеньки из красного песчаника
sk_sk: Schody z červeného pieskovca
sl_si: Rdeče peščenjakove stopnice
sv_se: Röd sandstenstrappa
th_th: บันไดหินทรายแดง
tr_tr: Kırmızı Kum Taşı Merdiveni
vi_vn: Cầu thang cát kết đỏ
zh_cn: 红沙石楼梯
zh_tw: 紅砂岩階梯

# tile_stairsSandStone_name
source: Sandstone Stairs
af_za: Sandsteen Trappe
ar_sa: درج من الحجر الرملي
be_by: Прыступкі з пясчаніку
bg_bg: Стълби от пясъчен камък
ca_es: Escales de roca sorrenca
cs: Pískovcové schody
da_dk: Sandstenstrappe
de: Sandsteintreppe
de_at: Sondstoatreppn
el_gr: Σκάλες από αμμόλιθο
es: Escaleras de arenisca
eu_es: Hareharrizko eskailerak
fa_ir: پله ماسه سنگي
fi: Hiekkakiviportaat
fil_ph: Batubuhanging Hagdanan
fr_ca: Escaliers en grès
ga_ie: Staighre Gaineamhchloiche
gl_es: Escaleiras de arenito
he: מדרגות אבן חול
hi_in: बलुआ पत्थर सीढ़ियाँ
hr_hr: Pješčane Stube
hu_hu: Homokkő lépcső
hy_am: Աստիճաններ Ավազաքարից
id_id: Tangga Batu Pasir
is_is: Sandsteinströppur
it: Scalini d'arenaria
ja_jp: 砂岩の階段
ka_ge: ქვიშაქვის საფეხურები
ko_kr: 사암 계단
lb_lu: Sandsteentrapen
lt_lt: Smiltainio laiptai
lv_lv: Smilšakmens trepes
mi_nz: hōanga Arawhata
mn_mn: Элсэн чулуун шат
ms_my: Tangga Batu Pasir
mt_mt: Taraġ tal-Franka
nl_nl: Zandstenen treden
nn_no: Trapp av sandstein
pl: Schody z piaskowca
pt: Escadas de Arenito
ro_ro: Trepte de gresie
ru_ru: Песчаниковые ступеньки
sk_sk: Pieskovcové schody
sl_si: Peščenjakove stopnice
sv_se: Sandstenstrappa
th_th: บันไดหินทราย
tr_tr: Kum Taşı Merdiven
vi_vn: Cầu thang cát kết
zh_cn: 沙石楼梯
zh_tw: 砂岩階梯

# tile_stairsStone_name
source: Cobblestone Stairs
af_za: Steengruis Trappe
ar_sa: درج حجري
be_by: Прыступкі з буту
bg_bg: Стълби от калдъръмени камъни
ca_es: Escales de pedra
cs: Kamenné schody
da_dk: Stentrappe
de: Bruchsteintreppe
de_at: Bruchstoatreppn
el_gr: Πέτρινες σκάλες
es: Escaleras de roca
eu_es: Harrizko eskailerak
fa_ir: پله قلوه سنگي
fi: Kiviportaat
fil_ph: Hagdanang Biyak na Bato
fr_ca: Escaliers en cobblestone
ga_ie: Staighre Cloiche
gl_es: Escaleiras de rocha
he: מדרגות אבן מרוסקת
hi_in: स्टोन सीढ़ियाँ
hr_hr: Kamene Stube
hu_hu: Zúzottkő lépcső
hy_am: Քարե Աստիճաններ
id_id: Tangga Batu
is_is: Steintröppur
it: Scalini di pietre
ja_jp: 丸石の階段
ka_ge: ქვის საფეხურები
ko_kr: 조약돌 계단
lb_lu: Brochsteentrapen
lt_lt: Akmens skaldos laiptai
lv_lv: Akmens kāpnes
mi_nz: Stone Arawhata
mn_mn: Хагархай чулуун шат
ms_my: Anak Tangga Batu
mt_mt: Taraġ tal-Ġebel
nl_nl: Stenen treden
nn_no: Steintrapp
pl: Kamienne schody
pt: Escadas de Empedrado
ro_ro: Trepte de pietruială
ru_ru: Булыжные ступеньки
sk_sk: Kamenné schody
sl_si: Tlakovane stopnice
sv_se: Kullerstenstrappa
th_th: บันไดหินหยาบ
tr_tr: Kırık Taş Merdiven
vi_vn: Cầu thang đá cuội
zh_cn: 圆石楼梯
zh_tw: 鵝卵石階梯

# tile_stairsStoneBrickSmooth_name
source: Stone Brick Stairs
af_za: Klipsteen Trappe
ar_sa: درج من الطوب الحجري
be_by: Прыступкі з каменнай цэглы
bg_bg: Каменно-тухлени стълби
ca_es: Escales de maó de roca
cs: Schody z kamenných cihel
da_dk: Stenmurstenstrappe
de: Steinziegeltreppe
de_at: Stoaziegltreppn
el_gr: Σκάλες από πέτρινα τούβλα
es: Escaleras de ladrillos de piedra
eu_es: Harri adreiluzko eskailerak
fa_ir: پله آجرسنگي
fi: Kivitiiliportaat
fil_ph: Hagdanang Laryong Bato
fr_ca: Escaliers en briques de pierre
ga_ie: Staighre Bhríce Cloiche
gl_es: Escaleiras de ladrillos de pedra
he: מדרגות לבני אבן
hi_in: स्टोन ईंट सीढ़ियाँ
hr_hr: Stube od Kamenih Cigala
hu_hu: Kőtégla-lépcső
hy_am: Աղյուսաքարե Աստիճաններ
id_id: Tangga Batu Bata
is_is: Steinmúrströppur
it: Scalini di mattoni di pietra
ja_jp: 石レンガの階段
ka_ge: ქვის აგურის საფეხურები
ko_kr: 석재 벽돌 계단
lb_lu: Steenzillentrapen
lt_lt: Akmens plytų laiptai
lv_lv: Bruģakmens trepes
mn_mn: Чулуун тоосгон шат
ms_my: Anak Tangga Bata Batu
mt_mt: Taraġ tal-Briks tal-Ġebel
nl_nl: Blokstenen treden
nn_no: Trapp av steinmur
pl: Schody z kamiennych cegieł
pt: Escadas de Tijolo de Pedra
ro_ro: Trepte de cărămizi de piatră
ru_ru: Ступеньки из каменного кирпича
sk_sk: Schody z kamenných tehál
sl_si: Kamnite opečnate stopnice
sv_se: Murstenstrappa
th_th: บันไดอิฐบล็อก
tr_tr: Taş Tuğla Merdiven
vi_vn: Cầu thang gạch đá
zh_cn: 石砖楼梯
zh_tw: 石磚階梯

# tile_stairsWood_name
source: Oak Wood Stairs
af_za: Eikehout Trappe
ar_sa: درج من خشب البلوط
be_by: Прыступкі з дубу
bg_bg: Дъбови стъпала
ca_es: Escales de fusta de pomer
cs: Dubové schody
da_dk: Egetræstrappe
de: Eichenholztreppe
de_at: Oachnhoiztreppn
el_gr: Σκάλες Ξύλου Βελανιδιάς
es: Escaleras de madera de roble
eu_es: Haritz zurezko eskailerak
fa_ir: پله الوار بلوط
fi: Tammiportaat
fil_ph: Hagdanang Roble
fr_ca: Escaliers en bois de chêne
ga_ie: Staighre Darach
gd_gb: Staidhre daraich
gl_es: Escaleiras de carballo
he: מדרגות עץ אלון
hi_in: ओक लकड़ी सीढ़ियाँ
hr_hr: Drvene Stube (Hrast)
hu_hu: Tölgyfa lépcső
hy_am: Աստիճաններ Կաղնու Փայտից
id_id: Tangga kayu ek
is_is: Eikartröppur
it: Scalini di quercia
ja_jp: オークの木の階段
ka_ge: მუხის საფეხურები
ko_kr: 참나무 계단
lb_lu: Eechenholztrapen
lt_lt: Ąžuolo laiptai
lv_lv: Ozolkoka kāpnes
mi_nz: Oak Wood Arawhata
mn_mn: Царс модон шат
ms_my: Tangga Kayu Oak
mt_mt: Taraġ tal-Ballut
nl_nl: Eikenhouten treden
nn_no: Trapp av eik
pl: Dębowe schody
pt: Escadas de Madeira de Carvalho
ro_ro: Trepte de stejar
ru_ru: Дубовые ступеньки
sk_sk: Dubové schody
sl_si: Hrastove stopnice
sv_se: Ekträtrappa
th_th: บันไดไม้โอ๊ก
tr_tr: Meşe Tahtası Merdiven
vi_vn: Cầu thang gỗ sồi
zh_cn: 橡木楼梯
zh_tw: 橡木階梯

# tile_stairsWoodAcacia_name
source: Acacia Wood Stairs
af_za: Akasiahout Trappe
ar_sa: الدرج خشب السنط
be_by: Прыступкі з акацыі
bg_bg: Акациеви стъпала
ca_es: Escales de fusta d'acàcia
cs: Akáciové schody
da_dk: Akacietræstrapper
de: Akazienholztreppe
de_at: Akazienhoiztreppn
el_gr: Σκάλες από ακακία
es: Escaleras de madera de acacia
eu_es: Akazia zurezko eskailerak
fa_ir: پله الوار اقاقيا
fi: Akaasiapuuportaat
fil_ph: Kahoy ng Akasyang Hagdanan
fr_ca: Escaliers en bois d'acacia
ga_ie: Staighre Acaicia
gd_gb: Staidhre sitta
gl_es: Escaleiras de acacia
he: מדרגות עץ שיטה
hi_in: बबूल की लकड़ी सीढ़ियाँ
hr_hr: Drvene Stube (Akacija)
hu_hu: Akáciafa lépcső
hy_am: Աստիճաներ Ակացիաի Փայտից
id_id: Tangga Kayu Akasia
is_is: Sléttuviðartröppur
it: Scalini d'acacia
ja_jp: アカシアの木の階段
ka_ge: აკაციის საფეხურები
ko_kr: 아카시아나무 계단
lb_lu: Akazienholztrapen
lt_lt: Akacijos laiptai
lv_lv: Akāciju koka kāpnes
mi_nz: Hitimi Wood Arawhata
mn_mn: Хуайс модон шат
ms_my: Tangga Kayu Akasia
mt_mt: Taraġ tal-Akaċja
nl_nl: Acaciahouten treden
nn_no: Trapp av akasietre
pl: Akacjowe schody
pt: Escadas de Madeira de Acácia
ro_ro: Trepte de salcâm
ru_ru: Акациевые ступеньки
sk_sk: Akáciové schody
sl_si: Akacijeve stopnice
sv_se: Akaciaträtrappa
th_th: บันไดไม้อาเคเซีย
tr_tr: Akasya Tahtası Merdiven
vi_vn: Cầu thang gỗ xiêm gai
zh_cn: 金合欢木楼梯
zh_tw: 相思木階梯

# tile_stairsWoodBirch_name
source: Birch Wood Stairs
af_za: Berkehout Trappe
ar_sa: درج من خشب البتولا
be_by: Прыступкі з бярозы
bg_bg: Брезови стъпала
ca_es: Escales de fusta de bedoll
cs: Březové schody
da_dk: Birketræstrappe
de: Birkenholztreppe
de_at: Birknhoiztreppn
el_gr: Σκάλες από ξύλο σημύδας
es: Escaleras de madera de abedul
eu_es: Urki zurezko eskailerak
fa_ir: پله الوار توس
fi: Koivuportaat
fil_ph: Hagdanang Birch
fr_ca: Escaliers en bois de bouleau
ga_ie: Staighre Beithe
gd_gb: Staidhre beithe
gl_es: Escaleiras de bidueiro
he: מדרגות עץ שדר
hi_in: सन्टी लकड़ी सीढ़ियाँ
hr_hr: Drvene Stube (Breza)
hu_hu: Nyírfa lépcső
hy_am: Աստիճաններ Կեչու Փայտից
id_id: Tangga Kayu Pinus
is_is: Birkitröppur
it: Scalini di betulla
ja_jp: シラカバの木の階段
ka_ge: არყის საფეხურები
ko_kr: 자작나무 계단
lb_lu: Bierkenholztrapen
lt_lt: Beržo laiptai
lv_lv: Bērza koka kāpnes
mi_nz: Birch Wood Arawhata
mn_mn: Хус модон шат
ms_my: Tangga Kayu Birch
mt_mt: Taraġ tal-Betula
nl_nl: Berkenhouten treden
nn_no: Trapp av bjerketre
pl: Brzozowe schody
pt: Escadas de Madeira de Bétula
ro_ro: Trepte de mesteacăn
ru_ru: Берёзовые ступеньки
sk_sk: Brezové schody
sl_si: Brezove stopnice
sv_se: Björkträtrappa
th_th: บันไดไม้เบิร์ช
tr_tr: Huş Tahtası Merdiven
vi_vn: Cầu thang gỗ bạch dương
zh_cn: 桦木楼梯
zh_tw: 樺木階梯

# tile_stairsWoodDarkOak_name
source: Dark Oak Wood Stairs
af_za: Donker Eikehout Trappe
ar_sa: الدرج خشب البلوط الداكن
be_by: Прыступкі з цёмнага дубу
bg_bg: Стъпала от черен дъб
ca_es: Escales de fusta de pomer fosc
cs: Schody z tmavého dubu
da_dk: Mørk egetræstrappe
de: Schwarzeichenholztreppe
de_at: Schwoazoachnhoiztreppn
el_gr: Σκάλες από σκούρα βελανιδιά
es: Escaleras de madera de roble oscuro
eu_es: Haritz ilun zurezko eskailerak
fa_ir: پله الوار بلوط تيره
fi: Tummat tammiportaat
fil_ph: Kahoy ng Madilim na Owk na Hagdanan
fr_ca: Escaliers en bois de chêne noir
ga_ie: Staighre Darach Duibhe
gd_gb: Staidhre daraich dhuirch
gl_es: Escaleiras de carballo escuro
he: מדרגות עץ אלון כהה
hi_in: अंधेरे ओक लकड़ी सीढ़ियाँ
hr_hr: Drvene Stube (Tamni Hrast)
hu_hu: Sötéttölgy lépcső
hy_am: Աստիճաններ Մուգ Կաղնու Փայտից
id_id: Tangga Kayu Ek Gelap
is_is: Dökkar eikartröppur
it: Scalini di quercia scura
ja_jp: ダークオークの木の階段
ka_ge: მუქი მუხის საფეხურები
ko_kr: 짙은 참나무 계단
lb_lu: Schwarzeechenholztrapen
lt_lt: Tamsiojo ąžuolo laiptai
lv_lv: Tumšā ozolkoka kāpnes
mi_nz: Dark Oak Wood Arawhata
mn_mn: Хар царс модон шат
ms_my: Tangga Kayu Oak Gelap
mt_mt: Taraġ tal-Ballut Skur
nl_nl: Donkere eikenhouten treden
nn_no: Trapp av mørk eik
pl: Ciemne dębowe schody
pt: Escadas de Madeira de Carvalho Escuro
ro_ro: Trepte de stejar negru
ru_ru: Ступеньки из тёмного дуба
sk_sk: Tmavo dubové schody
sl_si: Temne hrastove stopnice
sv_se: Mörk ekträtrappa
th_th: บันไดไม้โอ๊กดำ
tr_tr: Koyu Meşe Tahtası Merdiven
vi_vn: Cầu thang gỗ sồi sẫm
zh_cn: 深色橡木楼梯
zh_tw: 黑橡木階梯

# tile_stairsWoodJungle_name
source: Jungle Wood Stairs
af_za: Mahoniehout Trappe
ar_sa: درج من خشب الغابة
be_by: Прыступкі з трапічнай драўніны
bg_bg: Джунглови стъпала
ca_es: Escales de fusta de jungla
cs: Schody z tropického dřeva
da_dk: Jungletræstrapper
de: Tropenholztreppe
de_at: Regnwoidhoiztreppn
el_gr: Σκάλες από ξύλο ζούγκλας
es: Escaleras de madera de jungla
eu_es: Oihan zurezko eskailerak
fa_ir: پله الوار جنگلي
fi: Viidakkopuuportaat
fil_ph: Kahoy ng Gubat na Hagdanan
fr_ca: Escaliers en bois d'acajou
ga_ie: Staighre Adhmad Dufaire
gd_gb: Staidhre fiodh dlùth-coille
gl_es: Escaleiras de selva
he: מדרגות עץ ג'ונגל
hi_in: जंगल लकड़ी सीढ़ियाँ
hr_hr: Drvene Stube (Prašumsko Drvo)
hu_hu: Trópusi fa lépcső
hy_am: Աստիճաններ Ջունգլիների Փայտից
id_id: Tangga Kayu Hutan
is_is: Frumskógarviðartröppur
it: Scalini di legno della giungla
ja_jp: ジャングルの木の階段
ka_ge: ჯუნგლის ხის საფეხურები
ko_kr: 정글 나무 계단
lb_lu: Tropenholztrapen
lt_lt: Džiunglių medžio laiptai
lv_lv: Džungļu koka kāpnes
mi_nz: Uru raau no Wood Arawhata
mn_mn: Ширэнгэн ойн модон шат
ms_my: Tangga Kayu Rimba
mt_mt: Taraġ tal-Injam tal-Ġungla
nl_nl: Oerwoudhouten treden
nn_no: Trapp av jungeltre
pl: Schody z tropikalnego drewna
pt: Escadas de Madeira da Selva
ro_ro: Trepte de junglă
ru_ru: Ступеньки из тропического дерева
sk_sk: Kakaovníkové schody
sl_si: Džungelske stopnice
sv_se: Djungelträtrappa
th_th: บันไดไม้ป่าดงดิบ
tr_tr: Orman Ağacı Tahtası Merdiven
vi_vn: Cầu thang gỗ rừng
zh_cn: 丛林木楼梯
zh_tw: 叢林木階梯

# tile_stairsWoodSpruce_name
source: Spruce Wood Stairs
af_za: Dennehout Trappe
ar_sa: درج من خشب التنوب
be_by: Прыступкі з ялавіны
bg_bg: Смърчови стъпала
ca_es: Escales de fusta de pi
cs: Smrkové schody
da_dk: Grantræstrappe
de: Fichtenholztreppe
de_at: Fichtnhoiztreppn
el_gr: Σκάλες από ξύλο έλατου
es: Escaleras de madera de abeto
eu_es: Izei zurezko eskailerak
fa_ir: پله الوار صنوبر
fi: Kuusiportaat
fil_ph: Hagdanang Spruce
fr_ca: Escaliers en bois d'épinette
ga_ie: Staighre Sprúis
gd_gb: Staidhre giuthais
gl_es: Escaleiras de abeto
he: מדרגות עץ אשוחית
hi_in: लकड़ी सीढ़ियाँ सजाना
hr_hr: Drvene Stube (Smreka)
hu_hu: Fenyőlépcső
hy_am: Աստիճաններ Եղևնու Փայտից
id_id: Tangga kayu cemara
is_is: Grenitröppur
it: Scalini d'abete
ja_jp: マツの木の階段
ka_ge: ნაძვის საფეხურები
ko_kr: 가문비나무 계단
lb_lu: Fiichtenholztrapen
lt_lt: Eglės laiptai
lv_lv: Egles koka kāpnes
mi_nz: Te puruhi mo Wood Arawhata
mk_mk: Смрека Дрво Скали
mn_mn: Гацуур модон шат
ms_my: Tangga Kayu Spruce
mt_mt: Taraġ tal-Arżnu
nl_nl: Sparrenhouten treden
nn_no: Trapp av grantre
pl: Świerkowe schody
pt: Escadas de Madeira de Abeto
ro_ro: Trepte de molid
ru_ru: Еловые ступеньки
sk_sk: Smrekové schody
sl_si: Smrekove stopnice
sv_se: Granträtrappa
th_th: บันไดไม้สน
tr_tr: Ladin Tahtası Merdiven
vi_vn: Cầu thang gỗ vân sam
zh_cn: 云杉木楼梯
zh_tw: 杉木階梯

# tile_stone_andesite_name
source: Andesite
af_za: Andesiet
ar_sa: انديسايت
be_by: Андэзіт
bg_bg: Андезит
ca_es: Andesita
cs: Andezit
da_dk: Andesit
de: Andesit
de_at: Andesit
el_gr: Ανδεσίτης
es: Andesita
eu_es: Andesita
fa_ir: آندزیت
fi: Andesiitti
fil_ph: Andesayt
fr_ca: Andésite
ga_ie: Aindéisít
gd_gb: Andasait
gl_es: Andesita
he: אנדזיט
hr_hr: Andezit
hu_hu: Andezit
id_id: Andesit
is_is: Andesít
ja_jp: 安山岩
ka_ge: ანდეზიტი
ko_kr: 안산암
lb_lu: Andesit
lt_lt: Andezitas
lv_lv: Andesīts
mk_mk: Андезит
mn_mn: Андезит
ms_my: Andesit
nl_nl: Andesiet
nn_no: Andesitt
pl: Andezyt
pt: Andesito
ro_ro: Andezit
ru_ru: Андезит
sk_sk: Andezit
sl_si: Andezit
sv_se: Andesit
th_th: หินแอนดิไซต์
tr_tr: Andezit
vi_vn: Đá andesit
zh_cn: 安山岩
zh_tw: 安山岩
