Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# menu_multiplayer
source: Multiplayer
af_za: Multispeler
ar_sa: اللعب الجماعي
be_by: Сумесная гульня
bg_bg: Групова игра
ca_es: Multijugador
cs: Hra více hráčů
de: Mehrspieler
de_at: Mehrspiela
el_gr: Oμαδικό παιχνίδι
es: Multijugador
eu_es: Multijokalaria
fa_ir: چند نفره
fi: Moninpeli
fil_ph: Pang-maramihang Laro
fr_ca: Partie multijoueur
ga_ie: Mód Ilimreora
gd_gb: Ioma-chluicheadair
gl_es: Multixogador
he: רב-משתתפים
hi_in: अनेक खिलाड़ी
hr_hr: Igraj s Drugima
hu_hu: Többjátékos mód
hy_am: Ցանցային խաղ
id_id: Bermain Bersama
is_is: Netspilun
it: Multigiocatore
ja_jp: マルチプレイ
ka_ge: ქსელური თამაში
ko_kr: 멀티플레이
lb_lu: Multispiller
lt_lt: Žaisti tinkle
lv_lv: Daudzspēlētāju režīms
mi_nz: huihui
mk_mk: мултиплеер
mn_mn: Олуулаа тоглох
ms_my: Main dengan kawan-kawan
mt_mt: Ilgħab mal-Oħrajn
nl_nl: Samen spelen
nn_no: Fleirspelar
pl: Tryb wieloosobowy
pt: Multijogador
ru_ru: Сетевая игра
sk_sk: Hra pre viac hráčov
sl_si: Večigralski način
sv_se: Flerspelarläge
th_th: เล่นหลายคน
tr_tr: Çok Oyunculu
vi_vn: Chơi mạng
zh_cn: 多人游戏
zh_tw: 多人遊戲

# menu_options
source: Options...
af_za: Opsies...
ar_sa: ...خيارات
be_by: Налады...
bg_bg: Настройки...
ca_es: Opcions...
cs: Možnosti…
da_dk: Indstillinger...
de: Optionen ...
de_at: Optionen...
el_gr: Επιλογές...
es: Opciones...
eu_es: Aukerak...
fa_ir: انتخاب ها...
fi: Asetukset...
fil_ph: Mga Opsyon...
ga_ie: Roghanna...
gd_gb: Roghainnean...
gl_es: Opcións...
he: אפשרויות...
hi_in: विकल्प...
hr_hr: Mogućnosti...
hu_hu: Beállítások...
hy_am: Ընտրանքներ...
id_id: Pilihan...
is_is: Stillingar ...
it: Opzioni...
ja_jp: 設定…
ka_ge: გამართვა...
ko_kr: 설정...
lb_lu: Optiounen ...
lt_lt: Nustatymai...
lv_lv: Opcijas...
mi_nz: nga kōwhiringa...
mk_mk: Опции...
mn_mn: Сонголтууд...
ms_my: Opsyen...
mt_mt: Għażliet...
nl_nl: Instellingen...
nn_no: Innstillingar
pl: Opcje...
pt: Opções...
ro_ro: Opțiuni...
ru_ru: Настройки...
sk_sk: Nastavenia...
sl_si: Možnosti...
sv_se: Alternativ...
th_th: ตัวเลือก...
tr_tr: Seçenekler...
vi_vn: Tùy chọn...
zh_cn: 选项…
zh_tw: 選項…

# menu_playdemo
source: Play Demo World
af_za: Speel Demo Wêreld
ar_sa: العب العالم التجريبي
be_by: Гуляць у дэманстрацыйным свеце
bg_bg: Игра в демонстративен свят
ca_es: Jugar món de demostració
cs: Hrát zkušební svět
da_dk: Spil Demo-verden
de: Demo-Welt spielen
de_at: Demo-Wöd spün
el_gr: Δοκιμαστικός κόσμος
es: Jugar mundo de demostración
eu_es: Jolastu demo munduan
fa_ir: بازی نسخه نمایشی دنیا
fi: Pelaa kokeilumaailmaa
fil_ph: Maglaro sa Demo
fr_ca: Jouer dans le monde de démonstration
ga_ie: Imir sa Domhan Taispeána
gd_gb: Cluich san t-saoghal-taisbeanaidh
gl_es: Xogar mundo de proba
he: שחק בעולם הדגמה
hi_in: डेमो दुनिया
hr_hr: Igraj Probnu Mapu
hu_hu: Demóvilág indítása
hy_am: Խաղալ Փորձնական Աշխարհ
id_id: Bermain di versi demo
is_is: Spila prufu heim
it: Gioca nel mondo della demo
ja_jp: デモワールドで遊ぶ
ka_ge: თამაში დემო ვერსეაში
ko_kr: 체험판 세계 플레이하기
lb_lu: Demowelt spillen
lt_lt: Žaisti demo pasaulyje
lv_lv: Spēlēt Demo Pasaulē
mi_nz: Te tākaro Demo World
mk_mk: Игра Демо Светот
mn_mn: Туршилтын дэлхийг тоглох
ms_my: Main Dunia Demokrasi
mt_mt: Ilgħab id-Demo
nl_nl: Demowereld spelen
nn_no: Spel demoverd
pl: Graj w Świecie demonstracyjnym
pt: Jogar Mundo de demo
ro_ro: Joacă în lumea demo
ru_ru: Играть на демонстрационном мире
sk_sk: Hrať demo svet
sl_si: Igraj preizkusni svet
sq_al: Luaj Demo Botë
sv_se: Spela demovärld
th_th: เล่นโลกทดลอง
tr_tr: Deneme Dünyasında Oyna
vi_vn: Chơi thế giới thử nghiệm
zh_cn: 开始试玩世界
zh_tw: 遊玩試玩世界

# menu_quit
source: Quit Game
af_za: Eindig Spel
ar_sa: خروج من اللعبة
be_by: Выйсці з гульні
bg_bg: Изход от играта
ca_es: Sortir del joc
cs: Ukončit hru
da_dk: Afslut spil
de: Spiel beenden
de_at: Spü schliassn
el_gr: Έξοδος από το παιχνίδι
es: Cerrar Minecraft
eu_es: Jokotik irten
fa_ir: خروج از بازی
fi: Poistu pelistä
fil_ph: Umalis sa Laro
fr_ca: Quitter
ga_ie: Scoir den Chluiche
gd_gb: Fàg an geama
gl_es: Saír do xogo
he: צא מהמשחק
hi_in: खेल छोड़ो
hr_hr: Izlaz
hu_hu: Kilépés a játékból
hy_am: Լքել Խաղը
id_id: Keluar Permainan
is_is: Hætta leik
it: Esci dal gioco
ja_jp: 終了
ka_ge: გასვლა
ko_kr: 게임 종료
lb_lu: Spill verloossen
lt_lt: Išjungti
lv_lv: Iziet
mi_nz: Putanga
mk_mk: престанам игра
mn_mn: Тоглоомоос гарах
ms_my: Hentikan Permainan
mt_mt: Oħroġ mil-Logħba
nl_nl: Spel afsluiten
nn_no: Avslutt spel
pl: Wyjdź z gry
pt: Sair do Jogo
ro_ro: Închide jocul
ru_ru: Выйти из игры
sk_sk: Ukončiť hru
sl_si: Izhod
sq_al: Quit lojë
sv_se: Avsluta
th_th: ออกจากเกม
tr_tr: Oyundan Çık
vi_vn: Thoát khỏi trò chơi
zh_cn: 退出游戏
zh_tw: 離開遊戲

# menu_resetdemo
source: Reset Demo World
af_za: Herstel Demo Wêreld
ar_sa: إعادة ضبط العالم التجريبي
be_by: Выдаліць дэманстрацыйны свет
bg_bg: Пресъздаване на демонстративния свят
ca_es: Reiniciar món de demostració
cs: Obnovit zkušební svět
da_dk: Nulstil demo-verden
de: Demo-Welt zurücksetzen
de_at: Demo-Wöd zruggsetzn
el_gr: Επανεκκίνηση δοκιμαστικού κόσμου
es: Reiniciar mundo de demostración
eu_es: Berrezarri demo mundua
fa_ir: تنظیم مجدد نسخه ی نمایشی جهان
fi: Tyhjennä kokeilumaailma
fil_ph: Ulitin ang Demo
fr_ca: Réinitialiser le monde de démonstration
ga_ie: Athshocraigh an Domhan Taispeána
gd_gb: Ath-shuidhich an saoghal-taisbeanaidh
gl_es: Reiniciar mundo de demostración
he: איפוס עולם ההדגמה
hi_in: डेमो विश्व रीसेट
hr_hr: Resetiraj Probni Svijet
hu_hu: Demóvilág újrakezdése
hy_am: Վերսկսել Փորձնական Աշխարհը
is_is: Endurstilla prufu heim
it: Ripristina il mondo della demo
ja_jp: デモワールドをリセット
ka_ge: დემო თამაშის ჩამოყრა
ko_kr: 체험판 세계 초기화
lb_lu: Demowelt zerécksetzen
lt_lt: Anuliuoti demo pasaulį
lv_lv: Atiestatīt Demo Pasauli
mi_nz: Tautuhi anō Demo World
mk_mk: Ресетирање Демо Светот
mn_mn: Туршилтын дэлхийг шинэчлэх
ms_my: Set Semula Dunia Demo
mt_mt: Erġa Ibda d-Demo mill-Bidu
nl_nl: Demowereld resetten
nn_no: Tilbakestill demoverd
pl: Zresetuj Świat demonstracyjny
pt: Recomeçar Mundo Demo
ro_ro: Resetează lumea demo
ru_ru: Пересоздать мир
sk_sk: Vynulovať demo svet
sl_si: Ponastavi preizkusni svet
sq_al: Reset Demo Botë
sv_se: Återställ demovärld
th_th: เริ่มโลกทดลองใหม่
tr_tr: Deneme Dünyasını Sıfırla
vi_vn: Lập lại thế giới thử nghiệm
zh_cn: 重置试玩世界
zh_tw: 重置試玩世界

# menu_respawning
source: Respawning
af_za: Herverskyning
ar_sa: جارى إعادة الإحياء
be_by: Адраджэнне
bg_bg: Прераждане
ca_es: Reapareixent
cs: Oživování světa
da_dk: Respawner
de: Wiedereinstieg
de_at: Wiedereistieg
el_gr: Επανεμφάνιση
es: Reapareciendo
eu_es: Birsortzen
fa_ir: در حال باز گرداندن به زندگی
fi: Uudelleensynnytään
fil_ph: Binubuhay ka muli
fr_ca: Respawn en cours...
ga_ie: Ag athionchollú
gd_gb: ’Ga ath-ghintinn
gl_es: Reaparecendo
he: חוזר לתחייה
hi_in: अंडे जा रहे हैं
hr_hr: Ponovno stvaranje
hu_hu: Újraéledés
hy_am: Վերածնում
id_id: Hidup Kembali
is_is: Endurlífgast
it: Rinascita
ja_jp: リスポーン中
ka_ge: გაჩენა
ko_kr: 리스폰 중
lb_lu: Respawnen
lt_lt: Prisikeliama
lv_lv: Atdzimst
mi_nz: whakawhānau takarure
mk_mk: Случува да потомство
mn_mn: Дахин төрж байна
ms_my: Sedang Menjelma Semula
mt_mt: Qed terġa tqum
nl_nl: Respawnen
nn_no: Gjenoppstår
pl: Odradzanie
pt: A Renascer
ro_ro: Se reînvie
ru_ru: Возрождение
sk_sk: Znovuzrodzuje sa
sl_si: Ponovna oživitev
sq_al: duke u ringjallur
sv_se: Återuppstår
th_th: กำลังเกิดใหม่
tr_tr: Yeniden canlandırılıyor
vi_vn: Đang hồi sinh
zh_cn: 重生中
zh_tw: 重生中

# menu_returnToGame
source: Back to Game
af_za: Terug na die Spel
ar_sa: الرجوع الى اللعبة
be_by: Вярнуцца да гульні
bg_bg: Връщане към играта
ca_es: Tornar al joc
cs: Zpět do hry
da_dk: Tilbage til spillet
de: Zurück zum Spiel
de_at: Zrugg zum Spü
el_gr: Επιστροφή στο παιχνίδι
es: Volver al juego
eu_es: Jokora itzuli
fa_ir: بازگشت به بازی
fi: Takaisin peliin
fil_ph: Bumalik sa Laro
fr_ca: Reprendre la partie en cours
ga_ie: Ar ais don Chluiche
gd_gb: Air ais dhan gheama
gl_es: Volver á partida
he: חזור למשחק
hi_in: पर वापस जाएँ खेल
hr_hr: Povratak u igru
hu_hu: Vissza a játékba
hy_am: Վերադառնալ խաղին
id_id: Kembali ke Permainan
is_is: Halda áfram
it: Riprendi la partita
ja_jp: ゲームに戻る
ka_ge: თამაშში დაბრუნება
ko_kr: 게임으로
lb_lu: Zeréck zum Spill
lt_lt: Grįžti į žaidimą
lv_lv: Atgriezties spēlē
mi_nz: Hoki ki te kēmu
mk_mk: Назад во игра
mn_mn: Тоглоом руугаа буцах
ms_my: Balik ke Permainan
mt_mt: Lura għal-Logħba
nl_nl: Terug naar het spel
nn_no: Attende til spelet
pl: Powrót do gry
pt: Regressar ao Jogo
ro_ro: Înapoi la joc
ru_ru: Вернуться к игре
sk_sk: Späť do hry
sl_si: Nazaj v igro
sq_al: Mbrapsht në lojë
sv_se: Tillbaka till spelet
th_th: กลับเข้าสู่เกม
tr_tr: Oyuna Dön
vi_vn: Trở lại trò chơi
zh_cn: 回到游戏
zh_tw: 繼續遊戲

# menu_returnToMenu
source: Save and Quit to Title
af_za: Stoor en keur terug na titel
ar_sa: حفظ والرجوع الى صفحة البداية
be_by: Захаваць і выйсці ў меню
bg_bg: Запазване и връщане към заглавното меню
ca_es: Desa i surt al Menú Principal
cs: Uložit a vrátit se do hlavní nabídky
da_dk: Gem og gå til hovedmenuen
de: Speichern und zurück zum Hauptmenü
de_at: Speichan und zrugg zum Hauptmenü
el_gr: Αποθήκευση και έξοδος
es: Guardar y salir al menú principal
eu_es: Gorde eta hasierara irten
fa_ir: ذخیره و ترک به صفحه اصلی
fi: Tallenna ja poistu päävalikkoon
fil_ph: I-save at bumalik sa Title Screen
fr_ca: Sauvegarder et quitter la partie
ga_ie: Sábháil agus Scoir don Teideal
gd_gb: Sàbhail agus fàg dhan tiotal
gl_es: Gardar e volver á pantalla principal
he: שמור וחזור לתפריט הראשי
hi_in: सेव करके टाइटल पेज पर जाए
hr_hr: Spremi i Izađi
hu_hu: Mentés és kilépés a főmenübe
hy_am: Պահպանել և վերադառնալ մենյու
id_id: Simpan dan Keluar ke Menu
is_is: Vista og fara á upphafsskjá
it: Salva e torna al menù principale
ja_jp: セーブしてタイトルへ戻る
ka_ge: შენახვა და მენიუში გასვლა
ko_kr: 저장하고 나가기
lb_lu: Späicheren an d'Spill verloossen
lt_lt: Išsaugoti ir grįžti į pagrindinį meniu
lv_lv: Saglabāt un iziet uz izvēlni
mi_nz: Putanga me haere ki te rārangi tono
mk_mk: Спаси и да престанам да го насловот
mn_mn: Хадгалаад эхлэл хэсэгт очих
ms_my: Simpan Fail dan Kembali ke Menu Utama
mt_mt: Issejvja u Oħroġ mil-Logħba
nl_nl: Opslaan en terug naar het hoofdmenu
nn_no: Lagra og gå til hovudmenyen
pl: Zapisz i wyjdź do menu
pt: Guardar e Voltar ao Menu Principal
ro_ro: Salvează și mergi la meniul principal
ru_ru: Сохранить и выйти в меню
sk_sk: Uložiť a zobraziť menu
sl_si: Shrani in se vrni na glavni meni
sq_al: Ruaj dhe lë të Titulli
sv_se: Spara och återgå till huvudmenyn
th_th: บันทึกและออกไปยังเมนูหลัก
tr_tr: Kaydet ve Ana Menüye Dön
vi_vn: Lưu lại và trở về màn hình chính
zh_cn: 保存并退回到标题画面
zh_tw: 儲存並回到標題畫面

# menu_shareToLan
source: Open to LAN
af_za: Oop na LAN
ar_sa: فتح للشبكة المحلية
be_by: Адкрыць для LAN
bg_bg: Отваряне за LAN
ca_es: Obrir per LAN
cs: Zpřístupnit pro LAN
da_dk: Åbn for LAN
de: Im LAN öffnen
de_at: Fis LAN aufmochn
el_gr: Μεταφορά στο Τοπικό Δίκτυο
es: Abrir en LAN
eu_es: LAN sarera zabaldu
fa_ir: باز بودن به شبکه
fi: Jaa lähiverkkoon
fil_ph: Buksan sa LAN
fr_ca: Ouvrir au LAN
ga_ie: Oscail don LAN
gd_gb: Fosgail dhan LAN
gl_es: Abrir en LAN
he: פתח לרשת מקומית
hi_in: LAN के लिए खुलें
hr_hr: Otvori lokalnu igru
hu_hu: Megnyitás LAN-ra
hy_am: Բացել LAN ցանց
id_id: Terbuka untuk LAN
is_is: Opna á staðarnet
it: Apri in rete locale
ja_jp: LANに公開
ka_ge: LAN-ში გახსნა
ko_kr: LAN 서버 열기
lb_lu: Am LAN opmaachen
lt_lt: Sukurti viet. tinklą
lv_lv: Atvērt LAN
mi_nz: tuwhera tō LAN
mk_mk: Отворени за LAN
mn_mn: Дотоод сүлжээнд нээх
ms_my: Dibuka kepada LAN
mt_mt: Iftaħ għal LAN
nl_nl: Open voor LAN
nn_no: Opne til LAN
pl: Udostępnij w LAN
pt: Abrir para LAN
ro_ro: Deschide în LAN
ru_ru: Открыть для сети
sk_sk: Zdieľať na LAN
sl_si: Odpri za LAN
sq_al: hape me lan
sv_se: Öppna för LAN
th_th: เปิดให้เล่นผ่าน LAN
tr_tr: Yerel Ağda Paylaş
vi_vn: Công khai cho mạng LAN
zh_cn: 对局域网开放
zh_tw: 公開至局域網

# menu_singleplayer
source: Singleplayer
af_za: Enkelspeler
ar_sa: اللعب الفردي
be_by: Адзіночная гульня
bg_bg: Самостоятелна игра
ca_es: Individual
cs: Hra jednoho hráče
de: Einzelspieler
de_at: Oanzlspiela
el_gr: Ατομικό παιχνίδι
es: Un jugador
eu_es: Jokalari bakarra
fa_ir: یک نفره
fi: Yksinpeli
fil_ph: Pang-isahang Laro
fr_ca: Partie solo
ga_ie: Imreoir Aonair
gd_gb: Aon-chluicheadair
gl_es: Un xogador
he: שחקן יחיד
hi_in: एक खिलाड़ी
hr_hr: Igraj Sam
hu_hu: Egyjátékos mód
hy_am: Միայնակ խաղ
id_id: Bermain Sendiri
is_is: Spila einn
it: Giocatore singolo
ja_jp: シングルプレイ
ka_ge: სოლო თამაში
ko_kr: 싱글플레이
lb_lu: Eenzelspiller
lt_lt: Žaisti vienam
lv_lv: Vienspēlētāja režīms
mi_nz: anake
mk_mk: Еден играч
mn_mn: Ганцаараа тоглох
ms_my: Permainan Tunggal
mt_mt: Ilgħab Waħdek
nl_nl: Alleen spelen
nn_no: Einspelar
pl: Tryb jednoosobowy
pt: Um Jogador
ru_ru: Одиночная игра
sk_sk: Hra pre jedného hráča
sl_si: Enoigralski način
sv_se: Enspelarläge
th_th: เล่นคนเดียว
tr_tr: Tek Oyunculu
vi_vn: Chơi đơn
zh_cn: 单人游戏
zh_tw: 單人遊戲

# merchant_deprecated
source: Trade something else to unlock!
af_za: Verhandel iets anders om te ontsluit!
ar_sa: اشتر شىءً لتفتح!
be_by: Гандлюйце чым-небудзь яшчэ, каб разблакаваць!
bg_bg: Изтъргувайте нещо друго, за да отключите това!
ca_es: Fes algun altre intercanvi per desbloquejar!
cs: Pro odemčení obchoduj s něčím jiným!
da_dk: Handel med noget andet for at låse op!
de: Handle etwas anderes für ein neues Angebot!
de_at: Hondl wos ondas fia a neis Angebot!
el_gr: Ανταλλάξτε κάτι άλλο για να το ξεκλειδώσετε!
es: ¡Comercia otra cosa para desbloquear!
eu_es: Egin salerosketa gehiago desblokeatzeko!
fa_ir: برای باز کردن قفل چیز دیگری را معامله کنید!
fi: Vaihda jotain muuta avataksesi!
fil_ph: Makipagpalit ka muna ng iba upang mabuksan!
fr_ca: Échangez autre chose pour débloquer !
ga_ie: Trádáil rud eile chun é a dhíghlasáil!
gd_gb: Malairt rud eile gus a neo-ghlasadh!
gl_es: Comercia outra cousa para desbloquear!
he: סחור בדבר אחר כדי לבטל את נעילת המסחר!
hi_in: और कुछ विनिमय करे, अनलॉक करने के लिए
hr_hr: Razmjeni nešto drugo da otključaš!
hu_hu: Kereskedj valami mással, hogy feloldd!
id_id: Tukar sesuatu terlebih dahulu untuk membukanya!
is_is: Verslaðu eitthvað annað til að aflæsa!
it: Scambia qualcos'altro per sbloccare!
ja_jp: 他の取引をしてロックを解除してください
ka_ge: გასახსნელად გააგრძელეთ ვაჭრობა!
ko_kr: 잠금을 해제하려면 먼저 다른 걸 거래하세요!
lb_lu: Handel eppes aneschters, fir des Angebot fräizeschalten!
lt_lt: Kažką parduokite ar nupirkite, kad atrakintumėte!
lv_lv: Iemaini kaut ko citu lai atbloķētu!
mn_mn: Ямар нэгэн юм худалдаж нээнэ!
ms_my: Bertukar barang lain jika ingin buka!
mt_mt: Partat xi ħaġa oħra l-ewwel!
nl_nl: Ruil iets anders om te ontgrendelen!
nn_no: Bytt noko anna for å låse opp!
pl: Przehandluj coś innego, aby odblokować!
pt: Troca alguma coisa para desbloquear!
ro_ro: Fă alt schimb ca să deblochezi!
ru_ru: Торгуйте чем-то ещё, чтобы разблокировать!
sk_sk: Obchoduj s niečim iným pre odomknutie!
sl_si: Izmenjaj nekaj drugega za odklep!
sq_al: Tregtisë diçka tjetër për të zhbllokuar!
sv_se: Byt något annat för att låsa upp!
th_th: ค้าขายสิ่งอื่นเพื่อปลดล็อค!
tr_tr: Kilidi açmak için başka bir şeyle ticaret yapın!
vi_vn: Đổi một thứ khác để mở khóa!
zh_cn: 交易一些其他东西来解锁！
zh_tw: 交易其他物品來解鎖！

# mount_onboard
source: Press {0} to dismount
af_za: Druk {0} om af te klim
ar_sa: اضغط {0} إلى ترجل
be_by: Націсніце {0}, каб спешыцца
bg_bg: Натиснете {0} за да слезете
ca_es: Desmunta amb {0}
cs: Stiskni {0} pro sesednutí
da_dk: Tryk på {0} for at stige af
de: Drücke {0} zum Verlassen
el_gr: Πάτα {0} για να κατέβεις
es: Pulsa {0} para bajarte
eu_es: {0} sakatu jaisteko
fa_ir: از {0} براي پياده شدن استفاده کن
fi: Hyppää pois painamalla {0}
fil_ph: Pinduin ang {0} para bumaba
fr_ca: Appuyez sur {0} pour descendre
ga_ie: Brúigh ar {0} chun tuirlingt
gl_es: Preme {0} para desmontar
he: בשביל לרדת {0} לחץ על
hi_in: {0} नीचे आना करने के लिए दबाएँ
hr_hr: Pritisni {0} da sjašeš
hu_hu: A(z) {0} megnyomásával tudsz ki- vagy leszállni
hy_am: Սեղմեք {0} որպեսզի դուրս գաք
id_id: Tekan {0} untuk turun
is_is: Ýttu á {0} til að fara af baki
it: Premi {0} per scendere
ja_jp: {0}で降りる
ka_ge: დააჭირეთ {0}-ს ჩამოხტომისთვის
ko_kr: 내리려면 {0}을(를) 누르세요
lb_lu: Dréck {0} fir rof ze klammen
lt_lt: Spauskite {0} norėdami nulipti
lv_lv: Nospiediet {0}, lai demontētu
ms_my: Tekan {0} untuk menurun
mt_mt: Afgħas {0} biex tinżel
nl_nl: Druk op {0} om af te stappen
nn_no: Trykk {0} for å stige av
pl: Wciśnij {0} aby wysiąść
pt: Prime {0} para desmontar
ro_ro: Apasă {0} ca să cobori
ru_ru: Нажмите {0}, чтобы спешиться
sk_sk: Stlač {0} pre zostúpenie
sl_si: Pritisni {0} za razjahanje
sv_se: Tryck på {0} för att kliva av
th_th: กด s $ %1 เพื่อยกเลิกเมาต์
tr_tr: İnmek için {0}'e basın
vi_vn: Nhấn {0} để rời khỏi thú cưỡi
zh_cn: 按下{0}来脱离
zh_tw: 按 {0} 取消乘坐

# multiplayer_connect
source: Connect
af_za: Konnekteer
ar_sa: إتصال
be_by: Злучыцца
bg_bg: Свързване
ca_es: Connectar
cs: Připojit
da_dk: Forbind
de: Verbinden
de_at: Vabindn
el_gr: Σύνδεση
es: Conectar
eu_es: Konektatu
fa_ir: وصل شدن
fi: Yhdistä
fil_ph: Kumonekta
fr_ca: Connexion
ga_ie: Ceangail
gd_gb: Ceangail
gl_es: Conectar
he: התחבר
hi_in: कनेक्ट
hr_hr: Poveži
hu_hu: Csatlakozás
hy_am: Միանալ
id_id: Hubungkan
is_is: Tengjast
it: Connettiti
ja_jp: 接続
ka_ge: დაკავშირება
ko_kr: 연결
lb_lu: Connectéier
lt_lt: Jungtis
lv_lv: Pievienoties
mi_nz: Hono
mk_mk: Сврзува
mn_mn: Холбогдох
ms_my: Sambung
mt_mt: Idħol
nl_nl: Verbinden
nn_no: Kople til
pl: Połącz
pt: Ligar
ro_ro: Conectează-te
ru_ru: Подключиться
sk_sk: Pripojiť sa
sl_si: Poveži se
sq_al: Lidhur
sv_se: Anslut
th_th: เชื่อมต่อ
tr_tr: Bağlan
vi_vn: Kết nối
zh_cn: 连接
zh_tw: 連接

# multiplayer_downloadingStats
source: Downloading statistics & achievements...
af_za: Statistiek & prestasies laai af...
ar_sa: تحميل الإحصائيات و الانجازات...
be_by: Пампуем статыстыку і дасягненні...
bg_bg: Изтегляне на статистиката & постиженията...
ca_es: Descarregant estadístiques i assoliments...
cs: Stahování statistik a úspěchů…
da_dk: Henter statistik & resultater...
de: Lade Statistiken und Erfolge herunter ...
de_at: Statistikn und Afolge wean obaglon...
el_gr: Λήψη στατιστικών & επιτευγμάτων...
es: Descargando estadísticas y logros...
eu_es: Estatistikak eta helburuak kargatzen...
fa_ir: دانلود آمار و دستاوردها...
fi: Ladataan tilastoja & saavutuksia...
fil_ph: Kinukuha ang statistika at ang mga nakamit...
fr_ca: Téléchargement des statistiques et des succès...
ga_ie: Ag íosluchtú staitisticí & buanna...
gl_es: Descargando estatísticas e logros...
he: מוריד סטטיסטיקות והישגים...
hi_in: सांख्यिकी और उपलब्धियों को डाउनलोड कर रहा है ...
hr_hr: Skidanje statistike i postignuća...
hu_hu: Statisztikák és mérföldkövek letöltése...
hy_am: Ներբեռնել իճակագրությունները և ձեռքբերումները
id_id: Mengunduh tabulasi dan prestasi...
is_is: Sæki stöðu upplýsinga & afreka...
it: Scaricamento di statistiche e imprese
ja_jp: 統計と実績の情報をダウンロード中…
ka_ge: იტვირთება სტატისტიკა და მიღწევები...
ko_kr: 통계 및 업적 다운로드 중...
lb_lu: Statistiken an Erfolleger ginn erofgelueden ...
lt_lt: Atsisiunčiama statistika ir pasiekimai...
lv_lv: Lejupielādē statistiku un sasniegumus...
mi_nz: Te tikiake i ngā tatauranga & whakatutukitanga ...
mn_mn: Статистик болон шагналуудыг уншиж байна...
ms_my: Sedang memuat turun Statistik & Pencapaian...
mt_mt: Qed jiġu mniżżla l-istatistiċi u l-kisbiet...
nl_nl: Statistieken en prestaties downloaden...
nn_no: Lastar ned statistikk og bragder...
pl: Pobieranie statystyk i osiągnięć...
pt: A descarregar estatísticas e conquistas...
ro_ro: Se descarcă statisticile și realizările...
ru_ru: Загрузка статистики и достижений...
sk_sk: Sťahovanie štatistík & úspechov...
sl_si: Prenašanje statistik in dosegov...
sq_al: Shkarkimi i statistikave dhe të arriturat...
sv_se: Laddar ned statistik och prestationer...
th_th: กำลังดาวน์โหลดสถิติ & ความสำเร็จ...
tr_tr: İstatistikler & başarılar indiriliyor...
vi_vn: Đang tải số liệu & thành tựu...
zh_cn: 正在下载统计和成就中…
zh_tw: 下載統計及成就記錄中...

# multiplayer_downloadingTerrain
source: Loading terrain
af_za: Terrein word afgelaai
ar_sa: جاري تحميل التضاريس
be_by: Загрузка мясцовасці
bg_bg: Зареждане на терена
ca_es: Generant terreny
cs: Načítání terénu
da_dk: Indlæser terræn
de: Landschaft wird geladen
de_at: Londschoft wead glodn
el_gr: Φόρτωση κόσμου
es: Cargando terreno
eu_es: Lurra kargatzen
fi: Ladataan maastoa
fil_ph: Naglo-load ang kalupaan
fr_ca: Chargement du terrain en cours...
ga_ie: Ag luchtú tír-raoin
gd_gb: A' luchdadh cruth-tìre
gl_es: Cargando terreo
he: טוען את העולם
hr_hr: Učitavanje terena
hu_hu: Domborzat betöltése
id_id: Memuat medan
is_is: Byggi landslag
it: Caricamento del terreno
ja_jp: 地形情報を読み込み中
ka_ge: რელიეფი იტვირთება
ko_kr: 지형 불러오는 중
lb_lu: Landschaft gëtt gelueden
lt_lt: Kraunama vietovė
lv_lv: Ielādē pasauli
mn_mn: Газрыг уншиж байна
ms_my: Muka bumi sedang dibina
mt_mt: L-art qed tiġi mibnija
nl_nl: Terrein laden
nn_no: Laster terreng
pl: Wczytywanie terenu
pt: A carregar terreno
ro_ro: Se încarcă terenul
ru_ru: Загрузка мира
sk_sk: Načítanie terénu
sl_si: Nalaganje terena
sv_se: Laddar terräng
th_th: กำลังโหลดภูมิประเทศ
tr_tr: Arazi yükleniyor
vi_vn: Đang tải địa hình
zh_cn: 加载地形中
zh_tw: 載入地形中
