Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_scoreboard_teams_empty_alreadyEmpty
source: Team {0} is already empty, cannot remove nonexistant players
af_za: Span {0} is reeds leeg, kan nie onbestaande spelers verwyder nie
ar_sa: فريق {0} هو بالفعل فارغة، لا يمكن إزالة اللاعبين غير موجود
be_by: Каманда {0} пустая, немагчыма выключыць няісных гульцоў
bg_bg: Отборът {0} вече е празен, не можете да премахнете несъществуващи играчи
ca_es: L'equip {0} ja està buit, no es pot buidar
cs: Tým {0} je již prázdný, neexistující hráče není možné odstranit
da_dk: Hold {0} er allerede tomt; kan ikke fjerne ikke-eksisterende spillere
de: Team {0} hat bereits keine Spieler mehr
el_gr: ομάδα {0} Η ομάδα είναι ήδη άδειο, δεν μπορείτε να καταργήσετε nonexistant παίκτες
es: El equipo {0} ya está vacío, no se puede vaciar
eu_es: {0} taldea dagoeneko utzik dago, ezin dira existizen ez diren jokalariak kendu
fi: Joukkue {0} on jo tyhjä, eikä siitä voida poistaa pelaajia
fil_ph: Walang tao sa pangkat {0}, hindi ka pwedeng magtangal kapag walang tao
fr_ca: L'équipe {0} est déjà vide, impossible de supprimer des joueurs inexistants
ga_ie: Tá an fhoireann {0} folamh cheana; ní féidir imreoirí a bhaint di
gl_es: O equipo {0} xa está vacío, non se poden eliminar xogadores inexistentes
he: צוות {0} כבר ריק, אין אפשרות להסיר את השחקנים nonexistant
hi_in: टीम {0} पहले से ही खाली है, nonexistant खिलाड़ियों को निकाल नहीं सकते
hr_hr: Tim {0} je već prazan,nemoguće je izbrisati nepostojeće igrače
hu_hu: A(z) {0} csapat már üres, a törlés nem lehetséges
hy_am: {0} թիմը արդեն դատարկ է, հնարավոր չէ հեռացնել գոյություն չունեցող մասնակիցներին
id_id: Tim {0} sudah kosong, tidak bisa menghapus pemain yang tidak ada
is_is: Liðið {0} er nú þegar mannlaust, ekki er hægt að sökkva strönduðu skipi
it: La squadra {0} è già vuota, è impossibile rimuovere dei giocatori inesistenti
ja_jp: チーム{0}は既に空であり、存在しないプレイヤーは削除できません
ka_ge: გუნდი {0} უკვე ცარიელია, შეუძლებელია არაარსებული მოთამაშეების ამოღება
ko_kr: 팀 {0}이(가) 비어 있어 플레이어를 제거할 수 없습니다
lb_lu: Team {0} huet scho keng Spiller méi
lt_lt: Komanda {0} jau tuščia, negalima pašalinti daugiau žaidėjų
lv_lv: Komanda {0} jau ir tukša, nevar noņemt neeksistējošus spēlētājus
ms_my: Pasukan {0} sudah kosong, tidak boleh mengeluarkan pemain nonexistant
mt_mt: It-tim {0} hu diġa' vojt, ma jistgħux jitneħħew plejers noneżistenti
nl_nl: Team {0} is al leeg; kan niet-bestaande spelers niet verwijderen
nn_no: Laget {0} er tomt, kan ikkje fjerna ikkje-eksisterande spelarar
pl: Drużyna {0} jest pusta, nie można usunąć nieistniejących graczy
pt: A equipa {0} já está vazia, não é possível remover jogadores não-existentes
ro_ro: Echipa {0} este deja goală, nu se pot elimina jucători inexistenți
ru_ru: Команда {0} уже пуста, нельзя удалить несуществующих игроков
sk_sk: Tím {0} je prázdny, nie je možné odstrániť neexistujúcich hráčov
sl_si: Ekipa {0} je že prazna, zato ni mogoče odstraniti neobstoječih igralcev
sv_se: Lag {0} är redan tomt, kan inte ta bort spelare som inte finns
th_th: ทีมงาน {0} อยู่ว่าง ไม่เอาผู้เล่น nonexistant
tr_tr: {0} takımında zaten kimse yok, var olmayan oyuncular kaldırılamaz
vi_vn: Đội {0} đã trống sẵn rồi, không thể loại bỏ những người chơi không tồn tại
zh_cn: 队伍{0}已空，无法移除不存在的玩家
zh_tw: 隊伍{0}已空，無法移除不存在的玩家

# commands_scoreboard_teams_empty_success
source: Removed all {0} player(s) from team {1}
af_za: Verwyder al {0} speler(s) van span {1}
ar_sa: إزالة كافة اعب {0} (ق) من فريق{1}
be_by: З каманды {0} выключаны ўсе гульцы ({1})
bg_bg: Премахнати всичките {0} играч/и от отбор {1}
ca_es: S'ha buidat l'equip {0} (tenia {1} membres)
cs: Všichni hráči ({0}) byli z týmu „{1}“ odstraněni
da_dk: Fjernede alle {0} spillere fra hold {1}
de: Alle {0} Spieler wurden aus Team {1} entfernt
el_gr: Αφαιρέθηκαν όλοι οι {0} παίκτες από την ομάδα {1}
es: Se ha vaciado el equipo {1} (tenía {0} jugadores)
eu_es: Kendu {0} taldetik {1} jokalaria(k) osoak
fi: Poistettiin kaikki ({0}) pelaaja(t) joukkueesta {1}
fil_ph: Inalis ang lahat ng {0} na manlalaro sa pangkat {1}
fr_ca: Suppression de tous les {0} joueur(s) de l'équipe {1}
ga_ie: Baineadh {0} imreoir(í) den fhoireann {1}
gl_es: Eliminados tódolos {0} xogador(es) do equipo {1}
he: הסרת כל {0} הוחלשה מהצוות {1}
hi_in: सभी {0} player(s) टीम {1} से हटाया
hr_hr: Izbrisano je svih {0} igrača iz tima {1}
hu_hu: Az összes ({0}) játékos eltávolítva a következő csapatból: {1}
hy_am: {0} թիմից հեռացնել բոալոր {1} մասնակիցներին
id_id: menghapus semua {0} pemain dari tim {1}
is_is: Fjarlægði alla {0} leikmenn úr liðinu {1}
it: Tutti i giocatori ({0}) sono stati rimossi dalla squadra {1}
ja_jp: チーム {1} から {0} 人のプレイヤーを削除しました
ka_ge: ყველა ({0}) მოთამაშე ამოღებულ იქნა გუნდიდან {1}
ko_kr: 팀 {1}에서 플레이어 전체를 제거했습니다 ({0}명)
lb_lu: All {0} Spiller goufen aus dem {1} geläscht
lt_lt: Pašalinti visi {0} žaidėjų iš komandos {1}
lv_lv: Izņemti visi {0} spēlētāji no komandas {1}
ms_my: Semua {0} pemain dari pasukan {1} telah dikeluarkan
mt_mt: Ġew imneħħija l-plejer(s) kollha ({0}) mit-tim {1}
nl_nl: Alle {0} spelers zijn uit team {1} verwijderd
nn_no: Fjerna alle {0} spelar(ar) frå laget {1}
pl: Usunięto wszystkich {0} graczy z drużyny {1}
pt: Todos os {0} jogadores foram removidos da equipa {1}
ro_ro: S-a(u) eliminat {0} jucător(i) din echipa {1}
ru_ru: Удалены все {0} игрока(ов) команды {1}
sk_sk: Bolo odstránených {0} hráč(ov) z tímu {1}
sl_si: Odstranjeni so bili vsi igralci iz ekipe {0}
sv_se: Tog bort alla {0} spelare från lag {1}
th_th: เอาทั้งหมด {0} player(s) จากทีมงาน {1}
tr_tr: Tüm {0} oyuncu {1} takımdan kaldırıldı
vi_vn: Đã loại bỏ tất cả {0} người chơi khỏi đội {1}
zh_cn: 移除了队伍{1}内的全部{0}个玩家
zh_tw: 從隊伍 {0} 中移除全部 {1} 個玩家

# commands_scoreboard_teams_empty_usage
source: /scoreboard teams empty <team>
ar_sa: \لوحة_النقاط مسح الفريق <team>
be_by: /scoreboard teams empty <каманда>
bg_bg: /scoreboard teams empty <отбор>
ca_es: /scoreboard teams empty <equip>
cs: /scoreboard teams empty <tým>
de: /scoreboard teams empty <Teamname>
es: /scoreboard teams empty <equipo>
eu_es: /scoreboard teams empty <taldea>
fi: /scoreboard teams empty <puoli>
fr_ca: /scoreboard teams empty <équipe>
gl_es: /scoreboard teams empty <equipo>
he: /scoreboard teams empty <קבוצה>
hu_hu: /scoreboard teams empty <csapat>
id_id: /scoreboard teams empty <regu>
it: /scoreboard teams empty <nome della squadra>
ja_jp: /scoreboard teams empty <チーム>
ka_ge: /scoreboard teams empty <გუნდი>
ko_kr: /scoreboard teams empty <팀>
lt_lt: /scoreboard teams empty <komanda>
mt_mt: /scoreboard teams empty <tim>
nn_no: /scoreboard teams empty <lag>
pl: /scoreboard teams empty <drużyna>
pt: /scoreboard teams empty <equipa>
ro_ro: /scoreboard teams empty <echipă>
ru_ru: /scoreboard teams empty <команда>
sl_si: /scoreboard teams empty <ekipa>
sv_se: /scoreboard teams empty <lag>
tr_tr: /scoreboard teams empty <takım>
vi_vn: /scoreboard teams empty <đội>
zh_cn: /scoreboard teams empty <队伍>
zh_tw: /scoreboard teams empty <隊伍>

# commands_scoreboard_teams_join_failure
source: Could not add {0} player(s) to team {1}: {2}
af_za: Kon nie {0} speler(s) by span {1}: {2} voeg nie
ar_sa: لا يمكن إضافة٪ اعب {0} (ق) لفريق{1}: {2}
be_by: Не атрымалася дадаць {0} гульца(оў) ў каманду {1}: {2}
bg_bg: Не може да се добави/ят {0} играч(и) към отбор {1}: {2}
ca_es: No s'ha pogut afegir {0} jugador(s) a l'equip {1}: {2}
cs: Hráči ({0}), které nelze přidat do týmu „{1}“: {2}
da_dk: Kunne ikke tilføje {0} spillere til hold {1}: {2}
de: {0} Spieler konnten nicht dem Team {1} hinzugefügt werden: {2}
el_gr: Δεν ήταν δυνατή η προσθήκη {0} παίκτης (ες) στην ομάδα {1}: {2}
es: No se ha podido añadir {0} jugador(es) al equipo {1}: {2}
eu_es: {0} jokalaria(k) gehitu {1} taldeari ezin izan zen: {2}
fi: {0} pelaajaa ei voitu lisätä joukkueeseen {1}: {2}
fil_ph: Hindi naidagdag ng {0} na manlalaro sa pangkat {1}: {2}
fr_ca: Impossible d'ajouter {0} joueur(s) à l'équipe {1} : {2}
ga_ie: Níorbh fhéidir {0} imreoir(í) a chur leis an bhfoireann {1}: {2}
gl_es: Non se puido engadir {0} xogador(es) ó equipo {1}: {2}
he: לא היתה אפשרות להוסיף את {0} הוחלשה על צוות {1}: {2}
hi_in: टीम: {0} {1} के लिए {2} player(s) में नहीं जोड़ सकता
hr_hr: Nemoguće je dodati {0} igrač(a) u tim {1}: {2}
hu_hu: {0} játékos nem kerülhetett a(z) {1} csapatba: {2}
hy_am: {0}: {1} թիմին չհաջողվեց ավելացնել {2} մասնակից(ներ)
id_id: Tidak dapat menambahkan {0} pemain untuk tim {1}: {2}
is_is: Gat ekki bætt {0} leikmanni(mönnum) í liðið {1}: {2}
it: Impossibile aggiungere {0} giocatore/i alla squadra {1}: {2}
ja_jp: {0}人のプレイヤーをチーム {1} に追加できませんでした: {2}
ka_ge: გუნდს {0} ვერ დაემატა {1} მოთამაშე: {2}
ko_kr: 플레이어 {0}명을 팀 {1}에 추가할 수 없습니다: {2}
lb_lu: {0} Spiller konnt dem Team {1} net bäigefügt ginn: {2}
lt_lt: Nepavyko pridėti {0} žaidėjų į komandą {1}: {2}
lv_lv: Nevar pievienot {0} spēlētājus komandai {1}:{2}
ms_my: Tidak dapat menambah {0} pemain ke pasukan {1}: {2}
mt_mt: Ma setgħux jiġu miżjuda {0} plejer(s) fit-tim {1}: {2}
nl_nl: Kan {0} spelers niet aan team {1} toevoegen: {2}
nn_no: Kunne ikkje fjerna {0} spelar(ar) frå laget: {1}
pl: Nie udało się dodać {0} graczy do drużyny {1}: {2}
pt: Não foi possível adicionar os seguintes {0} jogadores à equipa {1}: {2}
ro_ro: Nu s-a(u) putut adăuga {0} jucător(i) la echipa {1}: {2}
ru_ru: Невозможно добавить {0} игрока(ов) в команду {1}: {2}
sk_sk: Nepodarilo sa pridať {0} hráčov do teamu {1}: {2}
sl_si: Ni bilo možno dodati {0} igralcev v ekipo {1}: {2}
sv_se: Kunde inte lägga till {0} spelare i lag {1}: {2}
th_th: ไม่สามารถเพิ่ม {0} player(s) ให้ทีม{1}: {2}
tr_tr: {0} oyuncu {1} takımına eklenemedi: {2}
vi_vn: Không thể thêm {0} người chơi vào đội {1}: {2}
zh_cn: 无法给队伍{0}添加{1}个玩家：{2}
zh_tw: 無法將{0}個玩家添加到隊伍{1}：{2}

# commands_scoreboard_teams_join_success
source: Added {0} player(s) to team {1}: {2}
af_za: Het {0} speler(s) by span {1}: {2} gevoeg
ar_sa: أضف {0} لاعبـ(ين) الى فريق {1}: {2}
be_by: Яшчэ {0} гулец(оў) ў камандзе {1}: {2}
bg_bg: Добавени са {0} играч(а) към отбор {1}: {2}
ca_es: S'ha afegit {0} jugador(s) a l'equip {1}: {2}
cs: Hráči ({0}) přidaní do týmu „{1}“: {2}
da_dk: Tilføjede {0} spillere til hold {1}: {2}
de: {0} Spieler zum Team {1} hinzugefügt: {2}
el_gr: Προστέθηκε {0} παίκτης (ες) στην ομάδα {1}: {2}
es: Se ha añadido {0} jugador(es) al equipo {1}: {2}
eu_es: {0} jokalaria(k) gehituta {1} taldeari: {2}
fi: {0} pelaaja(a) on lisätty joukkueeseen {1}: {2}
fil_ph: Idinagdag {0} na manlalaro sa pangkat {1}: {2}
fr_ca: Ajout de {0} joueur(s) à l'équipe {1} : {2}
ga_ie: Cuireadh {0} imreoir(í) leis an bhfoireann {1}: {2}
gl_es: Engadido {0} xogador(es) ó equipo {1}: {2}
he: נוספה {0} הוחלשה על צוות {1}: {2}
hi_in: जोड़ा गया {0}: {1} {2} टीम के लिए player(s)
hr_hr: Dodano {0} igrač(a) u tim {1}: {2}
hu_hu: {0} játékos a(z) {1} csapatba került: {2}
hy_am: {0}: {1} թիմին ավելացվեց {2} մասնակից
id_id: Ditambahkan {0} player(s) untuk tim {1}: {2}
is_is: Bætti {0} leikmanni(mönnum) í liðið {1}: {2}
it: {0} giocatori sono stati aggiunti alla squadra {1}: {2}
ja_jp: {0}人のプレイヤーをチーム {1} に追加しました: {2}
ka_ge: გუნდს {0} დაემატა {1} მოთამაშე: {2}
ko_kr: 플레이어 {0}명을 팀 {1}에 추가했습니다: {2}
lb_lu: {0} Spiller gouf dem Team {1} bäigefügt {2}
lt_lt: Pridėta {0} žaidėjų į komandą {1}: {2}
lv_lv: Pievienoti {0} spēlētāji komandai {1}: {2}
ms_my: Menambah {0} pemain ke pasukan {1}: {2}
mt_mt: Ġew miżjuda {0} plejer(s) fit-tim {1}: {2}
nl_nl: {0} spelers zijn aan {1} toegevoegd: {2}
nn_no: La til {0} spelar(ar) i laget {1}: {2}
pl: Dodano {0} graczy do drużyny {1}: {2}
pt: Os seguintes {0} jogadores foram adicionados à equipa {1}: {2}
ro_ro: S-a(u) adăugat {0} jucător(i) la echipa {1}: {2}
ru_ru: {0} игрок(ов) добавлено в команду {1}: {2}
sk_sk: {0} hráčov bolo pridaných do tímu {1}: {2}
sl_si: Dodanih je bilo {0} igralcev v ekipo {1}: {2}
sv_se: Lade till {0} spelare i laget {1}: {2}
th_th: Player(s) {0} เพิ่มให้ทีม{1}: {2}
tr_tr: {0} oyuncu {1} takımına eklendi: {2}
vi_vn: Đã thêm {0} người chơi vào đội {1}: {2}
zh_cn: 将{0}个玩家添加至队伍{1}：{2}
zh_tw: 已將{0}個玩家添加到隊伍{1}：{2}

# commands_scoreboard_teams_join_usage
source: /scoreboard teams join <team> [player]
af_za: /scoreboard teams join <span> [speler]
ar_sa: /scoreboard teams join <فريق> [الاعب]
be_by: /scoreboard teams join <каманда> [гулец]
bg_bg: /scoreboard teams join <отбор> [<играч>]
ca_es: /scoreboard teams join <equip> [jugador]
cs: /scoreboard teams join <tým> [<hráč>|*]
da_dk: /scoreboard teams join <hold> [spiller]
de: /scoreboard teams join <Teamname> [<Spieler>|*]
el_gr: /scoreboard teams join <ομάδα> [παίκτης]
es: /scoreboard teams join <equipo> [jugador]
eu_es: /scoreboard teams join <taldea> [jokalaria]
fi: /scoreboard teams join <joukkue> [pelaaja]
fil_ph: /scoreboard teams join <pangkat> [manlalaro]
fr_ca: /scoreboard teams join <équipe> [joueur]
ga_ie: /scoreboard teams join <foireann> [imreoir]
gl_es: /scoreboard teams join <equipo> [xogador]
he: /scoreboard teams join <שחקן] <קבוצה]
hr_hr: /scoreboard teams join <tim> [igrač]
hu_hu: /scoreboard teams join <csapat> [játékos]
hy_am: /scoreboard teams join <թիմ> [մասնակից]
id_id: /scoreboard teams join <regu> [pemain]
is_is: /scoreboard teams join <lið> [leikmaður]
it: /scoreboard teams join <nome della squadra> [giocatore]
ja_jp: /scoreboard teams join <チーム名> [プレイヤー]
ka_ge: /scoreboard teams join <გუნდი> [მოთამაშე]
ko_kr: /scoreboard teams join <팀> [플레이어]
lb_lu: /scoreboard teams join <Team> [Spiller]
lt_lt: /scoreboard teams join <komanda> [žaidėjas]
lv_lv: /scoreboard teams join <komanda> [spēlētājs]
ms_my: /scoreboard teams join <pasukan> [pemain]
mt_mt: /scoreboard teams join <tim> [plejer]
nl_nl: /scoreboard teams join <team> [speler]
nn_no: /scoreboard teams join <lag> [spelar]
pl: /scoreboard teams join <drużyna> [gracz]
pt: /scoreboard teams join <equipa> [jogador]
ro_ro: /scoreboard teams join <echipă> [<jucător>]
ru_ru: /scoreboard teams join <команда> [игрок]
sk_sk: /scoreboard teams join <team> [hráč]
sl_si: /scoreboard teams join <ime> [igralec]
sv_se: /scoreboard teams join <lag> [spelare]
th_th: /scoreboard teams join <team> [เล่น]
tr_tr: /scoreboard teams join <takım> [oyuncu]
vi_vn: /scoreboard teams join <đội> [người chơi]
zh_cn: /scoreboard teams join <队名> [玩家]
zh_tw: /scoreboard teams join <隊名> [玩家]

# commands_scoreboard_teams_leave_failure
source: Could not remove {0} player(s) from their teams: {1}
af_za: Kon nie {0} speler(s) van hul spanne verwyder nie: {1}
ar_sa: لا يمكن إزالة مشغل (مشغلات) {0} من فرقهم: {1}
be_by: Не атрымалася выключыць {0} гульца(оў) з іх каманд: {1}
bg_bg: Неуспешно премахване на {0} играч(и) от техните отбори: {1}
ca_es: No s'ha pogut eliminar {0} jugador(s) dels seus equips: {1}
cs: Hráči ({0}), které nelze odebrat z jejich týmů: {1}
da_dk: Kunne ikke fjerne {0} spillere fra deres hold: {1}
de: {0} Spieler konnten nicht aus ihren Teams entfernt werden: {1}
el_gr: Δεν ήταν δυνατή η αφαίρεση {0} παίκτης (ες) από τις ομάδες τους: {1}
es: No se ha podido eliminar {0} jugador(es) de su equipo: {1}
eu_es: Ezin izan da {0} jokalari kendu beren taldetik: {1}
fi: {0} pelaajaa ei voitu poistaa joukkueestaan: {1}
fil_ph: Hindi pwedeng alisin ang {0} na manlalaro sa kanilang pangkat: {1}
fr_ca: Impossible de supprimer {0} joueur(s) de leur(s) équipe(s) : {1}
ga_ie: Níorbh fhéidir {0} imreoir(í) a bhaint dá bhfoirne: {1}
gl_es: Non se puido eliminar {0} xogador(es) dos seus equipos: {1}
he: לא היתה אפשרות להסיר את {0} הוחלשה על פי קבוצות שלהם: {1}
hi_in: हटा नहीं सका {0} player(s) from their teams: {1}
hr_hr: Nemoguće je izbrisati {0} igrač(a) iz tima: {1}
hu_hu: Nem lehetett {0} játékost eltávolítani a csapatából: {1}
hy_am: Իրենց թիմերից չհաջողվեց հեռացնել {0} մասնակից։ {1}
id_id: Tidak bisa menghapus {0} pemain dari tim: {1}
is_is: Gat ekki fjarlægt {0} leikmenn(mann) úr liðunum: {1}
it: Impossibile rimuovere {0} giocatori dalle loro squadre: {1}
ja_jp: {0}人のプレイヤーを所属チームから削除できませんでした: {1}
ka_ge: {0}-მა მოთამაშემ ვერ დატოვა თავისი გუნდი: {1}
ko_kr: 플레이어 {0}명을 팀에서 제거할 수 없습니다: {1}
lb_lu: {0} Spiller konnt net aus sengen Teams geläscht ginn: {1}
lt_lt: Nepavyko pašalinti {0} žaidėjų iš jų komandų: {1}
lv_lv: Nevarēja noņemt {0} spēlētājus no savām komandām: {1}
ms_my: Tidak dapat membuang {0} pemain(s) dari pasukan mereka: {1}
mt_mt: {0} plejer(s) ma setgħux jiġu mneħħija mit-timijit tagħhom: {1}
nl_nl: Kan {0} spelers niet uit hun teams verwijderen: {1}
nn_no: Kunne ikkje fjerna {0} spelar(ar) frå laget: {1}
pl: Nie udało się usunąć {0} graczy z ich drużyn: {1}
pt: Não foi possível remover {0} jogadores das suas equipas: {1}
ro_ro: Nu s-au putut elimina {0} jucători din echipele lor: {1}
ru_ru: {0} игрок(ов) не может быть удалено из своей команды: {1}
sk_sk: Nemožno odstrániť {0} hráč(ov) z ich tímov: {1}
sl_si: Ni bilo možno odstraniti {0} igralcev iz njihovih ekip: {1}
sv_se: Kunde inte ta bort {0} spelare från följande lag: {1}
th_th: ไม่เอา player(s) {0} จากทีมของพวกเขา: {1}
tr_tr: {0} oyuncu takımlarından kaldırılamadı: {1}
vi_vn: Không thể loại bỏ {0} người chơi khỏi các đội của họ: {1}
zh_cn: 无法从他们队伍中移除{0}个玩家：{1}
zh_tw: 無法從他們隊伍中移除{0}個玩家：{1}

# commands_scoreboard_teams_leave_noTeam
source: You are not in a team
af_za: Jy is nie in ŉ span nie
ar_sa: لم تكن في فريق
be_by: Вы не ў камандзе
bg_bg: Вие не сте в отбор
ca_es: No formes part de cap equip
cs: Nejsi v týmu
da_dk: Du er ikke på et hold
de: Du bist in keinem Team
el_gr: Δεν είστε σε μια ομάδα
es: No formas parte de ningún equipo
eu_es: Ez zaude talde batean
fa_ir: شما در یک تیم نمی
fi: Et kuulu joukkueeseen
fil_ph: Wala ka sa isang pangkat
fr_ca: Vous n'êtes pas dans une équipe
ga_ie: Níl tú ar fhoireann
gl_es: Non estás nun equipo
he: אין לך צוות
hi_in: आप एक टीम में नहीं हैं
hr_hr: Niste u timu
hu_hu: Nem vagy csapatban
hy_am: Դու թիմի մեջ չես
id_id: Kamu tidak berada dalam tim
is_is: Þú ert ekki í neinu liði
it: Non sei in una squadra
ja_jp: あなたはどのチームにも参加していません
ka_ge: თქვენ არ ხართ გუნდის წევრი
ko_kr: 당신은 팀에 속해 있지 않습니다
lb_lu: Du bass a kengem Team
lt_lt: Jūs nesate komandos dalis
lv_lv: Tu neesi komandā
ms_my: Anda tidak berada dalam satu pasukan
mt_mt: M'intix qiegħed f'tim
nl_nl: Je bent geen lid van een team
nn_no: Du er ikkje på eit lag
pl: Nie jesteś w drużynie
pt: Não estás numa equipa
ro_ro: Nu ești în nicio echipă
ru_ru: Вы не в команде
sk_sk: Nie si v tíme
sl_si: Nisi v ekipi
sv_se: Du är inte i ett lag
th_th: คุณไม่ได้อยู่ในกลุ่ม
tr_tr: Bir takımda değilsin
vi_vn: Bạn không ở trong một đội nào
zh_cn: 你不在一个队伍中
zh_tw: 你不屬於任何一隊

# commands_scoreboard_teams_leave_success
source: Removed {0} player(s) from their teams: {1}
af_za: Het {0} speler(s) van hul spanne verwyder: {1}
ar_sa: إزالة مشغل (مشغلات) {0} من فرقهم: {1}
be_by: Выключана {0} гульцоў з іх каманд: {1}
bg_bg: Премахнати {0} играч/и от техните отбори: {1}
ca_es: S'ha expulsat {0} jugador(s) dels seus equips: {1}
cs: Hráči ({0}) odebraní z jejich týmů: {1}
da_dk: Fjernede {0} spillere fra deres hold: {1}
de: {0} Spieler wurden aus ihren Teams entfernt: {1}
el_gr: αφαιρέθηκε {0} παίκτης (ες) από τις ομάδες τους: {1}
es: Se ha eliminado a {0} jugador(es) de sus equipos: {1}
eu_es: {0} jokalaria(k) kenduta beren taldetik: {1}
fi: {0} pelaaja(a) on poistettu joukkueestaan: {1}
fil_ph: Inalis ng {0} na manlalaro sa kanilang pangkat: {1}
fr_ca: Suppression de {0} joueur(s) de leurs équipes : {1}
ga_ie: Baineadh {0} imreoir(í) dá bhfoirne: {1}
gl_es: Eliminados {0} xogador(es) dos seus equipos: {1}
he: להסיר קבוצות שלהם הוחלשה {0}: {1}
hi_in: {0} player(s) उनकी टीमों से हटा दिया: {1}
hr_hr: Izbrisano {0} igrač(a) iz tima: {1}
hu_hu: {0} játékos kiléptetve a csapatából: {1}
hy_am: Իրենց թիմից հեռացվել են {0} մասնակից(ներ)։ {1}
id_id: Dihapus {0} player(s) dari tim: {1}
is_is: Fjarlægði {0} leikmenn(mann) úr liðunum: {1}
it: {0} giocatori sono stati rimossi dalle loro squadre: {1}
ja_jp: {0}人のプレイヤーを所属チームから削除しました: {1}
ka_ge: {0}-მა მოთამაშემ დატოვა თავისი გუნდი: {1}
ko_kr: 플레이어 {0}명을 팀에서 제거했습니다: {1}
lb_lu: {0} Spiller gouf aus sengen Teams geläscht: {1}
lt_lt: Pašalinta {0} žaidėjų iš jų komandų: {1}
lv_lv: Noņemti {0} spēlētāji no savām komandām: {1}
ms_my: Dikeluarkan {0} pemain(s) dari pasukan mereka: {1}
mt_mt: {0} plejer(s) ġew imneħħija mit-timijit tagħom: {1}
nl_nl: {0} spelers zijn uit hun teams verwijderd: {1}
nn_no: Fjerna {0} spelar(ar) frå laget: {1}
pl: Usunięto {0} graczy z ich drużyn: {1}
pt: {0} jogadores foram removidos das suas equipas: {1}
ro_ro: S-au eliminat {0} jucători din echipele lor: {1}
ru_ru: Удален(о) {0} игрок(ов) из своих команд: {1}
sk_sk: Odstránených {0} hráč(ov) z ich tímov: {1}
sl_si: Odstranjenih je bilo {0} igralcev iz njihovih ekip: {1}
sv_se: Tog bort {0} spelare från följande lag: {1}
th_th: นำ {0} ออกจากกลุ่มของ: {1}
tr_tr: {0} oyuncu takımlarından kaldırıldı: {1}
vi_vn: Đã loại bỏ {0} người chơi khỏi các đội của họ: {1}
zh_cn: 从他们的队伍里移除了{0}个玩家：{1}
zh_tw: 已從他們的隊伍中移除{0}個玩家：{1}

# commands_scoreboard_teams_leave_usage
source: /scoreboard teams leave [player]
af_za: /scoreboard teams leave [speler]
ar_sa: / فرق وحة النتائج ترك [لاعب]
be_by: /scoreboard teams leave [гулец]
bg_bg: /scoreboard teams leave [<играч>]
ca_es: /scoreboard teams leave [jugador]
cs: /scoreboard teams leave [<hráč>|*]
da_dk: /scoreboard teams leave [spiller]
de: /scoreboard teams leave [<Spieler>|*]
el_gr: /scoreboard teams leave [παίκτης]
es: /scoreboard teams leave [jugador]
eu_es: /scoreboard teams leave [jokalaria]
fi: /scoreboard teams leave [pelaaja]
fil_ph: /scoreboard teams leave [manalalro]
fr_ca: /scoreboard teams leave [joueur]
ga_ie: /scoreboard teams leave [imreoir]
gl_es: /scoreboard teams leave [xogador]
he: /scoreboard teams leave [שחקן]
hi_in: /scoreboard teams leave [प्लेयर]
hr_hr: /scoreboard teams leave [igrač]
hu_hu: /scoreboard teams leave [játékos]
hy_am: /scoreboard teams leave [մասնակից]
id_id: /scoreboard teams leave [pemain]
is_is: /scoreboard teams leave [leikmaður]
it: /scoreboard teams leave [giocatore]
ja_jp: /scoreboard teams leave [プレイヤー]
ka_ge: /scoreboard teams leave [მოთამაშე]
ko_kr: /scoreboard teams leave [플레이어]
lb_lu: /scoreboard teams leave [Spiller]
lt_lt: /scoreboard teams leave [žaidėjas]
lv_lv: /scoreboard teams leave [spēlētājs]
ms_my: /scoreboard teams leave [pemain]
nl_nl: /scoreboard teams leave [speler]
nn_no: /scoreboard teams leave [spelar]
pl: /scoreboard teams leave [gracz]
pt: /scoreboard teams leave [jogador]
ro_ro: /scoreboard teams leave [<jucător>]
ru_ru: /scoreboard teams leave [игрок]
sk_sk: /scoreboard teams leave [hráč]
sl_si: /scoreboard teams leave [igralec]
sv_se: /scoreboard teams leave [spelare]
th_th: /scoreboard teams leave [เล่น]
tr_tr: /scoreboard teams leave [oyuncu]
vi_vn: /scoreboard teams leave [người chơi]
zh_cn: /scoreboard teams leave [玩家]
zh_tw: /scoreboard teams leave [玩家]
