Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_cake_name
source: Cake
af_za: Koek
ar_sa: كعكة
be_by: Торт
bg_bg: Торта
ca_es: Pastís
cs: Dort
da_dk: Kage
de: Kuchen
el_gr: Τούρτα
es: Tarta
eu_es: Tarta
fa_ir: کیک
fi: Kakku
fil_ph: Keyk
fr_ca: Gâteau
ga_ie: Cáca
gl_es: Torta
he: עוגה
hi_in: केक
hr_hr: Torta
hu_hu: Torta
hy_am: Տորթ
id_id: Kue
is_is: Kaka
it: Torta
ja_jp: ケーキ
ka_ge: ტორტი
ko_kr: 케이크
lb_lu: Kuch
lt_lt: Tortas
lv_lv: Torte
mi_nz: Keke
mn_mn: Бялуу
ms_my: Kek
mt_mt: Kejk
nl_nl: Taart
nn_no: Kake
pl: Ciasto
pt: Bolo
ro_ro: Tort
ru_ru: Торт
sk_sk: Torta
sl_si: Torta
sv_se: Tårta
th_th: เค้ก
tr_tr: Pasta
vi_vn: Bánh ngọt
zh_cn: 蛋糕
zh_tw: 蛋糕

# item_canBreak
source: May break:
af_za: Kan breek:
ar_sa: يمكن أن يكسر:
be_by: Можна ламаць:
bg_bg: Може да чупи:
ca_es: Pot trencar:
cs: Může rozbít:
da_dk: Kan ødelægge:
de: Kann abbauen:
el_gr: Μπορεί να σπάσει:
es: Puede romper:
eu_es: Ezin dira hautsi:
fa_ir: می توانید:
fi: Voi rikkoa:
fil_ph: Kayang sirain ang:
fr_ca: Peut détruire :
ga_ie: Briseann sé:
gl_es: Pode romper:
he: יכול לשבור:
hr_hr: Može razbijati:
hu_hu: Eltörhet:
id_id: Dapat menghancurkan:
is_is: Getur brotið:
it: Può distruggere:
ja_jp: 破壊可能：
ka_ge: შეუძლია გატეხოს:
ko_kr: 부술 수 있는 것:
lb_lu: Kann ofbauen:
lt_lt: Galima kirsti:
lv_lv: Var sasist:
ms_my: Boleh musnah:
mt_mt: Tista' tkisser:
nl_nl: Kan breken:
nn_no: Kan øydeleggas:
pl: Może niszczyć:
pt: Pode partir:
ro_ro: Poate distruge:
ru_ru: Может ломать:
sk_sk: Môže vyťažiť:
sl_si: Lahko uniči:
sv_se: Kan ta sönder:
th_th: สามารถทำลาย:
tr_tr: Kırabilir:
vi_vn: Có thể phá:
zh_cn: 能破坏：
zh_tw: 可用以破壞：

# item_canPlace
source: May be placed on:
af_za: Kan geplaas word op:
ar_sa: يمكن وضعها على:
be_by: Можна размяшчаць на:
bg_bg: Може да бъде поставян върху:
ca_es: Es pot col·locar en:
cs: Lze umístit na:
da_dk: Kan placeres på:
de: Kann platziert werden auf:
el_gr: Μπορεί να τοποθετηθεί σε:
es: Puede colocarse sobre:
eu_es: Jarri daiteke:
fa_ir: می‌توان روی اینها قرار داد:
fi: Voidaan sijoittaa:
fil_ph: Maaaring ilagay sa:
fr_ca: Peut se placer sur :
ga_ie: Is féidir é a chur ar:
gl_es: Pode colocarse sobre:
he: יכול להיות מונח על:
hr_hr: Može biti postavljen na:
hu_hu: Letehető erre:
id_id: Dapat ditempatkan pada:
is_is: Getur verið sett á:
it: Si può piazzare su:
ja_jp: 設置可能：
ka_ge: შეიძლება დაიდოს:
ko_kr: 이 위에 설치 가능:
lb_lu: Ka plazéiert ginn op:
lt_lt: Gali būti padėtas ant:
lv_lv: Var novietot uz:
ms_my: Boleh diletakkan atas:
mt_mt: Tista' titqiegħed fuq:
nl_nl: Kan worden geplaatst op:
nn_no: Kan plasseras på:
pl: Można kłaść na:
pt: Pode ser colocado em:
ro_ro: Se poate așeza pe:
ru_ru: Ставить на:
sk_sk: Môže byť položené na:
sl_si: Je lahko postavljeno na:
sv_se: Kan placeras på:
th_th: สามารถวางบน:
tr_tr: Üzerine yerleştirilebilir:
vi_vn: Có thể đặt lên:
zh_cn: 可以放在：
zh_tw: 可放置在：

# item_carrotGolden_name
source: Golden Carrot
af_za: Goue Wortel
ar_sa: جزرة ذهبية
be_by: Залатая морква
bg_bg: Златен морков
ca_es: Pastanaga daurada
cs: Zlatá mrkev
da_dk: Gylden gulerod
de: Goldene Karotte
el_gr: Χρυσό καρότο
es: Zanahoria dorada
eu_es: Urrezko azenarioa
fa_ir: هويج طلايي
fi: Kultainen porkkana
fil_ph: Gintong Karot
fr_ca: Carotte dorée
ga_ie: Cairéad Óir
gl_es: Cenoria dourada
he: גזר מוזהב
hi_in: सोने का गाजर
hr_hr: Zlatna Mrkva
hu_hu: Aranyrépa
hy_am: Ոսկե Գազար
id_id: Wortel Emas
is_is: Gullrót
it: Carota d'oro
ja_jp: 金のニンジン
ka_ge: ოქროს სტაფილო
ko_kr: 황금 당근
lb_lu: Gëlle Muert
lt_lt: Auksinė morka
lv_lv: Zelta Burkāns
mn_mn: Алтан лууван
ms_my: Lobak Emas
mt_mt: Karrotta tad-Deheb
nl_nl: Gouden wortel
nn_no: Gyllen gulrot
pl: Złota marchewka
pt: Cenoura Dourada
ro_ro: Morcov de aur
ru_ru: Золотая морковь
sk_sk: Zlatá mrkva
sl_si: Zlato korenje
sv_se: Gyllene morot
th_th: แครอททองคำ
tr_tr: Altın Havuç
vi_vn: Cà rốt vàng
zh_cn: 金胡萝卜
zh_tw: 金胡蘿蔔

# item_carrotOnAStick_name
source: Carrot on a Stick
af_za: Wortel aan 'n Stok
ar_sa: جزرة على عصا
be_by: Морква на палачцы
bg_bg: Морков на клечка
ca_es: Pastanaga en una canya
cs: Mrkev na prutu
da_dk: Gulerod på en pind
de: Karottenrute
el_gr: Καλάμι με καρότο
es: Caña con zanahoria
eu_es: Azenarioa makila batekin
fa_ir: هويج و ميله
fi: Porkkana kepin päässä
fil_ph: Karot sa Tunkod
fr_ca: Carotte sur un bâton
ga_ie: Cairéad ar Maide
gl_es: Cenoria nun pau
he: גזר על מקל
hi_in: एक छड़ी पर गाजर
hr_hr: Mrkva na Štapu
hu_hu: Répa horgászboton
hy_am: Գազար Փայտիկի Վրա
id_id: Wortel di Tongkat
is_is: Gulrót á stöng
it: Bastone e carota
ja_jp: ニンジン付きの棒
ka_ge: სტაფილო ჯოხზე
ko_kr: 당근 낚싯대
lb_lu: Wuerzelrutt
lt_lt: Morka ant pagaliuko
lv_lv: Burkāns uz Kociņa
ms_my: Lobak di atas Kayu
mt_mt: Karrotta fuq Stikka
nl_nl: Wortel aan een stok
nn_no: Gulrot på stong
pl: Marchewka na patyku
pt: Cenoura num Pau
ro_ro: Morcov pe băț
ru_ru: Удочка с морковкой
sk_sk: Mrkva na udici
sl_si: Korenje na palici
sv_se: Morot på pinne
th_th: แครอทติดเบ็ด
tr_tr: Havuçlu Olta
vi_vn: Cần câu cà rốt
zh_cn: 胡萝卜钓竿
zh_tw: 胡蘿蔔釣竿

# item_carrots_name
source: Carrot
af_za: Wortel
ar_sa: جزرة
be_by: Морква
bg_bg: Морков
ca_es: Pastanaga
cs: Mrkev
da_dk: Gulerod
de: Karotte
el_gr: Καρότο
es: Zanahoria
eu_es: Azenarioa
fa_ir: هويج
fi: Porkkana
fil_ph: Karot
fr_ca: Carotte
ga_ie: Cairéad
gl_es: Cenoria
he: גזר
hi_in: गाजर
hr_hr: Mrkva
hu_hu: Sárgarépa
hy_am: Գազար
id_id: Wortel
is_is: Gulrót
it: Carota
ja_jp: ニンジン
ka_ge: სტაფილო
ko_kr: 당근
lb_lu: Muert
lt_lt: Morka
lv_lv: Burkāns
mi_nz: Kāreti
mn_mn: Лууван
ms_my: Lobak
mt_mt: Karrotta
nl_nl: Wortel
nn_no: Gulrot
pl: Marchewka
pt: Cenoura
ro_ro: Morcov
ru_ru: Морковь
sk_sk: Mrkva
sl_si: Korenje
sv_se: Morot
th_th: แครอท
tr_tr: Havuç
vi_vn: Cà rốt
zh_cn: 胡萝卜
zh_tw: 胡蘿蔔

# item_cauldron_name
source: Cauldron
af_za: Kookpot
ar_sa: قدر
be_by: Казан
bg_bg: Казан
ca_es: Calderó
cs: Kotel
da_dk: Gryde
de: Kessel
el_gr: Καζάνι
es: Caldero
eu_es: Lapikoa
fa_ir: ديگ
fi: Pata
fil_ph: Kaldero
fr_ca: Chaudron
ga_ie: Coire
gl_es: Caldeiro
he: קדרה
hi_in: देग़
hr_hr: Kotao
hu_hu: Üst
hy_am: Կաթսա
id_id: Kuali
is_is: Seiðpottur
it: Calderone
ja_jp: 大釜
ka_ge: ქვაბი
ko_kr: 가마솥
lb_lu: Kessel
lt_lt: Katilas
lv_lv: Katls
mn_mn: Тогоо
ms_my: Kawah
mt_mt: Kaldarun
nl_nl: Ketel
nn_no: Gryte
pl: Kocioł
pt: Caldeirão
ro_ro: Cazan
ru_ru: Котёл
sk_sk: Kotol
sl_si: Kotel
sv_se: Kittel
th_th: หม้อปรุงยา
tr_tr: Kazan
vi_vn: Vạc
zh_cn: 炼药锅
zh_tw: 鍋釜

# item_charcoal_name
source: Charcoal
af_za: Houtskool
ar_sa: فحم نباتي
be_by: Драўняны вугаль
bg_bg: Дървени въглища
ca_es: Carbó vegetal
cs: Dřevěné uhlí
da_dk: Trækul
de: Holzkohle
de_at: Hoizkohle
el_gr: Ξυλοκάρβουνο
es: Carbón vegetal
eu_es: Egur-ikatza
fa_ir: ذغال چوب
fi: Puuhiili
fil_ph: Uling
fr_ca: Charbon de bois
ga_ie: Gualach
gl_es: Carbón vexetal
he: פחם עץ
hi_in: लकड़ी का कोयला
hr_hr: Drveni Ugljen
hu_hu: Faszén
hy_am: Փայտացուխ
id_id: Arang
is_is: Viðarkol
it: Carbonella
ja_jp: 木炭
ka_ge: ნახშირი
ko_kr: 목탄
lb_lu: Holzkuel
lt_lt: Medžio anglis
lv_lv: Kokogles
mi_nz: Waro
mn_mn: Модны нүүрс
ms_my: Arang
mt_mt: Faħam tal-Injam
nl_nl: Houtskool
nn_no: Trekol
pl: Węgiel drzewny
pt: Carvão Vegetal
ro_ro: Cărbune de lemn
ru_ru: Древесный уголь
sk_sk: Drevené uhlie
sl_si: Oglje
sv_se: Träkol
th_th: ถ่านไม้
tr_tr: Odun Kömürü
vi_vn: Than gỗ
zh_cn: 木炭
zh_tw: 木炭

# item_chestplateChain_name
source: Chain Chestplate
af_za: Ring Harnas
ar_sa: صفيحة صدر من الزرد
be_by: Кальчуга
bg_bg: Верижен нагръдник
ca_es: Cuirassa de cota de malla
cs: Kroužková košile
da_dk: Brynje
de: Kettenhemd
de_at: Kettnhemd
el_gr: Αλυσιδωτός θώρακας
es: Peto de cota de mallas
eu_es: Kotazko armadura
fa_ir: پيراهن زنجيري
fi: Rengashaarniskan rintapanssari
fil_ph: Baluting Kadena
fr_ca: Cotte de mailles
ga_ie: Uchtach Mháille na Lúb
gl_es: Coiraza de cota de malla
he: שריון רשת ברזל
hi_in: चेन चेस्ट प्लेट
hr_hr: Lančani Prsni Oklop
hu_hu: Láncing
hy_am: Շղթաե Շապիկ
id_id: Baju Rantai
is_is: Hringabrynja
it: Corazza di maglia
ja_jp: チェーンチェストプレート
ka_ge: ცეცხლოვანი პერანგი
ko_kr: 사슬 갑옷
lb_lu: Kettenhiem
lt_lt: Grandininis antkrūtinis
lv_lv: Ķēžu bruņas
mn_mn: Гинжин цамц
ms_my: Perisai Dada Rantai
mt_mt: Armar tal-Ktajjen
nl_nl: Maliënkolder
nn_no: Ringbrynje
pl: Napierśnik kolczy
pt: Peitoral de Cota de Malha
ro_ro: Platoșă de zale
ru_ru: Кольчуга
sk_sk: Krúžkové brnenie
sl_si: Verižni prsni oklep
sv_se: Ringbrynja
th_th: เสื้อเกราะโซ่
tr_tr: Zincir Göğüslük
vi_vn: Áo xích
zh_cn: 锁链胸甲
zh_tw: 鎖鏈胸甲

# item_chestplateCloth_name
source: Leather Tunic
af_za: Leer Harnas
ar_sa: سترة جلدية
be_by: Скураная куртка
bg_bg: Кожена туника
ca_es: Túnica de cuir
cs: Kožená tunika
da_dk: Lædertunika
de: Lederjacke
de_at: Ledajanga
el_gr: Δερμάτινος χιτώνας
es: Túnica de cuero
eu_es: Larruzko tunika
fa_ir: پيراهن چرم
fi: Nahkatakki
fil_ph: Tunikang Katad
fr_ca: Tunique en cuir
ga_ie: Ionar Leathair
gl_es: Coiraza de coiro
he: טוניקת עור
hi_in: चमड़ा अंगरखा
hr_hr: Kožna Tunika
hu_hu: Bőrzubbony
hy_am: Կաշվե Շապիկ
id_id: Jubah Kulit
is_is: Leðurjakki
it: Giubba di cuoio
ja_jp: 革の上着
ka_ge: ტყავის ქურთუკი
ko_kr: 가죽 튜닉
lb_lu: Liedersjackett
lt_lt: Odinė tunika
lv_lv: Ādas jaka
mn_mn: Арьсан цамц
ms_my: Jubah Kulit
mt_mt: Flokk tal-Ġilda
nl_nl: Leren tuniek
nn_no: Skinntrøye
pl: Skórzana tunika
pt: Túnica de Couro
ro_ro: Tunică de piele
ru_ru: Кожаная куртка
sk_sk: Kožená tunika
sl_si: Usnjena tunika
sv_se: Läderjacka
th_th: เสื้อคลุมหนัง
tr_tr: Deri Ceket
vi_vn: Áo da
zh_cn: 皮革外套
zh_tw: 皮革上衣

# item_chestplateDiamond_name
source: Diamond Chestplate
af_za: Diamant Borsplaat
ar_sa: صفيحة صدر ألماسية
be_by: Дыяментавая кіраса
bg_bg: Диамантен нагръдник
ca_es: Cuirassa de diamant
cs: Diamantové brnění
da_dk: Diamantbrystplade
de: Diamantbrustpanzer
de_at: Diamantbrustplottn
el_gr: Διαμαντένιος θώρακας
es: Peto de diamante
eu_es: Diamantezko armadura
fa_ir: پيراهن الماس
fi: Timanttinen rintapanssari
fil_ph: Baluting Diamante
fr_ca: Plastron en diamant
ga_ie: Uchtach Diamaint
gl_es: Coiraza de diamante
he: שריון יהלום
hi_in: डायमंड चेस्ट प्लेट
hr_hr: Dijamantni Prsni Oklop
hu_hu: Gyémánt mellvért
hy_am: Ադամանդե Շապիկ
id_id: Baju Berlian
is_is: Demantsbrynja
it: Corazza di diamante
ja_jp: ダイヤのチェストプレート
ka_ge: ალმასის პერანგი
ko_kr: 다이아몬드 갑옷
lb_lu: Diamantbroschtpanzer
lt_lt: Deimantinis antkrūtinis
lv_lv: Dimanta bruņas
mn_mn: Алмазан цамц
ms_my: Perisai Dada Berlian
mt_mt: Armar tad-Djamant
nl_nl: Diamanten borstplaat
nn_no: Brystplate av diamant
pl: Diamentowy napierśnik
pt: Peitoral de Diamante
ro_ro: Platoșă de diamant
ru_ru: Алмазный нагрудник
sk_sk: Diamantové brnenie
sl_si: Diamantni prsni oklep
sv_se: Diamantharnesk
th_th: เสื้อเกราะเพชร
tr_tr: Elmas Göğüslük
vi_vn: Áo kim cương
zh_cn: 钻石胸甲
zh_tw: 鑽石胸甲

# item_chestplateGold_name
source: Golden Chestplate
af_za: Goue Borsplaat
ar_sa: صفيحة صدر ذهبية
be_by: Залатая кіраса
bg_bg: Златен нагръдник
ca_es: Cuirassa d'or
cs: Zlaté brnění
da_dk: Guldbrystplade
de: Goldharnisch
de_at: Goidbrustplottn
el_gr: Χρυσός θώρακας
es: Peto de oro
eu_es: Urrezko armadura
fa_ir: پيراهن طلايي
fi: Kultainen rintapanssari
fil_ph: Baluting Ginto
fr_ca: Plastron en or
ga_ie: Uchtach Óir
gl_es: Coiraza de ouro
he: שריון זהב
hi_in: गोल्डन चेस्ट प्लेट
hr_hr: Zlatni Prsni Oklop
hu_hu: Arany mellvért
hy_am: Ոսկե Շապիկ
id_id: Baju Emas
is_is: Gullbrynja
it: Corazza d'oro
ja_jp: 金のチェストプレート
ka_ge: ოქროს პერანგი
ko_kr: 금 갑옷
lb_lu: Goldbroschtpanzer
lt_lt: Auksinis antkrūtinis
lv_lv: Zelta bruņas
mn_mn: Алтан цамц
ms_my: Perisai Dada Emas
mt_mt: Armar tad-Deheb
nl_nl: Gouden borstplaat
nn_no: Brystplate av gull
pl: Złoty napierśnik
pt: Peitoral de Ouro
ro_ro: Platoșă de aur
ru_ru: Золотой нагрудник
sk_sk: Zlaté brnenie
sl_si: Zlat prsni oklep
sv_se: Guldharnesk
th_th: เสื้อเกราะทองคำ
tr_tr: Altın Göğüslük
vi_vn: Áo vàng
zh_cn: 金胸甲
zh_tw: 黃金胸甲

# item_chestplateIron_name
source: Iron Chestplate
af_za: Yster Borsplaat
ar_sa: صفيحة صدر حديدية
be_by: Жалезная кіраса
bg_bg: Железен нагръдник
ca_es: Cuirassa de ferro
cs: Železné brnění
da_dk: Jernbrystplade
de: Eisenbrustpanzer
de_at: Eisnbrustplottn
el_gr: Σιδερένιος θώρακας
es: Peto de hierro
eu_es: Burdinazko armadura
fa_ir: پيراهن آهني
fi: Rautainen rintapanssari
fil_ph: Baluting Bakal
fr_ca: Plastron en fer
ga_ie: Uchtach Iarainn
gl_es: Coiraza de ferro
he: שריון ברזל
hi_in: आयरन चेस्ट प्लेट
hr_hr: Željezni Prsni Oklop
hu_hu: Vas mellvért
hy_am: Երկաթե Շապիկ
id_id: Baju Besi
is_is: Járnbrynja
it: Corazza di ferro
ja_jp: 鉄のチェストプレート
ka_ge: რკინის პერანგი
ko_kr: 철 갑옷
lb_lu: Eisebroschtpanzer
lt_lt: Geležinis antkrūtinis
lv_lv: Dzelzs bruņas
mn_mn: Төмөр цамц
ms_my: Perisai Dada Besi
mt_mt: Armar tal-Ħadid
nl_nl: IJzeren borstplaat
nn_no: Brystplate av jarn
pl: Żelazny napierśnik
pt: Peitoral de Ferro
ro_ro: Platoșă de fier
ru_ru: Железный нагрудник
sk_sk: Železné brnenie
sl_si: Železni prsni oklep
sv_se: Järnharnesk
th_th: เสื้อเกราะเหล็ก
tr_tr: Demir Göğüslük
vi_vn: Áo sắt
zh_cn: 铁胸甲
zh_tw: 鐵製胸甲

# item_chickenCooked_name
source: Roast Chicken
af_za: Gebraaide Hoender
ar_sa: دجاج مطبوخ
be_by: Смажаная кураціна
bg_bg: Печено пиле
ca_es: Pollastre cuit
cs: Pečené kuře
da_dk: Stegt kylling
de: Gebratenes Hühnchen
el_gr: Ψημένο κοτόπουλο
es: Pollo cocinado
eu_es: Oilasko errea
fa_ir: مرغ سوخاري
fi: Paistettu kana
fil_ph: Lutong Manok
fr_ca: Poulet cuit
ga_ie: Sicín Cócaráilte
gd_gb: Cearc ròiste
gl_es: Polo cociñado
he: עוף מבושל
hi_in: पकाया चिकन
hr_hr: Pečena Piletina
hu_hu: Sült csirke
hy_am: Պատրաստված Հավի միս
id_id: Ayam Bakar
is_is: Eldaður kjúklingur
it: Pollo cotto
ja_jp: 焼き鳥
ka_ge: შემწვარი ქათამი
ko_kr: 구운 닭고기
lb_lu: Gebrodene Poulet
lt_lt: Kepta vištiena
lv_lv: Cepta vista
mn_mn: Шарсан тахианы мах
ms_my: Ayam Masak
mt_mt: Tiġieġa Msajra
nl_nl: Gebraden kip
nn_no: Steikt kjukling
pl: Pieczony kurczak
pt: Frango Assado
ro_ro: Găină friptă
ru_ru: Жареная курица
sk_sk: Pečené kurča
sl_si: Pečen piščanec
sv_se: Grillad kyckling
th_th: ไก่ย่าง
tr_tr: Pişmiş Tavuk
vi_vn: Thịt gà chín
zh_cn: 熟鸡肉
zh_tw: 烤雞

# item_chickenRaw_name
source: Raw Chicken
af_za: Rou Hoender
ar_sa: دجاج نيء
be_by: Сырая кураціна
bg_bg: Сурово пилешко месо
ca_es: Pollastre cru
cs: Syrové kuře
da_dk: Rå kylling
de: Rohes Hühnchen
el_gr: Ωμό κοτόπουλο
es: Pollo crudo
eu_es: Oilasko gordina
fa_ir: مرغ خام
fi: Raaka kana
fil_ph: Hilaw na Manok
fr_ca: Poulet cru
ga_ie: Sicín Amh
gd_gb: Cearc amh
gl_es: Polo crú
he: עוף נא
hi_in: कच्चा चिकन
hr_hr: Sirova Piletina
hu_hu: Nyers csirkehús
hy_am: Հավի հում միս
id_id: Daging Ayam Mentah
is_is: Hrár kjúklingur
it: Pollo crudo
ja_jp: 生の鶏肉
ka_ge: უმი ქათამი
ko_kr: 익히지 않은 닭고기
lb_lu: Réie Poulet
lt_lt: Žalia vištiena
lv_lv: Jēla vista
mn_mn: Түүхий тахианы мах
ms_my: Ayam Mentah
mt_mt: Tiġieġa Nejja
nl_nl: Rauwe kip
nn_no: Rå kjukling
pl: Surowy kurczak
pt: Frango Cru
ro_ro: Găină crudă
ru_ru: Курятина
sk_sk: Surové kurča
sl_si: Surov piščanec
sv_se: Rå kyckling
th_th: เนื้อไก่ดิบ
tr_tr: Çiğ Tavuk
vi_vn: Thịt gà sống
zh_cn: 生鸡肉
zh_tw: 生雞肉

# item_chorusFruit_name
source: Chorus Fruit
af_za: Refrein Vrug
ar_sa: فاكهة الكورس
be_by: Плод хоруса
bg_bg: Припевен плод
ca_es: Fruit de corall
cs: Plod chorusu
da_dk: Chorus frugt
de: Chorusfrucht
el_gr: Χορικό Φρούτο
es: Fruta coral
eu_es: Koral fruta
fa_ir: میوه کر
fi: Chorus-hedelmä
fil_ph: Korong Prutas
fr_ca: Fruit de chorus
ga_ie: Toradh Curfá
gd_gb: Meas-sèiste
gl_es: Froita chorus
he: פרי צ'ורוס
hr_hr: Korus Voće
hu_hu: Refréngyümölcs
id_id: Buah Chorus
it: Frutto corale
ja_jp: コーラスフルーツ
ka_ge: ქორუსის ხილი
ko_kr: 후렴과
lb_lu: Chorusfruucht
lt_lt: Koruso vaisius
lv_lv: Kora auglis
mn_mn: Дахилтат жимс
ms_my: Buah Korus
mt_mt: Frotta tal-Chorus
nn_no: Korfrukt
pl: Owoc refrenusu
pt: Fruta do Coro
ro_ro: Fruct coral
ru_ru: Плод хоруса
sk_sk: Chorus
sl_si: Refrensko sadje
sv_se: Körfrukt
th_th: ผลไม้คอรัสดิบ
tr_tr: Nakarat Meyvesi
vi_vn: Quả điệp khúc
zh_cn: 紫颂果
zh_tw: 歌萊果

# item_chorusFruitPopped_name
source: Popped Chorus Fruit
af_za: Gepofte Refrein Vrug
ar_sa: فاكهة الكورس المفرقعة
be_by: Печаны плод хоруса
bg_bg: Пукнат припевен плод
ca_es: Esclat de fruita de corall
cs: Vypukaný květ chorusu
da_dk: Poppet Chorus frugt
de: Geplatzte Chorusfrucht
el_gr: Σκασμένο Χορικό Φρούτο
es: Fruta coral horneada
eu_es: Koral fruta errea
fi: Paistettu Chorus-hedelmä
fil_ph: Binusang Korong Prutas
fr_ca: Fruit de chorus éclaté
ga_ie: Toradh Curfá Rósta
gd_gb: Meas-sèiste briste
gl_es: Flocos de froita chorus
he: פרי צ'ורוס מנופץ
hr_hr: Pečeno Korus Voće
hu_hu: Pattogatott refréngyümölcs
id_id: Muncul buah Chorus
it: Frutto corale scoppiato
ja_jp: 焼いたコーラスフルーツ
ka_ge: ქორუსის გახეთქილი ხილი
ko_kr: 튀긴 후렴과
lb_lu: Geplatzte Chorusfruucht
lt_lt: Spragintas koruso vaisius
lv_lv: Kausēts kora auglis
mn_mn: Дахилтат жимсний хэлтэрхий
ms_my: Buah Korus Muncul
mt_mt: Frotta tal-Chorus Mifqugħha
nl_nl: Gepoft Chorusfruit
nn_no: Poppa korfrukt
pl: Prażony owoc refrenusu
pt: Fruta do Coro Rebentada
ro_ro: Fruct coral spart
ru_ru: Прожаренный плод хоруса
sk_sk: Vyklíčený chorus
sl_si: Izstreljeno refrensko sadje
sv_se: Spräckt körfrukt
th_th: ผลไม้คอรัสสุก
tr_tr: Patlamış Nakarat Meyvesi
vi_vn: Quả điệp khúc nở bung
zh_cn: 爆裂紫颂果
zh_tw: 爆開的歌萊果

# item_clay_name
source: Clay
af_za: Klei
ar_sa: صلصال
be_by: Гліна
bg_bg: Глинена топка
ca_es: Argila
cs: Jíl
da_dk: Ler
de: Ton
el_gr: Πηλός
es: Arcilla
eu_es: Buztina
fa_ir: رس
fi: Savi
fil_ph: Luad
fr_ca: Motte de glaise
ga_ie: Cré
gl_es: Arxila
he: חמר
hi_in: मिट्टी
hr_hr: Glina
hu_hu: Agyag
hy_am: Կավ
id_id: Tanah Liat
is_is: Leir
it: Zolla d'argilla
ja_jp: 粘土
ka_ge: თიხა
ko_kr: 점토
lb_lu: Toun
lt_lt: Molis
lv_lv: Māls
mn_mn: Шавар
ms_my: Tanah Liat
mt_mt: Tafal
nl_nl: Klei
nn_no: Leire
pl: Glina
pt: Barro
ro_ro: Lut
ru_ru: Глина
sk_sk: Íl
sl_si: Glina
sv_se: Lera
th_th: ดินเหนียว
tr_tr: Kil
vi_vn: Đất sét
zh_cn: 粘土
zh_tw: 黏土

# item_clock_name
source: Clock
af_za: Horlosie
ar_sa: ساعة
be_by: Гадзіннік
bg_bg: Часовник
ca_es: Rellotge
cs: Hodiny
da_dk: Ur
de: Uhr
el_gr: Ρολόι
es: Reloj
eu_es: Erlojua
fa_ir: ساعت
fi: Kello
fil_ph: Relo
fr_ca: Horloge
ga_ie: Clog
gl_es: Reloxo
he: שעון
hi_in: घड़ी
hr_hr: Sat
hu_hu: Óra
hy_am: Ժամացույց
id_id: Jam
is_is: Klukka
it: Orologio
ja_jp: 時計
ka_ge: საათი
ko_kr: 시계
lb_lu: Auer
lt_lt: Laikrodis
lv_lv: Pulkstenis
mi_nz: Karaka
mk_mk: Сат
mn_mn: Цаг
ms_my: Jam
mt_mt: Arloġġ
nl_nl: Klok
nn_no: Klokke
pl: Zegar
pt: Relógio
ro_ro: Ceas
ru_ru: Часы
sk_sk: Hodinky
sl_si: Ura
sv_se: Klocka
th_th: นาฬิกา
tr_tr: Saat
vi_vn: Đồng hồ
zh_cn: 钟
zh_tw: 時鐘

# item_coal_name
source: Coal
af_za: Steenkool
ar_sa: فحم
be_by: Вугаль
bg_bg: Каменни въглища
ca_es: Carbó
cs: Uhlí
da_dk: Kul
de: Kohle
de_at: Kohle
el_gr: Άνθρακας
es: Carbón
eu_es: Ikatza
fa_ir: ذغال سنگ
fi: Hiili
fil_ph: Karbon
fr_ca: Charbon
ga_ie: Gual
gl_es: Carbón
he: פחם
hi_in: कोयला
hr_hr: Ugljen
hu_hu: Szén
hy_am: Ածուխ
id_id: Batu Bara
is_is: Kol
it: Carbone
ja_jp: 石炭
ka_ge: ქვანახშირი
ko_kr: 석탄
lb_lu: Kuel
lt_lt: Anglis
lv_lv: Ogles
mi_nz: Waro
mn_mn: Нүүрс
ms_my: Arang Batu
mt_mt: Faħam
nl_nl: Steenkool
nn_no: Kol
pl: Węgiel
pt: Carvão
ro_ro: Cărbune
ru_ru: Уголь
sk_sk: Uhlie
sl_si: Premog
sv_se: Kol
th_th: ถ่านหิน
tr_tr: Kömür
vi_vn: Than
zh_cn: 煤炭
zh_tw: 煤炭

# item_comparator_name
source: Redstone Comparator
af_za: Redstone Vergelyker
ar_sa: مقارن الحجر الأحمر
be_by: Кампаратар
bg_bg: Червенокаменен сравнител
ca_es: Comparador
cs: Ruditový porovnávač
da_dk: Rødstens-komparator
de: Redstone-Komparator
de_at: Redstone-Komparator
el_gr: Συγκριτής Ρέντστοουν
es: Comparador de redstone
eu_es: Harrigorri konparadorea
fa_ir: مقایسه گر رداستوني
fi: Redstone-vertailija
fil_ph: Kulog-hambing
fr_ca: Comparateur de redstone
ga_ie: Comparadóir Deargchloiche
gd_gb: Inneal-coimeis redstone
gl_es: Comparador de Redstone
he: משווה זרם רדסטון
hi_in: लाल पत्थर तुलनित्र
hr_hr: Komparator
hu_hu: Redstone-komparátor
hy_am: Համեմատիչ
id_id: Pembanding Batu Merah
is_is: Samanburðarrofi
it: Comparatore di redstone
ja_jp: レッドストーンコンパレーター
ka_ge: რედსტოუნის კომპარატორი
ko_kr: 레드스톤 비교기
lb_lu: Redstonekomparator
lt_lt: Redstouno komparatorius
lv_lv: Sarkanakmens salīdzinātājs
mn_mn: Улаан чулуун харьцуулагч
ms_my: Pembanding Batu Merah
mt_mt: Komparatur tar-Redstone
nn_no: Redstone-komparator
pl: Komparator
pt: Comparador de Redstone
ro_ro: Comparator de redstone
ru_ru: Редстоуновый компаратор
sk_sk: Redstonový porovnávač
sl_si: Redstone razdelilec
sv_se: Redstonejämförare
th_th: ตัวเปรียบเทียบ
tr_tr: Kızıl Taş Karşılaştırıcı
vi_vn: Mạch so sánh Redstone
zh_cn: 红石比较器
zh_tw: 紅石比較器

# item_compass_name
source: Compass
af_za: Kompas
ar_sa: بوصلة
be_by: Компас
bg_bg: Компас
ca_es: Brúixola
cs: Kompas
da_dk: Kompas
de: Kompass
el_gr: Πυξίδα
es: Brújula
eu_es: Iparrorratza
fa_ir: قطب نما
fi: Kompassi
fil_ph: Bruhula
fr_ca: Boussole
ga_ie: Compás
gl_es: Compás
he: מצפן
hi_in: कंपास
hr_hr: Kompas
hu_hu: Iránytű
hy_am: Կողմնացույց
id_id: Kompas
is_is: Áttaviti
it: Bussola
ja_jp: コンパス
ka_ge: კომპასი
ko_kr: 나침반
lb_lu: Kompass
lt_lt: Kompasas
lv_lv: Kompass
mi_nz: Kāpehu
mk_mk: компас
mn_mn: Луужин
ms_my: Kompas
mt_mt: Boxla
nl_nl: Kompas
nn_no: Kompass
pl: Kompas
pt: Bússola
ro_ro: Busolă
ru_ru: Компас
sk_sk: Kompas
sl_si: Kompas
sv_se: Kompass
th_th: เข็มทิศ
tr_tr: Pusula
vi_vn: La bàn
zh_cn: 指南针
zh_tw: 指南針

# item_cookie_name
source: Biscuit
af_za: Beskuitjie
ar_sa: بسكويت
be_by: Печыва
bg_bg: Бисквитка
ca_es: Galeta
cs: Sušenka
da_dk: Småkage
de: Keks
de_at: Keks
el_gr: Μπισκότο
es: Galleta
eu_es: Galleta
fa_ir: بيسکوييت
fi: Keksi
fil_ph: Galyetas
ga_ie: Briosca
gd_gb: Briosgaid
gl_es: Galleta
he: עוגייה
hi_in: कुकी
hr_hr: Kolačić
hu_hu: Csokis süti
hy_am: Բլիթ
id_id: Biskuit
is_is: Smákaka
it: Biscotto
ja_jp: クッキー
ka_ge: ნამცხვარი
ko_kr: 쿠키
lb_lu: Kichelchen
lt_lt: Sausainis
lv_lv: Cepums
mi_nz: Pihikete
mn_mn: Жигэнэмэг
ms_my: Biskut
mt_mt: Gallettina
nl_nl: Koekje
nn_no: Kjeks
pl: Ciastko
pt: Bolacha
ro_ro: Fursec
ru_ru: Печенье
sk_sk: Sušienka
sl_si: Piškot
sv_se: Kaka
th_th: คุกกี้
tr_tr: Kurabiye
vi_vn: Bánh quy
zh_cn: 曲奇
zh_tw: 餅乾

# item_diamond_name
source: Diamond
af_za: Diamant
ar_sa: ألماس
be_by: Дыямент
bg_bg: Диамант
ca_es: Diamant
cs: Diamant
da_dk: Diamant
de: Diamant
de_at: Diamant
el_gr: Διαμάντι
es: Diamante
eu_es: Diamantea
fa_ir: الماس
fi: Timantti
fil_ph: Diamante
fr_ca: Diamant
ga_ie: Diamant
gl_es: Diamante
he: יהלום
hi_in: हीरा
hr_hr: Dijamant
hu_hu: Gyémánt
hy_am: Ադամանդ
id_id: Berlian
is_is: Demantur
it: Diamante
ja_jp: ダイヤモンド
ka_ge: ალმასი
ko_kr: 다이아몬드
lb_lu: Diamant
lt_lt: Deimantas
lv_lv: Dimants
mi_nz: Taimana
mn_mn: Алмаз эрдэнэ
ms_my: Berlian
mt_mt: Djamant
nl_nl: Diamant
nn_no: Diamant
pl: Diament
pt: Diamante
ro_ro: Diamant
ru_ru: Алмаз
sk_sk: Diamant
sl_si: Diamant
sv_se: Diamant
th_th: เพชร
tr_tr: Elmas
vi_vn: Kim cương
zh_cn: 钻石
zh_tw: 鑽石

# item_doorAcacia_name
source: Acacia Door
af_za: Akasiahout Deur
ar_sa: باب من خشب السنط
be_by: Дзверы з акацыі
bg_bg: Акациева врата
ca_es: Porta de fusta d'acacia
cs: Akáciové dveře
da_dk: Akaciedør
de: Akazienholztür
el_gr: Πόρτα από Ξύλο Ακακίας
es: Puerta de madera de acacia
eu_es: Akaziazko atea
fa_ir: درب اقاقیا
fi: Akaasiaovi
fil_ph: Kahoy ng Akasyang Pinto
fr_ca: Porte en bois d'acacia
ga_ie: Doras Acaicia
gl_es: Porta de acacia
he: דלת שיטה
hr_hr: Vrata (Akacija)
hu_hu: Akácia ajtó
id_id: Pintu Kayu Akasia
is_is: Akasíuviðarhurð
it: Porta d'acacia
ja_jp: アカシアのドア
ka_ge: აკაციის კარები
ko_kr: 아카시아나무 문
lb_lu: Akazienholzdier
lt_lt: Akacijos durys
lv_lv: Akāciju durvis
mn_mn: Хуайс модон хаалга
ms_my: Pintu Kayu Akasia
mt_mt: Bieb tal-Akaċja
nl_nl: Acaciahouten deur
nn_no: Akasiedør
pl: Akacjowe drzwi
pt: Porta de Madeira de Acácia
ro_ro: Ușă de salcâm
ru_ru: Акациевая дверь
sk_sk: Akáciové dvere
sl_si: Akacijeva vrata
sv_se: Akaciaträdörr
th_th: ประตูไม้อะเคเซีย
tr_tr: Akasya Kapı
vi_vn: Cửa gỗ xiêm gai
zh_cn: 金合欢木门
zh_tw: 相思木門
