Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# options_attackIndicator
source: Attack Indicator
af_za: Aanval Aanwyser
ar_sa: مؤشر الهجوم
be_by: Індыкатар атакі
bg_bg: Индик. за атака
ca_es: Indicador d'atac
cs: Zaměřovač
da_dk: Angreb indikator
de: Angriffsanzeige
de_at: Ongriffsonzeige
el_gr: Δείκτης επίθεσης
es: Indicador de ataque
eu_es: Eraso adierazle
fa_ir: شاخص حمله
fi: Hyökkäysilmaisin
fr_ca: Indicateur d'attaque
ga_ie: Táscaire Ionsaithe
gd_gb: Taisbeanair ionnsaighe
gl_es: Indicador de ataque
he: מד חוזק
hi_in: हमले के सूचक
hr_hr: Pokazatelj napada
hu_hu: Támadásjelző
id_id: Tanda Serang
is_is: Árásar Mælir
it: Indicatore d'attacco
ja_jp: 攻撃力変動の表示
ka_ge: შეტევის მაჩვენებელი
ko_kr: 공격 지표
lb_lu: Attackindikatiounen
lt_lt: Atakos rodiklis
lv_lv: Uzbrukumu indikators
mk_mk: Индикатор за Напад
mn_mn: Дайралтын үзүүлэлт
ms_my: Penunjuk serangan
mt_mt: Indikatur tal-Attakk
nl_nl: Aanvalsindicator
nn_no: Angrepsindikator
pl: Wskaźnik ataku
pt: Indicador de Ataque
ro_ro: Indicator de atac
ru_ru: Индикатор атаки
sk_sk: Indikátor útoku
sl_si: Kazalec napada
sq_al: Sulmi Tregues
sv_se: Attackmätare
th_th: ตัวบ่งชี้การโจมตี
tr_tr: Saldırı Göstergesi
vi_vn: Biểu thị tấn công
zh_cn: 攻击指示器
zh_tw: 攻擊顯示計

# options_autoJump
source: Auto-jump
af_za: Spring automaties
ar_sa: القفز التلقائى
be_by: Аўтаскачок
bg_bg: Автоматично скачане
ca_es: Salt automàtic
cs: Automatické skákání
da_dk: Auto-hop
de: Automatisch springen
de_at: Automatisch hupfn
el_gr: Αυτόματο άλμα
es: Salto automático
fi: Automaattinen hyppy
fil_ph: Nag Tatalon
fr_ca: Saut automatique
ga_ie: Uath-léim
gd_gb: Leum fèin-obrachail
gl_es: Salto automático
he: קפיצה אוטומטית
hr_hr: Automatsko skakanje
hu_hu: Automatikus ugrás
id_id: Lompat-Mandiri
is_is: Hoppa sjálfkrafa
it: Salto automatico
ja_jp: 自動ジャンプ
ka_ge: ავტოახტომა
ko_kr: 자동 점프
lb_lu: Automatesch sprangen
lt_lt: Auto-pašokimas
lv_lv: Auto-lēkt
mk_mk: Авто-скок
mn_mn: Өөрөө үсрэх
ms_my: Lompat-automatik
mt_mt: Aqbeż Awtomatikament
nl_nl: Automatisch springen
nn_no: Auto-hopp
pl: Auto-skok
pt: Salto automático
ro_ro: Salt automat
ru_ru: Автопрыжок
sk_sk: Automatické skákanie
sl_si: Avtomatski skok
sv_se: Hoppa automatiskt
th_th: กระโดดอัตโนมัติ
tr_tr: Oto-Zıplama
vi_vn: Nhảy tự động
zh_cn: 自动跳跃
zh_tw: 自動跳躍

# options_chat_color
source: Colours
af_za: Kleure
ar_sa: الألوان
be_by: Колеры
bg_bg: Цветове
ca_es: Colors
cs: Barvy
da_dk: Farver
de: Farben
de_at: Foabn
el_gr: Χρώματα
es: Colores
eu_es: Koloreak
fa_ir: رنگ ها
fi: Värit
fil_ph: Kulay
fr_ca: Couleurs
ga_ie: Dathanna
gd_gb: Dathan
gl_es: Cores
he: צבעים
hi_in: रंग
hr_hr: Boje
hu_hu: Színek
hy_am: Գույներ
id_id: Warna
is_is: Litir
it: Colori
ja_jp: 色
ka_ge: ფერები
ko_kr: 색상
lb_lu: Fuerwen
lt_lt: Spalvos
lv_lv: Krāsas
mi_nz: Tae
mk_mk: Бои
mn_mn: Өнгө
ms_my: Warna
mt_mt: Kuluri
nl_nl: Kleuren
nn_no: Fargar
pl: Kolory
pt: Cores
ro_ro: Culori
ru_ru: Цвета
sk_sk: Farby
sl_si: Barve
sv_se: Färger
th_th: สีสัน
tr_tr: Renkler
vi_vn: Các màu sắc
zh_cn: 颜色
zh_tw: 顏色

# options_chat_height_focused
source: Focused Height
af_za: Fokus Hoogte
ar_sa: الارتفاع المركز
be_by: Вышыня актыўнага
bg_bg: Фокусирана височина
ca_es: Alçada enfocada
cs: Aktivní výška
da_dk: Fokuseret højde
de: Höhe (geöffnet)
de_at: Hechn (g'öffnet)
el_gr: Ύψος σε εστίαση
es: Altura enfocada
eu_es: Garaiera fokatu
fa_ir: ارتفاع متمرکز
fi: Korkeus avattuna
fil_ph: Nakatutong Taas
fr_ca: Hauteur avec focus
ga_ie: Airde le Fócas
gd_gb: Leud le fòcas
gl_es: Altura enfocada
he: גובה ממוקד
hi_in: ध्यान केंद्रित लंबाई
hr_hr: Fokusirana Visina
hu_hu: Aktív magasság
hy_am: Կենտրոնացված Բարձրություն
id_id: Tinggi Terfokus
is_is: Hæð í forgrunn
it: Altezza (in uso)
ja_jp: 入力時の高さ
ka_ge: ფოკუსირებული სიმაღლე
ko_kr: 숨겨진 대화 높이
lb_lu: Héicht am Fokus
lt_lt: Fokusuoto aukštis
lv_lv: Koncentrējies uz augstumu
ms_my: Ketinggian fokus
mt_mt: Għoli meta Ffukat
nl_nl: Hoogte actief
nn_no: Fokusert høgd
pl: Wysokość aktywnego
pt: Altura focada
ro_ro: Înălțime focalizată
ru_ru: Активный чат
sk_sk: Zameraná výška
sl_si: Osredotočena višina
sv_se: Fokuserad höjd
th_th: ความสูงที่เน้น
tr_tr: Odaklanmış Yükseklik
vi_vn: Chiều cao được tập trung
zh_cn: 聚焦高度
zh_tw: 聚焦高度

# options_chat_height_unfocused
source: Unfocused Height
af_za: Ongefokusde Hoogte
ar_sa: الارتفاع غير مركزة
be_by: Вышыня неактыўнага
bg_bg: Нефокусирана височ.
ca_es: Alçada desenfocada
cs: Neaktivní výška
da_dk: Ikke-fokuseret højde
de: Höhe (geschlossen)
de_at: Hechn (gschlossn)
el_gr: Ανεστίαστο Ύψος
es: Altura desenfocada
eu_es: Garaiera fokatugabe
fa_ir: ارتفاع غیر متمرکز
fi: Korkeus suljettuna
fil_ph: Di-nakatutong Taas
fr_ca: Hauteur sans focus
ga_ie: Airde gan Fhócas
gd_gb: Leud gun fhòcas
gl_es: Altura desenfocada
he: גובה לא ממוקד
hi_in: अनफोकस्ड लंबाई
hr_hr: Nefokusirana Visina
hu_hu: Inaktív magasság
hy_am: Ոչ կենտրոնացված բարձրություն
id_id: Tinggi Tak Terfokus
is_is: Hæð í bakgrunn
it: Altezza (non in uso)
ja_jp: 通常時の高さ
ka_ge: არაფოკუსირებული სიმაღლე
ko_kr: 보여지는 대화 높이
lb_lu: Héicht ouni Fokus
lt_lt: Nefokusuoto aukštis
lv_lv: Nekoncentrējies uz augstumu
mi_nz: Not Focused Height
ms_my: Ketinggian tidak fokus
mt_mt: Għoli meta Sfukat
nl_nl: Hoogte inactief
nn_no: Ufokusert høgd
pl: Wysokość nieaktywnego
pt: Altura sem Foco
ro_ro: Înălțime nefocalizată
ru_ru: Неактивный чат
sk_sk: Nezameraná výška
sl_si: Neosredotočena višina
sv_se: Ofokuserad höjd
th_th: ความสูงเลื่อนลอย
tr_tr: Odaklanmamış Yükseklik
vi_vn: Chiều cao không được tập trung
zh_cn: 淡化高度
zh_tw: 未聚焦高度

# options_chat_links
source: Web Links
af_za: Web Skakels
ar_sa: روابط ويب
be_by: Спасылкі Сеціва
bg_bg: Интернет линкове
ca_es: Enllaços web
cs: Webové odkazy
de_at: Intanetlinks
el_gr: Σύνδεσμοι Διαδικτύου
es: Enlaces web
eu_es: Web loturak
fa_ir: لینک های وب
fi: Linkit
fr_ca: Liens Internet
ga_ie: Naisc Idirlín
gd_gb: Ceanglaichean-lìn
gl_es: Enlaces web
he: קישורי אתרים
hi_in: वेब लिंक
hr_hr: Hiperveze
hu_hu: Weblinkek
hy_am: Հղումներ
id_id: Jaringan Web
is_is: Vef hlekkir
it: Collegamenti esterni
ja_jp: ウェブリンク
ka_ge: ბმულები
ko_kr: 웹 링크
lt_lt: Nuorodos
lv_lv: Interneta Saites
mi_nz: Hononga Tukutuku
mk_mk: Веб Врски
mn_mn: Цахим хуудасны холбоос
ms_my: Pautan Web
nn_no: Internettlenkjer
pl: Linki do stron
pt: Links da Web
ro_ro: Linkuri
ru_ru: Ссылки
sk_sk: Webové odkazy
sl_si: Spletne povezave
sv_se: Webblänkar
th_th: ลิงก์
tr_tr: İnternet Linkleri
vi_vn: Các đường dẫn trên mạng
zh_cn: 网页链接
zh_tw: 網址連結

# options_chat_links_prompt
source: Prompt on Links
af_za: Bevestig Skakelgebruik
ar_sa: المطالبة عند ضغط الروابط
be_by: Пацверджанне пераходу
bg_bg: Запитване при отваряне на линк
ca_es: Preguntar al clicar en enllaços
cs: Potvrzovat odkazy
da_dk: Spørg før links åbnes
de: Links bestätigen lassen
de_at: Links bestätign lossn
el_gr: Προτροπή σε συνδέσμους
es: Avisar al abrir
eu_es: Eskatu loturak
fa_ir: بازکردن لينک ها را درخواست کن
fi: Kysy linkkien avaamisesta
fil_ph: Prompt sa Link
fr_ca: Avertir sur les liens
ga_ie: Leid do Naisc
gd_gb: Dearbhaich na ceanglaichean
gl_es: Avisar ó abrir ligazóns
he: אזהרה מפני קישורים
hi_in: लिंक पर तत्काल
hr_hr: Upozori na linkove
hu_hu: Rákérdezés linkeknél
hy_am: Թույլատվության հարցում հղումների դեպքում
id_id: Meminta link
is_is: Spyrja um hlekki
it: Conferma sui collegamenti
ja_jp: リンクを開く時に確認を表示
ka_ge: დასტური ბმულების გახსნამდე
ko_kr: 링크 확인
lb_lu: Links bestätege loossen
lt_lt: Klausti dėl nuorodų
lv_lv: Piedāvāt Saites
mi_nz: Tohuāki i runga i Hononga
mk_mk: Прашај за Линкови
mn_mn: Холбоос зөвшөөрөл авах
ms_my: Cepat pada Pautan
mt_mt: Twissija meta Tiftaħ Links
nl_nl: Vragen bij links
nn_no: Be om lenkjer
pl: Ostrzeż przy otwarciu linku
pt: Avisar sobre Links
ro_ro: Confirmare la linkuri
ru_ru: Запрашивать переход
sk_sk: Upozornenie na odkaz
sl_si: Vprašaj ob povezavah
sv_se: Fråga om länkar
th_th: หน้าต่างยืนยันการเปิดลิงก์
tr_tr: Linkleri Açarken Sor
vi_vn: Khuyến cáo về các đường dẫn
zh_cn: 链接提示
zh_tw: 連結提示

# options_chat_opacity
source: Opacity
af_za: Ondeursigtigheid
ar_sa: العتامة
be_by: Празрыстасць
bg_bg: Прозрачност
ca_es: Opacitat
cs: Neprůhlednost
da_dk: Opacitet
de: Deckkraft
de_at: Deckkroft
el_gr: Αδιαφάνεια
es: Opacidad
eu_es: Opakotasuna
fa_ir: تاری
fi: Läpikuultamattomuus
fil_ph: Kalabuan
fr_ca: Opacité
ga_ie: Teimhneacht
gd_gb: Trìd-dhoilleireachd
gl_es: Opacidade
he: אטימות
hi_in: अस्पष्टता
hr_hr: Neprozirnost
hu_hu: Átlátszatlanság
hy_am: Անթափանցիկություն
id_id: Transparansi
is_is: Gegnsæi
it: Opacità
ja_jp: 不透明度
ka_ge: გაუმჭვირობა
ko_kr: 불투명도
lb_lu: Deckkraaft
lt_lt: Ryškumas
lv_lv: Caurspīdīgums
mk_mk: Непроѕирноста
mn_mn: Тунгалагжилт
ms_my: Kelagapan
mt_mt: Opaċita'
nl_nl: Ondoorzichtigheid
nn_no: Gjennomsiktigheit
pl: Przezroczystość
pt: Opacidade
ro_ro: Opacitate
ru_ru: Непрозрачность
sk_sk: Nepriehľadnosť
sl_si: Prosojnost
sv_se: Opacitet
th_th: ความทึบแสง
tr_tr: Opaklık
vi_vn: Độ mờ đục
zh_cn: 透明度
zh_tw: 不透明度

# options_chat_scale
source: Scale
af_za: Skaal
ar_sa: مقياس
be_by: Маштаб
bg_bg: Мащаб
ca_es: Escala
cs: Měřítko
da_dk: Skalering
de: Skalierung
de_at: Skala
el_gr: Κλίμακα
es: Escala
eu_es: Eskala
fa_ir: مقیاس
fi: Koko
fil_ph: Kalakihan
fr_ca: Taille
ga_ie: Scála
gd_gb: Sgèile
gl_es: Escala
he: קנה מידה
hi_in: स्केल
hr_hr: Razmjer
hu_hu: Méret
hy_am: Մասշտաբ
id_id: Skala
is_is: Hlutföll
it: Grandezza
ja_jp: 縮尺
ka_ge: მასშტაბი
ko_kr: 크기
lb_lu: Moossstaf
lt_lt: Mastelis
lv_lv: Izmērs
mi_nz: Tauine
mn_mn: Хэмжээ
ms_my: Skala
mt_mt: Skala
nl_nl: Schaal
nn_no: Skala
pl: Skala
pt: Escala
ro_ro: Dimensiune
ru_ru: Размер
sk_sk: Mierka
sl_si: Velikost
sv_se: Skala
th_th: มาตราส่วน
tr_tr: Ölçek
vi_vn: Quy mô
zh_cn: 比例
zh_tw: 範圍

# options_chat_title
source: Chat Settings...
af_za: Kletsverstellings...
ar_sa: إعدادات الدردشة...
be_by: Налады чату...
bg_bg: Настройки на чата...
ca_es: Configuració del xat...
cs: Nastavení chatu…
da_dk: Chatindstillinger...
de: Chateinstellungen ...
de_at: Chat-Einstellungen...
el_gr: Ρυθμίσεις συνομιλίας...
es: Ajustes de chat...
eu_es: Txataren ezarpenak...
fa_ir: تنظیمات چت
fi: Keskusteluasetukset...
fil_ph: Nakatakdang Pang-chat...
fr_ca: Options du chat
ga_ie: Socruithe Comhrá...
gd_gb: Roghainnean na cabadaich...
gl_es: Axustes de chat...
he: הגדרות צ'אט...
hi_in: चैट सेटिंग्स ...
hr_hr: Razgovor...
hu_hu: Chat beállításai...
hy_am: Չատի կարգավորումներ...
id_id: Pengaturan Chat...
is_is: Spjall Stillingar...
it: Chat...
ja_jp: チャット設定…
ka_ge: სასაუბროს გამართვა...
ko_kr: 대화 설정...
lb_lu: Chatastellungen ...
lt_lt: Pokalbio nustatymai
lv_lv: Čata uzstādijumi...
mi_nz: Settings kōrerorero...
mk_mk: Прилагодување на Чат...
mn_mn: Харилцааны тохиргоо...
ms_my: Tetapan Bual...
mt_mt: Għażliet taċ-Chat...
nl_nl: Chatinstellingen...
nn_no: Prateinstillingar...
pl: Ustawienia czatu...
pt: Definições do Chat...
ro_ro: Setările chatului...
ru_ru: Настройки чата...
sk_sk: Nastavenia chatu...
sl_si: Nastavitve klepeta...
sv_se: Chattinställningar...
th_th: ตั้งค่าหน้าต่างสนทนา...
tr_tr: Sohbet Ayarları...
vi_vn: Cài đặt tán gẫu...
zh_cn: 聊天设置...
zh_tw: 交談設定...

# options_chat_visibility
source: Chat
af_za: Klets
ar_sa: الدردشة
be_by: Чат
bg_bg: Чат
ca_es: Xat
el_gr: Συνομιλία
eu_es: Txata
fa_ir: چت
fi: Keskustelu
ga_ie: Comhrá
gd_gb: Cabadaich
he: צ'אט
hi_in: बातचीत
hr_hr: Razgovor
hy_am: Չատ
id_id: Obrolan
is_is: Spjall
ja_jp: チャット
ka_ge: სასაუბრო
ko_kr: 대화
lt_lt: Pokalbis
lv_lv: Čats
mi_nz: kōrerorero
mk_mk: Чат
mn_mn: Харилцаа
ms_my: Bual
pl: Czat
ru_ru: Чат
sl_si: Klepet
sv_se: Chatt
th_th: หน้าต่างสนทนา
tr_tr: Sohbet
vi_vn: Tán gẫu
zh_cn: 聊天
zh_tw: 聊天欄

# options_chat_visibility_full
source: Shown
af_za: Sigbaar
ar_sa: ظاهر
be_by: Бачны
bg_bg: Показан
ca_es: Visible
cs: Zobrazen
da_dk: Vist
de: Alles anzeigen
de_at: Ozoagt
el_gr: Εμφανισμένος
es: Visible
eu_es: Ikusgai
fa_ir: نشان داده شده
fi: Näkyy
fil_ph: Ipakita
fr_ca: Montré
ga_ie: Infheicthe
gd_gb: Seall
gl_es: Visible
he: גלוי
hi_in: दिखाया
hr_hr: Pokazano
hu_hu: Megjelenítve
hy_am: Տեսանելի
id_id: Ditampilkan
is_is: Sýna
it: visibile
ja_jp: 表示
ka_ge: ნაჩვენები
ko_kr: 표시
lb_lu: Ugewisen
lt_lt: Rodomas
lv_lv: Parādīts
mi_nz: whakaaturia
mk_mk: Покажуван
mn_mn: Бүгд
ms_my: Dipaparkan
mt_mt: Jidher
nl_nl: Zichtbaar
nn_no: Vist
pl: Widoczny
pt: Mostrado
ro_ro: Vizibil
ru_ru: Виден
sk_sk: Viditeľný
sl_si: Prikazan
sv_se: Visas
th_th: แสดง
tr_tr: Göster
vi_vn: Được hiển thị
zh_cn: 显示
zh_tw: 顯示全部

# options_chat_visibility_hidden
source: Hidden
af_za: Onsigbaar
ar_sa: مخفي
be_by: Схаваны
bg_bg: Скрит
ca_es: Amagat
cs: Skrytý
da_dk: Skjult
de: Versteckt
de_at: Vasteckt
el_gr: Κρυμμένο
es: Oculto
eu_es: Ezkutuan
fa_ir: پنهان
fi: Ei näy
fil_ph: Itago
fr_ca: Caché
ga_ie: Ceilte
gd_gb: Falaich
gl_es: Oculto
he: נסתר
hi_in: छिपा हुआ
hr_hr: Sakriveno
hu_hu: Elrejtve
hy_am: Թաքցված
id_id: Tersembunyi
is_is: Falið
it: nascosta
ja_jp: 非表示
ka_ge: დამალული
ko_kr: 숨김
lb_lu: Verstoppt
lt_lt: paslėptas
lv_lv: Paslēpts
mi_nz: Huna
mk_mk: Скриени
mn_mn: Харагдана
ms_my: Diselindung
mt_mt: Moħbi
nl_nl: Verborgen
nn_no: Gøymt
pl: Niewidoczny
pt: Oculto
ro_ro: Ascuns
ru_ru: Скрыт
sk_sk: Skrytý
sl_si: Skrit
sv_se: Dold
th_th: ซ่อน
tr_tr: Gizli
vi_vn: Ẩn đi
zh_cn: 隐藏
zh_tw: 隱藏

# options_chat_visibility_system
source: Commands Only
af_za: Slegs Opdragte
ar_sa: الأوامر فقط
be_by: Толькі каманды
bg_bg: Само команди
ca_es: Només comandaments
cs: Pouze příkazy
da_dk: Kun kommandoer
de: Nur Befehle anzeigen
de_at: Nua Befehle ozoagn
el_gr: Εντολές μόνο
es: Solo comandos
eu_es: Aginduak bakarrik
fa_ir: فقط دستورات
fi: Vain komennot
fil_ph: Mga Command Lang
fr_ca: Commandes seulement
ga_ie: Orduithe Amháin
gd_gb: Àitheantan a-mhàin
gl_es: Só comandos
he: פקודות בלבד
hi_in: केवल कमानों
hr_hr: Samo naredbe
hu_hu: Csak parancsok
hy_am: Միայն Հրամանները
id_id: Hanya Perintah
is_is: Eingöngu skipanir
it: solo i comandi
ja_jp: コマンドのみ
ka_ge: მხოლოდ ბრძანებები
ko_kr: 명령어만
lb_lu: Nëmme Befehler
lt_lt: tik komandos
lv_lv: Tikai komandas
mi_nz: tono anake
mk_mk: Само Команди
mn_mn: Зөвхөн командууд
ms_my: Perintah-Perintah Sahaja
mt_mt: Kodiċi Biss
nl_nl: Alleen opdrachten
nn_no: Kun kommandoar
pl: Jedynie komendy
pt: Apenas Comandos
ro_ro: Numai comenzi
ru_ru: Только команды
sk_sk: Iba príkazy
sl_si: Samo ukazi
sv_se: Endast kommandon
th_th: เฉพาะคำสั่ง
tr_tr: Yalnızca Komutlar
vi_vn: Chỉ dành cho các câu lệnh
zh_cn: 仅限指令
zh_tw: 只顯示指令

# options_chat_width
source: Width
af_za: Wydte
ar_sa: العرض
be_by: Шырыня
bg_bg: Ширина
ca_es: Amplada
cs: Šířka
da_dk: Bredde
de: Breite
de_at: Broadn
el_gr: Πλάτος
es: Ancho
eu_es: Zabalera
fa_ir: عرض
fi: Leveys
fil_ph: Haba
fr_ca: Largeur
ga_ie: Leithead
gd_gb: Leud
gl_es: Ancho
he: רוחב
hi_in: चौडाई
hr_hr: Širina
hu_hu: Szélesség
hy_am: Լայնություն
id_id: Lebar
is_is: Breidd
it: Larghezza
ja_jp: 幅
ka_ge: სიგანე
ko_kr: 폭
lb_lu: Breet
lt_lt: Plotis
lv_lv: Platums
mi_nz: Whānuitanga
mn_mn: Өргөн
ms_my: Lebar
mt_mt: Wisa
nl_nl: Breedte
nn_no: Bredde
pl: Szerokość
pt: Largura
ro_ro: Lățime
ru_ru: Ширина
sk_sk: Šírka
sl_si: Širina
sv_se: Bredd
th_th: ความกว้าง
tr_tr: Genişlik
vi_vn: Chiều rộng
zh_cn: 宽度
zh_tw: 寬度

# options_controls
source: Controls...
af_za: Kontroles...
ar_sa: التحكم...
be_by: Налады кіравання...
bg_bg: Контроли...
cs: Ovládání…
da_dk: Styring...
de: Steuerung ...
de_at: Steiarung...
el_gr: Χειρισμός...
es: Controles...
eu_es: Kontrolak...
fa_ir: کنترل ها...
fi: Näppäimet...
fil_ph: Mga Controls...
fr_ca: Contrôles...
ga_ie: Rialtáin...
gd_gb: Uidheaman-smachd...
gl_es: Controis...
he: מקשים...
hi_in: नियंत्रण ...
hr_hr: Upravljanje...
hu_hu: Irányítás...
hy_am: Ղեկավարումներ...
id_id: Kontrol...
is_is: Stjórntakkar...
it: Comandi...
ja_jp: 操作設定…
ka_ge: მართვა...
ko_kr: 조작...
lb_lu: Steierung ...
lt_lt: Valdymas
lv_lv: Vadības uzstādijumi...
mi_nz: Mana...
mk_mk: Контроли...
mn_mn: Удирдлага...
ms_my: Kawalan...
mt_mt: Kontrolli...
nl_nl: Besturing...
nn_no: Kontrollar...
pl: Sterowanie...
pt: Controlos...
ro_ro: Controale...
ru_ru: Управление...
sk_sk: Ovládanie...
sl_si: Kontrolne tipke...
sq_al: Kontrollet...
sv_se: Kontroller...
th_th: ปุ่มบังคับ...
tr_tr: Kontroller...
vi_vn: Điều khiển...
zh_cn: 控制…
zh_tw: 按鍵設定...

# options_customizeTitle
source: Customise World Settings
af_za: Wysig Wêreld Verstellings
ar_sa: تخصيص إعدادات العالم
be_by: Рэдагаваць налады свету
bg_bg: Персонализиране на настройките на света
ca_es: Personalitzar la configuració del món
cs: Upravit nastavení světa
da_dk: Tilpas verdensindstillingerne
de: Angepasste Welt - Einstellungen
de_at: Opasste Wöt - Einstellungen
el_gr: Προσαρμογή Ρυθμίσεων Κόσμου
es: Personalizar los ajustes del mundo
eu_es: Pertsonalizatu munduaren ezarpenak
fa_ir: سفارشی کردن تنظیمات جهان
fi: Mukauta maailman asetuksia
fil_ph: Baguhin ang Mga Setting ng Mundo
fr_ca: Options de personnalisation du monde
ga_ie: Saincheap Socruithe Domhain
gd_gb: Gnàthaich roghainnean an t-saoghail
gl_es: Personalizar os axustes do mundo
he: התאמה אישית של הגדרות העולם
hi_in: दुनिया सेटिंग्स अनुकूलित करें
hr_hr: Prilagodi Postavke Svijeta
hu_hu: Világ-beállítások testreszabása
id_id: Sesuaikan pengaturan dunia
is_is: Sérsníða stillingar heims
it: Personalizza le impostazioni del mondo
ja_jp: カスタマイズワールド設定
ka_ge: სამყაროს პარამეტრების შეცვლა
ko_kr: 사용자 지정 세계 설정
lb_lu: Weltupassungsastellungen
lt_lt: Derinti pasaulio nustatymus
lv_lv: Pasaules iestatījumu pielāgošana
mk_mk: Прилагодат Поставувањата на Светот
mn_mn: Дэлхийн тохиргоог өөрчлөх
ms_my: Penetapan Ubahsuai Dunia
mt_mt: Ibdel l-Għażliet tad-DInja
nl_nl: Wereldinstellingen aanpassen
nn_no: Tilpass verdsinstillingar
pl: Dostosuj ustawienia świata
pt: Personalizar Definições de Mundo
ro_ro: Personalizează setările lumii
ru_ru: Настройка параметров мира
sk_sk: Prispôsobenie nastavení sveta
sl_si: Prilagodi nastavitve sveta
sq_al: Rregulloje Botës Cilësimet
sv_se: Anpassa världsinställningar
th_th: การตั้งค่าโลกกำหนดเอง
tr_tr: Dünya Ayarlarını Özelleştir
vi_vn: Tùy chỉnh cài đặt thế giới
zh_cn: 自定义世界设置
zh_tw: 自訂世界地形設定

# options_difficulty
source: Difficulty
af_za: Moeilikheid
ar_sa: الصعوبة
be_by: Складанасць
bg_bg: Трудност
ca_es: Dificultat
cs: Obtížnost
da_dk: Sværhedsgrad
de: Schwierigkeit
de_at: Schwierigkeit
el_gr: Δυσκολία
es: Dificultad
eu_es: Zailtasuna
fa_ir: درجه سختی
fi: Vaikeustaso
fil_ph: Kahirapan
fr_ca: Difficulté
ga_ie: Deacracht
gd_gb: Duilgheas
gl_es: Dificultade
he: רמת קושי
hi_in: कठिनाई
hr_hr: Težina
hu_hu: Nehézség
hy_am: Դժվարություն
id_id: Kesulitan
is_is: Erfiðleiki
it: Difficoltà
ja_jp: 難易度
ka_ge: სიძნელე
ko_kr: 난이도
lb_lu: Schwieregkeet
lt_lt: Sudėtingumo lygis
lv_lv: Grūtības pakāpe
mi_nz: Uaua
mk_mk: Тешкотија
mn_mn: Түвшин
ms_my: Kesukaran
mt_mt: Diffikulta'
nl_nl: Niveau
nn_no: Vanskegrad
pl: Poziom trudności
pt: Dificuldade
ro_ro: Dificultate
ru_ru: Сложность
sk_sk: Obtiažnosť
sl_si: Težavnost
sq_al: Vështirësi
sv_se: Svårighetsgrad
th_th: ระดับความยาก
tr_tr: Zorluk
vi_vn: Độ khó
zh_cn: 难度
zh_tw: 難易度

# options_difficulty_easy
source: Easy
af_za: Maklik
ar_sa: سهلة
be_by: Лёгкая
bg_bg: Лесно
ca_es: Fàcil
cs: Lehká
da_dk: Let
de: Einfach
de_at: Oafoch
el_gr: Εύκολo
es: Fácil
eu_es: Erraza
fa_ir: آسان
fi: Helppo
fil_ph: Madali
fr_ca: Facile
ga_ie: Éasca
gd_gb: Furasta
gl_es: Doado
he: קל
hi_in: आसान
hr_hr: Lagano
hu_hu: Könnyű
hy_am: Հեշտ
id_id: Mudah
is_is: Létt
it: facile
ja_jp: イージー
ka_ge: ადვილი
ko_kr: 쉬움
lb_lu: Einfach
lt_lt: lengvas
lv_lv: Viegla
mi_nz: Ngāwari
mk_mk: Лесен
mn_mn: Амархан
ms_my: Senang
mt_mt: Faċli
nl_nl: Makkelijk
nn_no: Lett
pl: Łatwy
pt: Fácil
ro_ro: Ușor
ru_ru: Лёгкая
sk_sk: Ľahká
sl_si: Lahka
sq_al: I lehtë
sv_se: Lätt
th_th: ง่าย
tr_tr: Kolay
vi_vn: Dễ
zh_cn: 简单
zh_tw: 簡單

# options_difficulty_hard
source: Hard
af_za: Moelik
ar_sa: صعبة
be_by: Цяжкая
bg_bg: Трудно
ca_es: Difícil
cs: Těžká
da_dk: Svær
de: Schwer
de_at: Wax
el_gr: Δύσκολο
es: Difícil
eu_es: Zaila
fa_ir: سخت
fi: Vaikea
fil_ph: Mahirap
fr_ca: Difficile
ga_ie: Deacair
gd_gb: Doirbh
gl_es: Difícil
he: קשה
hi_in: कठिन
hr_hr: Teško
hu_hu: Nehéz
hy_am: Դժվար
id_id: Sulit
is_is: Erfitt
it: difficile
ja_jp: ハード
ka_ge: რთული
ko_kr: 어려움
lb_lu: Schwéier
lt_lt: sudėtingas
lv_lv: Grūta
mi_nz: Māro
mk_mk: Цврст
mn_mn: Хүнд
ms_my: Sukar
mt_mt: Tqila
nl_nl: Moeilijk
nn_no: Vanskeleg
pl: Trudny
pt: Difícil
ro_ro: Greu
ru_ru: Сложная
sk_sk: Ťažká
sl_si: Težka
sq_al: I vështirë
sv_se: Svår
th_th: ยาก
tr_tr: Zor
vi_vn: Khó
zh_cn: 困难
zh_tw: 困難

# options_difficulty_hardcore
source: Hardcore
af_za: Bittereinder
ar_sa: متشددة
be_by: Хардкор
bg_bg: Екстремно
ca_es: Extrem
cs: Nemilosrdná
el_gr: Σκληροπυρηνικό
es: Extremo
eu_es: Gogorra
fa_ir: هاردکور
fi: Kovanaama
fil_ph: Eksperto
ga_ie: Antoisceach
gd_gb: Dearg-mhairbhteach
gl_es: Extremo
he: חסר רחמים
hi_in: कट्टर
hr_hr: Ekstremno
hy_am: Գերդժվար
id_id: Menantang
is_is: Harðkjarna
it: estrema
ja_jp: ハードコア
ka_ge: რეალიზმი
ko_kr: 하드코어
lt_lt: negailestingasis
lv_lv: Nežēlīga
mk_mk: Хардкор
mn_mn: Өршөөлгүй
mt_mt: Tqil Immens
nn_no: Hardhaus
ro_ro: Extrem
ru_ru: Хардкор
sk_sk: Drsná
sl_si: Vražje
th_th: ฮาร์ดคอร์
tr_tr: Zorlayıcı
vi_vn: Siêu khó
zh_cn: 极限
zh_tw: 極限

# options_difficulty_normal
source: Normal
af_za: Normaal
ar_sa: متوسطة
be_by: Нармальная
bg_bg: Нормално
cs: Normální
el_gr: Κανονικό
eu_es: Normala
fa_ir: معمولی
fi: Tavallinen
fil_ph: Katamtaman
fr_ca: Normale
ga_ie: Gnách
gd_gb: Àbhaisteach
he: רגיל
hi_in: साधारण
hr_hr: Normalno
hu_hu: Normál
hy_am: Նորմալ
is_is: Venjulegt
it: normale
ja_jp: ノーマル
ka_ge: ნორმალური
ko_kr: 보통
lt_lt: normalus
lv_lv: Normāla
mi_nz: Pūnoa
mk_mk: Нормален
mn_mn: Энгийн
ms_my: Biasa
mt_mt: Normali
nl_nl: Normaal
pl: Normalny
ru_ru: Нормальная
sk_sk: Normálna
sl_si: Normalna
sq_al: Normale
th_th: ปานกลาง
vi_vn: Bình thường
zh_cn: 普通
zh_tw: 普通

# options_difficulty_peaceful
source: Peaceful
af_za: Vreedsaam
ar_sa: سلمية
be_by: Мірная
bg_bg: Мирно
ca_es: Pacífica
cs: Mírumilovná
da_dk: Fredelig
de: Friedlich
de_at: Nett
el_gr: Ειρηνικό
es: Pacífico
eu_es: Baketsua
fa_ir: صلح آمیز
fi: Rauhallinen
fil_ph: Mapayapa
fr_ca: Paisible
ga_ie: Síochánta
gd_gb: Sìtheil
gl_es: Pacífico
he: שלווה
hi_in: शांतिपूर्ण
hr_hr: Miroljubivo
hu_hu: Békés
hy_am: Խաղաղ
id_id: Tenang
is_is: Friðsælt
it: pacifica
ja_jp: ピースフル
ka_ge: მშვიდი
ko_kr: 평화로움
lb_lu: Friddlech
lt_lt: taikus
lv_lv: Mierīga
mi_nz: Rangimārie
mk_mk: Мирен
mn_mn: Нөхөрсөг
ms_my: Aman
mt_mt: Paċifika
nl_nl: Vredig
nn_no: Fred på jord
pl: Pokojowy
pt: Pacífico
ro_ro: Pașnic
ru_ru: Мирная
sk_sk: Mierumilovná
sl_si: Miroljubna
sq_al: I qetë
sv_se: Fredlig
th_th: ปลอดภัย
tr_tr: Barışçıl
vi_vn: Bình yên
zh_cn: 和平
zh_tw: 和平

# options_entityShadows
source: Entity Shadows
af_za: Entiteit Skaduwees
ar_sa: ظل الكائنات
be_by: Цені сутнасцяў
bg_bg: Сенки на обектите
ca_es: Ombres d'entitats
cs: Stíny
da_dk: Entity skygger
de: Objektschatten
de_at: Objektschottn
el_gr: Σκιές οντοτήτων
es: Sombras de entidades
eu_es: Entitate itzalak
fi: Olioiden varjot
fr_ca: Ombre des entités
ga_ie: Scáileanna Aonán
gd_gb: Sgàilean eintiteis
gl_es: Sombras das entidades
he: צללי יישות
hr_hr: Sjene Objekata
hu_hu: Entitások árnyéka
id_id: Entitas bayangan
is_is: Veru skuggar
it: Ombre delle entità
ja_jp: エンティティの影
ka_ge: ობიექტთა ჩრდილები
ko_kr: 개체 그림자
lb_lu: Schiet vun den Objeten
lt_lt: Padarų šešėliai
lv_lv: Entitijas Ēnas
mk_mk: Ентитет Сенки
ms_my: Bayang-bayang entiti
mt_mt: Dellijiet tal-Entitajiet
nl_nl: Schaduwen van entiteiten
nn_no: Enhetsskuggar
pl: Cienie bytów
pt: Sombras de Entidades
ro_ro: Umbre de entități
ru_ru: Тени сущностей
sk_sk: Tiene bytostí
sl_si: Sence entitet
sq_al: Subjekti Hijet
sv_se: Entitetsskuggor
th_th: เอนทิตี้เงา
tr_tr: Varlık Gölgeleri
vi_vn: Bóng thực thể
zh_cn: 实体阴影
zh_tw: 實體陰影
