Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# options_farWarning1
source: A 64 bit Java installation is recommended
af_za: ŉ 64-Bis Java installasie word aanbeveel
ar_sa: لمسافة عرض العالم البعيدة, يوصى بتنصيب 64 بت جافا
be_by: Для гэтай далёкасці адрысоўкі
bg_bg: Препоръчва се 64-битова версия на Java
ca_es: Es recomana tenir Java de 64 bits per a la
cs: Pro „velkou“ vykreslovanou vzdálenost je doporučena
da_dk: En 64-bit Java-installation anbefales
de: Um die maximale Sichtweite nutzen zu können
de_at: A 64-Bit Java-Installation wiad empfoin
el_gr: Συνιστάται μία 64 bit έκδοση Java
es: Se recomienda instalar Java de 64 bits
eu_es: 64 biteko Java instalatzea gomendatzen da
fa_ir: توصیه می شود که یک جاوا 64 بیت نصب کنید
fi: 64-bittistä Java-asennusta suositellaan
fil_ph: Ang 64-bit na Java ay rinerekomenda
fr_ca: Une version 64 bits de Java est recommandée pour
ga_ie: Moltar suiteáil Java 64-ghiotán
gd_gb: Mholamaid stàladh Java 64 biod
gl_es: Recoméndase a instalación de Java de 64 bits
he: התקנת ג'אווה 64 סיביות מומלצת
hi_in: एक साठ चार बिट जावा स्थापना की सिफारिश की है
hr_hr: Preporučuje se instalacija 64 bitne Jave za
hu_hu: Ajánlott a 64 bites Java telepítése a
hy_am: «Հեռու» ռեժիմը ակտիվացնելու համար,
id_id: Pemasangan Java 64 bit dianjurkan
is_is: Mælt er með 64bita Java
it: È consigliato l'utilizzo della versione a 64 bit di Java
ja_jp: 描画距離を「遠い」に設定する場合
ka_ge: 'შორი' გამოსახვისთვის სასურველია დააყენოთ
ko_kr: 넓은 시야를 위해서는 64비트 Java
lb_lu: Fir d'maximal Siichtweis benotzen ze kenne gëtt eng
lt_lt: Dideliam matomumui reikalinga 64-bitų
lv_lv: 64 bit Java ir ieteicama
mi_nz: Tūtohutia te tāutanga Java 64 bit te
mk_mk: 64-битна Java инсталација се препорачува
mn_mn: 'Хол' харахын тулд 64 битийн Java суулгасан
ms_my: Pemasangan Java 64 bit disarankan
mt_mt: Installazjoni ta' Java 64 bit hi rakkomandata
nl_nl: Een 64-bit Java-installatie wordt aanbevolen
nn_no: 64-bit-versjonen av Java er tilrådd
pl: Zalecana jest 64-bitowa wersja Javy dla
pt: É recomendada uma instalação do Java de 64 bits
ro_ro: Este recomandată versiunea Java de 64 de biți
ru_ru: Для дальности прорисовки "Дальняя"
sk_sk: Pre "veľkú" vzdialenosť vykresľovania je odporúčaná
sl_si: Priporočena je 64-bitna namestitev Jave
sv_se: En 64-bitars Java-installation rekommenderas
th_th: แนะนำให้ติดตั้ง Java แบบ 64 bit
tr_tr: Uzak görüş mesafesi için 64 bit
vi_vn: Bạn được đề xuất cài đặt Java 64 bit
zh_cn: 推荐安装64位的Java
zh_tw: 建議安裝 64 位元 Java

# options_farWarning2
source: for 'Far' render distance (you have 32 bit)
af_za: vir die 'Ver' sigafstand (jy het 32 bisse)
ar_sa: لديك تنصيب 32 بت
be_by: рэкамендуецца 64-бітная версія Java (вы маеце 32-бітную)
bg_bg: за "Далечна дистанция" (твоята е 32 бита)
ca_es: distància de visió "Llunyana" (tu tens 32 bits)
cs: instalace 64bitové Javy (máš 32bitovou)
da_dk: til 'Lang' renderingsafstand (du har 32 bit)
de: wird eine 64-Bit Java-Installation empfohlen (du hast 32-Bit)
de_at: wiad a 64-Bit Java-Installation empfoin (du host glei 32-Bit)
el_gr: για 'Μακρινή' απόσταση απεικόνισης (εσύ έχεις 32 bit)
es: para el renderizado "Lejano" (tú tienes la versión de 32 bits)
eu_es: 'Urrun' errendatzeko (32 bit dituzu)
fa_ir: بهتر است شما که از جاوای 32 بیت استفاده می کنید ، گزینه Far در فاصله رندر را انتخاب نکنید.
fi: pitkää näköetäisyyttä käytettäessä. (Javasi on 32-bittinen)
fil_ph: para sa malayong distansya ng paningin (32-bit ang Java mo)
fr_ca: une distance de rendu élevée (vous êtes en 32 bits)
ga_ie: le haghaidh fad rindreála 'Fada' (tá 32-ghiotán agat)
gd_gb: airson astar reandaraidh "Fada" (tha 32 biod agad)
gl_es: para a distancia de renderizado "Lonxe" (tes a versión de 32 bits)
he: בשביל לבחור ב"רחוק" )ברשותך 32 סיביות(
hi_in: सुदूर सौंपनेवाला दूरी (आप बत्तीस बिट है) के लिए
hr_hr: za prikazivanje udaljenosti (trenutno imaš 32 bitnu)
hu_hu: „Távoli” látótávolsághoz (neked 32 bites van)
hy_am: խորհուրդ է տրվում տեղադրել 64 բիտանոց Java (Ձերը 32 բիտ է)
id_id: untuk Jarak Pandang 'Jauh' (milik Anda 32 bit)
is_is: fyrir 'Þunnt' stillinguna (þú ert að nota 32bita)
it: per la distanza di resa lontana (hai la versione a 32 bit)
ja_jp: 64ビット版Javaをお勧めします(現在は32ビット版)
ka_ge: 64-ბიტიანი Java გარემო (დაყენებულია 32-ბიტიანი)
ko_kr: 설치를 권장합니다 (현재 32비트 Java를 사용중)
lb_lu: 64 Bit Java-Installatioun virgeschloen (du hues 32 Bit)
lt_lt: Java versija (jūsų versija - 32-bitų)
lv_lv: lielam renderēšanas attālumam (tev ir 32 bit)
mi_nz: 'Far' hoatu tawhiti (koe 32 bit)
mk_mk: за 'Далеку' рендер од далечина (имате 32 битна)
mn_mn: байх шаардлагатай (таных 32 бит)
ms_my: untuk mengemukakan jarak 'Jauh' (anda mempunyai pemasangan 32 bit)
mt_mt: biex tara 'l bogħod (int għandek 32 bit)
nl_nl: voor weergavebereik 'Ver' (je hebt 32-bit)
nn_no: om du ynskjer nytta "lang" synsrekkjevidde (du har 32-bit)
pl: dużej odległości renderowania (posiadasz wersję 32-bitową)
pt: para a distância 'Longa' (a atual é de 32 bits)
ro_ro: pentru distanța de redare "Departe" (ai 32 de biți)
ru_ru: рекомендуется 64-битная версия Java (у Вас 32-битная)
sk_sk: 64-bitová verzia Javy (ty máš 32 bitovú)
sl_si: za dolgo razdaljo izrisa (imaš 32-bitno različico)
sv_se: för renderingsavståndet 'Långt' (du har 32-bitars)
th_th: สำหรับระยะมองเห็นแบบไกล (คุณมี 32 bit)
tr_tr: Java yüklemesi önerilir (sizdeki 32 bit)
vi_vn: để có tầm nhìn 'Xa' (bạn có 32 bit)
zh_cn: 选项“高”（你目前使用的是32位的JAVA）
zh_tw: 以呈現「遠」的視野距離（目前使用的是32位元的Java）

# options_forceUnicodeFont
source: Force Unicode Font
af_za: Forseer Unicode Karaktertipe
ar_sa: قوة يونيكود الخط
be_by: Выкарыстанне шрыфтоў Юнікода
bg_bg: Използване на Unicode шрифт
ca_es: Força font unicode
cs: Podpora Unicode
da_dk: Gennemtving unicode skrifttype
de: Unicode erzwingen
de_at: Unicode erzwinga
el_gr: Χρήση γραμματοσειράς Unicode
es: Fuente unicode
eu_es: Behartu unicode letra-tipoa
fa_ir: فونت يونيکد اجباري
fi: Pakota Unicode-fontti
fil_ph: Puwersa ang Pagsusulat sa Unicode
fr_ca: Police Unicode
ga_ie: Fórsáil Clófhoireann Unicode
gd_gb: Èignich cruth-clò Unicode
gl_es: Fonte unicode
he: הכרח גופן "Unicode"
hi_in: बल यूनिकोड फ़ॉन्ट
hr_hr: Unicode Font
hu_hu: Csak Unicode betűtípus
hy_am: Գործածել Unicode տառատեսակ
id_id: Paksa Aksara Unicode
is_is: Nota Unicode stafagerð
it: Caratteri Unicode
ja_jp: Unicodeフォントを強制する
ka_ge: უნიკოდის სიმბოლოები
ko_kr: 유니코드 글꼴 강제 사용
lb_lu: Unicode erzwéngen
lt_lt: Priverstinis Unicode šriftas
lv_lv: Piespiest izmantot Unikoda fontu
ms_my: Paksa Fon Unicode
mt_mt: Uża Font Unicode
nl_nl: Unicode forceren
nn_no: Tving Unicode-skrifttype
pl: Wymuś czcionkę Unicode
pt: Forçar fonte Unicode
ro_ro: Forțează fontul Unicode
ru_ru: Шрифт Unicode
sk_sk: Vynútiť písmo Unicode
sl_si: Unicode pisava
sq_al: Fuqi Unicode Font
sv_se: Använd Unicodetypsnitt
th_th: ใช้ฟอนท์ Unicode
tr_tr: Unicode'a Zorla
vi_vn: Bắt buộc dùng phông chữ Unicode
zh_cn: 强制使用Unicode字体
zh_tw: 強制使用 Unicode 字型

# options_fov
source: FOV
af_za: Sigveld Wydte
ar_sa: مجال الرؤية
be_by: Поле зроку
bg_bg: Поле на виждане
ca_es: Camp de visió
cs: Šíře zorného pole
da_dk: Synsfelt
de: Sichtfeld (FOV)
de_at: Sichtföd (FOV)
el_gr: Πεδίο όρασης
es: Campo de visión
eu_es: Ikusmen eremua
fi: Näkökenttä
fr_ca: Champ de vision
ga_ie: Réimse Radhairc
gd_gb: Raon-seallaidh
gl_es: Campo de visión
he: שדה ראייה
hi_in: दृष्टि क्षेत्र
hr_hr: Vidno Polje
hu_hu: Látószög
hy_am: Տեսանկյուն
id_id: Jarak Pandang
is_is: Sjónsvið
it: Campo visivo
ja_jp: 視野
ko_kr: 시야 범위
lt_lt: Regėjimo laukas
lv_lv: Redzes lauks
mk_mk: ПНГ
ms_my: Medan Penglihatan
nl_nl: Gezichtsveld
nn_no: Synsfelt
pl: Pole widzenia
pt: Campo de Visão
ro_ro: Câmp vizual
ru_ru: Поле зрения
sk_sk: Zorné pole
sl_si: Vidni kot
sv_se: Synfält
th_th: ระยะการมองเห็น
tr_tr: Görüş Açısı
vi_vn: Tầm nhìn
zh_cn: 视场
zh_tw: 廣角視野

# options_fov_max
source: Quake Pro
af_za: Maksimum
ar_sa: للمحترفين فقط
be_by: Настальгія па Quake
ca_es: Ull de peix
es: Pro en Quake
eu_es: Quake profesionala
fa_ir: خفن
fi: Quake-mestari
he: מומחה-Quake
hi_in: भूकंप प्रो
id_id: Sudut Luas
is_is: Quake snillingur
it: pro a Quake
ja_jp: 最大
ko_kr: 최대
lt_lt: Quake profesionalas
mi_nz: Quake PROV
mk_mk: Максималната
pt: Máximo
ru_ru: Quake-про
sk_sk: Quake profík
sq_al: Tërmeti Pro
th_th: กว้างสุด
tr_tr: Tam Bakış Açısı
vi_vn: Cao nhất
zh_cn: 广角
zh_tw: 超廣角

# options_fov_min
source: Normal
af_za: Normaal
ar_sa: طبيعي
be_by: Нармальнае
bg_bg: Нормално
cs: Normální
el_gr: Κανονικό
eu_es: Normala
fa_ir: معمولی
fi: Tavallinen
ga_ie: Gnách
gd_gb: Àbhaisteach
he: רגיל
hi_in: साधारण
hr_hr: Normalno
hu_hu: Normál
hy_am: Նորմալ
is_is: Venjulegt
it: normale
ja_jp: 普通
ka_ge: ჩვეულებრივი
ko_kr: 일반
lt_lt: normalus
lv_lv: Normāls
mi_nz: Pūnoa
mk_mk: Нормален
mn_mn: Энгийн
ms_my: Biasa
mt_mt: Normali
nl_nl: Normaal
pl: Normalne
ru_ru: Нормально
sk_sk: Normálne
sl_si: Normalno
sq_al: Normale
th_th: ปกติ
vi_vn: Bình thường
zh_cn: 正常
zh_tw: 正常

# options_framerateLimit
source: Max Framerate
af_za: Maksimum Tekenspoed
ar_sa: اقصى عدد من اللقطات في الثانيه
be_by: Макс. частата кадраў
bg_bg: Най-много кадри в секунда
ca_es: Màxim d'imatges per segon
cs: Max. snímková frekvence
da_dk: Højeste framerate
de: Max. Bildrate
de_at: Max. Büdrot
el_gr: Μέγιστη απόδοση
es: Máximos FPS
eu_es: Fotogramen abiadura maximoa
fa_ir: حداکثر فرکانس فریم
fi: Maksimikuvataajuus
fr_ca: FPS maximum
ga_ie: Ráta Frámaí is Mó
gd_gb: Astar as motha nam frèam
gl_es: FPS Máximos
he: קצב פריימים מרבי
hi_in: सबसे फ्रेम दर
hr_hr: Maksimalni FPS
hu_hu: Max FPS
hy_am: Կադրերի առավելագույն հաճախականություն
id_id: FPS Maksimal
is_is: Hámark ramma á sekúndu
it: FPS massimi
ja_jp: 最大フレームレート
ka_ge: მაქსიმალური კადრთა სიხშირე
ko_kr: 최대 프레임
lb_lu: Max. FPS
lt_lt: Didžiausias kadrų dažnis
lv_lv: Maks. rāmji sekundē
mi_nz: Mokatere tāpare Max
mk_mk: Макс Рамката
mn_mn: Дүрсний хурдны дээд хэмжээ
ms_my: Kadar Frame Maksimum
mt_mt: Numru Massimu ta' FPS
nn_no: Maks FPS
pl: Maksymalne FPS
pt: Taxa de FPS máxima
ro_ro: FPS maxim
ru_ru: Частота кадров
sk_sk: Max vykresľovanie
sl_si: Maksimalen FPS
sv_se: Max. bildfrekvens
th_th: เฟรมเรทสูงสุด
tr_tr: Maks Kare Hızı
vi_vn: Khung hình tối đa
zh_cn: 最大帧率
zh_tw: 最大 FPS

# options_framerateLimit_max
source: Unlimited
af_za: Onbeperk
ar_sa: غير محدود
be_by: Неабмежавана
bg_bg: Неограничен
ca_es: Il·limitat
cs: Neomezené
da_dk: Ubegrænset
de: Unbegrenzt
de_at: Unbegrenzt
el_gr: Απεριόριστο
es: Sin límite
eu_es: Mugagabea
fa_ir: نامحدود
fi: Rajaton
fr_ca: Illimité
ga_ie: Gan teorainn
gd_gb: Gun chuingeachadh
gl_es: Ilimitado
he: בלתי מוגבל
hi_in: कोई सीमा नहीं
hr_hr: Neograničen
hu_hu: Korlátlan
hy_am: Անսահմանափակ
id_id: Tidak terbatas
is_is: Ótakmarkað
it: illimitati
ja_jp: 無制限
ka_ge: შეუზღუდავი
ko_kr: 무제한
lb_lu: Onbegrenzt
lt_lt: neribotas
lv_lv: Neierobežoti
mk_mk: Неограничени
mn_mn: Хязгааргүй
ms_my: Tanpa had
mt_mt: Mingħajr Limitu
nl_nl: Onbeperkt
nn_no: Ubegrensa
pl: Bez limitu
pt: Ilimitado
ro_ro: Nelimitat
ru_ru: Максимум
sk_sk: Neobmedzené
sl_si: Neomejeno
sq_al: I pakufizuar
sv_se: Oändlig
th_th: ไม่จำกัด
tr_tr: Sınırsız
vi_vn: Không giới hạn
zh_cn: 无限制
zh_tw: 無限

# options_fullscreen
source: Fullscreen
af_za: Volskerm
ar_sa: ملء الشاشة
be_by: Поўны экран
bg_bg: Цял екран
ca_es: Pantalla completa
cs: Celá obrazovka
da_dk: Fuld skærm
de: Vollbild
de_at: Voibüd
el_gr: Πλήρης οθόνη
es: Pantalla completa
eu_es: Pantaila osoa
fa_ir: تمام صفحه
fi: Koko näyttö
fr_ca: Plein écran
ga_ie: Lánscáileán
gd_gb: Lan-sgrìn
gl_es: Pantalla completa
he: מסך מלא
hi_in: पूर्णस्क्रीन
hr_hr: Puni Zaslon
hu_hu: Teljes képernyő
hy_am: Ամբողջ-էկրան ռեժիմ
id_id: Layar Penuh
is_is: Fylla skjá
it: Schermo intero
ja_jp: フルスクリーン
ka_ge: მთელ ეკრანზე
ko_kr: 전체 화면
lb_lu: Vollbild
lt_lt: Visas ekranas
lv_lv: Pilnekrāna režīms
mn_mn: Дэлгэц дүүрэн
ms_my: Skrin Penuh
nl_nl: Volledig scherm
nn_no: Fullskjerm
pl: Pełny ekran
pt: Ecrã inteiro
ro_ro: Ecran complet
ru_ru: Полноэкранный режим
sk_sk: Celá obrazovka
sl_si: Celoten zaslon
sv_se: Fullskärm
th_th: โหมดเต็มหน้าจอ
tr_tr: Tam Ekran
vi_vn: Toàn màn hình
zh_cn: 全屏
zh_tw: 全螢幕

# options_gamma
source: Brightness
af_za: Helderheid
ar_sa: السطوع
be_by: Яркасць
bg_bg: Яркост
ca_es: Il·luminació
cs: Jas
da_dk: Lysstyrke
de: Helligkeit
de_at: Höigkeit
el_gr: Φωτεινότητα
es: Brillo
eu_es: Distira
fa_ir: روشنایی
fi: Kirkkaus
fil_ph: Kasilawan
fr_ca: Luminosité
ga_ie: Gile
gd_gb: Soilleireachd
gl_es: Brillo
he: בהירות
hi_in: चमक
hr_hr: Osvjetljenje
hu_hu: Fényerő
hy_am: Պայծառություն
id_id: Kecerahan
is_is: Birtustig
it: Luminosità
ja_jp: 明るさ
ka_ge: სიკაშკაშე
ko_kr: 밝기
lb_lu: Hellegkeet
lt_lt: Ryškumas
lv_lv: Gaišums
mi_nz: Gile
mk_mk: Осветленост
mn_mn: Цайралт
ms_my: Keterangan
mt_mt: Luminożita'
nl_nl: Helderheid
nn_no: Ljosstyrke
pl: Jasność
pt: Brilho
ro_ro: Luminozitate
ru_ru: Яркость
sk_sk: Jas
sl_si: Svetlost
sq_al: Shkëlqim
sv_se: Ljusstyrka
th_th: ความสว่าง
tr_tr: Parlaklık
vi_vn: Độ sáng
zh_cn: 亮度
zh_tw: 亮度

# options_gamma_max
source: Bright
af_za: Helder
ar_sa: ساطع
be_by: Ярка
bg_bg: Ярко
ca_es: Brillant
cs: Jasný
da_dk: Lys
de: Hell
de_at: Hö
el_gr: Φωτεινή
es: Claro
eu_es: Distiratsua
fa_ir: روشن
fi: Kirkas
fil_ph: Maliwanag
fr_ca: Claire
ga_ie: Geal
gd_gb: Sorcha
gl_es: Claro
he: בהיר
hi_in: उज्ज्वल
hr_hr: Svijetlo
hu_hu: Fényes
hy_am: Պայծառ
id_id: Terang
is_is: Bjart
it: brillante
ja_jp: 明るい
ka_ge: ნათელი
ko_kr: 밝게
lb_lu: Hell
lt_lt: ryškus
lv_lv: Gaišs
mi_nz: Kanapa
mk_mk: Сјаен
mn_mn: Тод
ms_my: Terang
mt_mt: Imdawwal
nl_nl: Helder
nn_no: Ljost
pl: Jaskrawa
pt: Claro
ro_ro: Luminos
ru_ru: Ярко
sk_sk: Svetlý
sl_si: Svetlo
sq_al: Të ndritshme
sv_se: Ljust
th_th: สว่าง
tr_tr: Parlak
vi_vn: Sáng
zh_cn: 明亮
zh_tw: 明亮

# options_gamma_min
source: Moody
af_za: Gemoedstemmig
ar_sa: كئيب
be_by: Цьмяна
bg_bg: Потискащо
ca_es: Fosc
cs: Tmavý
da_dk: Dunkel
de: Düster
de_at: Dunke
el_gr: Σκοτεινή
es: Oscuro
eu_es: Iluna
fa_ir: مودی
fi: Tunnelmallinen
fil_ph: Madilim
fr_ca: Sombre
ga_ie: Gruama
gd_gb: Ciar
gl_es: Escuro
he: מעומעם
hi_in: मूडी
hr_hr: Tamno
hu_hu: Borongós
hy_am: Մռայլ
id_id: Gelap
is_is: Dimmt
it: cupa
ja_jp: 暗い
ka_ge: ბნელი
ko_kr: 어둡게
lb_lu: Däischter
lt_lt: niūrus
lv_lv: Tumšs
mk_mk: Темен
mn_mn: Дүнсгэр
ms_my: Muram
mt_mt: Imdallam
nl_nl: Donker
nn_no: Dunkelt
pl: Nastrojowa
pt: Sombrio
ro_ro: Întunecat
ru_ru: Тускло
sk_sk: Tmavý
sl_si: Temačno
sv_se: Mörkt
th_th: สลัว
tr_tr: Karamsar
vi_vn: U ám
zh_cn: 昏暗
zh_tw: 昏暗

# options_graphics
source: Graphics
af_za: Grafika
ar_sa: الرسومات
be_by: Графіка
bg_bg: Графика
ca_es: Gràfics
cs: Grafika
da_dk: Grafik
de: Grafikmodus
de_at: Grafikmodus
el_gr: Γραφικά
es: Calidad gráfica
eu_es: Grafikoak
fa_ir: گرافیک
fi: Grafiikat
fr_ca: Graphismes
ga_ie: Grafaic
gd_gb: Grafaigeachd
gl_es: Gráficos
he: גרפיקה
hi_in: ग्राफ़िक्स
hr_hr: Grafika
hu_hu: Grafika
hy_am: Գրաֆիկա
id_id: Grafik
is_is: Grafík
it: Grafica
ja_jp: グラフィックス
ka_ge: გრაფიკა
ko_kr: 그래픽
lb_lu: Graphik
lt_lt: Grafika
lv_lv: Grafika
mi_nz: Whakairoiro
mk_mk: Графика
mn_mn: График
ms_my: Grafik
mt_mt: Grafiċi
nn_no: Grafikk
pl: Jakość grafiki
pt: Gráficos
ro_ro: Grafică
ru_ru: Графика
sk_sk: Grafika
sl_si: Grafika
sq_al: Grafikë
sv_se: Grafik
th_th: กราฟฟิค
tr_tr: Grafikler
vi_vn: Đồ họa
zh_cn: 图像品质
zh_tw: 畫質

# options_graphics_fancy
source: Fancy
af_za: Fraai
ar_sa: فاخرة
be_by: Прыгожая
bg_bg: Красива
ca_es: Detallats
cs: Pěkná
da_dk: Flot
de: Schön
de_at: Sche
el_gr: Φανταχτερά
es: Detallada
eu_es: Zehatz
fa_ir: تفننی
fi: Hieno
fil_ph: Sosyal
fr_ca: Détaillés
ga_ie: Maisiúil
gd_gb: Snasail
gl_es: Detallados
he: מפואר
hi_in: पसंद
hr_hr: Šminkerski
hu_hu: Szép
hy_am: Գեղեցիկ
id_id: Bagus
is_is: Flott
it: sofisticata
ja_jp: 描画優先
ka_ge: ლამაზი
ko_kr: 화려하게
lb_lu: Schéin
lt_lt: kokybiška
lv_lv: Detalizēta
mk_mk: Фенси
mn_mn: Дээд зэргийн
ms_my: Mewah
mt_mt: Imżejna
nl_nl: Fraai
nn_no: Staseleg
pl: Dokładna
pt: Melhorados
ro_ro: Detaliat
ru_ru: Детально
sk_sk: Pekná
sl_si: Lepa
sq_al: I zbukuruar
sv_se: Snyggt
th_th: สวยงาม
tr_tr: Gerçekçi
vi_vn: Sang trọng
zh_cn: 高品质
zh_tw: 畫質優先

# options_graphics_fast
source: Fast
af_za: Vinnig
ar_sa: سريعة
be_by: Хуткая
bg_bg: Бърза
ca_es: Ràpids
cs: Rychlá
da_dk: Hurtig
de: Schnell
de_at: Schnöi
el_gr: Γρήγορα
es: Rápida
eu_es: Azkar
fa_ir: سریع
fi: Nopea
fil_ph: Mabilis
fr_ca: Rapides
ga_ie: Gasta
gd_gb: Luath
gl_es: Rápidos
he: מהיר
hi_in: तेज
hr_hr: Brzo
hu_hu: Gyors
hy_am: Արագ
id_id: Cepat
is_is: Hröð
it: semplice
ja_jp: 処理優先
ka_ge: სწრაფი
ko_kr: 빠르게
lb_lu: Schnell
lt_lt: greita
lv_lv: Ātra
mi_nz: Nohopuku
mk_mk: Брз
mn_mn: Хурд
ms_my: Cepat
mt_mt: Jgħaġġlu
nl_nl: Snel
nn_no: Snøgt
pl: Szybka
pt: Rápidos
ro_ro: Rapid
ru_ru: Быстро
sk_sk: Rýchla
sl_si: Hitra
sq_al: Shpejt
sv_se: Snabbt
th_th: เร็ว
tr_tr: Hızlı
vi_vn: Nhanh
zh_cn: 流畅
zh_tw: 性能優先

# options_guiScale
source: GUI Scale
af_za: GGK Grote
ar_sa: حجم واجهة المستخدم
be_by: Памер інтэрфейсу
bg_bg: Голем. на меню
ca_es: Mida del menú
cs: Velikost GUI
da_dk: GUI-skalering
de: GUI-Größe
de_at: GUI-Greß
el_gr: Κλίμακα GUI
es: Interfaz
eu_es: GUI-aren eskala
fa_ir: مقیاس GUI
fi: Käyttöliittymän koko
fil_ph: Sukat ng GUI
fr_ca: Taille de l'interface
ga_ie: Scála GUI
gd_gb: Sgèile na h-eadar-aghaidh
gl_es: Interface
he: גודל התפריטים
hi_in: जीयूआई स्केल
hr_hr: Veličina Sučelja
hu_hu: GUI mérete
hy_am: GUI մասշտաբը
id_id: Skala GUI
is_is: Skölun notendaviðmóts
it: Dimensione GUI
ja_jp: GUIの大きさ
ka_ge: ინტერფეისი
ko_kr: GUI 비율
lb_lu: GUI-Gréisst
lt_lt: Ekrano elementų dydis
lv_lv: GUI izmērs
mi_nz: GUI Tauine
mk_mk: ГИК Скала
mn_mn: ХГИ хэмжээ
ms_my: Skala GUI
mt_mt: Kobor tal-GUI
nl_nl: GUI-schaal
nn_no: Grensesnittsstorleik
pl: Wielkość Interfejsu
pt: Tamanho da Interface
ro_ro: Mărimea interfeței
ru_ru: Интерфейс
sk_sk: Veľkosť GUI
sl_si: Velikost vmesnika
sq_al: GUI Shkallë
sv_se: GUI-skala
th_th: ปรับขนาดเมนู
tr_tr: Arayüz Ölçeği
vi_vn: Quy mô giao diện
zh_cn: 界面尺寸
zh_tw: 介面大小

# options_guiScale_auto
source: Auto
af_za: Outomaties
ar_sa: تلقائي
be_by: Аўта
bg_bg: Автомат.
ca_es: Automàtic
cs: Automatická
da_dk: Automatisk
de: Automatisch
de_at: Automatisch
el_gr: Αυτόματο
es: Automática
eu_es: Automatikoki
fa_ir: خودکار
fi: Automaattinen
fil_ph: Bahala na
ga_ie: Uathoibríoch
gd_gb: Fèin-obrachail
gl_es: Automática
he: אוטומטי
hi_in: स्वत
hr_hr: Automatski
hy_am: Ավտոմատ
id_id: Otomatis
is_is: Sjálfvirkt
it: automatica
ja_jp: 自動
ka_ge: ავტო
ko_kr: 자동
lt_lt: automatinis
lv_lv: Automātisks
mi_nz: Car
mk_mk: Авто
mn_mn: Авто
mt_mt: Awtomatiku
nl_nl: Automatisch
nn_no: Automatisk
pl: Automatyczna
ro_ro: Automată
ru_ru: Авто
sk_sk: Automatická
sl_si: Samodejna
sv_se: Automatisk
th_th: อัตโนมัติ
tr_tr: Otomatik
vi_vn: Tự động
zh_cn: 自动
zh_tw: 自動

# options_guiScale_large
source: Large
af_za: Groot
ar_sa: كبير
be_by: Вялікі
bg_bg: Голямо
ca_es: Gran
cs: Velká
da_dk: Stor
de: Groß
de_at: Groaß
el_gr: Μεγάλη
es: Grande
eu_es: Handia
fa_ir: بزرگ
fi: Suuri
fil_ph: Malaki
fr_ca: Grande
ga_ie: Mór
gd_gb: Mòr
gl_es: Grande
he: גדול
hi_in: बड़ा
hr_hr: Veliko
hu_hu: Nagy
hy_am: Խոշոր
id_id: Besar
is_is: Stórt
it: grande
ja_jp: 大きい
ka_ge: დიდი
ko_kr: 넓게
lb_lu: Riseg
lt_lt: didelis
lv_lv: Liels
mi_nz: Nui
mk_mk: Ларва
mn_mn: Том
ms_my: Besar
mt_mt: Kbir
nl_nl: Groot
nn_no: Stort
pl: Duża
pt: Grande
ro_ro: Mare
ru_ru: Крупный
sk_sk: Veľká
sl_si: Velika
sq_al: I madh
sv_se: Stor
th_th: ขนาดใหญ่
tr_tr: Büyük
vi_vn: Lớn
zh_cn: 大
zh_tw: 大

# options_guiScale_normal
source: Normal
af_za: Normaal
ar_sa: متوسط
be_by: Нармальны
bg_bg: Нормално
cs: Normální
el_gr: Κανονική
eu_es: Normala
fa_ir: معمولی
fi: Tavallinen
fr_ca: Normale
ga_ie: Gnách
gd_gb: Àbhaisteach
he: רגיל
hi_in: साधारण
hr_hr: Normalno
hu_hu: Normál
hy_am: Նորմալ
is_is: Venjulegt
it: normale
ja_jp: 普通
ka_ge: საშუალო
ko_kr: 보통
lt_lt: normalus
lv_lv: Vidējs
mi_nz: Pūnoa
mk_mk: Нормален
mn_mn: Энгийн
ms_my: Biasa
mt_mt: Normali
nl_nl: Normaal
pl: Normalna
ro_ro: Normală
ru_ru: Обычный
sk_sk: Normálna
sl_si: Normalna
sq_al: Normale
th_th: ปานกลาง
vi_vn: Bình thường
zh_cn: 中
zh_tw: 標準

# options_guiScale_small
source: Small
af_za: Klein
ar_sa: صغير
be_by: Малы
bg_bg: Малко
ca_es: Petit
cs: Malá
da_dk: Lille
de: Klein
de_at: Kloa
el_gr: Μικρή
es: Pequeña
eu_es: Txikia
fa_ir: کوچک
fi: Pieni
fil_ph: Maliit
fr_ca: Petite
ga_ie: Beag
gd_gb: Beag
gl_es: Pequena
he: קטן
hi_in: छोटा
hr_hr: Malo
hu_hu: Kicsi
hy_am: Փոքր
id_id: Kecil
is_is: Lítið
it: piccola
ja_jp: 小さい
ka_ge: მცირე
ko_kr: 작게
lb_lu: Kleng
lt_lt: mažas
lv_lv: Mazs
mi_nz: Iti
mk_mk: Мал
mn_mn: Жижиг
ms_my: Kecil
mt_mt: Żgħir
nl_nl: Klein
nn_no: Lite
pl: Mała
pt: Pequeno
ro_ro: Mică
ru_ru: Мелкий
sk_sk: Malá
sl_si: Majhna
sq_al: I vogël
sv_se: Liten
th_th: เล็ก
tr_tr: Küçük
vi_vn: Nhỏ
zh_cn: 小
zh_tw: 小

# options_hidden
source: Hidden
af_za: Versteek
ar_sa: مخفي
be_by: Схаваны
bg_bg: Скрити
ca_es: Amagada
cs: Skrytý
da_dk: Skjult
de: Versteckt
de_at: Vasteckt
el_gr: Κρυμμένο
es: Oculto
eu_es: Ezkutuan
fa_ir: پنهان
fi: Piilotettu
fil_ph: Nakatago
fr_ca: Caché
ga_ie: Ceilte
gd_gb: Falaich
gl_es: Oculto
he: מוסתר
hi_in: छिपा हुआ
hr_hr: Skriveno
hu_hu: Rejtve
hy_am: Թաքնված
id_id: Tersembunyi
is_is: Falinn
it: nascosta
ja_jp: 非表示
ka_ge: დამალული
ko_kr: 숨김
lb_lu: Verstoppt
lt_lt: paslėptas
lv_lv: Paslēpts
mi_nz: Huna
mk_mk: Скриени
mn_mn: Нуугдана
ms_my: Terlindung
mt_mt: Moħbi
nl_nl: Verborgen
nn_no: Gøymt
pl: Niewidoczne
pt: Oculto
ro_ro: Ascuns
ru_ru: Скрыт
sk_sk: Skrytý
sl_si: Skrito
sq_al: Fshehur
sv_se: Dold
th_th: ซ่อน
tr_tr: Gizle
vi_vn: Ẩn đi
zh_cn: 隐藏
zh_tw: 隱藏

# options_invertMouse
source: Invert Mouse
af_za: Keer Muis Om
ar_sa: عكس الفأرة
be_by: Інверсія мышы
bg_bg: Обръщане на мишката
ca_es: Invertir el ratolí
cs: Invertovat myš
da_dk: Spejlvend mus
de: Maus umkehren
de_at: Maus vadrahn
el_gr: Αντιστροφή του ποντικιού
es: Invertir ratón
eu_es: Sagua alderantzikatu
fa_ir: معکوس کردن موس
fi: Käänteinen hiiri
fil_ph: Baliktarin ang Mouse
fr_ca: Inverser la souris
ga_ie: Inbhéartaigh an Luch
gd_gb: Ais-thionndaidh an luchag
gl_es: Invertir rato
he: הפוך עכבר
hi_in: माउस उलटें
hr_hr: Izokreni Miš
hu_hu: Fordított egérmozgás
hy_am: Մկնիկի Փոխակերպում
id_id: Balik Arah Mouse
is_is: Snúa mús við
it: Inverti il mouse
ja_jp: マウス反転
ka_ge: თაგვის ინვერსია
ko_kr: 마우스 반전
lb_lu: Maus ëmkéieren
lt_lt: Atvirkštinis pelės judėjimas
lv_lv: Apgriezta Pele
mi_nz: Huripoki Kiore
mk_mk: Инверт Глувче
mn_mn: Эсрэг хулгана
ms_my: Songsangkan Tetikus
mt_mt: Mouse bil-Kontra
nl_nl: Muis spiegelen
nn_no: Speilvend musretning
pl: Odwróć oś myszy
pt: Inverter Rato
ro_ro: Inversează mouse-ul
ru_ru: Инверсия мыши
sk_sk: Invertovať myš
sl_si: Obrni miško
sv_se: Invertera musriktning
th_th: สลับทิศทางการเคลื่อนที่ของเมาส์
tr_tr: Ters Fare Kontrolü
vi_vn: Đảo ngược chuột
zh_cn: 鼠标反转
zh_tw: 滑鼠反轉

# options_language
source: Language...
af_za: Taal...
ar_sa: اللغة...
be_by: Мова...
bg_bg: Език…
ca_es: Idioma...
cs: Jazyk…
da_dk: Sprog...
de: Sprache ...
de_at: Sproch...
el_gr: Γλώσσα...
es: Idioma...
eu_es: Hizkuntza...
fa_ir: زبان...
fi: Kieli...
fil_ph: Wika...
fr_ca: Langue
ga_ie: Teanga...
gd_gb: Cànan...
gl_es: Idioma...
he: שפה...
hi_in: भाषा ...
hr_hr: Jezik...
hu_hu: Nyelv...
hy_am: Լեզու...
id_id: Bahasa...
is_is: Tungumál...
it: Lingua...
ja_jp: 言語設定…
ka_ge: ენა...
ko_kr: 언어...
lb_lu: Sprooch ...
lt_lt: Kalba...
lv_lv: Valoda...
mi_nz: Reo...
mk_mk: Jазик...
mn_mn: Хэл...
ms_my: Bahasa...
mt_mt: Lingwa...
nl_nl: Taal...
nn_no: Språk...
pl: Język...
pt: Idioma...
ro_ro: Limbă...
ru_ru: Язык...
sk_sk: Jazyk...
sl_si: Jezik...
sq_al: Gjuha...
sv_se: Språk...
th_th: ภาษา...
tr_tr: Dil...
vi_vn: Ngôn ngữ...
zh_cn: 语言…
zh_tw: 語言...
