Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_worldborder_setSlowly_shrink_success
source: Shrinking world border to {0} blocks wide (down from {1} blocks) over {2} seconds
af_za: Verklein wêreldgrens na {0} blokke wyd (vanaf {1} blokke) oor {2} sekondes
ar_sa: تقلص الحدود العالم إلى {0} كتل واسعة (نزولا من كتل {1}) على مدى {2} ثانية
be_by: Сцісканне мяжы свету да {0} блокаў у шырыню (з {1} блокаў) за {2} секунд
bg_bg: Свиване на границата на света до {0} блокчета в ширина (от {1} блокчета) в продължението на {2} секунди
ca_es: Reduint el límit del món a {0} blocs d'amplada (anteriorment {1} blocs) en {2} segons
cs: Zmenšování hranice světa na {0} bloků (z {1} bloků) během {2} sekund
da_dk: Formindsker verdens grænsen til {0} blokke bred (formindsket fra {1} blokke) på {2} sekunder
de: Verkleinere Weltbbarriere auf eine Weite von {0} Blöcken (von ursprünglich {1} Blöcken) in {2} Sekunden
el_gr: Συρρίκνωνονται τα σύνορα του κόσμου σε μήκος {0} κουτιών ευρύτερα (από τα {1} κουτιά) ανά {2} κουτιά
es: Encogiendo el borde del mundo a {0} bloques de distancia (anteriormente {1} bloques) en {2} segundos
fi: Kutistetaan maailman rajaa {0} kuution levyiseksi ({1} kuutiosta) {2} sekunnin aikana
fil_ph: Pinapaliit ang border ng mundo sa {0}$1 na mga blokeng lawak (bumaba mula {1}$2 na mga bloke) sa loob ng {2}$3 na segundo
fr_ca: Rétrécissement de la bordure du monde de {1} blocs de large à {0} bloc(s) de large durant {2} secondes
ga_ie: Ag crapadh teorainn an domhain go {0} bloic ar leithead (ó {1} bloic) thar tréimhse {2} soicind
gl_es: Encollendo o bordo do mundo a {0} bloques de distancia (antes {1} bloques) en {2} segundos
he: מכווץ את גבולות העולם ל-s% בלוקים
hr_hr: Smanjenje granice na {0} blokova širine (s {1} blokova) u {2} sekundi
hu_hu: Világhatár összehúzása {0} blokk szélesre ({1} blokkról) {2} másodperc alatt
id_id: Batas dunia yang mengecil sebesar {0} blok (di bawah dari {1} blok) lebih dari {2} detik
is_is: Mjókka jaðar heims í {0} kubba breidd (úr {1} kubbum) á {2} sekúndum
it: Il confine del mondo si sta stringendo per diventare largo {0} blocchi (partendo da {1} blocchi) in {2} secondi
ja_jp: ワールドの境界の幅を {2} 秒かけて {0} ブロックに縮小します（元のブロック数：{1}）
ka_ge: სამყაროს საზღვარი მცირდება {0} ბლოკამდე ({1} ბლოკიდან) {2} წამის განმავლობაში
ko_kr: 세계 경계선의 폭이 블록 {0}개가 되며 {2}초간 축소됩니다 (본래 블록 {1}개)
lb_lu: Verklenger de Rand vun der Welt ob {0} Bléck (vun ursprénglech {1} Bléck) an {2} Sekonnen
lt_lt: Sutraukta pasaulio riba į {0} blokų plotį (sumažinta {1} blokų) per {2} sekundes
ms_my: Mengecilkan sempadan dunia kepada {0} blok lebar (turun daripada {1} blok) dalam masa {2} saat
mt_mt: Il-fruntiera tad-dinja qed tiċkien għal {0} blokki wiesgħa (minn {1} blokki) matul {2} sekondi
nl_nl: Wereldgrens verkleint naar {0} blokken breed (van de {1} blokken) in {2} seconden
nn_no: Minskar verdsgrensa til {0} blokker brei (ned frå {1} blokker) i laupet av {2} sekund
pl: Zmniejszanie granicy świata szerkości {0} bloków (z {1} bloków) na {2} sekund
pt: A diminuir a barreira do mundo para {0} blocos de largura (desde {1} blocos) durante {2} segundos
ro_ro: Frontiera lumii se micșorează la {0} blocuri lățime (de la {1} blocuri) în {2} secunde
ru_ru: Уменьшение границы мира до {0} блоков (было {1} блоков) за {2} секунд
sk_sk: Zmenšuje sa hranica sveta na veľkosť {0} kociek (pôvodne {1} kociek) počas {2} sekúnd
sl_si: Uspešno je poteklo krčenje meje sveta na {0} kock široko (od {1} kock) v {2} sekundah
sv_se: Krymper världskanten till en bredd på {0} block (från {1} block) under {2} sekunder
th_th: กำลังลดขอบเขตโลกไปเป็น กว้าง {0} บล็อก (ลดลงไปจาก {1} บล็อก) ใน {2} วินาที
tr_tr: Dünya sınırı {2} saniye içerisinde ({1} bloktan) {0} blok genişliğine küçültülüyor
vi_vn: Đang thu hẹp biên giới thế giới để rộng {0} khối (giảm từ {1} khối) trong {2} giây
zh_cn: 正将世界边界宽度逐渐缩小为{0}个方块（原{1}个方块），时间{2}秒
zh_tw: 世界邊界正在縮小至 {0} 格寬 (從 {1} 格起)，需時 {2} 秒

# commands_worldborder_usage
source: /worldborder <set|center|damage|warning|get|add> ...
th_th: /worldborder <add|set|center|damage|warning|get> ...
zh_cn: /worldborder <add|set|center|damage|warning|get> ...
zh_tw: /worldborder < set(設定) | center(中心) | damage(傷害) | warning(警示) | get(查詢) | add(增加) > ...

# commands_worldborder_warning_distance_success
source: Set world border warning to {0} blocks away (from {1} blocks)
af_za: Wêreldgrens waarskuwing na {0} sekondes (van {1} sekondes) gestel
ar_sa: تعيين الإنذار الحدود العالم إلى كتل {0} بعيداً (من كتل {1})
be_by: Папярэджанне аб мяжы свету ўсталяванае на {0} блокаў (з {1} блокаў)
bg_bg: Успех при настройване на предупреждението на границата на света на {0} блокчета от границата (от {1} блокчета)
ca_es: S'ha establert l'avís del límit del món a {0} blocs (abans {1} blocs)
cs: Upozornění na hranici světa nastaveno na {0} bloků od ní (z {1} bloků)
da_dk: Indstil verdens grænsens advarsel til {0} blokke væk (fra {1} blokke)
de: Setze die Warndistanz der Weltbarriere auf {0} Blöcke (von {1} Blöcken)
el_gr: Ορίστε την προειδοποίηση των συνόρων του κόσμου στους {0} κύβους μακριά (από {1} κύβους)
es: Se ha establecido el aviso del borde del mundo a {0} bloques (anteriormente {1} bloques)
fi: Maailman rajan varoitus asetettu {0} kuution etäisyydelle ({1} kuutiosta)
fil_ph: Ginawang {0}$1 na mga bloke ang babala ng border ng mundo na papalayo (mula sa {1}$2 na mga bloke)
fr_ca: La distance d'avertissement de la bordure du monde est passée de {1} bloc(s) à {0} bloc(s)
ga_ie: Socraíodh rabhadh faoi theorainn an domhain go {0} bloic ó láthair (ó {1} bloic)
gl_es: Estableceuse o aviso do bordo do mundo a {0} bloques (antes {1} bloques)
he: קבע את אזהרת כניסה לגבול העולם ל{0} בלוקים לפני (מ{1} בלוקים לפני)
hr_hr: Postavi upozorenje o granici na {0} blokova daljine (s {1} blokova)
hu_hu: Világhatár figyelmeztetési távolsága beállítva {0} blokkra ({1} blokkról)
id_id: Mengatur peringatan batas dunia ke {0} blok jauhnya (dari {1} blok)
is_is: Stilla jaðar viðvörun í {0} kubba (úr {1} kubbum)
it: L'avvertimento del confine del mondo è stato impostato a {0} blocchi di distanza (precedentemente a {1} blocchi)
ja_jp: ワールド境界の警告表示の距離を {0} ブロックに設定しました (元の設定：{1} ブロック)
ka_ge: დააყენე სამყაროს საზღვრის გაფრთხილება {0} ბლოკის მოშორებით ({1} ბლოკიდან)
ko_kr: 세계 경계선의 경고 표시 거리를 블록 {0}개로 설정했습니다 (본래 블록 {1}개)
lb_lu: Setz Verwarnzäit vun dem Rand vun der Welt op {0} Bléck (vun {1} Bléck)
lt_lt: Nustatytas pasaulio ribos įspėjimo atstumas į {0} blokų nuo ribos (iš {1} blokų)
ms_my: Tetapkan amaran sempadan dunia daripada {0} blok jauh (daripada {1} blok)
mt_mt: It-twissija tal-fruntiera tad-dinja ġiet issettjata għal {0} blokok 'il bogħod (minn {1} blokok)
nl_nl: Het wereldgrens waarschuwingsbericht is {0} blokken weggezet (was {1} blokken)
nn_no: Setter verdsgrensa sin advarsel til å være {0} blokkar vekke (frå {1} blokkar)
pl: Ustawiono ostrzeżenie o granicy świata na {0} bloków odległości (z {1} bloków)
pt: Aviso da barreira do mundo definido para {0} blocos (de {1} blocos)
ro_ro: S-a stabilit distanța de avertizare a frontierei lumii la {0} blocuri (de la {1} blocuri)
ru_ru: Установить границы мира до {0} блоков (было {1} блоков)
sk_sk: Nastavenie upozornenia hranice sveta {0} blokov (od {1} blokov)
sl_si: Opozorilo o meji sveta nastavljena {0} kock proč (z {1} kock)
sv_se: Satte världskantsvarningen till {0} block bort (från {1} block)
th_th: ตั้งค่าการแจ้งเตือนขอบเวิลด์เป็น {0} บล็อกห่างจาก (จาก {1} บล็อก)
tr_tr: Dünya sınırı uyarısı ({1} blok iken) {0} blok olarak ayarlandı
vi_vn: Đã thiết lập cảnh bảo biên giới thế giới để cách đó {0} khối (từ {1} khối)
zh_cn: 将世界边界警告设置到{0}方块的距离（从{1}方块）
zh_tw: 已將世界邊界警示設定為 {0} 格以外 (從 {1} 格起)

# commands_worldborder_warning_distance_usage
source: /worldborder warning distance <distance>
bg_bg: /worldborder warning distance <разстояние>
ca_es: /worldborder warning distance <distància>
cs: /worldborder warning distance <vzdálenost>
da_dk: /worldborder warning distance <afstand>
de: /worldborder warning distance <Weite>
el_gr: /worldborder warning distance <απόσταση>
es: /worldborder warning distance <distancia en bloques>
fi: /worldborder warning distance <etäisyys>
fr_ca: /worldborder warning distance <distance en blocs>
hu_hu: /worldborder warning distance <távolság>
id_id: /worldborder warning distance <jarak>
it: /worldborder warning distance <distanza in blocchi>
ja_jp: /worldborder warning distance <距離>
ka_ge: /worldborder warning distance <მანძილი>
ko_kr: /worldborder warning distance <거리>
lb_lu: /worldborder warning distance <Distanz>
lt_lt: /worldborder warning distance <atstumas>
nl_nl: /worldborder warning distance <afstand>
pl: /worldborder warning distance <odległość>
pt: /worldborder warning distance <distância>
ro_ro: /worldborder warning distance <distanță>
ru_ru: /worldborder warning distance <расстояние>
sk_sk: /worldborder warning distance <Vzdialenosť>
sl_si: /worldborder warning distance <razdalja>
sv_se: /worldborder warning distance <avstånd>
tr_tr: /worldborder warning distance <mesafe>
vi_vn: /worldborder warning distance <khoảng cách>
zh_cn: /worldborder warning distance <距离>
zh_tw: /worldborder warning distance <距離>

# commands_worldborder_warning_time_success
source: Set world border warning to {0} seconds away (from {1} seconds)
af_za: Wêreldgrens waarskuwing na {0} sekondes (van {1} sekondes) gestel
ar_sa: تعيين الإنذار الحدود العالمية لثانية {0} بعيداً (من {1} ثانية)
be_by: Папярэджанне аб мяжы свету ўсталяванае на {0} секунд (з {1} секунд)
bg_bg: Успех при настройване на предупреждението на границата на света на {0} секунди (от {1} секунди)
ca_es: S'ha establert l'avís del límt del món a {0} segons (abans {1} segons)
cs: Upozornění na hranici světa nastaveno na {0} sekund od ní (z {1} sekund)
da_dk: Indstil verdens grænsens advarsel til {0} sekunder væk (fra {1} sekunder)
de: Setze die Warnzeit der Weltbarriere auf {0} Sekunden (von {1} Sekunden)
el_gr: Ορίστε την προειδοποίηση των συνόρων του κόσμου στα {0} δευτερόλεπτα μακριά (από {1} δευτερόλεπτα)
es: Se ha establecido el aviso del borde del mundo a {0} segundos (anteriormente {1} segundos)
fi: Aseta maailman rajan varoituksen {0} sekunnin päähän (aikaisempi {1} sekunttia)
fil_ph: Ginawang {0}$1 segundo ang babala ng border ng mundo (mula {1}$2 segundo)
fr_ca: Le temps d'avertissement de la bordure du monde est passé de {1} seconde(s) de distance à {0} seconde(s) de distance
ga_ie: Socraíodh rabhadh faoi theorainn an domhain go {0} soicind ó láthair (ó {1} soicind)
gl_es: Estableceuse o aviso do bordo do mundo a {0} segundos (antes {1} segundos)
he: קבע את אזהרת הכניסה לגבול ל{0} שניות לפני (מ{1} שניות לפני)
hr_hr: Postavi upozorenje o granici na {0} sekundi od nje (s {1} sekundi)
hu_hu: Világhatár figyelmeztetési ideje beállítva {0} másodpercre ({1} másodpercről)
id_id: Mengatur Peringatan batas dunia ke {0} detik (dari {1} detik)
is_is: Stilla jaðar viðvörun í {0} sekúndur (úr {1} sekúndum)
it: L'avvertimento del confine del mondo è stato impostato a {0} secondi (precedentemente a {1} secondi)
ja_jp: ワールド境界の警告表示時間を {0} 秒に設定しました (元の設定：{1} 秒)
ka_ge: სამყაროს საზღვრის შეტყობინება შეიცვალა {0} წამზე ({1} წამიდან)
ko_kr: 세계 경계선의 경고 표시 시간을 {0}초로 설정했습니다 (본래 {1}초)
lb_lu: Setz Verwarnzäit vun dem Rand vun der Welt op {0} Sekonnen (vun {1} Sekonnen)
lt_lt: Nustatytas pasaulio ribos įspėjimo atstumas į {0} sekundžių nuo ribos (nuo {1} sekundžių)
ms_my: Tetapkan amaran sempadan dunia kepada {0} saat jauh (dari {1} saat)
mt_mt: It-twissija tal-fruntiera tad-dinja ġiet issettjata għal {0} sekondi 'l bogħod (minn {1} sekondi)
nl_nl: Het wereldgrens waarschuwingsbericht is {0} seconden weggezet (was {1} seconden)
nn_no: Setter advarselen for verdsgrensa til å vere {0} sekund unna (frå {1} sekunder)
pl: Ustawiono ostrzeżenie o granicy świata na {0} sekund (z {1} sekund)
pt: Aviso da barreira do mundo definido para {0} segundos (de {1} segundos)
ro_ro: S-a stabilit timpul de avertizare a frontierei lumii la {0} secunde (de la {1} secunde)
ru_ru: Задержать предупреждение о нахождении за пределами мира на {0} секунд (было {1} секунд)
sk_sk: Nastaviť hraničné upozornenie sveta na {0} sekúnd (od {1} sekúnd)
sl_si: Nastavi opozorilo o meji sveta {0} sekund proč (od {1} sekund)
sv_se: Satte världskantsvarningen till {0} sekunder bort (från {1} sekunder)
th_th: ตั้งค่าคำเตือนของโลกเป็น {0} วินาที (จาก {1} วินาที)
tr_tr: Dünya sınırı uyarısı ({1} saniye iken) {0} saniye olarak ayarlandı
vi_vn: Đã đặt cảnh báo biên giới thế giới để cách đó {0} giây (từ {1} giây)
zh_cn: 将世界边界警告设置到{0}秒的距离（从{1}秒）
zh_tw: 已將世界邊界警示設定為 {0} 秒以前 (從 {1} 秒起)

# commands_worldborder_warning_time_usage
source: /worldborder warning time <seconds>
af_za: /worldborder warning time <sekondes>
ar_sa: تحذير/worldborder الوقت <seconds>
be_by: /worldborder warning time <секунды>
bg_bg: /worldborder warning time <секунди>
cs: /worldborder warning time <sekundy>
da_dk: /worldborder warning time <sekunder>
de: /worldborder warning time <Zeit>
es: /worldborder warning time <segundos>
fi: /worldborder warning time <sekuntteja>
fr_ca: /worldborder warning time <secondes>
he: /worldborder warning time <שניות>
hu_hu: /worldborder warning time <másodpercek>
it: /worldborder warning time <tempo in secondi>
ja_jp: /worldborder warning time <秒数>
ka_ge: /worldborder warning time <წამები>
ko_kr: /worldborder warning time <시간(초)>
lb_lu: /worldborder warning time <Sekonnen>
lt_lt: /worldborder warning time <sekundės>
nl_nl: /worldborder warning time <seconden>
pl: /worldborder warning time <sekundy>
pt: /worldborder warning time <segundos>
ro_ro: /worldborder warning time <secunde>
ru_ru: /worldborder warning time <секунды>
sl_si: /worldborder warning time <sekunde>
sv_se: /worldborder warning time <sekunder>
tr_tr: /worldborder warning time <saniye>
vi_vn: /worldborder warning time <số giây>
zh_cn: /worldborder warning time <时间（秒）>
zh_tw: /worldborder warning time <秒數>

# commands_worldborder_warning_usage
source: /worldborder warning <time|distance> ...
zh_tw: /worldborder warning < time(時間) | distance(距離) > ...

# commands_xp_failure_widthdrawXp
source: Cannot give player negative experience points
af_za: Kan nie die speler negatiewe ervaringspunte gee nie
ar_sa: لا يمكن إعطاء نقاط اللاعب تجربة سلبية
be_by: Нельга выдаць гульцу адмоўную колькасць ачкоў досведу
bg_bg: На играча не могат да му бъдат дадени отрицателно количество XP точки
ca_es: No s'ha pogut punts d'experiència negatius al jugador
cs: Hráčům nelze udělovat záporné zkušenostní body
da_dk: Kan ikke give spiller negative erfaringspoint
de: Spielern kann keine negative Anzahl Erfahrungspunkte gegeben werden
el_gr: Δεν γίνεται να δοθούν σε έναν παίκτη αρνητικοί πόντοι εμπειρίας
es: No se puede dar a un jugador una cantidad negativa de experiencia
eu_es: Ezin da jokalari bateri esperientzia puntu negatiborik eman
fa_ir: نمی توان به پلیر امتیاز تجربه منفی داد
fi: Pelaajalle ei voi antaa negatiivista määrää kokemuspisteitä
fil_ph: Hindi pwedeng bigyan ang manlalaro ng negatibong XP
fr_ca: Impossible de donner des points d'expérience négatifs au joueur
ga_ie: Ní féidir pointí taithí diúltach a thabhairt d'imreoir
gl_es: Non se poden dar puntos de experiencia negativos
he: אין אפשרות לתת לשחקן נקודות ניסיון שלילי
hi_in: नकारात्मक अनुभव अंक दे सकते हैं खिलाड़ी
hr_hr: Nemoguće oduzeti iskustvo igraču
hu_hu: Nem adhatsz a játékosnak negatív tapasztalatpontokat
hy_am: Հնարավոր չէ ուղղարկել խաղացողին բացասական կախարդանքի միավորներ
id_id: Tidak bisa memberikan pemain poin experience negatif
is_is: Getur ekki gefið spilara neikvæð reynslustig
it: Impossibile dare a un giocatore punti esperienza negativi
ja_jp: プレイヤーに負の経験値を与えることはできません
ka_ge: შეუძლებელია მოთამაშისთვის უარყოფითი გამოცდილების მინიჭება
ko_kr: 음수의 경험치는 줄 수 없습니다
lb_lu: E Spiller ka keng negativ Erfarungspunkte kréien
lt_lt: Negalite žaidėjui suteikti neigiamų patirties taškų
lv_lv: Spēlētājam nevar dot negatīvu skaitu pieredzes punktu
ms_my: Tidak boleh memberi pemain poin pengalaman negatif
mt_mt: Ma tistax tagħti XP negattiv lil plejer
nl_nl: Kan speler geen negatieve ervaringspunten geven
nn_no: Kan ikke gje ein spelar negativ erfaringspoeng
pl: Nie można przyznać graczowi ujemnych punktów doświadczenia
pt: Não é possível dar pontos de experiência negativos ao jogador
ro_ro: Nu se pot da puncte de experiență negative
ru_ru: Нельзя выдать игроку отрицательное количество опыта
sk_sk: Nemôžem dať hráčovi negatívny počet skúseností
sl_si: Igralcu ni mogoče dati negativno število izkušenjskih točk
sv_se: Kan inte ge spelare negativa erfarenhetspoäng
th_th: ไม่สามารถให้ค่าประสบการณ์เป็นจำนวนลบแก่ผู้เล่นได้
tr_tr: Oyuncuya negatif tecrübe puanı veremezsin
vi_vn: Không thể cho một người chơi số điểm kinh nghiệm âm
zh_cn: 无法给玩家为负数的经验值
zh_tw: 無法賦予玩家負經驗點數

# commands_xp_success
source: Given {0} experience to {1}
af_za: {0} ervaring aan {1} gegee
ar_sa: إعطاء {0} نقطة خبرة ل {1}
be_by: Выдадзена {0} ачкоў досведу гульцу {1}
bg_bg: {0} опит беше даден на {1}
ca_es: S'ha donat {0} punts d'experiència a {1}
cs: Hráč {0} dostal {1} zkušeností
da_dk: Gav {0} erfaring til {1}
de: {0} Erfahrungspunkte an {1} gegeben
el_gr: Δόθηκε {0} εμπειρία στον/στην {1}
es: {1} ha recibido {0} de experiencia
eu_es: {0} esperientzia {1}-(e)ri emanda
fi: Annettiin {0} kokemuspistettä pelaajalle {1}
fil_ph: Binigyan ng {0} na XP kay {1}
fr_ca: Attribution de {0} point(s) d'expérience à {1}
ga_ie: Tugadh {0} pointe taithí do {1}
gl_es: {0} de experiencia dada a {1}
he: {0} נתן {1} נסיון ל
hi_in: {0} के लिए दिए गए {1} अनुभव
hr_hr: {0} iskustva dano {1}
hu_hu: {0} tapasztalat adva {1} játékosnak
hy_am: Տրվեց {0} կախարդանքի միավոր {1}-ին
id_id: {0} Diberikan exp untuk {1}
is_is: {0} fékk {1} reynslustig
it: {0} punti esperienza sono stati dati a {1}
ja_jp: {1} に {0} の経験値を追加しました
ka_ge: {0}-თვის მინიჭებულია {1} გამოცდილება
ko_kr: {0} 경험치를 {1}에게 지급했습니다
lb_lu: {0} Erfarungspunkte goufen dem {1} ginn
lt_lt: {0} patirties suteikta {1}
lv_lv: {0} saņēma {1} pieredzes punktus
ms_my: Diberikan {0} pengalaman kepada {1}
mt_mt: {0} punti ta' esperjenza ġew mogħtija lil {1}
nl_nl: {0} ervaring aan {1} gegeven
nn_no: Gitt {0} erfaringspoeng til {1}
pl: Dodano {0} doświadczenia graczowi {1}
pt: Dada {0} de experiência a {1}
ro_ro: {0} puncte de experiență i-au fost date lui {1}
ru_ru: Выдано {0} опыта игроку {1}
sk_sk: Hráčovi {0} bolo daných {1} bodov skúsenosti
sl_si: Dodeljeno {0} izkušenj igralcu {1}
sv_se: Gav {0} erfarenhet till {1}
th_th: ให้ค่าประสบการณ์จำนวน {0} แก่ {1}
tr_tr: {0}'e &d tecrübe verildi
vi_vn: Đã cho {0} {1} kinh nghiệm
zh_cn: 已将{0}的经验给予{1}
zh_tw: 將 {0} 經驗值賦予 {1}

# commands_xp_success_levels
source: Given {0} levels to {1}
af_za: {0} vlakke aan {1} toegeken
ar_sa: مستويات معينة من {0} إلى {1}
be_by: Выдадзена {0} узроўняў гульцу {1}
bg_bg: Дадените нива от {0} на {1}
ca_es: S'ha donat {0} nivells al jugador {1}
cs: Hráči {1} bylo přiděleno {0} úrovní
da_dk: Gav {0} niveauer til {1}
de: {0} Erfahrungsstufen an {1} gegeben
el_gr: Δόθηκαν {0} επίπεδα στον/στην {1}
es: {0} ha recibido {1} niveles
eu_es: {0} maila {1}-(e)ri emanda
fi: Annettiin {0} tasoa pelaajalle {1}
fil_ph: Binigyan ng {0} na antas kay {1}
fr_ca: Attribution de {0} niveau(x) d'expérience à {1}
ga_ie: Tugadh {0} leibhéal do {1}
gl_es: Déronse {0} niveis a {1}
he: {0} נתן {1} רמות ל
hi_in: {0} के लिए दिए गए {1} स्तर
hr_hr: {0} razina dano {1}
hu_hu: {0} szint adva {1} játékosnak
hy_am: Տրվեց {0} կախարդանքի աստիճան {1}-ին
id_id: Memberi {0} level ke {1}
is_is: Þú gafst {0} {1} stig
it: {0} livelli d'esperienza sono stati dati a {1}
ja_jp: {1} に {0} レベルを付与しました
ka_ge: {0}-თვის მინიჭებულია {1} დონე
ko_kr: {0} 레벨을 {1}에게 지급했습니다
lb_lu: {0} Erfarungslevel goufen dem {1} ginn
lt_lt: {0} lygių suteikta {1}
lv_lv: {0} saņēma {1} pieredzes līmeņus
ms_my: Diberi {0} tahap kepada {1}
mt_mt: {0} livelli ġew mogħtija lil {1}
nl_nl: {0} niveaus gegeven aan {1}
nn_no: Gitt {0} nivå til {1}
pl: Dodano {0} poziomów graczowi {1}
pt: Foi dado {0} níveis a {1}
ro_ro: {0} niveluri i-au fost date lui {1}
ru_ru: {1} получил {0} уровней
sk_sk: Hráč {0} získal {1} úrovní
sl_si: {0} je dobil {1} stopenj
sv_se: Gav {0} nivåer till {1}
th_th: ให้ {0} เลเวลแก่ {1}
tr_tr: {0}, {1} seviye atlatıldı
vi_vn: Đã tăng {0} cấp bậc cho {1}
zh_cn: 给予{1} {0}级经验
zh_tw: 將 {0} 等級賦予 {1}

# commands_xp_success_negative_levels
source: Taken {0} levels from {1}
af_za: {0} vlakke van {1} geneem
ar_sa: أخذ مستويات {0} من {1}
be_by: Аднята {0} узроўняў у гульца {1}
bg_bg: Взети {0} нива от {1}
ca_es: S'han restat {0} nivells al jugador {1}
cs: Hráči {0} bylo odebráno {1} úrovní
da_dk: Tog {0} niveauer fra {1}
de: {0} Erfahrungsstufen von {1} entfernt
el_gr: Αφαιρέθηκαν {0} επίπεδα από τον/την {1}
es: {1} ha perdido {0} niveles
eu_es: {0} maila {1}-etik artuta
fi: Otettiin {0} tasoa pelaajalta {1}
fil_ph: Kinuha ang {0} na antas kay {1}
fr_ca: Retrait de {0} niveau(x) d'expérience à {1}
ga_ie: Baineadh {0} leibhéal de {1}
gl_es: Collidos {0} niveis de {1}
he: {0} נלקחו {1} רמות מ
hi_in: {0} से {1} स्तर लिया
hr_hr: {0} razina oduzeto {1}
hu_hu: {0} szint levonva {1} játékostól
hy_am: Վերցվեց {0} կախարդանքի աստիճան {1}-ին
id_id: Mengambil {0} level dari {1}
is_is: Tókst {0} stig af {1}
it: {0} livelli d'esperienza sono stati rimossi da {1}
ja_jp: {1} から {0} レベルを剥奪しました
ka_ge: {0}-ისგან აღებულია {1} დონე
ko_kr: {0}의 레벨을 {1} 낮추었습니다
lb_lu: {0} Erfarungslevel goufen dem {1} ewechgeholl
lt_lt: {0} lygių atimta iš {1}
lv_lv: No {0} paņemti {1} pieredzes līmeņi
ms_my: Diambil {0} tahap daripada {1}
mt_mt: {0} livelli ġew meħuda minn {1}
nl_nl: {0} niveaus van {1} afgenomen
nn_no: Tok {0} nivå frå {1}
pl: Odebrano {0} poziomów graczowi {1}
pt: Foram tirados {0} níveis de {1}
ro_ro: {0} niveluri au fost luate de la {1}
ru_ru: {1} потерял {0} уровней
sk_sk: Hráč {0} stratil {1} úrovní
sl_si: {0} je izgubil {1} stopenj
sv_se: Tog {0} nivåer från {1}
th_th: ลบ {0} เลเวลจาก {1}
tr_tr: {0}, {1} seviye düşürüldü
vi_vn: Đã giảm {0} cấp bậc khỏi {1}
zh_cn: 从{1}身上拿走了{0}级经验
zh_tw: 從 {1} 取去 {0} 經驗等級
