Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# subtitles_entity_iron_golem_hurt
source: Iron Golem hurts
af_za: Ystersoldaat beseer
be_by: Жалезны голем пашкоджаны
bg_bg: Нараняване на железен голем
ca_es: Un gòlem de ferro es fa mal
cs: železný golem byl zraněn
da_dk: Jerngolem bliver skadet
de: Eisengolem nimmt Schaden
el_gr: Ο σιδερένιος φύλακας τραυματίζεται
es: Gólem de hierro herido
fi: Rautajätti vahingoittuu
fil_ph: Nasaktan ang Bakal na Golem
fr_ca: Golem de fer blessé
ga_ie: Gortaítear gólam iarainn
gd_gb: Chaidh an gòileam iarainn a leònadh
gl_es: Gólem de Ferro ferido
he: גולם ברזל נפצע
hu_hu: Vasgólem sérül
id_id: Golem Besi terluka
it: Un golem di ferro è ferito
ja_jp: アイアンゴーレムがダメージを受ける
ka_ge: რკინის გოლიათი დაიჭრა
ko_kr: 철 골렘이 상처를 입음
lb_lu: Eisegolem hellt Schued
lt_lt: Sužeistas geležinis golemas
ms_my: Golem besi kesakitan
mt_mt: Monstru tal-ħadid weġġa'
nl_nl: IJzergolem heeft pijn
pl: Żelazny golem cierpi
pt: Golem de Ferro aleija-se
ro_ro: Golem de fier rănit
ru_ru: Железный голем ранен
sk_sk: Poranenie železného golema
sl_si: Železni golem se poškoduje
sv_se: Järngolem skadas
th_th: โกเลมเหล็กได้รับบาดเจ็บ
tr_tr: Demir Golem hasar aldı
vi_vn: Người sắt bị thương
zh_cn: 铁傀儡：受伤
zh_tw: 鐵魔像受傷

# subtitles_entity_item_break
source: Item breaks
af_za: Item breek
be_by: Прадмет зламаны
bg_bg: Чупене на предмет
ca_es: Item trencat
cs: rozbití předmětu
da_dk: Ting ødelægges
de: Gegenstand zerbricht
el_gr: Το αντικείμενο σπάει
es: Objeto destruido
fi: Esine hajoaa
fil_ph: Nasira ang Bagay
fr_ca: Objet qui se casse
ga_ie: Earra ag briseadh
gl_es: Obxecto destruído
he: פריט נשבר
hu_hu: Tárgy eltörik
id_id: Barang yang di memecah
it: Oggetto distrutto
ja_jp: アイテムが壊れる
ka_ge: ნივთი გატყდა
ko_kr: 아이템이 부서짐
lb_lu: Géigestand geet futti
lt_lt: Sulūžta daiktas
ms_my: Item pecah
mt_mt: Oġġett tkisser
nl_nl: Voorwerp breekt
pl: Przedmiot się psuje
pt: Item parte-se
ro_ro: Obiect stricându-se
ru_ru: Сломан предмет
sk_sk: Polámanie predmetu
sl_si: Predmet se zlomi
sv_se: Föremål förstörs
th_th: ทำลายไอเท็ม
tr_tr: Eşya kırıldı
vi_vn: Vật phẩm bị phá vỡ
zh_cn: 物品：被破坏
zh_tw: 物品損壞

# subtitles_entity_item_pickup
source: Item plops
af_za: Item plons
be_by: Знойдзены прадмет
bg_bg: Взимане на предмет
ca_es: S'ha recollit una cosa
cs: sebrání předmětu
da_dk: Ting plops
de: Gegenstand aufgehoben
el_gr: Το αντικείμενο σηκώνεται
es: Objeto caído
fi: Esine poimitaan
fil_ph: Nag-plop ang Bagay
fr_ca: Objet ramassé
ga_ie: Plab earra
gl_es: Ítem cae
he: פריט נאסף
hu_hu: Tárgy felszedése
id_id: Barang diambil
it: Oggetto raccolto
ja_jp: アイテムを拾う
ka_ge: ნივთის აღება
ko_kr: 아이템을 가져감
lb_lu: Géigestand opgehuewen
lt_lt: Pliumptelėjo daiktas
ms_my: Item plop
mt_mt: Oġġett inġabar
nl_nl: Voorwerp plopt
pl: Zebrano przedmiot
pt: Item apanhado
ro_ro: Obiect luat
ru_ru: Найден предмет
sk_sk: Zdvihnutie predmetu
sl_si: Predmet pobran
sv_se: Föremål plockas upp
th_th: ไอเท็มตกน้ำ
tr_tr: Eşya alındı
vi_vn: Vật phẩm được nhặt
zh_cn: 物品：被拾起
zh_tw: 撿起物品

# subtitles_entity_itemframe_add_item
source: Item Frame fills
af_za: Voorwerp Raam gevul
be_by: Рамка запоўнена
bg_bg: Запълване на рамка
ca_es: Es col·loca una cosa en un marc
cs: naplnění rámečku
da_dk: Genstandsramme fyldes
de: Rahmen gefüllt
el_gr: Το πλαίσιο αντικειμένων γεμίζει
es: Objeto colocado en un marco
fi: Kehys täyttyy
fr_ca: Objet placé dans un cadre
ga_ie: Fráma Earra ag líonadh
gl_es: Ítem posto nun marco
he: מסגרת פריט מתמלאת
hu_hu: Eszközkeret feltöltése
id_id: Mengisi Bingkai Benda
it: Oggetto inserito in una cornice
ja_jp: 額縁にアイテムが入れられる
ka_ge: ჩარჩოს გავსება
ko_kr: 아이템 액자에 아이템을 끼움
lb_lu: Rumm gefëllt
lt_lt: Įdedamas daiktas į rėmelius
ms_my: Rangka item diisi
mt_mt: Inkwatru mtela
nl_nl: Voorwerplijst wordt gevuld
pl: Wypełnienie ramki na przedmiot
pt: Quadro de Item preenchido
ro_ro: Ramă de obiect umplută
ru_ru: Рамка заполнена
sk_sk: Vloženie do rámu
sl_si: Okvir nastavljen
sv_se: Föremålsram fylls
th_th: ใส่ของในกรอบรูปไอเท็ม
tr_tr: Eşya Çerçevesi dolduruldu
vi_vn: Khung vật phẩm được nhét đầy
zh_cn: 物品展示框：填充
zh_tw: 填充物品展示框

# subtitles_entity_itemframe_break
source: Item Frame breaks
af_za: Voorwerp Raam breek
be_by: Рамка зламана
bg_bg: Чупене на рамка
ca_es: Es trenca un marc d'objectes
cs: zničení rámečku
da_dk: Genstandsramme ødelægges
de: Rahmen zerbricht
el_gr: Η κορνίζα σπάει
es: Marco descolgado
fi: Kehys hajoaa
fr_ca: Cadre qui se décroche
ga_ie: Fráma Earra ag briseadh
gl_es: Marco roto
he: מסגרת פריט נשברת
hu_hu: Eszközkeret törése
id_id: Penghancuran Bingkai Benda
it: Cornice distrutta
ja_jp: 額縁が壊れる
ka_ge: ჩარჩო გატყდა
ko_kr: 아이템 액자가 부서짐
lb_lu: Rumm zerstéiert
lt_lt: Nukabinami rėmeliai
ms_my: Rangka item dipatah
mt_mt: Inkwatru tkisser
nl_nl: Voorwerplijst breekt
pl: Ramka na przedmiot niszczy się
pt: Quadro de Item retirado
ro_ro: Ramă de obiect distrusă
ru_ru: Рамка сломана
sk_sk: Rozbitie rámu
sl_si: Okvir se podre
sv_se: Föremålsram förstörs
th_th: ทำลายกรอบรูปไอเท็ม
tr_tr: Eşya Çerçevesi kırıldı
vi_vn: Khung vật phẩm bị phá vỡ
zh_cn: 物品展示框：被破坏
zh_tw: 破壞物品展示框

# subtitles_entity_itemframe_place
source: Item Frame placed
af_za: Voorwerp Raam geplaas
be_by: Рамка размешчана
bg_bg: Слагане на рамка
ca_es: Marc col·locat
cs: umístění rámečku
da_dk: Genstandsramme placeres
de: Rahmen platziert
el_gr: Το κορνίζα τοποθετείτε
es: Marco colocado
fi: Kehys laitetaan
fr_ca: Cadre accroché
ga_ie: Fráma Earra curtha
gl_es: Marco posto
he: מסגרת פריט מוקמה
hu_hu: Eszközkeret elhelyezése
id_id: Bingkai Benda ditempatkan
it: Cornice piazzata
ja_jp: 額縁が置かれる
ka_ge: ჩარჩო ჩამოიკიდა
ko_kr: 아이템 액자가 배치됨
lb_lu: Rumm plazéiert
lt_lt: Pakabinami rėmeliai
ms_my: Rangka item diletakkan
mt_mt: Inkwatru tpoġġa
nl_nl: Voorwerplijst wordt geplaatst
pl: Umieszczenie ramki na przedmiot
pt: Quadro de Item colocado
ro_ro: Ramă de obiect așezată
ru_ru: Рамка размещена
sk_sk: Zavesenie rámu
sl_si: Okvir postavljen
sv_se: Föremålsram placeras
th_th: วางกรอบรูปไอเท็ม
tr_tr: Eşya Çerçevesi yerleştirildi
vi_vn: Khung vật phẩm được đặt
zh_cn: 物品展示框：被放置
zh_tw: 放置物品展示框

# subtitles_entity_itemframe_remove_item
source: Item Frame empties
af_za: Voorwerp uit Raam gehaal
be_by: Рамка спустошана
bg_bg: Изпразване на рамка
ca_es: Es buida un marc
cs: vyprázdnění rámečku
da_dk: Genstandsramme tømmes
de: Rahmen geleert
el_gr: Η κορνίζα αδειάζει
es: Objeto retirado de un marco
fi: Kehys tyhjentyy
fr_ca: Objet retiré d'un cadre
ga_ie: Fráma Earra ag folmhú
gl_es: Marco vaciado
he: מסגרת פריט רוקנה
hu_hu: Eszközkeret kiürítése
id_id: Bingkai Benda dikosongkan
it: Cornice svuotata
ja_jp: 額縁からアイテムが取られる
ka_ge: ჩარჩო დაცარიელდა
ko_kr: 이이템 액자가 비워짐
lb_lu: Rumm eidel gemaach
lt_lt: Išimamas daiktas iš rėmelių
ms_my: Rangka item dikosongkan
mt_mt: Inkwatru żvojta
nl_nl: Voorwerplijst wordt geleegd
pl: Opróżnienie ramki na przedmiot
pt: Quadro de Item esvaziado
ro_ro: Ramă de obiect golită
ru_ru: Рамка опустошена
sk_sk: Vyprázdnenie rámu
sl_si: Okvir izpraznjen
sv_se: Föremålsram töms
th_th: เอาของออกจากกรอบรูปไอเท็ม
tr_tr: Eşya Çerçevesi boşaltıldı
vi_vn: Khung vật phẩm trống không
zh_cn: 物品展示框：清空
zh_tw: 清空物品展示框

# subtitles_entity_itemframe_rotate_item
source: Item Frame clicks
af_za: Voorwerp Raam klik
be_by: Рамка пстрыкнула
bg_bg: Щракване на рамка
ca_es: Es clicka a un marc
cs: natočení předmětu v rámečku
da_dk: Genstandsramme klikker
de: Rahmen klickt
el_gr: Η κορνίζα περιστρέφεται
es: Chasquido de marco
fi: Kehys naksahtaa
fr_ca: Objet encadré qui pivote
ga_ie: Fráma Earra ag cliceáil
gl_es: Marco rotado
he: מסגרת פריט נוקשת
hu_hu: Eszközkeret kattan
id_id: Perotasian barang
it: Rotazione di un oggetto incorniciato
ja_jp: 額縁の中のアイテムが回される
ka_ge: ჩარჩოს წკაპუნი
ko_kr: 아이템 액자가 눌러짐
lb_lu: Rumm ugeklickt
lt_lt: Rėmelis spragtelėjo
ms_my: Rangka item diklik
mt_mt: Inkwatru klikkja
nl_nl: Voorwerplijst klikt
pl: Ramka na przedmiot klika
pt: Quadro de Item rodado
ro_ro: Obiect rotindu-se în ramă
ru_ru: Щелчок рамки
sk_sk: Cvaknutie rámu
sl_si: Okvir klikne
sv_se: Föremålsram klickar
th_th: คลิกกรอบรูปไอเท็ม
tr_tr: Eşya Çerçevesindeki eşya çevrildi
vi_vn: Khung vật phẩm xoay
zh_cn: 物品展示框：转动
zh_tw: 物品展示框咔嗒聲

# subtitles_entity_leashknot_break
source: Lead knot breaks
af_za: Leiband knoop breek
be_by: Павадок разарваўся
bg_bg: Развързване на каишка
ca_es: Un nus es trenca
cs: přetržení vodítka
da_dk: Knude bindes op
de: Leine gelöst
el_gr: Το λουρί κόπηκε
es: Nudo de la rienda roto
fi: Talutushihna irtoaa
fr_ca: Laisse qui se rompt
ga_ie: Snaidhm éille ag briseadh
gl_es: Renda rota
he: קשר רצועה נפרם
hu_hu: Lasszócsomó megszűnik
id_id: Simpul tali patah
it: Guinzaglio rimosso
ja_jp: リードが解かれる
ka_ge: თასმის კვანძი გაწყდა
ko_kr: 가죽 끈이 끊어짐
lb_lu: Léngt lass gemaach
lt_lt: Atsisega pavadėlio mazgas
ms_my: Simpulan tali dipatah
mt_mt: Għoqda taċ-ċinga nqatgħet
nl_nl: Leidtouw-knoop breekt
pl: Węzeł smyczy pęka
pt: Corda desata-se
ro_ro: Nod de lesă desfăcându-se
ru_ru: Поводья разорваны
sk_sk: Uvoľnenie vôdzky
sl_si: Vozel na povodcu se strga
sv_se: Repknop lossas
th_th: ทำลายเชือก
tr_tr: Kayış koptu
vi_vn: Nút xích đứt
zh_cn: 栓绳结：被破坏
zh_tw: 取下拴繩

# subtitles_entity_leashknot_place
source: Lead knot tied
af_za: Leiband geknoop
be_by: Павадок прывязаны
bg_bg: Завързване на каишка
ca_es: Un nus lligat
cs: uvázání vodítka
da_dk: Snor bindes
de: Leine angebunden
de_at: Leine ubundn
el_gr: Το λουρί δέθηκε
es: Rienda atada
fi: Talutushihna sidotaan
fr_ca: Laisse attachée
ga_ie: Snaidhm éille ceangailte
gl_es: Renda posta
he: קשר רצועה נרתם
hu_hu: Lasszócsomó kötése
id_id: Simpul tali yang diikat
it: Guinzaglio legato
ja_jp: リードが結ばれる
ka_ge: თასმის კვანძი შეიკრა
ko_kr: 가죽 끈이 묶여짐
lb_lu: Léngt fest gemaach
lt_lt: Užrišamas pavadėlio mazgas
ms_my: Simpulan tali diikat
mt_mt: Għoqda taċ-ċinga ntrabtet
nl_nl: Leidtouw-knoop vastgebonden
pl: Zawiązanie węzła smyczy
pt: Corda atada
ro_ro: Nod de lesă legat
ru_ru: Поводья привязаны
sk_sk: Priviazanie vôdzky
sl_si: Vozel na povodcu se zaveže
sv_se: Repknop knyts
th_th: ผูกเชือก
tr_tr: Kayış bağlandı
vi_vn: Nút xích được buộc
zh_cn: 栓绳结：被系上
zh_tw: 拴上繩子

# subtitles_entity_lightning_impact
source: Lighting strikes
af_za: Weerlig slaan
be_by: Удар маланкі
bg_bg: Удряне на светкавица
ca_es: Cau un llamp
cs: blesk udeřil
da_dk: Lyn rammer
de: Blitzeinschlag
el_gr: Κεραυνοβολεί
es: Rayos
fi: Salama iskee
fr_ca: Éclair qui s'abat
ga_ie: Splanc thintrí ag buaileadh
gl_es: Lóstregos
he: ברק מכה
hu_hu: Villám lecsap
id_id: Petir
it: Fulmine caduto
ja_jp: 雷が落ちる
ka_ge: მეხის დაცემა
ko_kr: 번개가 침
lb_lu: Blëtz ass ageschloen
lt_lt: Trenkia žaibas
ms_my: Kilat dipukul
mt_mt: Laqtet sajjetta
nl_nl: Bliksem slaat in
pl: Piorun uderza
pt: Relâmpago
ro_ro: Trăsnet lovind
ru_ru: Удар молнии
sk_sk: Blesk
sl_si: Strela udari
sv_se: Blixtnedslag
th_th: ฟ้าผ่า
tr_tr: Yıldırım düştü
vi_vn: Chớp đánh
zh_cn: 电闪
zh_tw: 雷擊聲

# subtitles_entity_lightning_thunder
source: Thunder roars
af_za: Donderweer
be_by: Грыміць гром
bg_bg: Трещене на гръмотевица
ca_es: Trons
cs: hřmění
da_dk: Torden
de: Donner grollt
el_gr: Βροντάει
es: Truenos
fi: Ukkonen jyrisee
fr_ca: Tonnerre
ga_ie: Tormáil toirní
gl_es: Lóstrego
he: נהימות רעם
hu_hu: Ég dörög
id_id: Gemuruh petir
it: Boati del temporale
ja_jp: 雷が鳴る
ka_ge: ჭექა-ქუხილი
ko_kr: 천둥이 침
lb_lu: Donner grollt
lt_lt: Sugriaudėjo perkūnija
ms_my: Guruh meraung
mt_mt: Qed iriegħed
nl_nl: Donderslag
pl: Rozlega się grzmot
pt: Trovão
ro_ro: Tunete
ru_ru: Раскат грома
sk_sk: Hrmenie
sl_si: Grmenje
sv_se: Åskdunder
th_th: ฟ้าร้อง
tr_tr: Gök gürledi
vi_vn: Sấm kêu
zh_cn: 雷鸣
zh_tw: 雷聲隆隆

# subtitles_entity_magmacube_death
source: Magma Cube dies
af_za: Magma Kubus sterf
be_by: Магмакуб гіне
bg_bg: Магмен куб умира
ca_es: Un cub de magma mor
cs: magmaslizoun zemřel
da_dk: Magmakube dør
de: Magmawürfel stirbt
el_gr: Ο κύβος λάβας πεθαίνει
es: Cubo de magma muere
fi: Magmakuutio kuolee
fr_ca: Cube de magma qui meurt
ga_ie: Ciúb Magma ag fáil bháis
gd_gb: Tha an ciùb magma a' bàsachadh
gl_es: Morte de Cubo de Magma
he: קוביית מאגמה מתה
hu_hu: Magmakocka meghal
id_id: Kubus Magma meninggal
it: Un cubo di magma muore
ja_jp: マグマキューブが死ぬ
ka_ge: მაგმის კუბი მოკვდა
ko_kr: 마그마 큐브가 죽음
lb_lu: Magmawierfel stierft
lt_lt: Miršta magmos kubas
ms_my: Kub Magma mati
mt_mt: Kaxxa tal-magma mietet
nl_nl: Magmakubus sterft
pl: Kostka magmy ginie
pt: Cubo de Magma morre
ro_ro: Cub de magmă murind
ru_ru: Магмовый куб погибает
sk_sk: Umieranie magmového slizáka
sl_si: Kocka magme umre
sv_se: Magmakub dör
th_th: สไลม์ไฟตาย
tr_tr: Magma Kübü öldü
vi_vn: Khối dung nham chết
zh_cn: 岩浆怪：死亡
zh_tw: 岩漿史萊姆死亡

# subtitles_entity_magmacube_hurt
source: Magma Cube hurts
af_za: Magma Kubus beseer
be_by: Магмакуб паранены
bg_bg: Нараняване на магмен куб
ca_es: Un cub de magma es fa mal
cs: magmaslizoun byl zraněn
da_dk: Magmakube bliver skadet
de: Magmawürfel nimmt Schaden
el_gr: Κύβος λάβας τραυματίζεται
es: Cubo de magma herido
fi: Magmakuutio vahingoittuu
fr_ca: Cube de magma blessé
ga_ie: Gortaítear ciúb magma
gd_gb: Chaidh an ciùb magma a leònadh
gl_es: Cubo de magma ferido
he: קוביית מאגמה נפצעת
hu_hu: Magmakocka sérül
id_id: Kubus Magma sakit
it: Un cubo di magma è ferito
ja_jp: マグマキューブがダメージを受ける
ka_ge: მაგმის კუბი დაიჭრა
ko_kr: 마그마 큐브가 상처를 입음
lb_lu: Magmawierfel hellt Schued
lt_lt: Sužeistas magmos kubas
ms_my: Kub Magma kesakitan
mt_mt: Kaxxa tal-magma weġġgħet
nl_nl: Magmakubus heeft pijn
pl: Kostka magmy cierpi
pt: Cubo de Magma aleija-se
ro_ro: Cub de magmă rănit
ru_ru: Магмовый куб ранен
sk_sk: Poranenie magmového slizáka
sl_si: Kocka magme se poškoduje
sv_se: Magmakub skadas
th_th: สไลม์ไฟได้รับบาดเจ็บ
tr_tr: Magma Kübü hasar aldı
vi_vn: Khối dung nham bị thương
zh_cn: 岩浆怪：受伤
zh_tw: 岩漿史萊姆受傷

# subtitles_entity_magmacube_squish
source: Magma Cube squishes
af_za: Magma Kubus spring
be_by: Магмакуб хлюпае
bg_bg: Магмен куб скача
ca_es: Un cub de magma fa soroll
cs: magmaslizoun se mačká
da_dk: Magmakube svupper
de: Magmawürfel schwabbelt
el_gr: Ο κύβος λάβας ζουλιέται
es: Cubo de magma apretándose
fi: Magmakuutio liiskahtaa
fr_ca: Cube de magma qui saute
ga_ie: Ciúb Magma ag fáscadh
gd_gb: Tha an ciùb magma a' sgluiseadh
gl_es: Chapoteo de cubo de magma
he: קוביית מאגמה מקפצת
hu_hu: Magmakocka csattog
id_id: Kubus Magma jadi gepeng
it: Un cubo di magma salta
ja_jp: マグマキューブが跳ねる
ka_ge: მაგმის კუბის ახტომა
ko_kr: 마그마 큐브가 철퍽거림
lb_lu: Magmawierfel spréngt
lt_lt: Žliugsi magmos kubas
ms_my: Kub Magma squishes
mt_mt: Kaxxa tal-magma tgħaffġet
nl_nl: Magmakubus plet
pl: Kostka magmy zgniata
pt: Cubo de Magma salta
ro_ro: Cub de magmă lipăind
ru_ru: Прыжок куба магмы
sk_sk: Skákanie magmového slizáka
sl_si: Kocka magme stisne
sv_se: Magmakub klafsar
th_th: สไลม์ไฟร้อง
tr_tr: Mağma Kübü düştü
vi_vn: Khối dung nham tung tóe
zh_cn: 岩浆怪：移动
zh_tw: 岩漿史萊姆跳動

# subtitles_entity_minecart_riding
source: Minecart rolls
af_za: Mynkar rol
be_by: Ваганетка коціцца
bg_bg: Търкулване на вагонетка
ca_es: Vagoneta rodant
cs: drncání koleček vozíku
da_dk: Minevogn ruller
de: Lore rollt
de_at: Wagon roit
el_gr: Το βαγόνι κυλάει
es: Vagoneta rodando
fi: Kaivosvaunu liikkuu
fr_ca: Wagonnet qui roule
ga_ie: Cairt Mianaigh ag rolladh
gl_es: Vagoneta rodando
he: קרונית מתגלגלת
hu_hu: Csille gurul
id_id: Kereta tambang
it: Carrello da miniera in movimento
ja_jp: トロッコが走る
ka_ge: ურიკა გაგორდა
ko_kr: 마인카트가 굴러감
lb_lu: Buggi rullt
lt_lt: Rieda vagonėlis
lv_lv: Vagoni
ms_my: Minecart menggolekkan
mt_mt: Karrettun qed jimxi
nl_nl: Mijnkar rolt
pl: Wagonik się toczy
pt: Vagão rola
ro_ro: Vagonet mergând
ru_ru: Катится вагонетка
sk_sk: Rachot vozíka
sl_si: Voziček se pelje
sv_se: Gruvvagn rullar
th_th: เคลื่อนรถราง
tr_tr: Vagon gidiyor
vi_vn: Xe mỏ lăn
zh_cn: 矿车：行进
zh_tw: 礦車移動聲

# subtitles_entity_mule_ambient
source: Mule hee-haws
af_za: Muil balk
be_by: Мул раве
bg_bg: Муле реве
ca_es: Una mula fa soroll
cs: mulí hýkání
da_dk: Muldyr hiho'er
de: Maultier iaht
el_gr: Το μουλάρι γκαρίζει
es: Relincho de mula
fi: Muuli kiljuu
fr_ca: *Hi-han* de mulet
ga_ie: Miúil ag rá uí-a-hó
gd_gb: Tha an leth-asal a' dèanamh u i o h-òmh
gl_es: Rebuzno de mula
he: פרד נוער
hu_hu: Öszvér iázik
id_id: Bagal mendunus
it: Un mulo raglia
ja_jp: ラバが鳴く
ka_ge: ჯორი ყროყინებს
ko_kr: 노새가 울음
lb_lu: Mauliesel iat
lt_lt: Žvengia mulas
ms_my: Baghal hee-haws
mt_mt: Bagħal għajjat
nl_nl: Muildier balkt
pl: Muł rży
pt: Mula zurra
ro_ro: Catâr răgând
ru_ru: Рёв мула
sk_sk: Híkanie mulice
sl_si: Mula reče i-a
sv_se: Mula gnäggar
th_th: ล่อร้อง
tr_tr: Katır anırıyor
vi_vn: Con la kêu
zh_cn: 骡：鸣叫
zh_tw: 騾子叫聲

# subtitles_entity_mule_death
source: Mule dies
af_za: Muil sterf
be_by: Мул гіне
bg_bg: Муле умира
ca_es: Una mula mor
cs: mula zemřela
da_dk: Muldyr dør
de: Maultier stirbt
el_gr: Το μουλάρι πεθαίνει
es: Mula muere
fi: Muuli kuolee
fr_ca: Mulet qui meurt
ga_ie: Miúil ag fáil bháis
gd_gb: Tha an leth-asal a' bàsachadh
gl_es: Morte de mula
he: חמור מתפרד מת
hu_hu: Öszvér meghal
id_id: Bagal meninggal
it: Un mulo muore
ja_jp: ラバが死ぬ
ka_ge: ჯორი მოკვდა
ko_kr: 노새가 죽음
lb_lu: Mauliesel stierft
lt_lt: Mulas miršta
ms_my: Baghal meninggal dunia
mt_mt: Bagħal miet
nl_nl: Muildier sterft
pl: Muł ginie
pt: Mula morre
ro_ro: Catâr murind
ru_ru: Мул погибает
sk_sk: Umieranie mulice
sl_si: Mula umre
sv_se: Mula dör
th_th: ล่อตาย
tr_tr: Katır öldü
vi_vn: Con la chết
zh_cn: 骡：死亡
zh_tw: 騾子死亡

# subtitles_entity_mule_hurt
source: Mule hurts
af_za: Muil beseer
be_by: Мул паранены
bg_bg: Нараняване на муле
ca_es: Una mula es fa mal
cs: mula byla zraněna
da_dk: Muldyr bliver skadet
de: Maultier nimmt Schaden
el_gr: Το μουλάρι τραυματίζεται
es: Mula herida
fi: Muuli vahingoittuu
fr_ca: Mulet blessé
ga_ie: Gortaítear miúil
gd_gb: Chaidh an leth-asal a leònadh
gl_es: Mula ferida
he: פרד נפצע
hu_hu: Öszvér sérül
id_id: Bagal terluka
it: Un mulo è ferito
ja_jp: ラバがダメージを受ける
ka_ge: ჯორი დაიჭრა
ko_kr: 노새가 상처를 입음
lb_lu: Mauliesel hellt Schued
lt_lt: Sužeistas mulas
ms_my: Baghal kesakitan
mt_mt: Bagħal weġġa'
nl_nl: Muildier heeft pijn
pl: Muł cierpi
pt: Mula aleija-se
ro_ro: Catâr rănit
ru_ru: Мул ранен
sk_sk: Poranenie mulice
sl_si: Mula se poškoduje
sv_se: Mula skadas
th_th: ล่อได้รับบาดเจ็บ
tr_tr: Katır hasar aldı
vi_vn: Con la bị thương
zh_cn: 骡：受伤
zh_tw: 騾子受傷

# subtitles_entity_painting_break
source: Painting breaks
af_za: Skildery breek
be_by: Карціна знята
bg_bg: Чупене на картина
ca_es: Es trenca una pintura
cs: sejmutí obrazu
da_dk: Maleri ødelægges
de: Gemälde entfernt
el_gr: Το πορτρέτο σπάει
es: Cuadro descolgado
fi: Maalaus hajoaa
fr_ca: Tableau qui se décroche
ga_ie: Pictiúr ag briseadh
gl_es: Cadro descolgado
he: ציור נשבר
hu_hu: Festmény eltávolítása
id_id: Lukisan dihancurkan
it: Quadro distrutto
ja_jp: 絵画が壊れる
ka_ge: ნახატის ჩამოხსნა
ko_kr: 그림이 부서짐
lb_lu: Bild erofgeholl
lt_lt: Nukabintas paveikslas
ms_my: Lukisan patah
mt_mt: Pittura tkissret
nl_nl: Schilderij breekt
pl: Obraz się niszczy
pt: Pintura retirada
ro_ro: Pictură distrusă
ru_ru: Картина снята
sk_sk: Zničenie obrazu
sl_si: Slika se je zlomila
sv_se: Tavla förstörs
th_th: ทำลายกรอบรูป
tr_tr: Tablo kırıldı
vi_vn: Tranh vẽ bị phá
zh_cn: 画：被破坏
zh_tw: 取下繪畫

# subtitles_entity_painting_place
source: Painting placed
af_za: Skildery geplaas
be_by: Карціна размешчана
bg_bg: Слагане на картина
ca_es: Es col·loca una pintura
cs: umístění obrazu
da_dk: Maleri placeres
de: Gemälde platziert
el_gr: Το πορτρέτο τοποθετείτε
es: Cuadro colocado
fi: Maalaus asetetaan
fr_ca: Tableau accroché
ga_ie: Pictiúr curtha
gl_es: Cadro colgado
he: ציור מוקם
hu_hu: Festmény elhelyezése
id_id: Lukisan yang ditempatkan
it: Quadro piazzato
ja_jp: 絵画が置かれる
ka_ge: ნახატის დაკიდება
ko_kr: 그림이 배치됨
lb_lu: Bild plazéiert
lt_lt: Užkabintas paveikslas
ms_my: Lukisan diletakkan
mt_mt: Pittura tpoġġiet
nl_nl: Schilderij wordt geplaatst
pl: Umieszczenie obrazu
pt: Pintura colocada
ro_ro: Pictură așezată
ru_ru: Картина размещена
sk_sk: Zavesenie obrazu
sl_si: Slika postavljena
sv_se: Tavla hängs upp
th_th: ติดตั้งกรอบรูป
tr_tr: Tablo yerleştirildi
vi_vn: Tranh vẽ được treo
zh_cn: 画：被放置
zh_tw: 放置繪畫

# subtitles_entity_pig_ambient
source: Pig oinks
af_za: Vark oink
be_by: Свіння рохкае
bg_bg: Прасе грухти
ca_es: Porc rondineja
cs: chrochtání
da_dk: Gris øffer
de: Schwein grunzt
el_gr: Το γουρούνι κάνει όινκ
es: Guarrido de cerdo
fi: Possu ääntelee
fr_ca: *Groin-groin*
ga_ie: Muc ag gnúsachtach
gl_es: *oink, oink*
he: חזיר נוחר
hu_hu: Malac röfög
id_id: Babi menuik
it: Un maiale grugnisce
ja_jp: ブタが鳴く
ka_ge: ღორის ღრუტუნი
ko_kr: 돼지 울음
lb_lu: Schwäin grunzt
lt_lt: Kriuksi kiaulė
ms_my: Oink khinzir
mt_mt: Ħanżir garr
nl_nl: Varken knort
pl: Świnia chrumka
pt: Porco grunhe
ro_ro: Porc guițând
ru_ru: Хрюканье свиньи
sk_sk: Krochkanie prasaťa
sl_si: Prašič zakruli
sv_se: Gris grymtar
th_th: หมูร้อง
tr_tr: Domuz oynkliyor
vi_vn: Heo kêu eng éc
zh_cn: 猪：哼叫
zh_tw: 豬叫聲

# subtitles_entity_pig_death
source: Pig dies
af_za: Vark sterf
be_by: Свіння гіне
bg_bg: Прасе умира
ca_es: Un porc mor
cs: prase zemřelo
da_dk: Gris dør
de: Schwein stirbt
el_gr: Το γουρούνι πεθαίνει
es: Cerdo muere
fi: Possu kuolee
fr_ca: Cochon qui meurt
ga_ie: Muc ag fáil bháis
gd_gb: Tha am muc a' bàsachadh
gl_es: Morte de porco
he: חזיר מת
hu_hu: Malac meghal
id_id: Babi meninggal
it: Un maiale muore
ja_jp: ブタが死ぬ
ka_ge: ღირი მოკვდა
ko_kr: 돼지가 죽음
lb_lu: Schwäin stierft
lt_lt: Kiaulė miršta
ms_my: Khinzir mati
mt_mt: Ħanżir miet
nl_nl: Varken sterft
pl: Świnia ginie
pt: Porco morre
ro_ro: Porc murind
ru_ru: Свинья погибает
sk_sk: Umieranie prasaťa
sl_si: Prašič umre
sv_se: Gris dör
th_th: หมูตาย
tr_tr: Domuz öldü
vi_vn: Heo chết
zh_cn: 猪：死亡
zh_tw: 豬死亡

# subtitles_entity_pig_hurt
source: Pig hurts
af_za: Vark beseer
be_by: Свіння параненая
bg_bg: Нараняване на прасе
ca_es: Un porc es fa mal
cs: prase bylo zraněno
da_dk: Gris bliver skadet
de: Schwein nimmt Schaden
el_gr: Το γουρούνι τραυματίζεται
es: Cerdo herido
fi: Possu vahingoittuu
fr_ca: Cochon blessé
ga_ie: Gortaítear muc
gd_gb: Chaidh am muc a leònadh
gl_es: Porco ferido
he: חזיר נפצע
hu_hu: Malac sérül
id_id: Babi terluka
it: Un maiale è ferito
ja_jp: ブタがダメージを受ける
ka_ge: ღორი დაიჭრა
ko_kr: 돼지가 상처를 입음
lb_lu: Schwäin hellt Schued
lt_lt: Sužeista kiaulė
ms_my: Khinzir kesakitan
mt_mt: Ħanżir weġġa'
nl_nl: Varken heeft pijn
pl: Świnia cierpi
pt: Porco aleija-se
ro_ro: Porc rănit
ru_ru: Свинья ранена
sk_sk: Poranenie prasaťa
sl_si: Prašič se poškoduje
sv_se: Gris skadas
th_th: หมูได้รับบาดเจ็บ
tr_tr: Domuz hasar aldı
vi_vn: Heo bị thương
zh_cn: 猪：受伤
zh_tw: 豬受傷

# subtitles_entity_pig_saddle
source: Saddle equips
af_za: Opgesaal
be_by: Свіння асядланая
bg_bg: Екипиране на седло
ca_es: S'equipa una sella de muntar
cs: sedlo sejmuto
da_dk: Sadle udstyret
de: Schwein gesattelt
el_gr: Η σέλα εξοπλίζετε
es: Montura equipada
fi: Sika satuloidaan
fil_ph: Sinuot ang Sintadera
fr_ca: Selle équipée
ga_ie: Diallait feistithe
gd_gb: Tha dìollaid 'ga cur air
gl_es: Montura equipada
he: אוכף מצויד
hu_hu: Nyereg felrakása
id_id: Sadel dipasang
it: Sella equipaggiata
ja_jp: サドルが装着される
ka_ge: უნაგირის დადგმა
ko_kr: 안장이 장착됨
lb_lu: Schwäin gesuedelt
lt_lt: Uždedamas balnas
ms_my: Pelana melengkapi
mt_mt: Sarġ intlibes
nl_nl: Zadel wordt aangedaan
nn_no: Sal vert tatt på
pl: Założenie siodła
pt: Sela equipada
ro_ro: Șa echipată
ru_ru: Свинья осёдлана
sk_sk: Nasadenie sedla
sl_si: Sedlo se natakne
sv_se: Sadel sätts på
th_th: สวมใส่อาน
tr_tr: Eğer yerleştirildi
vi_vn: Yên cưỡi được trang bị
zh_cn: 鞍：装备
zh_tw: 為豬上鞍聲
