Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_ghastTear_name
source: Ghast Tear
af_za: Ghast Traan
ar_sa: دمعة الشبح
be_by: Сляза гаста
bg_bg: Сълза на гаст
ca_es: Llàgrima de medusa abismal
cs: Ďasova slza
da_dk: Ghast-tåre
de: Ghastträne
el_gr: Δάκρυ Γκαστ
es: Lágrima de ghast
eu_es: Mamutxaren malkoa
fa_ir: اشک روح
fi: Hornanhengen kyynel
fil_ph: Luha ng Ghasta
fr_ca: Larme de Ghast
ga_ie: Deoir an Uafairigh
gd_gb: Deur ghast
gl_es: Bágoa de Ghast
he: דמעת גאסט
hi_in: भूत फाड़
hr_hr: Duhova Suza
hu_hu: Ghastkönny
hy_am: Գաստի Արցունք
id_id: Air Mata Ghast
is_is: Draugatár
it: Lacrima di ghast
ja_jp: ガストの涙
ka_ge: გასტის ცრემლი
ko_kr: 가스트의 눈물
lb_lu: Ghasttréin
lt_lt: Gasto ašara
lv_lv: Spoka asara
mn_mn: Гастын нулимс
ms_my: Air Mata Ghast
mt_mt: Demgħa ta' Ghast
nl_nl: Ghasttraan
nn_no: Ghast-tåre
pl: Łza Ghasta
pt: Lágrima de Ghast
ro_ro: Lacrimă de Ghast
ru_ru: Слеза гаста
sk_sk: Slza Ghasta
sl_si: Ghast-ova solza
sv_se: Ghasttår
th_th: น้ำตาแก๊ซ
tr_tr: Ghast Gözyaşı
vi_vn: Nước mắt ma địa ngục
zh_cn: 恶魂之泪
zh_tw: 幽靈之淚

# item_glassBottle_name
source: Glass Bottle
af_za: Glasbottel
ar_sa: قنينة زجاجية
be_by: Пляшка
bg_bg: Стъкленица
ca_es: Ampolla de vidre
cs: Lahvička
da_dk: Glasflaske
de: Glasflasche
el_gr: Γυάλινο μπουκάλι
es: Frasco de cristal
eu_es: Kristalezko botila
fa_ir: بطري شيشه اي
fi: Lasipullo
fil_ph: Bote
fr_ca: Fiole
ga_ie: Buidéal Gloine
gl_es: Frasco de vidro
he: בקבוק זכוכית
hi_in: कांच की बोतल
hr_hr: Staklena Bočica
hu_hu: Üvegpalack
hy_am: Ապակե Շիշ
id_id: Botol kaca
is_is: Flaska
it: Ampolla
ja_jp: ガラス瓶
ka_ge: შუშის ბოთლი
ko_kr: 유리병
lb_lu: Glasfläsch
lt_lt: Stiklinis buteliukas
lv_lv: Stikla pudele
mn_mn: Шилэн сав
ms_my: Botol Kaca
mt_mt: Flixkun tal-Ħġieġ
nl_nl: Glazen fles
nn_no: Glasflaske
pl: Szklana butelka
pt: Garrafa de Vidro
ro_ro: Sticluță goală
ru_ru: Пузырёк
sk_sk: Sklenená fľaša
sl_si: Steklenica
sv_se: Glasflaska
th_th: ขวดแก้ว
tr_tr: Cam Şişe
vi_vn: Chai thủy tinh
zh_cn: 玻璃瓶
zh_tw: 玻璃瓶

# item_goldNugget_name
source: Golden Nugget
af_za: Goudklont
ar_sa: قطعة ذهبية
be_by: Залаты самародак
bg_bg: Златен къшей
ca_es: Grànul d'or
cs: Zlatý nuget
da_dk: Guldklump
de: Goldklumpen
el_gr: Σβώλος χρυσού
es: Pepita de oro
eu_es: Urrezko pipitak
fa_ir: ذره طلا
fi: Kultakimpale
fil_ph: Tipak ng Ginto
fr_ca: Pépite d'or
ga_ie: Cnap Óir
gl_es: Pebida de ouro
he: גוש זהב
hi_in: गोल्ड सोने का डला
hr_hr: Grumen Zlata
hu_hu: Aranyrög
hy_am: Ոսկու Բնակտոր
id_id: Potongan Emas
is_is: Gullmoli
it: Pepita d'oro
ja_jp: 金塊
ka_ge: ოქროს ნატეხი
ko_kr: 금 조각
lb_lu: Goldklompen
lt_lt: Aukso grynuolis
lv_lv: Zelta gabals
mn_mn: Шижир алт
ms_my: Kepingan Emas
mt_mt: Farka tad-Deheb
nl_nl: Goudklompje
nn_no: Gullklump
pl: Samorodek złota
pt: Pepita de Ouro
ro_ro: Pepită de aur
ru_ru: Золотой самородок
sk_sk: Zlatý nuget
sl_si: Zlato zrno
sv_se: Guldklimp
th_th: เศษทอง
tr_tr: Altın Parçası
vi_vn: Hạt vàng
zh_cn: 金粒
zh_tw: 金粒

# item_hatchetDiamond_name
source: Diamond Axe
af_za: Diamant Byl
ar_sa: فأس ألماسي
be_by: Дыяментавая сякера
bg_bg: Диамантена брадва
ca_es: Destral de diamant
cs: Diamantová sekera
da_dk: Diamantøkse
de: Diamantaxt
de_at: Diamantoxt
el_gr: Διαμαντένιο τσεκούρι
es: Hacha de diamante
eu_es: Diamantezko aizkora
fa_ir: تبر الماس
fi: Timanttikirves
fil_ph: Palakong Brilyante
fr_ca: Hache en diamant
ga_ie: Tua Dhiamaint
gl_es: Machada de diamante
he: גרזן יהלום
hi_in: डायमंड कुल्हाड़ी
hr_hr: Dijamantna Sjekira
hu_hu: Gyémántbalta
hy_am: Ադամանդե Կացին
id_id: Kapak Berlian
is_is: Demantsexi
it: Ascia di diamante
ja_jp: ダイヤの斧
ka_ge: ალმასის ნაჯახი
ko_kr: 다이아몬드 도끼
lb_lu: Diamantaaxt
lt_lt: Deimantinis kirvis
lv_lv: Dimanta cirvis
mn_mn: Алмазан сүх
ms_my: Kapak Berlian
mt_mt: Mannara tad-Djamant
nl_nl: Diamanten bijl
nn_no: Diamantøks
pl: Diamentowa siekiera
pt: Machado de Diamante
ro_ro: Topor de diamant
ru_ru: Алмазный топор
sk_sk: Diamantová sekera
sl_si: Diamantna sekira
sv_se: Diamantyxa
th_th: ขวานเพชร
tr_tr: Elmas Balta
vi_vn: Rìu kim cương
zh_cn: 钻石斧
zh_tw: 鑽石斧

# item_hatchetGold_name
source: Golden Axe
af_za: Goue Byl
ar_sa: فأس ذهبي
be_by: Залатая сякера
bg_bg: Златна брадва
ca_es: Destral d'or
cs: Zlatá sekera
da_dk: Guldøkse
de: Goldaxt
de_at: Goidoxt
el_gr: Χρυσό τσεκούρι
es: Hacha de oro
eu_es: Urrezko aizkora
fa_ir: تبر طلايي
fi: Kultakirves
fil_ph: Palakong Ginto
fr_ca: Hache en or
ga_ie: Tua Óir
gl_es: Machada de ouro
he: גרזן זהב
hi_in: गोल्डन कुल्हाड़ी
hr_hr: Zlatna Sjekira
hu_hu: Aranybalta
hy_am: Ոսկե Կացին
id_id: Kapak Emas
is_is: Gullöxi
it: Ascia d'oro
ja_jp: 金の斧
ka_ge: ოქროს ნაჯახი
ko_kr: 금 도끼
lb_lu: Goldaaxt
lt_lt: Auksinis kirvis
lv_lv: Zelta cirvis
mn_mn: Алтан сүх
ms_my: Kapak Emas
mt_mt: Mannara tad-Deheb
nl_nl: Gouden bijl
nn_no: Gulløks
pl: Złota siekiera
pt: Machado de Ouro
ro_ro: Topor de aur
ru_ru: Золотой топор
sk_sk: Zlatá sekera
sl_si: Zlata sekira
sv_se: Guldyxa
th_th: ขวานทอง
tr_tr: Altın Balta
vi_vn: Rìu vàng
zh_cn: 金斧
zh_tw: 金斧

# item_hatchetIron_name
source: Iron Axe
af_za: Yster Byl
ar_sa: فأس حديدي
be_by: Жалезная сякера
bg_bg: Желязна брадва
ca_es: Destral de ferro
cs: Železná sekera
da_dk: Jernøkse
de: Eisenaxt
de_at: Eisnoxt
el_gr: Σιδερένιο τσεκούρι
es: Hacha de hierro
eu_es: Burdinazko aizkora
fa_ir: تبر آهني
fi: Rautakirves
fil_ph: Palakong Bakal
fr_ca: Hache en fer
ga_ie: Tua Iarainn
gl_es: Machada de ferro
he: גרזן ברזל
hi_in: आयरन कुल्हाड़ी
hr_hr: Željezna Sjekira
hu_hu: Vasbalta
hy_am: Երկաթե Կացին
id_id: Kapak Besi
is_is: Járnexi
it: Ascia di ferro
ja_jp: 鉄の斧
ka_ge: რკინის ნაჯახი
ko_kr: 철 도끼
lb_lu: Eisenaaxt
lt_lt: Geležinis kirvis
lv_lv: Dzelzs cirvis
mn_mn: Төмөр сүх
ms_my: Kapak Besi
mt_mt: Mannara tal-Ħadid
nl_nl: IJzeren bijl
nn_no: Jarnøks
pl: Żelazna siekiera
pt: Machado de Ferro
ro_ro: Topor de fier
ru_ru: Железный топор
sk_sk: Železná sekera
sl_si: Železna sekira
sv_se: Järnyxa
th_th: ขวานเหล็ก
tr_tr: Demir Balta
vi_vn: Rìu sắt
zh_cn: 铁斧
zh_tw: 鐵斧

# item_hatchetStone_name
source: Stone Axe
af_za: Klip Byl
ar_sa: فأس حجري
be_by: Каменная сякера
bg_bg: Каменна брадва
ca_es: Destral de pedra
cs: Kamenná sekera
da_dk: Stenøkse
de: Steinaxt
de_at: Stoaoxt
el_gr: Πέτρινο τσεκούρι
es: Hacha de piedra
eu_es: Harrizko aizkora
fa_ir: تبر سنگي
fi: Kivikirves
fil_ph: Palakong Bato
fr_ca: Hache en pierre
ga_ie: Tua Chloiche
gl_es: Machada de pedra
he: גרזן אבן
hi_in: स्टोन कुल्हाड़ी
hr_hr: Kamena Sjekira
hu_hu: Kőbalta
hy_am: Քարե Կացին
id_id: Kapak Batu
is_is: Steinöxi
it: Ascia di pietra
ja_jp: 石の斧
ka_ge: ქვის ნაჯახი
ko_kr: 돌 도끼
lb_lu: Steeaaxt
lt_lt: Akmeninis kirvis
lv_lv: Akmens cirvis
mn_mn: Чулуун сүх
ms_my: Kapak Batu
mt_mt: Mannara tal-Ġebel
nl_nl: Stenen bijl
nn_no: Steinøks
pl: Kamienna siekiera
pt: Machado de Pedra
ro_ro: Topor de piatră
ru_ru: Каменный топор
sk_sk: Kamenná sekera
sl_si: Kamnita sekira
sv_se: Stenyxa
th_th: ขวานหิน
tr_tr: Taş Balta
vi_vn: Rìu đá
zh_cn: 石斧
zh_tw: 石斧

# item_hatchetWood_name
source: Wooden Axe
af_za: Hout Byl
ar_sa: فأس خشبي
be_by: Драўляная сякера
bg_bg: Дървена брадва
ca_es: Destral de fusta
cs: Dřevěná sekera
da_dk: Træøkse
de: Holzaxt
de_at: Hoizoxt
el_gr: Ξύλινο τσεκούρι
es: Hacha de madera
eu_es: Zurezko aizkora
fa_ir: تبر چوبي
fi: Puukirves
fil_ph: Palakong Kahoy
fr_ca: Hache en bois
ga_ie: Tua Adhmaid
gl_es: Machada de nadeira
he: גרזן עץ
hi_in: लकड़ी कुल्हाड़ी
hr_hr: Drvena Sjekira
hu_hu: Fabalta
hy_am: Փայտե Կացին
id_id: Kapak Kayu
is_is: Viðarexi
it: Ascia di legno
ja_jp: 木の斧
ka_ge: ხის ნაჯახი
ko_kr: 나무 도끼
lb_lu: Holzaaxt
lt_lt: Medinis kirvis
lv_lv: Koka cirvis
mi_nz: Tuaina ki rakau
mn_mn: Модон сүх
ms_my: Kapak Kayu
mt_mt: Mannara tal-Injam
nl_nl: Houten bijl
nn_no: Treøks
pl: Drewniana siekiera
pt: Machado de Madeira
ro_ro: Topor de lemn
ru_ru: Деревянный топор
sk_sk: Drevená sekera
sl_si: Lesena sekira
sv_se: Träyxa
th_th: ขวานไม้
tr_tr: Tahta Balta
vi_vn: Rìu gỗ
zh_cn: 木斧
zh_tw: 木斧

# item_helmetChain_name
source: Chain Helmet
af_za: Ring Helm
ar_sa: خوذة من الزرد
be_by: Койф
bg_bg: Верижен шлем
ca_es: Casc de cota de malla
cs: Kroužková kapuce
da_dk: Brynjehjelm
de: Kettenhaube
de_at: Kettnhöm
el_gr: Αλυσιδωτό κράνος
es: Casco de cota de mallas
eu_es: Kotazko kaskoa
fa_ir: کلاه زنجيري
fi: Rengashaarniskan kypärä
fil_ph: Kupyang Kadena
fr_ca: Casque de mailles
ga_ie: Clogad Mháille na Lúb
gl_es: Helmo de cota de malla
he: קסדת רשת ברזל
hi_in: चेन हेलमेट
hr_hr: Lančani Šljem
hu_hu: Láncsisak
hy_am: Շղթաե Սաղավարտ
id_id: Helm Rantai
is_is: Hringahetta
it: Elmo di maglia
ja_jp: チェーンヘルメット
ka_ge: ცეცხლოვანი მუზარადი
ko_kr: 사슬 투구
lb_lu: Kettenhelm
lt_lt: Grandininis šalmas
lv_lv: Ķēžu ķivere
mn_mn: Гинжин малгай
ms_my: Topi Keledar Rantai
mt_mt: Elmu tal-Ktajjen
nl_nl: Maliënkap
nn_no: Brynjehjelm
pl: Hełm kolczy
pt: Capacete de Cota de Malha
ro_ro: Cască de zale
ru_ru: Койф
sk_sk: Krúžková prilba
sl_si: Verižna čelada
sv_se: Ringhjälm
th_th: หมวกเกราะโซ่
tr_tr: Zincir Kask
vi_vn: Mũ xích
zh_cn: 锁链头盔
zh_tw: 鎖鏈頭盔

# item_helmetCloth_name
source: Leather Hat
af_za: Leer Hoed
ar_sa: قبعة جلدية
be_by: Скураная шапка
bg_bg: Кожена шапка
ca_es: Casc de cuir
cs: Kožená čapka
da_dk: Læderhat
de: Lederkappe
de_at: Ledakoppn
el_gr: Δερμάτινο σκουφί
es: Sombrero de cuero
eu_es: Larruzko txapela
fa_ir: کلاه چرم
fi: Nahkalakki
fil_ph: Capang Katad
fr_ca: Calotte en cuir
ga_ie: Caipín Leathair
gl_es: Helmo de coiro
he: כובע עור
hi_in: चमड़ा कैप
hr_hr: Kožna Kapa
hu_hu: Bőrsisak
hy_am: Կաշվե Սաղավարտ
id_id: Topi Kulit
is_is: Leðurhattur
it: Casco di cuoio
ja_jp: 革の帽子
ka_ge: ტყავის ქუდი
ko_kr: 가죽 모자
lb_lu: Liederskap
lt_lt: Odinė kepurė
lv_lv: Ādas cepure
mn_mn: Арьсан малгай
ms_my: Topi Kulit
mt_mt: Kappa tal-Ġilda
nl_nl: Leren kap
nn_no: Skinnhue
pl: Skórzana czapka
pt: Capacete de Couro
ro_ro: Cască de piele
ru_ru: Кожаный шлем
sk_sk: Kožená čiapka
sl_si: Usnjena kapa
sv_se: Lädermössa
th_th: หมวกหนัง
tr_tr: Deri Şapka
vi_vn: Mũ da
zh_cn: 皮革帽子
zh_tw: 皮革帽子

# item_helmetDiamond_name
source: Diamond Helmet
af_za: Diamant Helm
ar_sa: خوذة ألماسية
be_by: Дыяментавы шлем
bg_bg: Диамантен шлем
ca_es: Casc de diamant
cs: Diamantová helma
da_dk: Diamanthjelm
de: Diamanthelm
de_at: Diamanthöm
el_gr: Διαμαντένιο κράνος
es: Casco de diamante
eu_es: Diamantezko kaskoa
fa_ir: کلاهخود الماس
fi: Timanttinen kypärä
fil_ph: Kupyang Brilyante
fr_ca: Casque en diamant
ga_ie: Clogad Diamaint
gl_es: Helmo de diamante
he: קסדת יהלום
hi_in: डायमंड हेलमेट
hr_hr: Dijamantni Šljem
hu_hu: Gyémántsisak
hy_am: Ադամանդե Սաղավարտ
id_id: Helm Berlian
is_is: Demantshjálmur
it: Elmo di diamante
ja_jp: ダイヤのヘルメット
ka_ge: ალმასის მუზარადი
ko_kr: 다이아몬드 투구
lb_lu: Diamanthelm
lt_lt: Deimantinis šalmas
lv_lv: Dimanta ķivere
mn_mn: Алмазан малгай
ms_my: Topi Keledar Berlian
mt_mt: Elum tad-Djamant
nl_nl: Diamanten helm
nn_no: Diamanthjelm
pl: Diamentowy hełm
pt: Capacete de Diamante
ro_ro: Cască de diamant
ru_ru: Алмазный шлем
sk_sk: Diamantová prilba
sl_si: Diamantna čelada
sv_se: Diamanthjälm
th_th: หมวกเพรช
tr_tr: Elmas Kask
vi_vn: Mũ kim cương
zh_cn: 钻石头盔
zh_tw: 鑽石頭盔

# item_helmetGold_name
source: Golden Helmet
af_za: Goue Helm
ar_sa: خوذة ذهبية
be_by: Залаты шлем
bg_bg: Златен шлем
ca_es: Casc d'or
cs: Zlatá helma
da_dk: Guldhjelm
de: Goldhelm
de_at: Goidhöm
el_gr: Χρυσό κράνος
es: Casco de oro
eu_es: Urrezko kaskoa
fa_ir: کلاهخود طلايي
fi: Kultainen kypärä
fil_ph: Kupyang Ginto
fr_ca: Casque en or
ga_ie: Clogad Óir
gl_es: Helmo de ouro
he: קסדת זהב
hi_in: गोल्डन हेलमेट
hr_hr: Zlatni Šljem
hu_hu: Aranysisak
hy_am: Ոսկե Սաղավարտ
id_id: Helm Emas
is_is: Gullhjálmur
it: Elmo d'oro
ja_jp: 金のヘルメット
ka_ge: ოქროს მუზარადი
ko_kr: 금 투구
lb_lu: Goldhelm
lt_lt: Auksinis šalmas
lv_lv: Zelta ķivere
mn_mn: Алтан малгай
ms_my: Topi Keledar Emas
mt_mt: Elum tad-Deheb
nl_nl: Gouden helm
nn_no: Gullhjelm
pl: Złoty hełm
pt: Capacete de Ouro
ro_ro: Cască de aur
ru_ru: Золотой шлем
sk_sk: Zlatá prilba
sl_si: Zlata čelada
sv_se: Guldhjälm
th_th: หมวกทอง
tr_tr: Altın Kask
vi_vn: Mũ vàng
zh_cn: 金头盔
zh_tw: 黃金頭盔

# item_helmetIron_name
source: Iron Helmet
af_za: Yster Helm
ar_sa: خوذة حديدية
be_by: Жалезны шлем
bg_bg: Железен шлем
ca_es: Casc de ferro
cs: Železná helma
da_dk: Jernhjelm
de: Eisenhelm
de_at: Eisnhelm
el_gr: Σιδερένιο κράνος
es: Casco de hierro
eu_es: Burdinazko kaskoa
fa_ir: کلاه آهني
fi: Rautakypärä
fil_ph: Salakot na Bakal
fr_ca: Casque en fer
ga_ie: Clogad Iarainn
gl_es: Helmo de ferro
he: קסדת ברזל
hi_in: आयरन हेलमेट
hr_hr: Željezni Šljem
hu_hu: Vassisak
hy_am: Երկաթե Սաղավարտ
id_id: Helm Besi
is_is: Járnhjálmur
it: Elmo di ferro
ja_jp: 鉄のヘルメット
ka_ge: რკინის მუზარადი
ko_kr: 철 투구
lb_lu: Eisenhelm
lt_lt: Geležinis šalmas
lv_lv: Dzelzs ķivere
mn_mn: Төмөр малгай
ms_my: Topi Keledar Besi
mt_mt: Elmu tal-Ħadid
nl_nl: IJzeren helm
nn_no: Jarnhjelm
pl: Żelazny hełm
pt: Capacete de Ferro
ro_ro: Cască de fier
ru_ru: Железный шлем
sk_sk: Železná prilba
sl_si: Železna čelada
sv_se: Järnhjälm
th_th: หมวกเหล็ก
tr_tr: Demir Kask
vi_vn: Mũ sắt
zh_cn: 铁头盔
zh_tw: 鐵製頭盔

# item_hoeDiamond_name
source: Diamond Hoe
af_za: Diamant Skoffel
ar_sa: معزقة ألماسية
be_by: Дыяментавая матыка
bg_bg: Диамантена мотика
ca_es: Aixada de diamant
cs: Diamantová motyka
da_dk: Diamantlugejern
de: Diamanthacke
de_at: Diamanthock
el_gr: Διαμαντένια τσάπα
es: Azada de diamante
eu_es: Diamantezko aitzurra
fa_ir: خیش الماس
fi: Timanttikuokka
fil_ph: Asadang Diamante
fr_ca: Houe en diamant
ga_ie: Grafóg Dhiamaint
gl_es: Sacho de diamante
he: מעדר יהלום
hi_in: डायमंड कुदाल
hr_hr: Dijamantna Motika
hu_hu: Gyémántkapa
hy_am: Ադամանդե թոխր
id_id: Cangkul Berlian
is_is: Demantsplógur
it: Zappa di diamante
ja_jp: ダイヤのクワ
ka_ge: ალმასის თოხი
ko_kr: 다이아몬드 괭이
lb_lu: Diamantheel
lt_lt: Deimantinis kauptukas
lv_lv: Dimanta kaplis
mn_mn: Алмазан зээтүү
ms_my: Cangkul Berlian
mt_mt: Mgħażqa tad-Djamant
nl_nl: Diamanten schoffel
nn_no: Diamantkrafse
pl: Diamentowa motyka
pt: Enxada de Diamante
ro_ro: Sapă de diamant
ru_ru: Алмазная мотыга
sk_sk: Diamantová motyka
sl_si: Diamantna motika
sv_se: Diamantflåhacka
th_th: จอบเพชร
tr_tr: Elmas Çapa
vi_vn: Cuốc kim cương
zh_cn: 钻石锄
zh_tw: 鑽石鋤

# item_hoeGold_name
source: Golden Hoe
af_za: Goue Skoffel
ar_sa: معزقة ذهبية
be_by: Залатая матыка
bg_bg: Златна мотика
ca_es: Aixada d'or
cs: Zlatá motyka
da_dk: Guldlugejern
de: Goldhacke
de_at: Goidhock
el_gr: Χρυσή τσάπα
es: Azada de oro
eu_es: Urrezko aitzurra
fa_ir: خیش طلايي
fi: Kultakuokka
fil_ph: Asadang Ginto
fr_ca: Houe en or
ga_ie: Grafóg Óir
gl_es: Sacho de ouro
he: מעדר זהב
hi_in: गोल्डन कुदाल
hr_hr: Zlatna Motika
hu_hu: Aranykapa
hy_am: Ոսկե Թոխր
id_id: Cangkul Emas
is_is: Gullplógur
it: Zappa d'oro
ja_jp: 金のクワ
ka_ge: ოქროს თოხი
ko_kr: 금 괭이
lb_lu: Goldheel
lt_lt: Auksinis kauptukas
lv_lv: Zelta kaplis
mn_mn: Алтан зээтүү
ms_my: Cangkul Emas
mt_mt: Mgħażqa tad-Deheb
nl_nl: Gouden schoffel
nn_no: Gullkrafse
pl: Złota motyka
pt: Enxada de Ouro
ro_ro: Sapă de aur
ru_ru: Золотая мотыга
sk_sk: Zlatá motyka
sl_si: Zlata motika
sv_se: Guldflåhacka
th_th: จอบทองคำ
tr_tr: Altın Çapa
vi_vn: Cuốc vàng
zh_cn: 金锄
zh_tw: 金鋤

# item_hoeIron_name
source: Iron Hoe
af_za: Yster Skoffel
ar_sa: معزقة حديدية
be_by: Жалезная матыка
bg_bg: Желязна мотика
ca_es: Aixada de ferro
cs: Železná motyka
da_dk: Jernlugejern
de: Eisenhacke
de_at: Eisnhock
el_gr: Σιδερένια τσάπα
es: Azada de hierro
eu_es: Burdinazko aitzurra
fa_ir: خیش آهني
fi: Rautakuokka
fil_ph: Asadang Bakal
fr_ca: Houe en fer
ga_ie: Grafóg Iarainn
gl_es: Sacho de ferro
he: מעדר ברזל
hi_in: आयरन कुदाल
hr_hr: Željezna Motika
hu_hu: Vaskapa
hy_am: Երկաթե թոխր
id_id: Cangkul Besi
is_is: Járnplógur
it: Zappa di ferro
ja_jp: 鉄のクワ
ka_ge: რკინის თოხი
ko_kr: 철 괭이
lb_lu: Eisenheel
lt_lt: Geležinis kauptukas
lv_lv: Dzelzs kaplis
mn_mn: Төмөр зээтүү
ms_my: Cangkul Besi
mt_mt: Mgħażqa tal-Ħadid
nl_nl: IJzeren schoffel
nn_no: Jarnkrafse
pl: Żelazna motyka
pt: Enxada de Ferro
ro_ro: Sapă de fier
ru_ru: Железная мотыга
sk_sk: Železná motyka
sl_si: Železna motika
sv_se: Järnflåhacka
th_th: จอบเหล็ก
tr_tr: Demir Çapa
vi_vn: Cuốc sắt
zh_cn: 铁锄
zh_tw: 鐵鋤

# item_hoeStone_name
source: Stone Hoe
af_za: Klip Skoffel
ar_sa: معزقة حجرية
be_by: Каменная матыка
bg_bg: Каменна мотика
ca_es: Aixada de pedra
cs: Kamenná motyka
da_dk: Stenlugejern
de: Steinhacke
de_at: Stoahock
el_gr: Πέτρινη τσάπα
es: Azada de piedra
eu_es: Harrizko aitzurra
fa_ir: خیش سنگي
fi: Kivikuokka
fil_ph: Asadang Bato
fr_ca: Houe en pierre
ga_ie: Grafóg Chloiche
gl_es: Sacho de pedra
he: מעדר אבן
hi_in: स्टोन कुदाल
hr_hr: Kamena Motika
hu_hu: Kőkapa
hy_am: Քարե թոխր
id_id: Cangkul Batu
is_is: Steinplógur
it: Zappa di pietra
ja_jp: 石のクワ
ka_ge: ქვის თოხი
ko_kr: 돌 괭이
lb_lu: Steenheel
lt_lt: Akmeninis kauptukas
lv_lv: Akmens kaplis
mn_mn: Чулуун зээтүү
ms_my: Cangkul Batu
mt_mt: Mgħażqa tal-Ġebel
nl_nl: Stenen schoffel
nn_no: Steinkrafse
pl: Kamienna motyka
pt: Enxada de Pedra
ro_ro: Sapă de piatră
ru_ru: Каменная мотыга
sk_sk: Kamenná motyka
sl_si: Kamnita motika
sv_se: Stenflåhacka
th_th: จอบหิน
tr_tr: Taş Çapa
vi_vn: Cuốc đá
zh_cn: 石锄
zh_tw: 石鋤

# item_hoeWood_name
source: Wooden Hoe
af_za: Hout Skoffel
ar_sa: معزقة خشبية
be_by: Драўляная матыка
bg_bg: Дървена мотика
ca_es: Aixada de fusta
cs: Dřevěná motyka
da_dk: Trælugejern
de: Holzhacke
de_at: Hoizhock
el_gr: Ξύλινη τσάπα
es: Azada de madera
eu_es: Zurezko aitzurra
fa_ir: خیش چوبی
fi: Puukuokka
fil_ph: Asadang Kahoy
fr_ca: Houe en bois
ga_ie: Grafóg Adhmaid
gl_es: Sacho de madeira
he: מעדר עץ
hi_in: लकड़ी कुदाल
hr_hr: Drvena Motika
hu_hu: Fakapa
hy_am: Փայտե թոխր
id_id: Cangkul Kayu
is_is: Viðarplógur
it: Zappa di legno
ja_jp: 木のクワ
ka_ge: ხის თოხი
ko_kr: 나무 괭이
lb_lu: Holzheel
lt_lt: Medinis kauptukas
lv_lv: Koka kaplis
mn_mn: Модон зээтүү
ms_my: Cangkul Kayu
mt_mt: Mgħażqa tal-Injam
nl_nl: Houten schoffel
nn_no: Trekrafse
pl: Drewniana motyka
pt: Enxada de Madeira
ro_ro: Sapă de lemn
ru_ru: Деревянная мотыга
sk_sk: Drevená motyka
sl_si: Lesena motika
sv_se: Träflåhacka
th_th: จอบไม้
tr_tr: Tahta Çapa
vi_vn: Cuốc gỗ
zh_cn: 木锄
zh_tw: 木鋤

# item_horsearmordiamond_name
source: Diamond Horse Armour
af_za: Diamant Perdharnas
ar_sa: درع الخيل الألماسي
be_by: Дыяментавая конская браня
bg_bg: Диамантена конска броня
ca_es: Armadura de diamant per a cavalls
cs: Diamantové brnění pro koně
da_dk: Diamanthestearmering
de: Diamantene Pferderüstung
el_gr: Διαμαντένια πανοπλία αλόγου
es: Armadura de diamante para caballo
eu_es: Diamantezko zaldi armadura
fa_ir: زره اسب الماسی
fi: Timanttinen hevosen panssari
fil_ph: Pangkabayong Baluting Diamante
fr_ca: Armure en diamant pour cheval
ga_ie: Cathéide Dhiamaint do Chapall
gd_gb: Armachd eich daoimein
gl_es: Armadura de diamante para cabalos
he: שריון סוס מיהלום
hi_in: डायमंड हार्स कवच
hr_hr: Dijamantni Konjski Oklop
hu_hu: Gyémánt lópáncél
hy_am: Ձիու Ադամանդե Զրահ
id_id: Zirah Berlian Kuda
is_is: Demants Hesta brynja
it: Bardatura di diamante
ja_jp: ダイヤの馬鎧
ka_ge: ცხენის ალმასის აბჯარი
ko_kr: 다이아몬드 말 갑옷
lb_lu: Diamante Päerdsrüstung
lt_lt: Deimantiniai arklio šarvai
lv_lv: Dimanta Zirgu bruņas
ms_my: Perisai Kuda Berlian
mt_mt: Armar taż-Żwiemel tad-Djamant
nl_nl: Diamanten paardenharnas
nn_no: Diamantrustning for hest
pl: Diamentowa zbroja końska
pt: Armadura de Diamante para Cavalo
ro_ro: Armură de cal din diamant
ru_ru: Алмазная конская броня
sk_sk: Diamantové konské brnenie
sl_si: Diamanten konjski oklep
sv_se: Diamanthästrustning
th_th: เกราะม้าเพชร
tr_tr: Elmas At Zırhı
vi_vn: Giáp ngựa kim cương
zh_cn: 钻石马铠
zh_tw: 鑽石製馬鎧

# item_horsearmorgold_name
source: Gold Horse Armour
af_za: Goue Perdharnas
ar_sa: درع الخيل الذهبي
be_by: Залатая конская браня
bg_bg: Златна конска броня
ca_es: Armadura d'or per a cavalls
cs: Zlaté brnění pro koně
da_dk: Guldhestearmering
de: Goldene Pferderüstung
el_gr: Χρυσή πανοπλία αλόγου
es: Armadura de oro para caballo
eu_es: Urrezko zaldi armadura
fa_ir: زره اسب طلایی
fi: Kultainen hevosen panssari
fil_ph: Pangkabayong Baluting Ginto
fr_ca: Armure en or pour cheval
ga_ie: Cathéide Óir do Chapall
gd_gb: Armachd eich òir
gl_es: Armadura de ouro para cabalos
he: שריון סוס מזהב
hi_in: गोल्ड हार्स कवच
hr_hr: Zlatni Konjski Oklop
hu_hu: Arany lópáncél
hy_am: Ձիու Ոսկե Զրահ
id_id: Zirah Emas Kuda
is_is: Gull Hesta brynja
it: Bardatura d'oro
ja_jp: 金の馬鎧
ka_ge: ცხენის ოქროს აბჯარი
ko_kr: 금 말 갑옷
lb_lu: Gëlle Päerdsrüstung
lt_lt: Auksiniai arklio šarvai
lv_lv: Zelta zirgu bruņas
ms_my: Perisai Kuda Emas
mt_mt: Armar taż-Żwiemel tad-Deheb
nl_nl: Gouden paardenharnas
nn_no: Gullrustning for hest
pl: Złota zbroja końska
pt: Armadura de Ouro para Cavalo
ro_ro: Armură de cal din aur
ru_ru: Золотая конская броня
sk_sk: Zlaté konské brnenie
sl_si: Zlat konjski oklep
sv_se: Guldhästrustning
th_th: เกราะม้าทอง
tr_tr: Altın At Zırhı
vi_vn: Giáp ngựa vàng
zh_cn: 金马铠
zh_tw: 黃金製馬鎧

# item_horsearmormetal_name
source: Iron Horse Armour
af_za: Yster Perdharnas
ar_sa: درع الخيل الحديدي
be_by: Жалезная конская браня
bg_bg: Желязна конска броня
ca_es: Armadura de ferro per a cavalls
cs: Železné brnění pro koně
da_dk: Jernhestearmering
de: Eiserne Pferderüstung
el_gr: Σιδερένια πανοπλία αλόγου
es: Armadura de hierro para caballo
eu_es: Burdinezko zaldi armadura
fa_ir: زره اسب آهنی
fi: Rautainen hevosen panssari
fil_ph: Pangkabayong Baluting Bakal
fr_ca: Armure en fer pour cheval
ga_ie: Cathéide Iarainn do Chapall
gd_gb: Armachd eich iarainn
gl_es: Armadura de ferro para cabalos
he: שריון סוס מברזל
hi_in: लौह हार्स कवच
hr_hr: Željezni Konjski Oklop
hu_hu: Vas lópáncél
hy_am: Ձիու Երկաթե Զրահ
id_id: Zirah Besi Kuda
is_is: Járn Hesta brynja
it: Bardatura di ferro
ja_jp: 鉄の馬鎧
ka_ge: ცხენის რკინის აბჯარი
ko_kr: 철 말 갑옷
lb_lu: Eise Päerdsrüstung
lt_lt: Geležiniai arklio šarvai
lv_lv: Dzelzs zirgu bruņas
ms_my: Perisai Kuda Besi
mt_mt: Armar taż-Żwiemel tal-Ħadid
nl_nl: IJzeren paardenharnas
nn_no: Jarnrustning for hest
pl: Żelazna zbroja końska
pt: Armadura de Ferro para Cavalo
ro_ro: Armură de cal din fier
ru_ru: Железная конская броня
sk_sk: Železné konské brnenie
sl_si: Železen konjski oklep
sv_se: Järnhästrustning
th_th: เกราะม้าเหล็ก
tr_tr: Demir At Zırhı
vi_vn: Giáp ngựa sắt
zh_cn: 铁马铠
zh_tw: 鐵製馬鎧

# item_ingotGold_name
source: Gold Ingot
af_za: Goud Staaf
ar_sa: سبيكة ذهب
be_by: Залаты злітак
bg_bg: Златно кюлче
ca_es: Lingot d'or
cs: Zlatý ingot
da_dk: Guldbarre
de: Goldbarren
de_at: Goidborrn
el_gr: Ράβδος χρυσού
es: Lingote de oro
eu_es: Urrezko lingotea
fa_ir: شمش طلا
fi: Kultaharkko
fil_ph: Ginto
fr_ca: Lingot d'or
ga_ie: Tinne Óir
gl_es: Lingote de ouro
he: מטיל זהב
hi_in: स्वर्ण पिंड
hr_hr: Zlatna Poluga
hu_hu: Aranyrúd
hy_am: Ոսկե Ձույլ
id_id: Emas batangan
is_is: Gullhleifur
it: Lingotto d'oro
ja_jp: 金インゴット
ka_ge: ოქროს ზოდი
ko_kr: 금괴
lb_lu: Goldbarren
lt_lt: Aukso liejinys
lv_lv: Zelta stienis
mn_mn: Алт
ms_my: Jongkang Emas
mt_mt: Ingott tad-Deheb
nl_nl: Goudstaaf
nn_no: Gullbarre
pl: Sztabka złota
pt: Barra de Ouro
ro_ro: Lingou de aur
ru_ru: Золотой слиток
sk_sk: Zlatá tehlička
sl_si: Zlata palica
sv_se: Guldtacka
th_th: แท่งทอง
tr_tr: Altın Külçesi
vi_vn: Phôi vàng
zh_cn: 金锭
zh_tw: 金錠
