Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# subtitles_entity_wither_skeleton_death
source: Wither Skeleton dies
af_za: Wither Geraamte sterf
be_by: Відар-шкілет гіне
bg_bg: Уйдър-скелет умира
ca_es: Esquelet Wither mor
cs: wither kostlivec zemřel
da_dk: Witherskelet dør
de: Witherskelett stirbt
el_gr: Ο Μαραμένος Σκελετός πεθαίνει
es: Esqueleto Wither muere
fi: Wither-luuranko kuolee
fr_ca: Wither squelette qui meurt
gd_gb: Tha an wither-cnàimhnich a' bàsachadh
he: שלד ווית'ר מת
hu_hu: Withercsontváz meghal
id_id: Kerangka Wither mati
it: Uno scheletro wither muore
ja_jp: ウィザースケルトンが死ぬ
ka_ge: ვიზერ ჩონჩხი მოკვდა
ko_kr: 위더 스켈레톤이 죽음
lb_lu: Witherskelett stierft
lt_lt: Miršta vitherio skeletas
ms_my: Kerangka Wither mati
mt_mt: Skeletru wither imut
nl_nl: Witherskelet sterft
pl: Witherowy szkielet umiera
pt: Esqueleto Wither morre
ro_ro: Schelet Wither murind
ru_ru: Визер-скелет погибает
sk_sk: Umieranie Wither kostlivca
sl_si: Wither okostnjak umre
sv_se: Witherskelett dör
tr_tr: Wither İskeleti öldü
vi_vn: Bộ xương Wither chết
zh_cn: 凋灵骷髅：死亡
zh_tw: 凋靈骷髏死亡

# subtitles_entity_wither_skeleton_hurt
source: Wither Skeleton hurt
af_za: Wither Geraamte beseer
be_by: Відар-шкілет паранены
bg_bg: Нараняване на уйдър-скелет
ca_es: Esquelet Wither ferit
cs: wither kostlivec byl zraněn
da_dk: Witherskelet bliver skadet
de: Witherskelett nimmt Schaden
el_gr: Ο Μαραμένος Σκελετός τραυματίζεται
es: Esqueleto Wither herido
fi: Wither-luuranko vahingoittuu
fr_ca: Wither squelette blessé
gd_gb: Chaidh an wither-cnàimhnich a leònadh
gl_es: Esqueleto Wither ferido
he: שלד ווית'ר נפגע
hu_hu: Withercsontváz sérül
id_id: Kerangka Wither terluka
it: Uno scheletro wither è ferito
ja_jp: ウィザースケルトンがダメージを受ける
ka_ge: ვიზერ ჩონჩხი დაიჭრა
ko_kr: 위더 스켈레톤이 상처를 입음
lb_lu: Witherskelett hellt Schued
lt_lt: Sužeistas vitherio skeletas
ms_my: Kerangka Wither kesakitan
mt_mt: Skeletru wither iweġġa'
nl_nl: Witherskelet lijdt
pl: Witherowy szkielet cierpi
pt: Esqueleto Wither aleija-se
ro_ro: Schelet Wither rănit
ru_ru: Визер-скелет ранен
sk_sk: Poranenie Wither kostlivca
sl_si: Wither okostnjak se poškoduje
sv_se: Witherskelett skadas
tr_tr: Wither İskeleti hasar aldı
vi_vn: Bộ xương Wither bị thương
zh_cn: 凋灵骷髅：受伤
zh_tw: 凋零骷髏受到傷害

# subtitles_entity_wolf_ambient
source: Wolf pants
af_za: Wolf hyg
be_by: Воўк чмыхае
bg_bg: Вълк лае
ca_es: Un llop panteixa
cs: vlk funí
da_dk: Ulv bjæffer
de: Wolf hechelt
el_gr: Ο λύκος γαβγίζει
es: Jadeo de lobo
fi: Susi läähättää
fr_ca: Halètement de loup
ga_ie: Mac tíre agus saothar anála air
gd_gb: Tha am madadh-allaidh a' sèideadh
gl_es: Respiración de lobo
he: זאב מתנשם
hu_hu: Farkas liheg
id_id: Serigala bernafas
it: Un lupo ansima
ja_jp: オオカミがあえぐ
ka_ge: მგელის ქოშინი
ko_kr: 늑대가 헐떡임
lb_lu: Wollef hechelt
lt_lt: Vilkas alsuoja
ms_my: Serigala tercungap-cungap
mt_mt: Lupu nefaħ
nl_nl: Wolf hijgt
nn_no: Varg pesar
pl: Wilk dyszy
pt: Lobo arfa
ro_ro: Lup gâfâind
ru_ru: Волк фыркает
sk_sk: Dychčanie vlka
sl_si: Volk panta
sv_se: Varg flåsar
th_th: หมาป่าร้อง
tr_tr: Kurt havlıyor
vi_vn: Sói thở
zh_cn: 狼：喘息
zh_tw: 狼叫聲

# subtitles_entity_wolf_death
source: Wolf dies
af_za: Wolf sterf
be_by: Воўк гіне
bg_bg: Вълк умира
ca_es: Un llop mor
cs: vlk zemřel
da_dk: Ulvdør
de: Wolf stirbt
el_gr: Ο λύκος πεθαίνει
es: Lobo muere
fi: Susi kuolee
fr_ca: Loup qui meurt
ga_ie: Mac tíre ag fáil bháis
gd_gb: Tha am madadh-allaidh a' bàsachadh
gl_es: Morte de lobo
he: זאב מת
hr_hr: Vuk umire
hu_hu: Farkas meghal
id_id: Serigala meninggal
it: Un lupo muore
ja_jp: オオカミが死ぬ
ka_ge: მგელი მოკვდა
ko_kr: 늑대가 죽음
lb_lu: Wollef stierft
lt_lt: Vilkas miršta
ms_my: Serigala mati
mt_mt: Lupu miet
nl_nl: Wolf sterft
nn_no: Varg døyr
pl: Wilk ginie
pt: Lobo morre
ro_ro: Lup murind
ru_ru: Волк погибает
sk_sk: Umieranie vlka
sl_si: Volk umre
sv_se: Varg dör
th_th: หมาป่าตาย
tr_tr: Kurt öldü
vi_vn: Sói chết
zh_cn: 狼：死亡
zh_tw: 狼死亡

# subtitles_entity_wolf_growl
source: Wolf growls
af_za: Wolf grom
be_by: Воўк гыркае
bg_bg: Вълк ръмжи
ca_es: Un llop rugeix
cs: vlčí zavrčení
da_dk: Ulv knurrer
de: Wolf knurrt
el_gr: Ο λύκος γρυλίζει
es: Gruñido de lobo
fi: Susi murisee
fr_ca: Grognement de loup
ga_ie: Mac tíre ag drantú
gd_gb: Tha am madadh-allaidh a' toirt gnòthan
gl_es: Gruñido de lobo
he: זאב נוהם
hr_hr: Vuk reži
hu_hu: Farkas morog
id_id: Serigala menggeram menakutkan
it: Un lupo ringhia
ja_jp: オオカミが唸る
ka_ge: მგელი ყმუის
ko_kr: 늑대가 짖음
lb_lu: Wollef knurrt
lt_lt: Vilkas urzgia
ms_my: Serigala mengaum
mt_mt: Lupu għajjat
nl_nl: Wolf gromt
nn_no: Varg knurrar
pl: Wilk warczy
pt: Lobo rosna
ro_ro: Lup mârâind
ru_ru: Рычание волка
sk_sk: Vrčanie vlka
sl_si: Volk zalaja
sv_se: Varg morrar
th_th: หมาป่าขู่
tr_tr: Kurt hırlıyor
vi_vn: Sói gầm
zh_cn: 狼：嚎叫
zh_tw: 狼嚎聲

# subtitles_entity_wolf_hurt
source: Wolf hurts
af_za: Wolf beseer
be_by: Воўк паранены
bg_bg: Нараняване на вълк
ca_es: Un llop es fa mal
cs: vlk byl zraněn
da_dk: Ulv bliver skadet
de: Wolf nimmt Schaden
el_gr: Ο λύκος τραυματίζεται
es: Lobo herido
fi: Susi vahingoittuu
fr_ca: Loup blessé
ga_ie: Gortaítear mac tíre
gd_gb: Chaidh am madadh-allaidh a leònadh
gl_es: Lobo ferido
he: זאב נפצע
hr_hr: Vuk je ozlijeđen
hu_hu: Farkas sérül
id_id: Serigala terluka
it: Un lupo è ferito
ja_jp: オオカミがダメージを受ける
ka_ge: მგელი დაიჭრა
ko_kr: 늑대가 상처를 입음
lb_lu: Wollef hellt Schued
lt_lt: Sužeidžiamas vilkas
lv_lv: Vilkam sāp
ms_my: Serigala kesakitan
mt_mt: Lupu weġġa'
nl_nl: Wolf heeft pijn
nn_no: Varg har vondt
pl: Wilk cierpi
pt: Lobo aleija-se
ro_ro: Lup rănit
ru_ru: Волк ранен
sk_sk: Poranenie vlka
sl_si: Volk se poškoduje
sv_se: Varg skadas
th_th: หมาป่าได้รับบาดเจ็บ
tr_tr: Kurt hasar aldı
vi_vn: Sói bị thương
zh_cn: 狼：受伤
zh_tw: 狼受傷

# subtitles_entity_wolf_shake
source: Wolf shakes
af_za: Wolf skud
be_by: Воўк атрасаецца
bg_bg: Вълк се отърсва
ca_es: Un llop es remena
cs: vlk se otřepal
da_dk: Ulv ryster
de: Wolf schüttelt sich
el_gr: Ο λύκος ταρακουνιέται
es: Lobo sacudiéndose
fi: Susi ravistelee
fr_ca: Loup qui secoue
ga_ie: Mac tíre ag croitheadh
gd_gb: Tha am madadh-allaidh 'ga chrath fhèin
gl_es: Lobo sacudíndose
he: זאב מתנער
hr_hr: Vuk se trese
hu_hu: Farkas megrázza magát
id_id: Gemetar serigala
it: Un lupo si scrolla
ja_jp: オオカミが身震いをする
ka_ge: მგელი ირხევა
ko_kr: 늑대가 물기를 턺
lb_lu: Wollef rëselt sech
lt_lt: Skalija vilkas
lv_lv: Vilks nokratās
ms_my: Serigala menggoncang
mt_mt: Lupu ċċaqlaq
nl_nl: Wolf schudt
nn_no: Varg ristar seg
pl: Wilk otrzepuje się
pt: Lobo sacode-se
ro_ro: Lup scuturându-se
ru_ru: Волк отряхивается
sk_sk: Trasenie vlka
sl_si: Volk se otrese
sv_se: Varg ruskar
th_th: หมาป่าตัวสั่น
tr_tr: Kurt sallanıyor
vi_vn: Sói rung lắc
zh_cn: 狼：摇动
zh_tw: 狼甩動身體

# subtitles_entity_zombie_ambient
source: Zombie groans
af_za: Zombie kreun
be_by: Мярцвяк стогне
bg_bg: Зомби стене
ca_es: Un zombi gemega
cs: sténání zombie
da_dk: Zombie stønner
de: Zombie stöhnt
el_gr: Το ζόμπι βογκάει
es: Gemido de zombi
fi: Zombi vaikeroi
fr_ca: Gémissement de zombie
ga_ie: Zombaí ag ligean cnead as
gd_gb: Tha an corp coisiche a' crònan
gl_es: Zombi xemendo
he: זומבי גונח
hu_hu: Zombi hörög
id_id: Rintihan Zombie
it: Uno zombi geme
ja_jp: ゾンビがうめく
ka_ge: ზომბი ღრენს
ko_kr: 좀비가 신음함
lb_lu: Zombi keimt
lt_lt: Zombis dejuoja
lv_lv: Zombijs novaid
ms_my: Zombi mengerang
mt_mt: Mostru garr
nl_nl: Zombie gromt
pl: Zombie charczy
pt: Zombie grunhe
ro_ro: Zombi gemând
ru_ru: Стон зомби
sk_sk: Stonanie zombíka
sl_si: Zombi stoka
sv_se: Zombie stönar
th_th: ซอมบี้ร้อง
tr_tr: Zombi inliyor
vi_vn: Thây ma kêu
zh_cn: 僵尸：低吼
zh_tw: 殭屍呻吟聲

# subtitles_entity_zombie_death
source: Zombie dies
af_za: Zombie sterf
be_by: Мярцвяк гіне
bg_bg: Зомби умира
ca_es: Un zombi mor
cs: zombie zemřela
da_dk: Zombie dør
de: Zombie stirbt
el_gr: Το ζόμπι πεθαίνει
es: Zombi muere
fi: Zombi kuolee
fr_ca: Zombie qui meurt
ga_ie: Zombaí ag fáil bháis
gd_gb: Tha an corp coisiche a' bàsachadh
gl_es: Morte de Zombi
he: זומבי מת
hu_hu: Zombi meghal
id_id: Zombie meninggal
it: Uno zombi muore
ja_jp: ゾンビが死ぬ
ka_ge: ზომბი მოკვდა
ko_kr: 좀비가 죽음
lb_lu: Zombi stierft
lt_lt: Zombis miršta
lv_lv: Zombijs nomirst
ms_my: Zombi mati
mt_mt: Mostru miet
nl_nl: Zombie sterft
pl: Zombie ginie
pt: Zombie morre
ro_ro: Zombi murind
ru_ru: Зомби погибает
sk_sk: Umieranie zombíka
sl_si: Zombi umre
sv_se: Zombie dör
th_th: ซอมบี้ตาย
tr_tr: Zombi öldü
vi_vn: Thây ma chết
zh_cn: 僵尸：死亡
zh_tw: 殭屍死亡

# subtitles_entity_zombie_hurt
source: Zombie hurts
af_za: Zombie beseer
be_by: Мярцвяк паранены
bg_bg: Нараняване на зомби
ca_es: Un zombi es fa mal
cs: zombie byla zraněna
da_dk: Zombie bliver skadet
de: Zombie nimmt Schaden
el_gr: Το ζόμπι τραυματίζετε
es: Zombi herido
fi: Zombi vahingoittuu
fr_ca: Zombie blessé
ga_ie: Gortaítear zombaí
gd_gb: Chaidh an corp coisiche a leònadh
gl_es: Zombi sufrindo
he: זומבי נפצע
hu_hu: Zombi sérül
id_id: Zombie terluka
it: Uno zombi è ferito
ja_jp: ゾンビがダメージを受ける
ka_ge: ზომბი დაიჭრა
ko_kr: 좀비가 상처를 입음
lb_lu: Zombi hellt Schued
lt_lt: Sužeistas zombis
lv_lv: Zombijam sāp
ms_my: Zombi kesakitan
mt_mt: Mostru weġġa'
nl_nl: Zombie heeft pijn
pl: Zombie cierpi
pt: Zombie aleija-se
ro_ro: Zombi rănit
ru_ru: Зомби ранен
sk_sk: Poranenie zombíka
sl_si: Zombi se poškoduje
sv_se: Zombie skadas
th_th: ซอมบี้ได้รับบาดเจ็บ
tr_tr: Zombi hasar aldı
vi_vn: Thây ma bị thương
zh_cn: 僵尸：受伤
zh_tw: 殭屍受傷

# subtitles_entity_zombie_infect
source: Zombie infects
af_za: Zombie besmet
be_by: Мярцвяк заражае
bg_bg: Зомби инфектира
ca_es: Un zombi infecta
cs: zombie infikuje
da_dk: Zombie inficerer
de: Zombie infiziert
el_gr: Το ζόμπι μολύνει
es: Zombi infecta
fi: Zombi tartuttaa
fr_ca: Zombie qui infecte
ga_ie: Zombaí ag galrú
gd_gb: Tha an corp coisiche a' galarachadh
gl_es: Infección de Zombi
he: זומבי זיהם
hu_hu: Zombi fertőz
id_id: Infeksi zombie
it: Uno zombi infetta
ja_jp: ゾンビが感染させる
ka_ge: ზომბი აინფიცირებს
ko_kr: 좀비가 감염시킴
lb_lu: Zombi infizéiert
lt_lt: Zombis užkrečia
lv_lv: Zombijs inficē
ms_my: Zombi menjangkiti
mt_mt: Mostru infetta
nl_nl: Zombie infecteert
pl: Zombie zakaża
pt: Zombie infeta
ro_ro: Zombi infectând
ru_ru: Зомбирование
sk_sk: Nakazenie zombíkom
sl_si: Zombi okuži
sv_se: Zombie infekterar
th_th: ติดเชื้อซอมบี้
tr_tr: Köylü enfekte oldu
vi_vn: Thây ma gây nhiễm
zh_cn: 僵尸：感染
zh_tw: 殭屍傳染

# subtitles_entity_zombie_horse_ambient
source: Zombie Horse cries
af_za: Zombieperd skree
be_by: Конь-мярцвяк раве
bg_bg: Кон зомби реве
ca_es: Un cavall zombi plora
cs: zombie kůň sténá
da_dk: Zombiehest græder
de: Zombiepferd schreit
el_gr: Το άλογο ζόμπι κλαίει
es: Relincho de caballo zombi
fi: Zombihevonen hirnuu
fr_ca: Ébrouement de cheval-zombie
ga_ie: Capall Zombaí ag béiceadh
gd_gb: Tha an corp-eich ag èigheachd
gl_es: Grito de cabalo Zombi
he: סוס זומבי בוכה
hu_hu: Zombi ló prüszköl
id_id: Kuda Zombie teriak
it: Un cavallo zombi grida
ja_jp: ゾンビホースが鳴く
ka_ge: ზომბი ცხენი ყვირის
ko_kr: 좀비 말이 울음
lb_lu: Zombipäerd kréicht
lt_lt: Zombis arklys klykia
lv_lv: Zombiju Zirgs brēc
ms_my: Kuda Zombi menangis
mt_mt: Żiemel mostru werżaq
nl_nl: Zombiepaard huilt
pl: Koń-zombie ryczy
pt: Cavalo Zombie chora
ro_ro: Cal zombi nechezând
ru_ru: Рёв зомби-лошади
sk_sk: Zombie kôň vykríkol
sl_si: Zombi konj joka
sv_se: Zombiehäst bölar
th_th: ม้าซอมบี้ร้อง
tr_tr: Zombi At ağlıyor
vi_vn: Ngựa thây ma kêu
zh_cn: 僵尸马：嘶叫
zh_tw: 殭屍馬叫聲

# subtitles_entity_zombie_horse_death
source: Zombie Horse dies
af_za: Zombieperd sterf
be_by: Конь-мярцвяк гіне
bg_bg: Кон зомби умира
ca_es: Un cavall zombi es mor
cs: zombie kůň zemřel
da_dk: Zombiehest dør
de: Zombiepferd stirbt
el_gr: Το άλογο ζόμπι πεθαίνει
es: Caballo zombi muere
fi: Zombihevonen kuolee
fr_ca: Cheval-zombie qui meurt
ga_ie: Capall Zombaí ag fáil bháis
gd_gb: Tha an corp-eich a' bàsachadh
gl_es: Morte de cabalo Zombi
he: סוס זומבי מת
hu_hu: Zombi ló meghal
id_id: Kuda Zombie meninggal
it: Un cavallo zombi muore
ja_jp: ゾンビホースが死ぬ
ka_ge: ზომბი ცხენი მოკვდა
ko_kr: 좀비 말이 죽음
lb_lu: Zombipäerd stierft
lt_lt: Zombis arklys miršta
lv_lv: Zombiju Zirgs mirst
ms_my: Kuda Zombi mati
mt_mt: Żiemel mostru miet
nl_nl: Zombiepaard sterft
pl: Koń-zombie ginie
pt: Cavalo Zombie morre
ro_ro: Cal zombi murind
ru_ru: Зомби-лошадь погибает
sk_sk: Zombie kôň umiera
sl_si: Zombi konj umre
sv_se: Zombiehäst dör
th_th: ม้าซอมบี้ตาย
tr_tr: Zombi At öldü
vi_vn: Ngựa thây ma chết
zh_cn: 僵尸马：死亡
zh_tw: 殭屍馬死亡

# subtitles_entity_zombie_horse_hurt
source: Zombie Horse hurts
af_za: Zombieperd beseer
be_by: Конь-мярцвяк паранены
bg_bg: Нараняване на зомби кон
ca_es: Un cavall zombi es fa mal
cs: zombie kůň byl zraněn
da_dk: Zombiehest bliver skadet
de: Zombiepferd nimmt Schaden
el_gr: Το άλογο ζόμπι τραυματίζετε
es: Caballo zombi herido
fi: Zombihevonen vahingoittuu
fr_ca: Cheval-zombie blessé
ga_ie: Gortaítear capall zombaí
gd_gb: Chaidh an corp-eich a leònadh
gl_es: Cabalo Zombi ferido
he: סוס זומבי נפצע
hu_hu: Zombi ló sérül
id_id: Kuda Zombie terluka
it: Un cavallo zombi è ferito
ja_jp: ゾンビホースがダメージを受ける
ka_ge: ზომბი ცხენი დაიჭრა
ko_kr: 좀비 말이 상처를 입음
lb_lu: Zombipäerd hellt Schued
lt_lt: Sužeistas zombis arklys
lv_lv: Zombiju Zirgam sāp
ms_my: Kuda Zombi kesakitan
mt_mt: Żiemel mostru weġġa'
nl_nl: Zombiepaard heeft pijn
pl: Koń-zombie cierpi
pt: Cavalo Zombie aleija-se
ro_ro: Cal zombi rănit
ru_ru: Зомби-лошадь ранена
sk_sk: Zombie kôň poranený
sl_si: Zombi konj se poškoduje
sv_se: Zombiehäst skadas
th_th: ม้าซอมบี้ได้รับบาดเจ็บ
tr_tr: Zombi At hasar aldı
vi_vn: Ngựa thây ma bị thương
zh_cn: 僵尸马：受伤
zh_tw: 殭屍馬受傷

# subtitles_entity_zombie_pigman_ambient
source: Zombie Pigman grunts
af_za: Zombie Varkman grom
be_by: Мярцвяк-свіналюд рохкае
bg_bg: Зомби прасе грухти
ca_es: Un porc zombi grunyeix
cs: chrochtání prasečí zombie
da_dk: Zombiemutantgris grynter
de: Zombie Pigman grunzt
el_gr: Το γουρουνοζόμπι γρυλίζει
es: Gruñido de hombrecerdo zombi
fi: Zombisikamies murahtaa
fr_ca: Grognement d'homme-cochon zombie
ga_ie: Mucachán Zombaí ag gnúsachtach
gd_gb: Tha an corp-mucair a' gnòsadaich
gl_es: O Zombi porco gruñe
he: אדם-חזיר זומבי נוחר
hu_hu: Zombi-malacember hörög
id_id: Pigman Zombie mendengus
it: Uno zombi suino grugnisce
ja_jp: ゾンビピッグマンがうめく
ka_ge: ღორზომბის ღრუტუნი
ko_kr: 좀비 피그맨이 꿀꿀거림
lb_lu: Zombischwéngsmënsch grunzt
lt_lt: Zombis kiauliažmogis kriuksi
lv_lv: Zombijcūka norukšķ
ms_my: Pigman Zombi mendengus
mt_mt: Ħanżir mostru garr
nl_nl: Zombievarken gromt
pl: Świnia-zombie burczy
pt: Zombie Pigman grunhe
ro_ro: Om-porc zombi grohăind
ru_ru: Хрюканье свинозомби
sk_sk: Chrochtanie prasacieho zombíka
sl_si: Zombi pujs godrnja
sv_se: Zombiegris grymtar
th_th: หมูซอมบี้ร้อง
tr_tr: Zombi Domuz Adam homurdanıyor
vi_vn: Nhân trư thây ma kêu
zh_cn: 僵尸猪人：呼噜
zh_tw: 殭屍豬人叫聲

# subtitles_entity_zombie_pigman_angry
source: Zombie Pigman angers
af_za: Zombie Varkman kwaai
be_by: Мярцвяк-свіналюд раззлаваны
bg_bg: Зомби прасе се ядосва
ca_es: Un porc zombi s'enfada
cs: prasečí zombie se hněvá
da_dk: Zombiemutantgris irriteres
de: Zombie Pigman erzürnt
el_gr: Το γουρουνοζόμπι θυμώνει
es: Hombrecerdo zombi se enfada
fi: Sikazombi suuttuu
fr_ca: Homme-cochon zombie qui s'enrage
ga_ie: Mucachán Zombaí corraithe
gd_gb: Tha an corp-mucair feargach
gl_es: A ira do Zombi Porco
he: אדם-חזיר זומבי כועס
hu_hu: Zombi-malacember mérges
id_id: Zombie Pigman menjadi marah
it: Uno zombi suino si infuria
ja_jp: ゾンビピッグマンが怒る
ka_ge: ღორზომბის გაბრაზება
ko_kr: 좀비 피그맨이 화남
lb_lu: Zombischwéngsmënsch rosen
lt_lt: Zombis kiauliažmogis pyksta
lv_lv: Zombijcūka dusmojas
ms_my: Pigman Zombi kemarahan
mt_mt: Ħanżir mostru rrabja
nl_nl: Zombievarken wordt boos
pl: Świnia-zombie wpada w gniew
pt: Zombie Pigman enfurece-se
ro_ro: Om-porc zombi înfuriindu-se
ru_ru: Свинозомби разозлился
sk_sk: Hnev prasacieho zombíka
sl_si: Zombi pujs se jezi
sv_se: Zombiegris blir arg
th_th: หมูซอมบี้โกรธ
tr_tr: Zombi Domuz Adam kızdı
vi_vn: Nhân trư thây ma tức giận
zh_cn: 僵尸猪人：愤怒
zh_tw: 殭屍豬人生氣

# subtitles_entity_zombie_pigman_death
source: Zombie Pigman dies
af_za: Zombie Varkman sterf
ar_sa: مات الوحش الخنزيرى
be_by: Мярцвяк-свіналюд гіне
bg_bg: Зомби прасе умира
ca_es: Un porc zombi es mor
cs: prasečí zombie zemřela
da_dk: Zombiemutantgris dør
de: Zombie Pigman stirbt
el_gr: Το γουρουνοζόμπι πεθαίνει
es: Hombrecerdo zombi muere
fi: Sikazombi kuolee
fr_ca: Homme-cochon zombie qui meurt
ga_ie: Mucachán Zombaí ag fáil bháis
gd_gb: Tha an corp-mucair a' bàsachadh
gl_es: O Zombi Cerdo morre
he: אדם-חזיר זומבי מת
hu_hu: Zombi-malacember meghal
id_id: Zombie Pigman meninggal
it: Uno zombi suino muore
ja_jp: ゾンビピッグマンが死ぬ
ka_ge: ღორზომბი მოკვდა
ko_kr: 좀비 피그맨이 죽음
lb_lu: Zombischwéngsmënsch stierft
lt_lt: Zombis kiauliažmogis miršta
lv_lv: Zombijcūka nomirst
ms_my: Pigman Zombi mati
mt_mt: Ħanżir mostru miet
nl_nl: Zombievarken sterft
pl: Świnia-zombie ginie
pt: Zombie Pigman morre
ro_ro: Om-porc zombi murind
ru_ru: Свинозомби погибает
sk_sk: Umieranie prasacieho zombíka
sl_si: Zombi pujs umre
sv_se: Zombiegris dör
th_th: หมูซอมบี้ตาย
tr_tr: Zombi Domuz Adam öldü
vi_vn: Nhân trư thây ma chết
zh_cn: 僵尸猪人：死亡
zh_tw: 殭屍豬人死亡

# subtitles_entity_zombie_pigman_hurt
source: Zombie Pigman hurts
af_za: Zombie Varkman beseer
ar_sa: أذى الوحش الخنزيرى
be_by: Мярцвяк-свіналюд паранены
bg_bg: Нараняване на зомби прасе
ca_es: Un porc zombi es fa mal
cs: prasečí zombie byla zraněna
da_dk: Zombiemutantgris bliver skadet
de: Zombie Pigman nimmt Schaden
el_gr: Ο Ζόμπι Γουρουνάθρωπος Πονάει
es: Hombrecerdo zombi herido
fi: Sikazombi vahingoittuu
fr_ca: Homme-cochon zombie blessé
ga_ie: Gortaítear mucachán zombaí
gd_gb: Chaidh an corp-mucair a leònadh
gl_es: O Zombi Cerdo sofre
he: אדם-חזיר זומבי נפצע
hu_hu: Zombi-malacember sérül
id_id: Zombie Pigman terluka
it: Uno zombi suino è ferito
ja_jp: ゾンビピッグマンがダメージを受ける
ka_ge: ღორზომბი დაიჭრა
ko_kr: 좀비 피그맨이 상처를 입음
lb_lu: Zombischwéngsmënsch hellt Schued
lt_lt: Sužeistas zombis kiauliažmogis
lv_lv: Zombijcūkai sāp
ms_my: Pigman Zombi kesakitan
mt_mt: Ħanżir mostru weġġa'
nl_nl: Zombievarken heeft pijn
pl: Świnia-zombie cierpi
pt: Zombie Pigman aleija-se
ro_ro: Om-porc zombi rănit
ru_ru: Свинозомби ранен
sk_sk: Poranenie prasacieho zombíka
sl_si: Zombi pujs se poškoduje
sv_se: Zombiegris skadas
th_th: หมูซอมบี้ได้รับบาดเจ็บ
tr_tr: Zombi Domuz Adam hasar aldı
vi_vn: Nhân trư thây ma bị thương
zh_cn: 僵尸猪人：受伤
zh_tw: 殭屍豬人受傷

# subtitles_entity_zombie_villager_converted
source: Zombie vociferates
af_za: Zombie sit 'n keel op
ar_sa: صاح الزومبى
be_by: Мярцвяк крычыць
bg_bg: Зомби крещи
ca_es: Un zombi vocifera
cs: zombie křičí
da_dk: Zombie råber
de: Zombie bekehrt
el_gr: Το ζόμπι αναφωνεί
es: Aldeano zombi agonizando
fi: Zombi huudahtaa
fr_ca: Zombie transformé
ga_ie: Zombaí ag liú
gd_gb: Tha an corp coisiche 'ga iompachadh
gl_es: O Zombi vocifera
he: זומבי נאנש
hu_hu: Falusi Zombi meggyógyul
id_id: Zombie Villager berseru
it: Un villico zombi è curato
ja_jp: ゾンビがわめく
ka_ge: ზომბი ღრიალებს
ko_kr: 좀비가 울부짖음
lb_lu: Zombi bekéiert
lt_lt: Zombis rėkauja
lv_lv: Zombijs izveseļojas
ms_my: Zombi melaung-laung
mt_mt: Villeġġjatur sar mostru
nl_nl: Zombie schreeuwt
pl: Zombie ryczy
pt: Zombie vocifera
ro_ro: Zombi vociferând
ru_ru: Вопль зомби
sk_sk: Krik zombíka
sl_si: Zombi se pretvori
sv_se: Zombie skriker
th_th: ซอมบี้ร้องเสียงดัง
tr_tr: Zombi Köylü iyileşti
vi_vn: Dân làng hóa thây ma
zh_cn: 僵尸村民：绝望之吼
zh_tw: 殭屍喊叫聲

# subtitles_entity_zombie_villager_cure
source: Zombie snuffles
af_za: Zombie snuif
be_by: Мярцвяк сапе
bg_bg: Зомби гъгне
ca_es: Un zombi és curat
cs: Zombie popotáhla
da_dk: Zombie snuser
de: Zombie schnieft
el_gr: Το ζόμπι θεραπεύετε
es: Aldeano zombi respirando fuerte
fi: Zombi puhisee
fr_ca: Zombie qui s'agite
ga_ie: Zombaí ag smugaíl
gd_gb: Tha an corp coisiche a' snotail
gl_es: O Zombi husmea
he: זומבי נרפא
hu_hu: Falusi megfertőződik
id_id: Zombie Villager mendengus
it: Un villico zombi si agita
ja_jp: ゾンビが村人に戻る
ka_ge: ზომბი ქშენს
ko_kr: 좀비가 킁킁거림
lb_lu: Zombi schnoffelt
lt_lt: Zombis šniurkščioja
lv_lv: Zombijs šņaukājas
ms_my: Ingusan zombi
mt_mt: Mostru ġie kkurat
nl_nl: Zombie snuift
pl: Zombie sapie
pt: Zombie fareja
ro_ro: Zombi trăgând aer în piept
ru_ru: Сопение зомби
sk_sk: Fučanie zombíka
sl_si: Zombi snifa
sv_se: Zombie snörvlar
th_th: ซอมบี้หายใจ
tr_tr: Zombi Köylü iyileşiyor
vi_vn: Thây ma hóa lại dân làng
zh_cn: 僵尸村民：撕心裂肺
zh_tw: 殭屍抽鼻聲

# subtitles_item_armor_equip
source: Gear equips
af_za: Toegerus
ar_sa: لبست المعدات
be_by: Браня апранутая
bg_bg: Екипиране на облекло
ca_es: Armament equipat
cs: brnění nasazeno
da_dk: Grej taget på
de: Ausrüstung angelegt
el_gr: Η ενδυμασία εφοδιάζετε
es: Armadura equipada
fi: Haarniskaa puetaan
fr_ca: Pièce d'armure équipée
ga_ie: Trealamh feistithe
gd_gb: Tha uidheamachd 'ga chur air
gl_es: Armadura equipada
he: ציוד מצויד
hu_hu: Páncél felszerelése
id_id: Zirah dipasang
it: Equipaggiamento indossato
ja_jp: 防具が装着される
ka_ge: აბჯრით აღჭურვა
ko_kr: 장비가 장착됨
lb_lu: Ausrüstung ugeluecht
lt_lt: Užsegama įranga
lv_lv: Piederumi uzvilkti
ms_my: Gear dilengkapi
mt_mt: Apparat intlibes
nl_nl: Harnas wordt aangedaan
nn_no: Utstyr vert tatt på
pl: Sprzęt wyposażony
pt: Equipamento vestido
ro_ro: Echipament purtat
ru_ru: Надета броня
sk_sk: Oblečenie výstroje
sl_si: Oklep je bil nataknjen
sv_se: Rustning sätts på
th_th: สวมใส่อุปกรณ์
tr_tr: Zırh giyildi
vi_vn: Đã mặc trang bị
zh_cn: 盔甲：装备
zh_tw: 穿上裝備

# subtitles_item_armor_equip_chain
source: Chain armour jingles
af_za: Ringharnas klingel
ar_sa: تجلجل درع الزرد
be_by: Звон кальчугі
bg_bg: Дрънчене на верижна броня
ca_es: Armadura de cota de malla grinyola
cs: cinkání kroužkového brnění
da_dk: Kæde rustning ryster
de: Kettenrüstung rasselt
el_gr: Η αλυσιδωτή πανοπλία κουδουνίζει
es: Armadura de cota de mallas tintinea
fi: Ketjuhaarniska helisee puettaessa
fr_ca: Cliquetis d'armure de mailles
ga_ie: Máille na Lúb ag gliogarnach
gd_gb: Tha armachd slabhraidhe a' gliongadh
gl_es: Tintineo de armadura de cota de mallas
he: שריון רשת-ברזל מרשרש
hu_hu: Láncpáncél csilingel
id_id: Gemerincing Zirah rantai
it: Armatura di maglia che tintinna
ja_jp: チェーンの防具が装着される
ka_ge: ჯაჭვის აბჯრის ჩხარუნი
ko_kr: 사슬 갑옷이 짤랑거림
lb_lu: Ketterüstung rëselt
lt_lt: Sužvanga grandininiai šarvai
lv_lv: Kēzu bruņas nodžinkst
ms_my: Perisai rantai melingkari
mt_mt: Armar tal-ktajjen ċekċek
nl_nl: Maliën harnas rinkelt
nn_no: Brynjer klirrar
pl: Kolczuga dzwoni
pt: Armadura de Malha equipada
ro_ro: Armură de zale zornăind
ru_ru: Звяканье кольчуги
sk_sk: Štrnganie retiazkového brnenia
sl_si: Verižni oklep zažvenketa
sv_se: Ringbrynja klirrar
th_th: เสียงจากเกราะโซ่
tr_tr: Zincir zırh çınladı
vi_vn: Giáp xích kêu lọc xọc
zh_cn: 锁链盔甲：碰擦
zh_tw: 鎖鍊盔甲裝備聲
