Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# subtitles_entity_ghast_hurt
source: Ghast hurts
af_za: Ghast beseer
ar_sa: جرح شبح
be_by: Гаст паранены
bg_bg: Нараняване на гаст
ca_es: Una medusa abissal es fa mal
cs: ďas byl zraněn
da_dk: Ghast bliver skadet
de: Ghast nimmt Schaden
el_gr: Το Γκαστ πονά
es: Ghast herido
fi: Ghast vahingoittuu
fil_ph: Nasaktan ang Ghasta
fr_ca: Ghast blessé
ga_ie: Gortaítear uafaireach
gd_gb: Chaidh an ghast a leònadh
gl_es: Ghast ferido
he: גאסט נפצע
hu_hu: Ghast sérül
id_id: Ghast sakit
it: Un ghast è ferito
ja_jp: ガストがダメージを受ける
ka_ge: გასტი დაიჭრა
ko_kr: 가스트가 상처를 입음
lb_lu: Ghast hellt Schued
lt_lt: Sužeistas gastas
ms_my: Ghast kesakitan
mt_mt: Ghast weġġgħet
nl_nl: Ghast heeft pijn
pl: Ghast cierpi
pt: Ghast aleija-se
ro_ro: Ghast rănit
ru_ru: Гаст ранен
sk_sk: Poranenie ghasta
sl_si: Ghast se poškoduje
sv_se: Ghast skadas
th_th: แก๊ซได้รับบาดเจ็บ
tr_tr: Ghast hasar aldı
vi_vn: Ghast bị thương
zh_cn: 恶魂：受伤
zh_tw: 地獄幽靈受傷

# subtitles_entity_ghast_shoot
source: Ghast shoots
af_za: Ghast skiet
ar_sa: اطلق نار على شبح
be_by: Гаст страляе
bg_bg: Гаст стреля
ca_es: Una medusa abissal dispara
cs: ďas útočí
da_dk: Ghast skyder
de: Ghast schießt
el_gr: Το Γκαστ πυροβολά
es: Ghast dispara
fi: Ghast ampuu
fil_ph: Bumaril ang Ghasta
fr_ca: Ghast qui crache
ga_ie: Uafaireach ag scaoileadh
gd_gb: Tha an ghast a' losgadh
gl_es: Disparo de Ghast
he: גאסט יורה
hu_hu: Ghast lő
id_id: Ghast menembak
it: Un ghast spara una palla di fuoco
ja_jp: ガストが発射する
ka_ge: გასტი ისვრის
ko_kr: 가스트가 투사체를 쏨
lb_lu: Ghast schéisst
lt_lt: Gastas šauna
ms_my: Ghast menembak
mt_mt: Ghast sparat
nl_nl: Ghast schiet
pl: Ghast strzela
pt: Ghast dispara
ro_ro: Ghast trăgând
ru_ru: Выстрел гаста
sk_sk: Útočenie ghasta
sl_si: Ghast strelja
sv_se: Ghast skjuter
th_th: แก๊ซยิงลูกไฟ
tr_tr: Ghast ateş etti
vi_vn: Ghast bắn
zh_cn: 恶魂：射击
zh_tw: 地獄幽靈射擊

# subtitles_entity_guardian_ambient
source: Guardian moans
af_za: Bewaker kerm
ar_sa: // الجارديان // انين
be_by: Вартавы стогне
bg_bg: Пазител стене
ca_es: Un guardià gemega
cs: zasténání strážce
da_dk: Vogter stønner
de: Wächter stöhnt
el_gr: Ο φύλακας βογκάει
es: Gemido de guardián
fi: Suojelija ähkii
fil_ph: Humahalinghing ang Tagabantay
fr_ca: Gémissement de gardien
ga_ie: Éagaoineann Choimeádaí
gd_gb: Tha am freiceadan a' gearan
gl_es: Gardián laiándose
he: שומר נאנק
hu_hu: Őrszem sóhajt
id_id: Penjaga wali
it: Un guardiano geme
ja_jp: ガーディアンがささやく
ka_ge: მცველის კვნესა
ko_kr: 가디언이 신음 소리를 냄
lb_lu: Wiechter stöhnt
lt_lt: Gelmių sargas dejuoja
ms_my: Guardian mengeluh
mt_mt: Gwardjan għajjat
nl_nl: Bewaker kreunt
nn_no: Vaktar stønnar
pl: Strażnik jęczy
pt: Guardião geme
ro_ro: Străjer gemând
ru_ru: Стон стража
sk_sk: Stonanie strážcu
sl_si: Varuh zajauka
sv_se: Väktare stönar
th_th: กาเดียนร้อง
tr_tr: Gardiyan inliyor
vi_vn: Giám hộ rên
zh_cn: 守卫者：低鸣
zh_tw: 深海守衛叫聲

# subtitles_entity_guardian_ambient_land
source: Guardian flaps
ar_sa: // الجارديان // يخفق
be_by: Вартавы лапоча плаўнікамі
bg_bg: Пазител пляска
ca_es: Un guardià aleteja
cs: zakvičení strážce
da_dk: Vogter flapper
de: Wächter zappelt
el_gr: Ο φύλακας πτερυγίζει
es: Guardián aletea
fi: Suojelija räpyttelee
fil_ph: Pumapagaspas ang Tagabantay
fr_ca: Petit cri de gardien
ga_ie: Flap an Choimeádaí
gd_gb: Freiceadan ann am fraoilean
gl_es: Gardián aleteando
he: שומר צווח
hu_hu: Őrszem visít
id_id: Penjaga jepit
it: Un guardiano strilla
ja_jp: ガーディアンが鳴く
ka_ge: მცველის ხტუნაობა
ko_kr: 가디언이 펄떡거림
lb_lu: Wiechter zappelt
lt_lt: Gelmių sargas šleptelėjo
ms_my: Guardian kepak
mt_mt: Gwardjan perper
nl_nl: Bewaker flappert
nn_no: Vaktar flaksar
pl: Strażnik rzuca się
pt: Guardião guincha
ro_ro: Străjer țiuind
ru_ru: Замах стража
sk_sk: Plieskanie strážcu
sl_si: Varuh zakriči
sv_se: Väktare flämtar
th_th: กาเดียนกระพือหาง
tr_tr: Gardiyan çığlık attı
vi_vn: Giám hộ vẫy vây
zh_cn: 守卫者：弹跳
zh_tw: 深海守衛拍打聲

# subtitles_entity_guardian_attack
source: Guardian shoots
af_za: Bewaker skiet
ar_sa: // الجارديان // تطلق
be_by: Вартавы страляе
bg_bg: Пазител стреля
ca_es: Un guardià dispara
cs: strážce útočí
da_dk: Vogter skyder
de: Wächter schießt
el_gr: Ο φύλακας πυροβολεί
es: Guardián dispara
fi: Suojelija hyökkää
fil_ph: Bumaril ang Tagabantay
fr_ca: Gardien qui tire
ga_ie: Scaoileann Coimeádaí
gd_gb: Tha am freiceadan a' losgadh
gl_es: Disparo de gardián
he: שומר יורה
hu_hu: Őrszem lő
id_id: Penjaga menembak
it: Un guardiano carica l'attacco
ja_jp: ガーディアンが狙う
ka_ge: მცველი ისვრის
ko_kr: 가디언이 공격함
lb_lu: Wiechter schéisst
lt_lt: Gelmių sargas šauna
ms_my: Guardian menembak
mt_mt: Gwardjan spara
nl_nl: Bewaker schiet
nn_no: Vaktar skyt
pl: Strażnik strzela
pt: Guardião dispara
ro_ro: Străjer trăgând
ru_ru: Страж стреляет
sk_sk: Útočenie strážcu
sl_si: Varuh ustreli
sv_se: Väktare skjuter
th_th: กาเดียนยิงเลเซอร์
tr_tr: Gardiyan ateş ediyor
vi_vn: Giám hộ bắn
zh_cn: 守卫者：射击
zh_tw: 深海守衛發射

# subtitles_entity_guardian_curse
source: Guardian curses
af_za: Bewaker vloek
ar_sa: // الجارديان // يلعن
be_by: Вартавы праклінае
bg_bg: Пазител проклина
ca_es: Un guardià maleeix
cs: strážcovo proklínání
da_dk: Vogter forbander
de: Wächter verflucht
el_gr: Ο φύλακας καταριέται
es: Maldición de guardián
fi: Suojelija manaa
fil_ph: Sumumpa ang Tagabantay
fr_ca: Malédiction de grand gardien
ga_ie: Mallaíonn Coimeádái
gd_gb: Tha am freiceadan a' mallachadh
gl_es: Gardián a maldicir
he: שומר מקלל
hu_hu: Őrszem átkoz
id_id: Kutukan Guardian
it: Un guardiano maledice
ja_jp: ガーディアンが呪う
ka_ge: მცველი იწყევლება
ko_kr: 가디언이 저주함
lb_lu: Wiechter verflucht
lt_lt: Gelmių sargas prakeikia
ms_my: Guardian mengutuk
mt_mt: Gwardjan seħet
nl_nl: Bewaker vervloekt
nn_no: Vaktar forbannar
pl: Strażnik rzuca klątwę
pt: Guardião amaldiçoa
ro_ro: Străjer blestemând
ru_ru: Страж колдует
sk_sk: Preklínanie strážcu
sl_si: Varuh uroči
sv_se: Väktare kastar förbannelse
th_th: กาเดียนสาป
tr_tr: Gardiyan lanet ediyor
vi_vn: Giám hộ nguyền rủa
zh_cn: 守卫者：诅咒
zh_tw: 深海守衛施咒

# subtitles_entity_guardian_death
source: Guardian dies
af_za: Bewaker sterf
be_by: Вартавы гіне
bg_bg: Пазител умира
ca_es: Un guardià mor
cs: strážce zemřel
da_dk: Vogter dør
de: Wächter stirbt
el_gr: O Φύλακας πεθαίνει
es: Guardián muere
fi: Suojelija kuolee
fil_ph: Namatay ang Tagabantay
fr_ca: Gardien qui meurt
ga_ie: Faigheann Coimeádaí bás
gd_gb: Tha am freiceadan a' bàsachadh
gl_es: Morte de gardián
he: שומר מת
hu_hu: Őrszem meghal
id_id: Guardian meninngal
it: Un guardiano muore
ja_jp: ガーディアンが死ぬ
ka_ge: მცველი მოკვდა
ko_kr: 가디언이 죽음
lb_lu: Wiechter stierft
lt_lt: Gelmių sargas miršta
ms_my: Guardian mati
mt_mt: Gwardjan miet
nl_nl: Bewaker sterft
nn_no: Vaktar døyr
pl: Strażnik ginie
pt: Guardião morre
ro_ro: Străjer murind
ru_ru: Страж погибает
sk_sk: Umieranie strážcu
sl_si: Varuh umre
sv_se: Väktare dör
th_th: กาเดียนตาย
tr_tr: Gardiyan öldü
vi_vn: Giám hộ chết
zh_cn: 守卫者：死亡
zh_tw: 深海守衛死亡

# subtitles_entity_guardian_flop
source: Guardian flops
be_by: Вартавы лёпае
bg_bg: Пазител подскача
ca_es: Un guardià salta
cs: strážce sebou mrskl
da_dk: Vogter flapper
de: Wächter platscht
el_gr: Ο φύλακας πτερυγίζει
es: Guardián chapotea
fi: Suojelija läikyttelee
fil_ph: Sumasalampak ang Tagabantay
fr_ca: Gardien qui saute
ga_ie: Flup an Choimeádaí
gd_gb: Tha am freiceadan a' plubadh
gl_es: Gardián a sumir
he: שומר מקפץ
hu_hu: Őrszem csapkod
id_id: Penjaga jepit
it: Un guardiano saltella
ja_jp: ガーディアンが跳ねる
ka_ge: მცველის მიწაზე ხტუნაობა
ko_kr: 가디언이 펄떡거림
lb_lu: Wiechter platscht
lt_lt: Gelmių sargas šleptelėjo
ms_my: Guardian flop
mt_mt: Gwardjan ċaflas
nl_nl: Bewaker flopt
nn_no: Vaktar bykser
pl: Strażnik plaska
pt: Guardião saltita
ro_ro: Străjer zbătându-se
ru_ru: Шлепок стража
sk_sk: Plieskanie strážcu
sl_si: Varuh zakriči
sv_se: Väktare sprattlar
th_th: กาเดียนจมลง
tr_tr: Gardiyan çırpınıyor
vi_vn: Giám hộ giẫy đành đạch
zh_cn: 守卫者：落地
zh_tw: 深海守衛拍擊聲

# subtitles_entity_guardian_hurt
source: Guardian hurts
af_za: Bewaker beseer
be_by: Вартавы паранены
bg_bg: Нараняване на пазител
ca_es: Un guardià es fa mal
cs: strážce byl zraněn
da_dk: Vogter bliver skadet
de: Wächter nimmt Schaden
el_gr: Ο φύλακας τραυματίζεται
es: Guardián herido
fi: Suojelija vahingoittuu
fil_ph: Nasaktan ang Tagabantay
fr_ca: Gardien blessé
ga_ie: Gortaítear Coimeádaí
gd_gb: Chaidh am freiceadan a leònadh
gl_es: Gardián ferido
he: שומר נפצע
hu_hu: Őrszem sérül
id_id: Penjaga sakit
it: Un guardiano è ferito
ja_jp: ガーディアンがダメージを受ける
ka_ge: მცველი დაიჭრა
ko_kr: 가디언이 상처를 입음
lb_lu: Wiechter hellt Schued
lt_lt: Sužeistas gelmių sargas
ms_my: Guardian kesakitan
mt_mt: Gwardjan weġġa'
nl_nl: Bewaker heeft pijn
nn_no: Vaktar har vondt
pl: Strażnik cierpi
pt: Guardião aleija-se
ro_ro: Străjer rănit
ru_ru: Страж ранен
sk_sk: Poranenie strážcu
sl_si: Varuh se poškoduje
sv_se: Väktare skadas
th_th: กาเดียนได้รับบาดเจ็บ
tr_tr: Gardiyan hasar aldı
vi_vn: Giám hộ bị thương
zh_cn: 守卫者：受伤
zh_tw: 深海守衛受傷

# subtitles_entity_horse_ambient
source: Horse neighs
af_za: Perk runnik
be_by: Конь рагоча
bg_bg: Кон цвили
ca_es: Un cavall renilla
cs: kůň zaržál
da_dk: Hest vrinsker
de: Pferd wiehert
el_gr: Το άλογο κλοτσάει
es: Caballo relincha
fa_ir: شیهه اسب
fi: Hevonen hirnuu
fil_ph: Humahalinghing ang Kabayo
fr_ca: Ébrouement de cheval
ga_ie: Capall ag seitreach
gd_gb: Tha an t-each a' sitrich
gl_es: Rincho de cabalo
he: סוס צוהל
hu_hu: Ló nyihog
id_id: Kuda mendunus
it: Un cavallo nitrisce
ja_jp: ウマがいななく
ka_ge: ცხენის ჭიხვინი
ko_kr: 말이 울음
lb_lu: Päerd wiert
lt_lt: Arklys žvengia
ms_my: Kuda meringkik
mt_mt: Żiemel għajjat
nl_nl: Paard hinnikt
nn_no: Hest kneggar
pl: Koń rży
pt: Cavalo relincha
ro_ro: Cal nechezând
ru_ru: Лошадиное ржание
sk_sk: Erdžanie koňa
sl_si: Konj zarezgeta
sv_se: Häst frustar
th_th: ม้าร้อง
tr_tr: At kişniyor
vi_vn: Ngựa hí
zh_cn: 马：嘶鸣
zh_tw: 馬叫聲

# subtitles_entity_horse_angry
source: Horse neighs
af_za: Perk runnik
be_by: Конь раве
bg_bg: Кон цвили
ca_es: Un cavall renilla
cs: kůň naštvaně zaržál
da_dk: Hest vrinsker
de: Pferd wiehert
el_gr: Το άλογο κλοτσάει
es: Caballo relincha
fi: Hevonen hirnuu
fil_ph: Humahalinghing ang Kabayo
fr_ca: Hennissement de cheval
ga_ie: Capall confach ag seitreach
gd_gb: Tha an t-each a' sitrich
gl_es: O cabalo rincha
he: סוס צונף
hu_hu: Ló nyerít
id_id: Ringkikan kuda
it: Un cavallo è innervosito
ja_jp: ウマがいななく
ka_ge: ცხენის ჭიხვინი
ko_kr: 말이 울음
lb_lu: Päerd wiert
lt_lt: Žvengia arklys
ms_my: Kuda meringkik
mt_mt: Żiemel għajjat
nl_nl: Paard hinnikt
nn_no: Hest kneggjar
pl: Koń rży
pt: Cavalo relincha
ro_ro: Cal nechezând
ru_ru: Лошадиное ржание
sk_sk: Erdžanie koňa
sl_si: Konj zarezgeta
sv_se: Häst gnäggar
th_th: ม้าร้อง
tr_tr: At kişniyor
vi_vn: Ngựa hí
zh_cn: 马：嘶鸣
zh_tw: 馬叫聲

# subtitles_entity_horse_armor
source: Horse armour equips
af_za: Perd uitgerus met harnas
be_by: Апранута конская браня
bg_bg: Екипиране на конска броня
ca_es: Un cavall és equipat amb armadura
cs: nasazení koňského brnění
da_dk: Hest udstyret
de: Pferderüstung angelegt
el_gr: Η πανοπλία του αλόγου εξοπλίζεται
es: Armadura de caballo equipada
fi: Hevonen haarniskoidaan
fil_ph: Sinuutan ng Pangkabayong Balutin
fr_ca: Armure de cheval équipée
ga_ie: Cathéide chapaill feistithe
gd_gb: Tha armachd eich 'ga cur air
gl_es: Montura equipada
he: שריון סוס מצויד
hu_hu: Ló felvértezése
id_id: Zirah kuda dipasang
it: Bardatura equipaggiata
ja_jp: 馬鎧が装着される
ka_ge: ცხენის აბჯრით აღჭურვა
ko_kr: 말 갑옷이 장착됨
lb_lu: Päerdsrüstungs ugeluecht
lt_lt: Arkliui uždedami šarvai
ms_my: Melengkapi perisai kuda
mt_mt: Armar taż-żwiemel intlibes
nl_nl: Paardenharnas wordt aangedaan
nn_no: Hesterustning vert tatt på
pl: Zakładanie zbroi końskiej
pt: Armadura do Cavalo equipada
ro_ro: Armură de cal echipată
ru_ru: Надета конская броня
sk_sk: Nasadenie brnenia na koňa
sl_si: Konjski oklep se natakne
sv_se: Hästrustning sätts på
th_th: สวมเกราะให้ม้าแล้ว
tr_tr: At zırhı yerleştirildi
vi_vn: Ngựa được trang bị giáp
zh_cn: 马铠：装备
zh_tw: 為馬裝備馬鎧聲

# subtitles_entity_horse_breathe
source: Horse breathes
af_za: Perd haal asem
be_by: Конь дыхае
bg_bg: Кон диша
ca_es: Un cavall respira
cs: kůň funí
da_dk: Hest ånder
de: Pferd schnaubt
el_gr: Το άλογο αναπνέει
es: Caballo respirando
fi: Hevonen hengittelee
fil_ph: Humihinga ang Kabayo
fr_ca: Cheval qui souffle
ga_ie: Capall ag análú
gd_gb: Tha an t-each a' tarraing anail
gl_es: Respiración de cabalo
he: סוס נושם
hu_hu: Ló fúj
id_id: Nafas kuda
it: Un cavallo respira
ja_jp: ウマが鼻を鳴らす
ka_ge: ცხენის სუნთქვა
ko_kr: 말이 숨을 들이쉼
lb_lu: Päerd ootmet
lt_lt: Šnopuoja arklys
ms_my: Kuda bernafasan
mt_mt: Żiemel ħa nifs
nl_nl: Paard ademt
nn_no: Hest prustar
pl: Koń sapie
pt: Cavalo respira
ro_ro: Cal respirând
ru_ru: Дыхание лошади
sk_sk: Dýchanie koňa
sl_si: Konj zadiha
sv_se: Häst andas
th_th: ม้าหายใจ
tr_tr: At nefes alıyor
vi_vn: Ngựa thở
zh_cn: 马：呼吸
zh_tw: 馬呼吸聲

# subtitles_entity_horse_death
source: Horse dies
af_za: Perd sterf
be_by: Конь гіне
bg_bg: Кон умира
ca_es: Un cavall mor
cs: kůň zemřel
da_dk: Hest dør
de: Pferd stirbt
el_gr: Το άλογο πεθαίνει
es: Caballo muere
fi: Hevonen kuolee
fil_ph: Namatay ang Kabayo
fr_ca: Cheval qui meurt
ga_ie: Capall ag fail bháis
gd_gb: Tha an t-each a' bàsachadh
gl_es: Morte de cabalo
he: סוס מת
hu_hu: Ló meghal
id_id: Kuda mati
it: Un cavallo muore
ja_jp: ウマが死ぬ
ka_ge: ცხენი მოკვდა
ko_kr: 말이 죽음
lb_lu: Päerd stierft
lt_lt: Arklys miršta
ms_my: Kuda mati
mt_mt: Żiemel miet
nl_nl: Paard sterft
pl: Koń ginie
pt: Cavalo morre
ro_ro: Cal murind
ru_ru: Лошадь погибает
sk_sk: Umieranie koňa
sl_si: Konj umre
sv_se: Häst dör
th_th: ม้าตาย
tr_tr: At öldü
vi_vn: Ngựa chết
zh_cn: 马：死亡
zh_tw: 馬死亡

# subtitles_entity_horse_eat
source: Horse eats
af_za: Perd eet
be_by: Конь есць
bg_bg: Кон яде
ca_es: Un cavall menja
cs: kůň žere
da_dk: Hesten spiser
de: Pferd frisst
el_gr: Το άλογο τρώει
es: Caballo comiendo
fi: Hevonen syö
fil_ph: Kumakain ang Kabayo
fr_ca: Cheval qui mange
ga_ie: Capall ag ithe
gd_gb: Tha an t-each ag ithe
gl_es: Cabalo comendo
he: סוס אוכל
hu_hu: Ló eszik
id_id: Kuda makan
it: Un cavallo mangia
ja_jp: ウマが食べる
ka_ge: ცხენი ჭამს
ko_kr: 말이 여물을 먹음
lb_lu: Päerd ësst
lt_lt: Arklys ėda
ms_my: Kuda memakan
mt_mt: Żiemel kiel
nl_nl: Paard eet
pl: Koń je
pt: Cavalo come
ro_ro: Cal mâncând
ru_ru: Лошадь ест
sk_sk: Žranie koňa
sl_si: Konj poje hrano
sv_se: Häst äter
th_th: ม้ากิน
tr_tr: At otluyor
vi_vn: Ngựa ăn
zh_cn: 马：进食
zh_tw: 馬吃東西

# subtitles_entity_horse_gallop
source: Horse gallops
af_za: Perd gallop
be_by: Конь скача
bg_bg: Кон препуска
ca_es: Un cavall galopa
cs: kůň cválá
da_dk: Hest Galopere
de: Pferd galoppiert
el_gr: Το άλογο καλπάζει
es: Galopes de caballo
fi: Hevonen laukkaa
fil_ph: Nag-galop ang Kabayo
fr_ca: Cheval qui galope
ga_ie: Capall ag dul ar cosa in airde
gd_gb: Tha an t-each a' chruinn-leumadh
gl_es: Cabalo galopando
he: סוס דוהר
hu_hu: Ló üget
id_id: Kuda melari
it: Galoppo
ja_jp: ウマが走る
ka_ge: ცხენის ჭენება
ko_kr: 말이 달림
lb_lu: Päerd galoppéier
lt_lt: Arklys šuoliuoja
ms_my: Kuda mencongklang
mt_mt: Żiemel qed jiġri
nl_nl: Paard galoppeert
pl: Koń galopuje
pt: Cavalo galopa
ro_ro: Cal galopând
ru_ru: Стук копыт
sk_sk: Cválanie koňa
sl_si: Konj galopira
sv_se: Häst galopperar
th_th: ม้าวิ่ง
tr_tr: At koşturuyor
vi_vn: Ngựa chạy
zh_cn: 马：奔腾
zh_tw: 馬跑步聲

# subtitles_entity_horse_hurt
source: Horse hurts
af_za: Perd beseer
be_by: Конь паранены
bg_bg: Нараняване на кон
ca_es: Un cavall es fa mal
cs: kůň byl zraněn
da_dk: Hest bliver skadet
de: Pferd nimmt Schaden
el_gr: Το άλογο πονά
es: Caballo herido
fi: Hevonen vahingoittuu
fil_ph: Nasaktan ang Kabayo
fr_ca: Cheval blessé
ga_ie: Gortaítear capall
gd_gb: Chaidh an t-each a leònadh
gl_es: Cabalo ferido
he: סוס נפצע
hu_hu: Ló sérül
id_id: Kuda terluka
it: Un cavallo è ferito
ja_jp: ウマがダメージを受ける
ka_ge: ცხენი დაიჭრა
ko_kr: 말이 상처를 입음
lb_lu: Päerd hellt Schued
lt_lt: Sužeistas arklys
ms_my: Kuda kesakitan
mt_mt: Żiemel weġġa'
nl_nl: Paard heeft pijn
pl: Koń cierpi
pt: Cavalo aleija-se
ro_ro: Cal rănit
ru_ru: Лошадь ранена
sk_sk: Poranenie koňa
sl_si: Konj se poškoduje
sv_se: Häst skadas
th_th: ม้าได้รับบาดเจ็บ
tr_tr: At hasar aldı
vi_vn: Ngựa bị thương
zh_cn: 马：受伤
zh_tw: 馬受傷

# subtitles_entity_horse_jump
source: Horse jumps
af_za: Perd spring
be_by: Конь скача
bg_bg: Кон скача
ca_es: Un cavall salta
cs: kůň skáče
da_dk: Hest hopper
de: Pferd springt
el_gr: Το άλογο πηδά
es: Caballo saltando
fi: Hevonen hyppää
fil_ph: Tumalon ang Kabayo
fr_ca: Cheval qui saute
ga_ie: Capall ag léimneach
gd_gb: Tha an t-each a' leumadh
gl_es: Cabalo saltando
he: סוס קופץ
hr_hr: Konj skoči
hu_hu: Ló ugrik
id_id: Kuda melompat
it: Salto di cavallo
ja_jp: ウマが跳ぶ
ka_ge: ცხენი ახტა
ko_kr: 말이 뜀
lb_lu: Päerd spréngt
lt_lt: Arklys šokinėja
ms_my: Kuda melompat
mt_mt: Żiemel qabeż
nl_nl: Paard springt
pl: Koń skacze
pt: Cavalo salta
ro_ro: Cal sărind
ru_ru: Прыжок лошади
sk_sk: Kôň skáče
sl_si: Konj skoči
sv_se: Häst hoppar
th_th: ม้ากระโดด
tr_tr: At zıpladı
vi_vn: Ngựa nhảy
zh_cn: 马：跳跃
zh_tw: 馬跳躍

# subtitles_entity_horse_saddle
source: Saddle equips
af_za: Opgesaal
be_by: Конь асядланы
bg_bg: Екипиране на седло
ca_es: S'equipa una sella de muntar
cs: sedlo nasazeno
da_dk: Sadle udstyret
de: Pferd gesattelt
el_gr: Η σέλα εξοπλίζεται
es: Montura equipada
fi: Hevonen satuloidaan
fil_ph: Sinuot ang Sintadera
fr_ca: Selle équipée
ga_ie: Diallait feistithe
gd_gb: Tha dìollaid 'ga cur air
gl_es: Montura posta
he: אוכף מצויד
hu_hu: Nyereg felrakása
id_id: Pemasangan sadel
it: Sella equipaggiata
ja_jp: サドルが装着される
ka_ge: უნაგირის დადგმა
ko_kr: 안장이 장착됨
lb_lu: Päerd gesuedelt
lt_lt: Uždedamas balnas
ms_my: Pelana melengkapi
mt_mt: Sarġ intlibes
nl_nl: Zadel wordt aangedaan
nn_no: Sal vert tatt på
pl: Założenie siodła
pt: Sela equipada
ro_ro: Șa echipată
ru_ru: Лошадь осёдлана
sk_sk: Nasadenie sedla
sl_si: Sedlo se natakne
sv_se: Sadel sätts på
th_th: สวมใส่อาน
tr_tr: Eğer yerleştirildi
vi_vn: Yên cưỡi được trang bị
zh_cn: 鞍：装备
zh_tw: 為馬上鞍聲

# subtitles_entity_husk_ambient
source: Husk groans
af_za: Dorsling kreun
be_by: Здыхляк стогне
bg_bg: Изсъхнало зомби стене
ca_es: Gemec de zombi momificat
cs: chrapoun sténá
da_dk: Skalle grynter
de: Wüstenzombie stöhnt
el_gr: Ο Αφυδατωμένος μουγκρίζει
es: Gemido de zombi momificado
fi: Holkki vaikeroi
fil_ph: Nag-groan ang Huska
fr_ca: Gémissement de zombie desséché
ga_ie: Seargán ag ligean cnead as
gd_gb: Tha am mogan a' leigeil mòthar
he: גוויה נאנק
hu_hu: Kiszáradt zombi hörög
id_id: Dedak mengerang
it: Uno zombi rinsecchito geme
ja_jp: ハスクがうめく
ka_ge: ხმელა ღრენს
ko_kr: 허스크가 신음함
lb_lu: Wüstenzombi kéimt
lt_lt: Suurzgia sudžiuvėlis
ms_my: Sekam mengerang
mt_mt: Il-qoxra tingħi
nl_nl: Mummie kreunt
pl: Posuch jęczy
pt: Múmia geme
ro_ro: Momâie gemând
ru_ru: Стон кадавра
sk_sk: Husk vzdychá
sl_si: Husk stoka
sv_se: Uttorkad zombie stönar
tr_tr: Zombi Kurusu inliyor
vi_vn: Quái khô tàn rên
zh_cn: 尸壳：低吼
zh_tw: 屍殼呻吟聲

# subtitles_entity_husk_death
source: Husk dies
af_za: Dorsling sterf
be_by: Здыхляк гіне
bg_bg: Изсъхнало зомби умира
ca_es: Zombi momificat mor
cs: chrapoun zemřel
da_dk: Skalle dør
de: Wüstenzombie stirbt
el_gr: Ο Αφυδατωμένος πεθαίνει
es: Zombi momificado muere
fi: Holkki kuolee
fil_ph: Namatay ang Huska
fr_ca: Zombie desséché qui meurt
ga_ie: Seargán ag fáil bháis
gd_gb: Tha am mogal a' bàsachadh
he: הקליפה מתה
hu_hu: Kiszáradt zombi meghal
id_id: Dedak mati
it: Uno zombi rinsecchito muore
ja_jp: ハスクが死ぬ
ka_ge: ხმელა მოკვდა
ko_kr: 허스크가 죽음
lb_lu: Wüstenzombi stierft
lt_lt: Miršta sudžiuvėlis
ms_my: Sekam mati
mt_mt: Il-qoxra tmut
nl_nl: Mummie sterft
pl: Posuch umiera
pt: Múmia morre
ro_ro: Momâie murind
ru_ru: Кадавр погибает
sk_sk: Husk umiera
sl_si: Husk umre
sv_se: Uttorkad zombie dör
tr_tr: Zombi Kurusu öldü
vi_vn: Quái khô tàn chết
zh_cn: 尸壳：死亡
zh_tw: 屍殼死亡

# subtitles_entity_husk_hurt
source: Husk hurts
af_za: Dorsling beseer
be_by: Здыхляк паранены
bg_bg: Нараняване на изсъхнало зомби
ca_es: Zombi momificat ferit
cs: chrapoun byl zraněn
da_dk: Skalle bliver skadet
de: Wüstenzombie nimmt Schaden
el_gr: Ο Αφυδατωμένος τραυματίζεται
es: Zombi momificado herido
fi: Holkki vahingoittuu
fil_ph: Nasaktan ang Huska
fr_ca: Zombie desséché blessé
ga_ie: Gortaítear Seargán
gd_gb: Chaidh am mogal a leònadh
he: הקליפה כואבת
hu_hu: Kiszáradt zombi sérül
id_id: Dedak kesakitan
it: Uno zombi rinsecchito è ferito
ja_jp: ハスクがダメージを受ける
ka_ge: ხმელა დაიჭრა
ko_kr: 허스크가 상처를 입음
lb_lu: Wüstenzombi hellt Schued
lt_lt: Sužeidžiamas sudžiuvėlis
ms_my: Sekam kesakitan
mt_mt: Il-qoxra tweġġa'
nl_nl: Mummie heeft pijn
pl: Posuch cierpi
pt: Múmia aleija-se
ro_ro: Momâie rănită
ru_ru: Кадавр ранен
sk_sk: Husk bolí
sl_si: Husk se poškoduje
sv_se: Uttorkad zombie skadas
tr_tr: Zombi Kurusu hasar aldı
vi_vn: Quái khô tàn bị thương
zh_cn: 尸壳：受伤
zh_tw: 屍殼受傷

# subtitles_entity_iron_golem_attack
source: Iron Golem attacks
af_za: Ystersoldaat val aan
be_by: Жалезны голем атакуе
bg_bg: Железен голем атакува
ca_es: Un gòlem de ferro ataca
cs: železný golem útočí
da_dk: Jerngolem angriber
de: Eisengolem greift an
el_gr: Ο σιδερένιος φύλακας επιτίθεται
es: Gólem de hierro ataca
fi: Rautajätti hyökkää
fil_ph: Umaatake ang Bakal na Golem
fr_ca: Golem de fer qui attaque
ga_ie: Gólam Iarainn ag ionsaí
gd_gb: Tha an gòileam iarainn a' toirt ionnsaigh
gl_es: Gólem de Ferro ataca
he: גולם ברזל תוקף
hu_hu: Vasgólem támad
id_id: Serangan Golem Besi
it: Un golem di ferro attacca
ja_jp: アイアンゴーレムが攻撃をする
ka_ge: რკინის გოლიათის შეტევა
ko_kr: 철 골렘이 공격함
lb_lu: Eisegolem attackéiert
lt_lt: Atakuoja geležinis golemas
ms_my: Serangan Golem besi
mt_mt: Monstru tal-ħadid attakka
nl_nl: IJzergolem valt aan
pl: Żelazny golem atakuje
pt: Golem de Ferro ataca
ro_ro: Golem de fier atacând
ru_ru: Атака железного голема
sk_sk: Útočenie železného golema
sl_si: Železni golem napade
sv_se: Järngolem attackerar
th_th: โกเลมเหล็กโจมตี
tr_tr: Demir Golem saldırdı
vi_vn: Người sắt tấn công
zh_cn: 铁傀儡：攻击
zh_tw: 鐵魔像攻擊

# subtitles_entity_iron_golem_death
source: Iron Golem dies
af_za: Ystersoldaat sterf
be_by: Жалезны голем гіне
bg_bg: Железен голем умира
ca_es: Un gòlem de ferro mor
cs: železný golem zemřel
da_dk: Jerngolem dør
de: Eisengolem stirbt
el_gr: Ο σιδερένιος φύλακας πεθαίνει
es: Gólem de hierro muere
fi: Rautajätti kuolee
fil_ph: Namatay ang Bakal na Golem
fr_ca: Golem de fer qui meurt
ga_ie: Gólam Iarainn ag fail bháis
gd_gb: Tha an gòileam iarainn a' bàsachadh
gl_es: Morte de Gólem de Ferro
he: גולם ברזל מת
hu_hu: Vasgólem meghal
id_id: Golem Besi meninggal
it: Un golem di ferro muore
ja_jp: アイアンゴーレムが死ぬ
ka_ge: რკინის გოლიათი მოკვდა
ko_kr: 철 골렘이 죽음
lb_lu: Eisegolem stierft
lt_lt: Miršta geležinis golemas
ms_my: Golem besi meninggal dunia
mt_mt: Monstru tal-ħadid miet
nl_nl: IJzergolem sterft
pl: Żelazny golem ginie
pt: Golem de Ferro morre
ro_ro: Golem de fier murind
ru_ru: Железный голем погибает
sk_sk: Umieranie železného golema
sl_si: Železni golem umre
sv_se: Järngolem dör
th_th: โกเลมเหล็กตาย
tr_tr: Demir Golem öldü
vi_vn: Người sắt chết
zh_cn: 铁傀儡：死亡
zh_tw: 鐵魔像死亡
