Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_modifiers_mainhand
source: When in main hand:
af_za: Wanneer in die hoofhand:
ar_sa: عندما يكون فى اليد الرئيسية:
be_by: Калі ў асноўнай руцэ:
bg_bg: Когато е в главната ръка:
ca_es: Quan a la mà principal:
cs: Když v dominantní ruce:
da_dk: Hvis i primære hånd:
de: In der Haupthand:
el_gr: Όταν είναι στο κύριο χέρι:
es: En la mano principal:
eu_es: Esku nagusian:
fi: Kun pääkädessä:
fil_ph: Kung nasa pangunahing kamay:
fr_ca: Dans la main principale :
ga_ie: Sa lámh cheannasach:
gl_es: Ao estar na man principal:
he: כאשר ביד הראשית:
hr_hr: Kada je u glavnoj ruci:
hu_hu: Mikor fő kézben van:
id_id: Ketika di tangan utama:
it: Nella mano principale:
ja_jp: 利き手に持ったとき：
ka_ge: როცა ძირითად ხელში:
ko_kr: 주로 사용하는 손에 있을 때:
lb_lu: An der Haapthand:
lt_lt: Kai pagrindinėje rankoje:
lv_lv: Kad galvenajā rokā:
ms_my: Apabila dalam tangan utama:
mt_mt: Meta tkun fl-id prinċipali:
nl_nl: Wanneer in Dominante Hand:
nn_no: Når i hovudhand:
pl: Kiedy w głównej ręce:
pt: Quando na mão principal:
ro_ro: În mâna principală:
ru_ru: Когда в ведущей руке:
sk_sk: V hlavnej ruke:
sl_si: Kadar v primarni roki:
sv_se: I primär hand:
th_th: เมื่ออยู่ในมือหลัก:
tr_tr: Ana elde iken:
vi_vn: Khi ở tay chính:
zh_cn: 在主手时：
zh_tw: 在慣用手時：

# item_modifiers_offhand
source: When in off hand:
af_za: Wanneer afhand:
ar_sa: عندما يكون فى اليد الثانوية:
be_by: Калі ў другой руцэ:
bg_bg: Когато е в другата ръка:
ca_es: Quan a la mà secundària:
cs: Když ve druhé ruce:
da_dk: Hvis i anden hånd:
de: In der Zweithand:
el_gr: Όταν είναι στο άλλο χέρι:
es: En la mano secundaria:
eu_es: Bigarren eskuan:
fi: Kun toisessa kädessä:
fil_ph: Kung wala sa kamay:
fr_ca: Dans la main secondaire :
ga_ie: Sa mheathlámh:
gl_es: Ao estar na man secundaria:
he: כאשר ביד המשנית:
hr_hr: Kada je u sporednoj ruci:
hu_hu: Mikor mellék kézben van:
id_id: Ketika di tangan lebih rendah:
it: Nella mano secondaria:
ja_jp: オフハンドに持ったとき：
ka_ge: როცა მეორე ხელში:
ko_kr: 다른 손에 있을 때:
lb_lu: An der Niewenhand:
lt_lt: Kai nepagrindinėje rankoje:
lv_lv: Kad rokā:
ms_my: Apabila dalam tangan luar:
mt_mt: Meta tkun fl-id sekondarja:
nl_nl: Wanneer in Niet Dominante Hand:
nn_no: Når i andre hand:
pl: Kiedy w drugiej ręce:
pt: Quando na mão secundária:
ro_ro: În mâna secundară:
ru_ru: Когда во второй руке:
sk_sk: Vo vedľajšej ruke:
sl_si: Kadar v sekundarni roki:
sv_se: I sekundär hand:
th_th: เมื่ออยู่ในมือรอง:
tr_tr: Diğer elde iken:
vi_vn: Khi ở tay phụ:
zh_cn: 在副手时：
zh_tw: 在非慣用手時：

# item_monsterPlacer_name
source: Spawn
af_za: Beginpunt
ar_sa: أنتج
be_by: Прызваць істоту -
bg_bg: Размножител на
ca_es: Ou generador de
cs: Vejce, uvnitř je
de: Erschaffe
de_at: Aschof
el_gr: Εμφάνισε έναν/μία/ένα
es: Generar
eu_es: Sortu
fa_ir: احضارگر
fi: Luo
fil_ph: Buhayang
fr_ca: Spawner un(e)
ga_ie: Gin
gd_gb: Gin
gl_es: Xerar
he: מזמן
hi_in: अंडे देना
hr_hr: Stvoriti
hu_hu: Idézés:
hy_am: Ծնել
id_id: Munculkan
is_is: Kalla fram
it: Uovo di
ja_jp: スポーン
ka_ge: გააჩინე
ko_kr: 스폰
lt_lt: Kiaušinis:
lv_lv: Radītājs
mn_mn: Төрөх
ms_my: Penjelma
mt_mt: Faqqas
nn_no: Framkall
pt: Evocar
ro_ro: Ou de
ru_ru: Яйцо призыва —
sk_sk: Z vajca sa vyliahne
sl_si: Ustvari
sv_se: Skapa
th_th: เกิด
tr_tr: Çağır:
vi_vn: Sinh ra
zh_cn: 生成
zh_tw: 生成

# item_mushroomStew_name
source: Mushroom Soup
af_za: Sampioen Bredie
ar_sa: حساء الفطر
be_by: Тушаныя грыбы
bg_bg: Гъбена супа
ca_es: Estofat de bolets
cs: Houbová polévka
da_dk: Svampestuvning
de: Pilzsuppe
de_at: Püzsuppn
el_gr: Μανιταρόσουπα
es: Estofado de champiñones
eu_es: Perretxiko erregosia
fa_ir: سوپ قارچ
fi: Sienimuhennos
fil_ph: Nilagang Kabuti
fr_ca: Crème de champignons
ga_ie: Stobhach Muisiriún
gl_es: Estufado de cogomelos
he: תבשיל פטריות
hi_in: मशरूम स्टू
hr_hr: Gulaš od Gljiva
hu_hu: Gombaragu
hy_am: Շոգեխաշած Սունկ
id_id: Sup Jamur
is_is: Sveppasúpa
it: Zuppa di funghi
ja_jp: キノコシチュー
ka_ge: სოკოს სუპი
ko_kr: 버섯 스튜
lb_lu: Champignonszopp
lt_lt: Grybų troškinys
lv_lv: Sēņu zupa
mn_mn: Мөөгтэй шөл
ms_my: Stu Cendawan
mt_mt: Stuffat tal-Faqqiegħ
nl_nl: Paddenstoelenstoofpot
nn_no: Soppstuing
pl: Zupa grzybowa
pt: Guisado de Cogumelos
ro_ro: Supă de ciuperci
ru_ru: Тушёные грибы
sk_sk: Hubová polievka
sl_si: Gobova juha
sv_se: Svampstuvning
th_th: สตูว์เห็ด
tr_tr: Mantar Güveç
vi_vn: Súp nấm
zh_cn: 蘑菇煲
zh_tw: 蘑菇湯

# item_muttonCooked_name
source: Cooked Mutton
af_za: Gaar Skaapvleis
ar_sa: لحم ضأن مطبوخ
be_by: Смажаная бараніна
bg_bg: Сготвено агнешко
ca_es: Carn d'ovella cuita
cs: Pečené skopové
da_dk: Kogt Fårekød
de: Gebratenes Hammelfleisch
el_gr: Ψημένο Πρόβειο Κρέας
es: Cordero cocinado
eu_es: Bildots errea
fa_ir: گوشت گوسفند پخته شده
fi: Kypsä lampaanliha
fil_ph: Lutong Karne ng Tupa
fr_ca: Mouton cuit
ga_ie: Caoireoil Cócaráilte
gd_gb: Feòil-chaorach ròiste
gl_es: Cordeiro cociñado
he: בשר כבש מבושל
hr_hr: Pečena Janjetina
hu_hu: Sült birkahús
hy_am: եփում ոչխարներ
id_id: Daging Matang Kambing
is_is: Soðið lambakjöt
it: Carne ovina cotta
ja_jp: 焼いた羊肉
ka_ge: შემწვარი ცხვრის ხორცი
ko_kr: 구운 양고기
lb_lu: Gebrodent Hämmelsfleesch
lt_lt: Kepta aviena
lv_lv: Cepta aitas gaļa
mn_mn: Шарсан хонины мах
ms_my: Daging Biri-Biri Masak
mt_mt: Laħam tan-Nagħġa Msajjar
nl_nl: Gebraden schapenvlees
nn_no: Steikt fårekjøt
pl: Pieczona baranina
pt: Carne de Carneiro Cozida
ro_ro: Carne de oaie friptă
ru_ru: Жареная баранина
sk_sk: Pečené ovčie
sl_si: Pečena jagnjetina
sv_se: Grillat fårkött
th_th: เนื้อแกะย่าง
tr_tr: Pişmiş Koyun Eti
vi_vn: Thịt cừu chín
zh_cn: 熟羊肉
zh_tw: 烤羊肉

# item_muttonRaw_name
source: Raw Mutton
af_za: Rou Skaapvleis
ar_sa: لحم ضأن نيء
be_by: Сырая бараніна
bg_bg: Сурово агнешко
ca_es: Carn d'ovella crua
cs: Syrové skopové
da_dk: Råt fårekød
de: Rohes Hammelfleisch
el_gr: Ωμό Πρόβειο Κρέας
es: Cordero crudo
eu_es: Bildots gordina
fa_ir: گوشت گوسفند خام
fi: Raaka lampaanliha
fil_ph: Hilaw na Karne ng Tupa
fr_ca: Mouton cru
ga_ie: Caoireoil Amh
gl_es: Cordeiro crú
he: בשר כבש נא
hi_in: कच्चा मटन
hr_hr: Sirova Janjetina
hu_hu: Nyers birkahús
hy_am: հում ոչխարի
id_id: Daging Mentah Kambing
is_is: Hrátt lambakjöt
it: Carne ovina cruda
ja_jp: 生の羊肉
ka_ge: უმი ცხვრის ხორცი
ko_kr: 익히지 않은 양고기
lb_lu: Réit Hämmelsfleesch
lt_lt: Žalia aviena
lv_lv: Jēla aitas gaļa
mn_mn: Түүхий хонины мах
ms_my: Daging Biri-Biri Mentah
mt_mt: Laħam tan-Nagħġa Nej
nl_nl: Rauw schapenvlees
nn_no: Rått fårekjøt
pl: Surowa baranina
pt: Carne de Carneiro Crua
ro_ro: Carne de oaie crudă
ru_ru: Сырая баранина
sk_sk: Surové ovčie
sl_si: Surova jagnjetina
sv_se: Rått fårkött
th_th: เนึ้อแกะดิบ
tr_tr: Çiğ Koyun Eti
vi_vn: Thịt cừu sống
zh_cn: 生羊肉
zh_tw: 生羊肉

# item_nameTag_name
source: Name Tag
af_za: Naamkaartjie
ar_sa: اسم العلامة
be_by: Бірка
bg_bg: Каишка с име
ca_es: Etiqueta de nom
cs: Jmenovka
da_dk: Navneskilt
de: Namensschild
de_at: Nomensschild
el_gr: Ετικέτα ονόματος
es: Etiqueta
eu_es: Izen etiketa
fa_ir: نام گذار
fi: Nimilappu
fil_ph: Panandang Pangalan
fr_ca: Étiquette
ga_ie: Lipéad Ainm
gl_es: Etiqueta
he: תג
hi_in: नाम टैग
hr_hr: Oznaka s Imenom
hu_hu: Cédula
hy_am: Անվանապիտակ
id_id: Label Nama
is_is: Nafnspjald
it: Targhetta
ja_jp: 名札
ka_ge: იარლიყი
ko_kr: 이름표
lb_lu: Schëld mam Numm
lt_lt: Vardo žymeklis
lv_lv: Birka
mn_mn: Нэртэй зүүлт
ms_my: Tag Nama
mt_mt: Tikketta
nl_nl: Naamkaartje
nn_no: Namneskilt
pl: Znacznik
pt: Etiqueta
ro_ro: Etichetă de nume
ru_ru: Бирка
sk_sk: Štítok
sl_si: Imenska značka
sv_se: Namnskylt
th_th: ป้ายชื่อ
tr_tr: İsim Etiketi
vi_vn: Nhãn ghi tên
zh_cn: 命名牌
zh_tw: 命名牌

# item_netherStalkSeeds_name
source: Nether Wart
af_za: Nedervrat
ar_sa: ثؤلول العالم السفلي
be_by: Нэдэрская нарасць
bg_bg: Брадавица от Недъра
ca_es: Bolet abismal
cs: Bradavičník
da_dk: Nether-vorte
de: Netherwarze
el_gr: Στίγμα του Νέδερ
es: Verruga del Nether
eu_es: Garatxo abisala
fa_ir: گياه جهنمي
fi: Netherpahka
fil_ph: Impebutig
fr_ca: Verrues du Nether
ga_ie: Mus an Íochtair
gd_gb: Lus Nether
gl_es: Espulla do Nether
he: שיבולת נת'ר
hi_in: नीचे मस्सा
hr_hr: Podzemni Lišaj
hu_hu: Netherbibircsók
hy_am: Դժոխքի Բույս
id_id: Tumbuhan Neraka
is_is: Heljarvarta
it: Verruca del Nether
ja_jp: ネザーウォート
ka_ge: ნეზერის მეჭეჭა
ko_kr: 네더 와트
lb_lu: Netherwaarzel
lt_lt: Netherio gumbas
lv_lv: Elles sēne
mn_mn: Тамын үү
ms_my: Ketuat Neraka
mt_mt: Faqqiegħ tan-Nether
nl_nl: Netherkruid
nn_no: Nethervorte
pl: Netherowa brodawka
pt: Fungo do Nether
ro_ro: Neg din Nether
ru_ru: Нарост из Незера
sk_sk: Pekelná bylinka
sl_si: Peklenska bradavica
sv_se: Nethervårta
th_th: หูดเนเธอร์
tr_tr: Nether Yumrusu
vi_vn: Bướu Nether
zh_cn: 地狱疣
zh_tw: 地獄疙瘩

# item_netherStar_name
source: Nether Star
af_za: Nether Ster
ar_sa: نجمة الجحيم
be_by: Нэдэрская зорка
bg_bg: Звезда от Недъра
ca_es: Estrella abismal
cs: Netheritová hvězda
da_dk: Netherstjerne
de: Netherstern
el_gr: Άστρο του Νέδερ
es: Estrella del Nether
eu_es: Izar abisala
fa_ir: ستاره جهنمي
fi: Netherintähti
fil_ph: Impyerengtwin
fr_ca: Étoile du Nether
ga_ie: Réalta an Íochtair
gd_gb: Rionnag Nether
gl_es: Estrela do Nether
he: כוכב נת'ר
hi_in: नीचे का सितारा
hr_hr: Zvijezda iz pakla
hu_hu: Nethercsillag
hy_am: Դժոխքի Աստղ
id_id: Bintang Neraka
is_is: Heljarstjarna
it: Stella del Nether
ja_jp: ネザースター
ka_ge: ნეზერის ვარსკვლავი
ko_kr: 네더의 별
lb_lu: Netherstär
lt_lt: Netherio žvaigždė
lv_lv: Nether Zvaigzne
ms_my: Bintang Neraka
mt_mt: Stilla tan-Nether
nl_nl: Netherster
nn_no: Netherstjerne
pl: Netherowa gwiazda
pt: Estrela do Nether
ro_ro: Stea de Nether
ru_ru: Звезда из Незера
sk_sk: Netheritová hviezda
sl_si: Peklenska zvezda
sv_se: Netherstjärna
th_th: เนเธอร์สตาร์
tr_tr: Nether Yıldızı
vi_vn: Sao Nether
zh_cn: 下界之星
zh_tw: 地獄之星

# item_netherbrick_name
source: Nether Brick
af_za: Nether Baksteen
ar_sa: طوب الجحيم
be_by: Нэдэрская цэгла
bg_bg: Тухла от Недъра
ca_es: Maó abismal
cs: Netheritová cihla
da_dk: Nether-mursten
de: Netherziegel
de_at: Netherziagl
el_gr: Τούβλο του Νέδερ
es: Ladrillo del Nether
eu_es: Adreilu abisala
fa_ir: آجر جهنمي
fi: Nether-tiili
fil_ph: Impyelaryo
fr_ca: Brique du Nether
ga_ie: Íochtarbhríce
gd_gb: Breige Nether
gl_es: Ladrillo do Nether
he: לבנת נת'ר
hi_in: Nether ईंट
hr_hr: Cigla iz pakla
hu_hu: Nethertégla
hy_am: Դժոխային Աղյուս
id_id: Bata Neraka
is_is: Heljar músteinn
it: Mattone del Nether
ja_jp: ネザーレンガ
ka_ge: ნეზერის აგური
ko_kr: 네더 벽돌
lb_lu: Netherzill
lt_lt: Netherio plyta
lv_lv: Elles Ķieģelis
ms_my: Bata Neraka
mt_mt: Briksa tan-Nether
nl_nl: Netherbaksteen
nn_no: Nethermur
pl: Netherowa cegła
pt: Tijolo do Nether
ro_ro: Cărămidă de Nether
ru_ru: Незеритовый кирпич
sk_sk: Netheritová tehla
sl_si: Peklenska opeka
sv_se: Nethertegel
th_th: อิฐเนเธอร์
tr_tr: Nether Tuğlası
vi_vn: Gạch Nether
zh_cn: 地狱砖
zh_tw: 地獄磚

# item_netherquartz_name
source: Nether Quartz
af_za: Nether Kwarts
ar_sa: كوارتز الجحيم
be_by: Кварц
bg_bg: Кварц от Недъра
ca_es: Quars abismal
cs: Netheritový křemen
da_dk: Nether-kvarts
de: Netherquarz
el_gr: Χαλαζίας του Νέδερ
es: Cuarzo del Nether
eu_es: Kuartzo abisala
fa_ir: کوارتز جهنمي
fi: Netherinkvartsi
fil_ph: Kuwarta ng Sama
fr_ca: Quartz du Nether
ga_ie: Grianchloch an Íochtair
gd_gb: Èiteag Nether
gl_es: Cuarzo do Nether
he: נת'ר קוורץ
hi_in: Nether क्वार्ट्ज
hr_hr: Kvarc iz pakla
hu_hu: Netherkvarc
hy_am: Կվարց
id_id: Kuarsa Neraka
is_is: Heljarkvars
it: Quarzo del Nether
ja_jp: ネザー水晶
ka_ge: ნეზერის კვარცი
ko_kr: 네더 석영
lb_lu: Netherquarz
lt_lt: Netherio kvarcas
lv_lv: Elles kvarcs
ms_my: Kuarza Neraka
mt_mt: Kwarz tan-Nether
nl_nl: Netherkwarts
nn_no: Nether-kvarts
pl: Kwarc
pt: Quartzo do Nether
ro_ro: Cuarț de Nether
ru_ru: Незер-кварц
sk_sk: Pekelný kremeň
sl_si: Kamena strela
sv_se: Netherkvarts
th_th: ควอตซ์นรก
tr_tr: Nether Kuvarsı
vi_vn: Thạch anh Nether
zh_cn: 下界石英
zh_tw: 地獄石英

# item_painting_name
source: Painting
af_za: Skildery
ar_sa: لوحة
be_by: Карціна
bg_bg: Картина
ca_es: Quadre
cs: Obraz
da_dk: Maleri
de: Gemälde
el_gr: Πίνακας
es: Cuadro
eu_es: Margolana
fa_ir: نقاشی
fi: Maalaus
fil_ph: Larawan
fr_ca: Tableau
ga_ie: Pictiúr
gl_es: Cadro
he: ציור
hi_in: चित्र
hr_hr: Slika
hu_hu: Festmény
hy_am: Նկար
id_id: Lukisan
is_is: Málverk
it: Quadro
ja_jp: 絵画
ka_ge: ნახატი
ko_kr: 그림
lb_lu: Bild
lt_lt: Paveikslas
lv_lv: Glezna
mi_nz: Waituhi
mn_mn: Зураг
ms_my: Lukisan
mt_mt: Pittura
nl_nl: Schilderij
nn_no: Måleri
pl: Obraz
pt: Quadro
ro_ro: Pictură
ru_ru: Картина
sk_sk: Obraz
sl_si: Slika
sv_se: Tavla
th_th: ภาพวาด
tr_tr: Tablo
vi_vn: Tranh vẽ
zh_cn: 画
zh_tw: 繪畫

# item_paper_name
source: Paper
af_za: Papier
ar_sa: ورقة
be_by: Папера
bg_bg: Хартия
cs: Papír
da_dk: Papir
de: Papier
el_gr: Χαρτί
es: Papel
eu_es: Papera
fa_ir: کاغذ
fi: Paperia
fil_ph: Papel
fr_ca: Papier
ga_ie: Páipéar
gl_es: Papel
he: נייר
hi_in: काग़ज़
hr_hr: Papir
hu_hu: Papír
hy_am: Թուղթ
id_id: Kertas
is_is: Blað
it: Carta
ja_jp: 紙
ka_ge: ქაღალდი
ko_kr: 종이
lb_lu: Pabeier
lt_lt: Popierius
lv_lv: Papīrs
mi_nz: Pepa
mn_mn: Цаас
ms_my: Kertas
mt_mt: Karta
nl_nl: Papier
nn_no: Papir
pl: Papier
pt: Papel
ro_ro: Hârtie
ru_ru: Бумага
sk_sk: Papier
sl_si: Papir
sv_se: Papper
th_th: กระดาษ
tr_tr: Kağıt
vi_vn: Giấy
zh_cn: 纸
zh_tw: 紙

# item_pickaxeDiamond_name
source: Diamond Pickaxe
af_za: Diamant Pik
ar_sa: معول ألماسي
be_by: Дыяментавая кірка
bg_bg: Диамантена кирка
ca_es: Pic de diamant
cs: Diamantový krumpáč
da_dk: Diamanthakke
de: Diamantspitzhacke
de_at: Diamantspitzhock
el_gr: Διαμαντένια αξίνα
es: Pico de diamante
eu_es: Diamantezko pikotxa
fa_ir: کلنگ الماس
fi: Timanttihakku
fil_ph: Pikong Brilyante
fr_ca: Pioche en diamant
ga_ie: Piocóid Diamaint
gl_es: Pico de diamante
he: מכוש יהלום
hi_in: डायमंड कुदाल से मिट्टी खुरपना
hr_hr: Dijamantni Kramp
hu_hu: Gyémántcsákány
hy_am: Ադամանդե Քլունգ
id_id: Beliung Berlian
is_is: Demantshaki
it: Piccone di diamante
ja_jp: ダイヤのツルハシ
ka_ge: ალმასის წერაქვი
ko_kr: 다이아몬드 곡괭이
lb_lu: Diamantpickaaxt
lt_lt: Deimantinis kirtiklis
lv_lv: Dimanta cirtnis
mn_mn: Алмазан ёотуу
ms_my: Beliung Berlian
mt_mt: Baqqun tad-Djamant
nl_nl: Diamanten houweel
nn_no: Diamanthakke
pl: Diamentowy kilof
pt: Picareta de Diamante
ro_ro: Târnăcop de diamant
ru_ru: Алмазная кирка
sk_sk: Diamantový krompáč
sl_si: Diamanten kramp
sv_se: Diamanthacka
th_th: อีเต้อเพชร
tr_tr: Elmas Kazma
vi_vn: Cúp kim cương
zh_cn: 钻石镐
zh_tw: 鑽石鎬

# item_pickaxeGold_name
source: Golden Pickaxe
af_za: Goue Pik
ar_sa: معول ذهبي
be_by: Залатая кірка
bg_bg: Златна кирка
ca_es: Pic d'or
cs: Zlatý krumpáč
da_dk: Guldhakke
de: Goldspitzhacke
de_at: Goidspitzhock
el_gr: Χρυσή αξίνα
es: Pico de oro
eu_es: Urrezko pikotxa
fa_ir: کلنگ طلايي
fi: Kultahakku
fil_ph: Pikong Ginto
fr_ca: Pioche en or
ga_ie: Piocóid Óir
gl_es: Pico de ouro
he: מכוש זהב
hi_in: गोल्डन कुदाल से मिट्टी खुरपना
hr_hr: Zlatni Kramp
hu_hu: Aranycsákány
hy_am: Ոսկե Քլունգ
id_id: Beliung Emas
is_is: Gullhaki
it: Piccone d'oro
ja_jp: 金のツルハシ
ka_ge: ოქროს წერაქვი
ko_kr: 금 곡괭이
lb_lu: Goldpickaaxt
lt_lt: Auksinis kirtiklis
lv_lv: Zelta cirtnis
mn_mn: Алтан ёотуу
ms_my: Beliung Emas
mt_mt: Baqqun tad-Deheb
nl_nl: Gouden houweel
nn_no: Gullhakke
pl: Złoty kilof
pt: Picareta de Ouro
ro_ro: Târnăcop de aur
ru_ru: Золотая кирка
sk_sk: Zlatý krompáč
sl_si: Zlati kramp
sv_se: Guldhacka
th_th: อีเต้อทอง
tr_tr: Altın Kazma
vi_vn: Cúp vàng
zh_cn: 金镐
zh_tw: 黃金鎬

# item_pickaxeIron_name
source: Iron Pickaxe
af_za: Yster Pik
ar_sa: معول حديدي
be_by: Жалезная кірка
bg_bg: Желязна кирка
ca_es: Pic de ferro
cs: Železný krumpáč
da_dk: Jernhakke
de: Eisenspitzhacke
de_at: Eisnspitzhock
el_gr: Σιδερένια αξίνα
es: Pico de hierro
eu_es: Burdinazko pikotxa
fa_ir: کلنگ آهني
fi: Rautahakku
fil_ph: Pikong Bakal
fr_ca: Pioche en fer
ga_ie: Piocóid Iarainn
gl_es: Pico de ferro
he: מכוש ברזל
hi_in: आयरन कुदाल से मिट्टी खुरपना
hr_hr: Željezni Kramp
hu_hu: Vascsákány
hy_am: Երկաթե Քլունգ
id_id: Beliung Besi
is_is: Járnhaki
it: Piccone di ferro
ja_jp: 鉄のツルハシ
ka_ge: რკინის წერაქვი
ko_kr: 철 곡괭이
lb_lu: Eisepickaaxt
lt_lt: Geležinis kirtiklis
lv_lv: Dzelzs cirtnis
mn_mn: Төмөр ёотуу
ms_my: Beliung Besi
mt_mt: Baqqun tal-Ħadid
nl_nl: IJzeren houweel
nn_no: Jarnhakke
pl: Żelazny kilof
pt: Picareta de Ferro
ro_ro: Târnăcop de fier
ru_ru: Железная кирка
sk_sk: Železný krompáč
sl_si: Železen kramp
sv_se: Järnhacka
th_th: ที่ขุดเหล็ก
tr_tr: Demir Kazma
vi_vn: Cúp sắt
zh_cn: 铁镐
zh_tw: 鐵鎬

# item_pickaxeStone_name
source: Stone Pickaxe
af_za: Klip Pik
ar_sa: معول حجري
be_by: Каменная кірка
bg_bg: Каменна кирка
ca_es: Pic de pedra
cs: Kamenný krumpáč
da_dk: Stenhakke
de: Steinspitzhacke
de_at: Stoaspitzhock
el_gr: Πέτρινη αξίνα
es: Pico de piedra
eu_es: Harrizko pikotxa
fa_ir: کلنگ سنگي
fi: Kivihakku
fil_ph: Pikong Bato
fr_ca: Pioche en pierre
ga_ie: Piocóid Chloiche
gl_es: Pico de pedra
he: מכוש אבן
hi_in: स्टोन कुदाल से मिट्टी खुरपना
hr_hr: Kameni Kramp
hu_hu: Kőcsákány
hy_am: Քարե Քլունգ
id_id: Beliung Batu
is_is: Steinhaki
it: Piccone di pietra
ja_jp: 石のツルハシ
ka_ge: ქვის წერაქვი
ko_kr: 돌 곡괭이
lb_lu: Steepickaaxt
lt_lt: Akmeninis kirtiklis
lv_lv: Akmens cirtnis
mn_mn: Чулуун ёотуу
ms_my: Beliung Batu
mt_mt: Baqqun tal-Ġebel
nl_nl: Stenen houweel
nn_no: Steinhakke
pl: Kamienny kilof
pt: Picareta de Pedra
ro_ro: Târnăcop de piatră
ru_ru: Каменная кирка
sk_sk: Kamenný krompáč
sl_si: Kamnit kramp
sv_se: Stenhacka
th_th: อีเต้อหิน
tr_tr: Taş Kazma
vi_vn: Cúp đá
zh_cn: 石镐
zh_tw: 石鎬

# item_pickaxeWood_name
source: Wooden Pickaxe
af_za: Hout Pik
ar_sa: معول خشبي
be_by: Драўляная кірка
bg_bg: Дървена кирка
ca_es: Pic de fusta
cs: Dřevěný krumpáč
da_dk: Træhakke
de: Holzspitzhacke
de_at: Hoizspitzhock
el_gr: Ξύλινη αξίνα
es: Pico de madera
eu_es: Zurezko pikotxa
fa_ir: کلنگ چوبي
fi: Puuhakku
fil_ph: Pikong Kahoy
fr_ca: Pioche en bois
ga_ie: Piocóid Adhmaid
gl_es: Pico de madeira
he: מכוש עץ
hi_in: लकड़ी कुदाल से मिट्टी खुरपना
hr_hr: Drveni Kramp
hu_hu: Facsákány
hy_am: Փայտե Քլունգ
id_id: Beliung Kayu
is_is: Viðarhaki
it: Piccone di legno
ja_jp: 木のツルハシ
ka_ge: ხის წერაქვი
ko_kr: 나무 곡괭이
lb_lu: Holzpickaaxt
lt_lt: Medinis kirtiklis
lv_lv: Koka cirtnis
mi_nz: Keriwhenua ki rakau
mn_mn: Модон ёотуу
ms_my: Beliung Kayu
mt_mt: Baqqun tal-Injam
nl_nl: Houten houweel
nn_no: Trehakke
pl: Drewniany kilof
pt: Picareta de Madeira
ro_ro: Târnăcop de lemn
ru_ru: Деревянная кирка
sk_sk: Drevený krompáč
sl_si: Lesen kramp
sv_se: Trähacka
th_th: อีเต้อไม้
tr_tr: Tahta Kazma
vi_vn: Cúp gỗ
zh_cn: 木镐
zh_tw: 木鎬

# item_porkchopCooked_name
source: Cooked Porkchop
af_za: Gaar Varktjop
ar_sa: ضلع خنزير مطبوخ
be_by: Смажаная свініна
bg_bg: Печена свинска пържола
ca_es: Carn de porc cuita
cs: Pečená kotleta
da_dk: Stegt svinekotelet
de: Gebratenes Schweinefleisch
el_gr: Ψημένο χοιρινό
es: Chuleta de cerdo cocinada
eu_es: Txerri txuleta errea
fa_ir: استيک خوک
fi: Paistettu porsaankyljys
fil_ph: Porkchop (Luto)
fr_ca: Côtelette de porc cuite
ga_ie: Gríscín Muiceola Cócaráilte
gd_gb: Feòl-muice ròiste
gl_es: Costeleta de porco cociñada
he: צלע חזיר מבושלת
hi_in: पकाया पोर्क
hr_hr: Pečena Svinjetina
hu_hu: Sült sertésszelet
hy_am: Պատրաստված Խոզի Միս
id_id: Daging Babi Bakar
is_is: Eldað svínakjöt
it: Costoletta di maiale cotta
ja_jp: 焼き豚
ka_ge: შემწვარი ღორის ხორცი
ko_kr: 구운 돼지고기
lb_lu: Gebrodent Schwéngefleesch
lt_lt: Kepta kiauliena
lv_lv: Cepta cūkgaļa
mn_mn: Шарсан гахайн мах
ms_my: Daging Khinzir Masak
mt_mt: Majjal Imsajjar
nl_nl: Gebraden varkensvlees
nn_no: Steikt svinekotelett
pl: Pieczony schab
pt: Costeleta de Porco Assada
ro_ro: Carne de porc friptă
ru_ru: Жареная свинина
sk_sk: Pečené bravčové
sl_si: Svinjski zrezek
sv_se: Grillad fläskkotlett
th_th: เนื้อหมูย่าง
tr_tr: Pişmiş Domuz Pirzolası
vi_vn: Thịt heo chín
zh_cn: 熟猪排
zh_tw: 烤豬肉

# item_porkchopRaw_name
source: Raw Porkchop
af_za: Rou Varktjop
ar_sa: ضلع خنزير نيء
be_by: Сырая свініна
bg_bg: Сурова свинска пържола
ca_es: Carn de porc crua
cs: Syrová kotleta
da_dk: Rå svinekotelet
de: Rohes Schweinefleisch
el_gr: Ωμό χοιρινό
es: Chuleta de cerdo cruda
eu_es: Txerri txuleta gordina
fa_ir: گوشت خوک خام
fi: Raaka porsaankyljys
fil_ph: Porkchop (Hilaw)
fr_ca: Côtelette de porc crue
ga_ie: Gríscín Muiceola Amh
gl_es: Costeleta de porco crúa
he: צלע חזיר נא
hi_in: कच्चा पोर्क
hr_hr: Sirova Svinjetina
hu_hu: Nyers disznóhús
hy_am: Հում Խոզի Միս
id_id: Daging Babi Mentah
is_is: Hrátt svínakjöt
it: Costoletta di maiale cruda
ja_jp: 生の豚肉
ka_ge: უმი ღორის ხორცი
ko_kr: 익히지 않은 돼지고기
lb_lu: Réit Schwéngefleesch
lt_lt: Žalia kiauliena
lv_lv: Jēla cūkgaļa
mn_mn: Түүхий гахайн мах
ms_my: Daging Khinzir Mentah
mt_mt: Majjal Nej
nl_nl: Rauw varkensvlees
nn_no: Rå svinekotelett
pl: Surowy schab
pt: Costeleta de Porco Crua
ro_ro: Carne de porc crudă
ru_ru: Сырая свинина
sk_sk: Surové bravčové
sl_si: Surova svinjina
sv_se: Rå fläskkotlett
th_th: เนื้อหมูดิบ
tr_tr: Çiğ Domuz Pirzolası
vi_vn: Thịt heo sống
zh_cn: 生猪排
zh_tw: 生豬肉

# item_potato_name
source: Potato
af_za: Aartappel
ar_sa: بطاطس
be_by: Бульба
bg_bg: Картоф
ca_es: Patata
cs: Brambor
da_dk: Kartoffel
de: Kartoffel
el_gr: Πατάτα
es: Patata
eu_es: Patata
fa_ir: سيب زميني
fi: Peruna
fil_ph: Patatas
fr_ca: Patate
ga_ie: Práta
gl_es: Pataca
he: תפוח אדמה
hi_in: आलू
hr_hr: Krumpir
hu_hu: Burgonya
hy_am: Կարտոֆիլ
id_id: Kentang
is_is: Kartafla
it: Patata
ja_jp: ジャガイモ
ka_ge: კარტოფილი
ko_kr: 감자
lb_lu: Gromper
lt_lt: Bulvė
lv_lv: Kartupelis
mi_nz: Rīwai
mn_mn: Төмс
ms_my: Kentang
mt_mt: Patata
nl_nl: Aardappel
nn_no: Potet
pl: Ziemniak
pt: Batata
ro_ro: Cartof
ru_ru: Картофель
sk_sk: Zemiak
sl_si: Krompir
sv_se: Potatis
th_th: มันฝรั่ง
tr_tr: Patates
vi_vn: Khoai tây
zh_cn: 马铃薯
zh_tw: 馬鈴薯

# item_potatoBaked_name
source: Jacket Potato
af_za: Gebakte Aartappel
ar_sa: بطاطس مطبوخة
be_by: Печаная бульба
bg_bg: Печен картоф
ca_es: Patata cuita
cs: Pečený brambor
da_dk: Bagt kartoffel
de: Ofenkartoffel
el_gr: Ψημένη πατάτα
es: Patata cocida
eu_es: Patata errea
fa_ir: سيب زميني پخته
fi: Paistettu peruna
fil_ph: Lutong Patatas
fr_ca: Patate cuite
ga_ie: Práta Bácáilte
gl_es: Pataca cocida
he: תפוח אדמה אפוי
hi_in: बेक्ड आलू
hr_hr: Pečeni Krumpir
hu_hu: Sült burgonya
hy_am: Թխված Կարտոֆիլ
id_id: Kentang Panggang
is_is: Bökuð kartafla
it: Patata al forno
ja_jp: ベイクドポテト
ka_ge: გამომცხვარი კარტოფილი
ko_kr: 구운 감자
lb_lu: Gebake Gromper
lt_lt: Kepta bulvė
lv_lv: Cepts Katrupelis
mn_mn: Шарсан төмс
ms_my: Kentang Bakar
mt_mt: Patata Msajra
nl_nl: Gebakken aardappel
nn_no: Bakt potet
pl: Pieczony ziemniak
pt: Batata Cozida
ro_ro: Cartof copt
ru_ru: Печёный картофель
sk_sk: Pečený zemiak
sl_si: Pečen krompir
sv_se: Bakad potatis
th_th: มันฝรั่งอบ
tr_tr: Pişmiş Patates
vi_vn: Khoai tây bỏ lò
zh_cn: 烤马铃薯
zh_tw: 烤馬鈴薯

# item_potatoPoisonous_name
source: Poisonous Potato
af_za: Giftige Aartappel
ar_sa: بطاطس سامة
be_by: Атрутная бульба
bg_bg: Отровен картоф
ca_es: Patata verinosa
cs: Jedovatá brambora
da_dk: Giftig kartoffel
de: Giftige Kartoffel
el_gr: Δηλητηριώδης πατάτα
es: Patata venenosa
eu_es: Patata pozoitsua
fa_ir: سيب زميني سمي
fi: Myrkyllinen peruna
fil_ph: Nilasong Patatas
fr_ca: Patate toxique
ga_ie: Práta Nimhiúil
gl_es: Pataca velenosa
he: תפוחי אדמה רעיל
hi_in: जहरीला आलू
hr_hr: Otrovani Krumpir
hu_hu: Mérgező burgonya
hy_am: Թունավոր Կարտոֆիլ
id_id: Kentang Beracun
is_is: Eitruð kartafla
it: Patata velenosa
ja_jp: 青くなったジャガイモ
ka_ge: შხამიანი კარტოფილი
ko_kr: 독이 있는 감자
lb_lu: Vergëfte Gromper
lt_lt: Nuodinga bulvė
lv_lv: Indīgs Kartupelis
mn_mn: Хортой төмс
ms_my: Kentang Beracun
mt_mt: Patata Velenuża
nl_nl: Giftige aardappel
nn_no: Giftig potet
pl: Trujący ziemniak
pt: Batata Venenosa
ro_ro: Cartof otrăvitor
ru_ru: Ядовитый картофель
sk_sk: Jedovatý zemiak
sl_si: Strupen krompir
sv_se: Giftig potatis
th_th: มันฝรั่งเน่า
tr_tr: Zehirli Patates
vi_vn: Khoai tây độc
zh_cn: 毒马铃薯
zh_tw: 毒馬鈴薯
