Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# book_generation_1
source: Copy of original
af_za: Kopie van die oorspronklike
ar_sa: نسخة من الأصلي
be_by: Копія арыгіналу
bg_bg: Копие
ca_es: Còpia de l'original
cs: Kopie originálu
da_dk: Kopi af original
de: Kopie des Originals
de_at: Kopie des Originals
el_gr: Αντίγραφο του πρωτότυπου
es: Copia del original
eu_es: Originalaren kopia
fa_ir: کپی از نسخه اصلی
fi: Alkuperäisen kopio
fil_ph: Kopya ng orihinal
fr_ca: Copie de l'original
ga_ie: Cóip den bhunleabhar
gd_gb: Lethbhreac dhen fhear tùsail
gl_es: Copia do orixinal
he: עותק של המקור
hi_in: असलियत की प्रतिलिपि
hr_hr: Kopija originala
hu_hu: Eredeti másolata
id_id: Salinan
is_is: Afrit af frumriti
it: Copia dell'originale
ja_jp: オリジナルのコピー
ka_ge: ორიგინალის ასლი
ko_kr: 원본의 복사본
lb_lu: Kopie vum Original
lt_lt: Originalo kopija
lv_lv: Oriģināla kopija
mk_mk: Копија на Оригиналот
mn_mn: Эх бичвэрийн хуулбар
ms_my: Salinan asal
mt_mt: Kopja tal-oriġinal
nl_nl: Kopie van origineel
nn_no: Kopi av original
pl: Kopia oryginału
pt: Cópia do original
ro_ro: Copie a originalului
ru_ru: Копия
sk_sk: Kópia originálu
sl_si: Kopija originala
sq_al: Kopje origjinale
sv_se: Kopia av originalet
th_th: สำเนาของต้นฉบับ
tr_tr: Orijinalin kopyası
vi_vn: Bản sao của bản gốc
zh_cn: 原稿的副本
zh_tw: 複本

# book_generation_2
source: Copy of a copy
af_za: Kopie van 'n kopie
ar_sa: نسخة من نسخة
be_by: Копія копіі
bg_bg: Копие на копие
ca_es: Còpia d'una còpia
cs: Kopie kopie
da_dk: Kopi af en kopi
de: Kopie einer Kopie
de_at: Kopie oana Kopie
el_gr: Αντίγραφο ενός αντιγράφου
es: Copia de una copia
eu_es: Kopiaren kopia
fa_ir: کپی از یک کپی
fi: Kopion kopio
fil_ph: Kopya ng isang kopya
fr_ca: Copie d'une copie
ga_ie: Cóip de chóip
gd_gb: Lethbhreac dhe lethbhreac
gl_es: Copia dunha copia
he: העתק של העתק
hi_in: एक प्रतिलिपि की प्रतिलिपि
hr_hr: Kopija od kopije
hu_hu: Másolat másolata
id_id: Salinan dari salinan
is_is: Afrit af afriti
it: Copia di una copia
ja_jp: コピーのコピー
ka_ge: ასლის ასლი
ko_kr: 복사본의 복사본
lb_lu: Kopie vun enger Kopie
lt_lt: Kopijos kopija
lv_lv: Kopijas kopija
mk_mk: Копија на копија
mn_mn: Хуулбарын хуулбар
ms_my: Salinan dari salinan
mt_mt: Kopja ta' kopja
nl_nl: Kopie van een kopie
nn_no: Kopi av kopi
pl: Kopia kopii
pt: Cópia duma cópia
ro_ro: Copie a unei copii
ru_ru: Копия копии
sk_sk: Kópia kópie
sl_si: Kopija kopije
sq_al: Kopje e një kopje
sv_se: Kopia av en kopia
th_th: สำเนาของสำเนา
tr_tr: Bir kopyanın kopyası
vi_vn: Bản sao của bản sao
zh_cn: 副本的副本
zh_tw: 複本的複本

# book_generation_3
source: Tattered
af_za: Flenters
ar_sa: ممزق
be_by: Падзёртая
bg_bg: Опърпана
ca_es: Fet bocins
cs: Otrhaná
da_dk: Laset
de: Zerrissen
de_at: Z'fetzt
el_gr: Στραπατσαρισμένο
es: Ajado
eu_es: Higatua
fa_ir: پاره
fi: Repaleinen
fil_ph: Nasira
fr_ca: Abîmé
ga_ie: Cifleogach
gd_gb: Robach
gl_es: Esfarrapado
he: קרוע
hi_in: तार – तार
hr_hr: Razderana
hu_hu: Rongyos
id_id: Compang-Camping
is_is: Snjáð
it: Stracciato
ja_jp: ボロボロ
ka_ge: დახეული
ko_kr: 낡은
lb_lu: Zerrass
lt_lt: Nudriskusi
lv_lv: Saplēsts
mn_mn: Ноорхой
ms_my: Koyak
mt_mt: Imtertaq
nl_nl: Gehavend
nn_no: Fillete
pl: Postrzępiona
pt: Desfeito
ro_ro: Zdrențuită
ru_ru: Ветхая
sk_sk: Potrhané
sl_si: Raztrgano
sv_se: Utsliten
th_th: หลุดลุ่ย
tr_tr: Paramparça
vi_vn: Rách nát
zh_cn: 破烂不堪
zh_tw: 破舊的

# book_pageIndicator
source: Page {0} of {1}
af_za: Bladsy {0} van {1}
ar_sa: الصفحة {0} من {1}
be_by: Старонка {0} з {1}
bg_bg: Страница {0} от {1}
ca_es: Pàgina {0} de {1}
cs: Strana {0} z {1}
da_dk: Side {0} af {1}
de: Seite {0} von {1}
de_at: Seitn {0} von {1}
el_gr: Σελίδα {0} από {1}
es: Página {0} de {1}
eu_es: {0}-garren orrialdea {1}-etatik
fa_ir: صفحه ی {0} از {1}
fi: Sivu {0}/{1}
fil_ph: Pahina {0} ng {1}
fr_ca: Page {0} de {1}
ga_ie: Leathanach {0} de {1}
gl_es: Páxina {0} de {1}
he: עמוד {0} מתוך {1}
hi_in: पेज {0} की {1}
hr_hr: Stranica {0} od {1}
hu_hu: Oldal: {0}/{1}
hy_am: Էջ {0} {1}-ից
id_id: Halaman {0} dari {1}
is_is: Blaðsíða {0} af {1}
it: Pagina {0} di {1}
ja_jp: {0}／{1} ページ
ka_ge: გვერდი {0} {1}-დან
ko_kr: 페이지 {0}/{1}
lb_lu: Säit {0} vun {1}
lt_lt: Puslapis {0} iš {1}
lv_lv: {0} lapa no {1}
mi_nz: Whārangi {0} o {1}
mk_mk: Страна {0} од {1}
mn_mn: Хуудас {1} -с {0}
ms_my: Halaman {0} daripada {1}
mt_mt: Paġna {0} minn {1}
nl_nl: Pagina {0} van {1}
nn_no: Side {0} av {1}
pl: Strona {0} z {1}
pt: Página {0} de {1}
ro_ro: Pagina {0} din {1}
ru_ru: Страница {0} из {1}
sk_sk: Strana {0} z {1}
sl_si: Stran {0} od {1}
sq_al: Faqe {0} nga {1}
sv_se: Sida {0} av {1}
th_th: หน้า {0} จาก {1}
tr_tr: Sayfa {0}/{1}
vi_vn: Trang {0} trên {1}
zh_cn: 页面：{0}/{1}
zh_tw: 第 {0} 頁/共 {1} 頁

# book_signButton
source: Sign
af_za: Onderteken
ar_sa: سجل
be_by: Падпісаць
bg_bg: Подписване
ca_es: Signar
cs: Podepsat
da_dk: Underskriv
de: Signieren
de_at: Schüd
el_gr: Υπογράψτε το
es: Firmar
eu_es: Sinatu
fa_ir: نشانه
fi: Allekirjoita
fil_ph: Pirmahan
fr_ca: Signer
ga_ie: Sínigh
gd_gb: Cuir do làmh ris
gl_es: Asinar
he: חתום
hi_in: साइन इन करें
hr_hr: Potpiši
hu_hu: Aláírás
hy_am: Ստորագրել
id_id: Papan Tanda
is_is: Kvitta
it: Firma
ja_jp: 署名
ka_ge: ხელის მოწერა
ko_kr: 서명하기
lb_lu: Signéieren
lt_lt: Pasirašyti
lv_lv: Parakstīt
mi_nz: Tohu
mk_mk: Потпишувате
mn_mn: Дуусгах
ms_my: Tandatangan
mt_mt: Iffirma
nl_nl: Signeren
nn_no: Signer
pl: Podpisz
pt: Assinar
ro_ro: Semnează
ru_ru: Подписать
sk_sk: Podpísať
sl_si: Podpiši
sq_al: Shenjë
sv_se: Signera
th_th: ลงนาม
tr_tr: İmzala
vi_vn: Kí tên
zh_cn: 署名
zh_tw: 署名

# build_tooHigh
source: Height limit for building is {0} blocks
af_za: Hoogte beperking vir bou is {0} blokke
ar_sa: أقصى حد لارتفاع المبنى هو s% كتل
be_by: Абмежаванне па вышыні для будоўлі - {0} блокаў
bg_bg: Максималната височина за строене е {0} блокчета
ca_es: El límit d'alçada màxima per construir és de {0} blocs
cs: Výškový limit pro stavbu je {0} bloků
da_dk: Byggegrænse er {0} blokke oppe
de: Die maximale Bauhöhe beträgt {0} Blöcke
el_gr: Το μέγιστο ύψος κτισίματος είναι {0} κύβοι
es: El límite de altura para la construcción es de {0} bloques
eu_es: Eraikinak egiteko altuera muga {0} bloke dira
fa_ir: مقدار مجاز ارتفاع ساخت و ساز {0} است
fi: Rakentamisen korkeusrajoitus on {0} kuutiota
fil_ph: Pwede ka lang mag maglagay ng bloke hangang {0} na taas lang
fr_ca: La hauteur maximale pour la construction est de {0} blocs
ga_ie: Teorainn airde don tógáil: {0} bloic
gl_es: O límite de altura para edificar son {0} bloques
he: מגבלת גובה לבנייה היא {0} בלוקים
hi_in: इमारत की ऊंचाई सीमा% एस ब्लॉक है
hr_hr: Visinska granica za gradnju je {0} blokova
hu_hu: Az építés magassági határa {0} blokk
hy_am: Կառույցների առավելագույն բարձրությունը {0} բլոկ է
id_id: Batas tinggi untuk bangunan adalah {0} blok
is_is: Hæðst sem hægt er að smíða er {0} kubbar
it: L'altezza massima per costruire è di {0} blocchi
ja_jp: 建築高度限界は {0} ブロックです
ka_ge: მშენებლობის სიმაღლის ზღვარი არის {0} ბლოკი
ko_kr: 건설 높이 제한은 블록 {0}개입니다
lb_lu: Maximal Bauhéicht ass {0} Bléck
lt_lt: Aukštis iki kurio galima statyti yra {0} blokų
lv_lv: Ēkas augstumu robeža ir {0} bloki
ms_my: Had ketinggian untuk bangunan blok ialah {0} blok
mt_mt: Il-limitu ta' għoli biex tibni hu {0} blokok
nl_nl: Hoogtelimiet voor bouwen is {0} blokken
nn_no: Høgdegrensa for bygging er {0} blokker
pl: Limit wysokości budowania to {0} bloków
pt: O limite de construção é de {0} blocos
ro_ro: Înălțimea maximă de construire este de {0} blocuri
ru_ru: Ограничение строительства по высоте — {0} блоков
sk_sk: Výškový limit pre stavanie je {0} kociek
sl_si: Višinska omejitev za zgradbe je {0} kock
sv_se: Höjdgränsen för att bygga är {0} block
th_th: ความสูงที่สามารถสร้างได้คือ {0} บล็อก
tr_tr: İnşa için yükseklik sınırı {0} bloktur
vi_vn: Giới hạn chiều cao cho tòa nhà là {0} khối
zh_cn: 建筑高度限制是{0}个方块
zh_tw: 最大建築高度限制為 {0} 格

# chat_cannotSend
source: Cannot send chat message
af_za: Kan nie die klets boodskap stuur nie
ar_sa: لا يمكن إرسال رسالة محادثة
be_by: Немагчыма даслаць паведамленне
bg_bg: Не може да се изпрати съобщение
ca_es: No es pot enviar el missatge de xat
cs: Zprávu do chatu nelze odeslat
da_dk: Kan ikke sende chatbesked
de: Chat-Nachricht konnte nicht gesendet werden
de_at: Chat-Nochricht hots nid sendn kinnt
el_gr: Δεν ήταν δυνατή η αποστολή του μηνύματος
es: No se ha podido enviar el mensaje de chat
eu_es: Txataren mezua bidali ezin izan da
fa_ir: قادر به ارسال پیام چت نیست
fi: Ei mahdollista lähettää viestiä
fil_ph: Hindi magpadala ang iyong mensahe
fr_ca: Impossible d'envoyer de message sur le chat
ga_ie: Ní féidir teachtaireacht comhráite a sheoladh
gd_gb: Cha b' urrainn dhuinn teachdaireachd na cabadaich a chur
gl_es: Non se pode enviar a mensaxe no chat
he: לא ניתן לשלוח הודעת צ'אט
hi_in: चैट संदेश नहीं भेज सका
hr_hr: Nije moguće slanje poruke
hu_hu: Nem sikerült elküldeni az üzenetet
hy_am: Հաղորդագրությունը հնարավոր չէ ուղարկել
id_id: Tidak bisa mengirim pesan obrolan
is_is: Get ekki sent spjall skilaboð
it: Impossibile inviare il messaggio in chat
ja_jp: チャットメッセージを送信できません
ka_ge: შეტყობინების გაგზავნა შეუძლებელია
ko_kr: 대화 메시지를 보낼 수 없습니다
lb_lu: Chat-Noriicht konnt net verschéckt ginn
lt_lt: Nepavyko išsiųsti pokalbio žinutės
lv_lv: Nav iespejams nosūtīt ziņu
mi_nz: Kāore e taea te tukatuka kōrerorero karere
mn_mn: Зурвас бичиж чадсангүй
ms_my: Tidak boleh menghantar mesej sembang
mt_mt: Ma jistax jintbagħat il-messaġġ
nl_nl: Kan chatbericht niet verzenden
nn_no: Kan ikkje sende melding
pl: Nie można wysłać wiadomości
pt: Não é possível enviar a mensagem do chat
ro_ro: Nu se poate trimite mesajul în chat
ru_ru: Не удаётся отправить сообщение
sk_sk: Nemôžeš poslať správu do chatu
sl_si: Sporočila ni mogoče poslati
sq_al: Mund të dërgoni mesazh chat
sv_se: Kan inte skicka chattmeddelande
th_th: ส่งข้อความไม่ได้
tr_tr: Sohbet mesajı gönderilemedi
vi_vn: Không thể gửi thông điệp
zh_cn: 无法发送聊天信息
zh_tw: 無法發出聊天信息

# chat_copy
source: Copy to Clipboard
af_za: Kopieer na Klembord
ar_sa: نسخ إلى الحافظة
be_by: Скапіяваць
bg_bg: Копиране
ca_es: Copiar
cs: Kopírovat do schránky
da_dk: Kopier til Udklipsholder
de: Link kopieren
de_at: Link kopian
el_gr: Αντιγραφή στο πρόχειρο
es: Copiar enlace
eu_es: Kopiatu arbelean
fa_ir: کپی به کلیپ بورد
fi: Kopioi leikepöydälle
fil_ph: Ilagay sa Clipboard
fr_ca: Copier en mémoire
ga_ie: Cóipeáil don Ghearrthaisce
gd_gb: Cuir lethbhreac dheth dhan stòr-bhòrd
gl_es: Copiar ó portapapeis
he: העתק ללוח
hi_in: क्लिपबोर्ड पर कॉपी
hr_hr: Kopiraj u Međuspremnik
hu_hu: Másolás vágólapra
hy_am: Պատճենել քլիփբորդում
id_id: Salin ke Papan Teks
is_is: Afrita í klemmuspjald
it: Copia negli appunti
ja_jp: コピー
ka_ge: ასლის ბუფერში ჩასმა
ko_kr: 클립보드로 복사
lb_lu: Link kopéieren
lt_lt: Kopijuoti į iškarpinę
lv_lv: Kopēt
mi_nz: Tārua ki Papatopenga
mn_mn: Хуулах
ms_my: Salin ke Papan Keratan
mt_mt: Ikkopja għal ġol-Clipboard
nl_nl: Kopiëren naar klembord
nn_no: Kopier til utklippstavla
pl: Kopiuj do schowka
pt: Copiar
ro_ro: Copiază
ru_ru: Копировать
sk_sk: Skopírovať do schránky
sl_si: Kopiraj v odložišče
sq_al: Kopje të Clipboard
sv_se: Kopiera till urklipp
th_th: คัดลอกลงคลิปบอร์ด
tr_tr: Panoya Kopyala
vi_vn: Sao chép vào khay nhớ tạm
zh_cn: 复制到剪贴板
zh_tw: 複製到剪貼簿

# chat_link_confirm
source: Are you sure you want to open the following website?
af_za: Is jy seker jy wil die volgende webwerf oopmaak?
ar_sa: هل انت متأكد من انك تريد فتح الموقع الإلكتروني التالي؟
be_by: Сапраўды адкрыць гэты сайт?
bg_bg: Сигурни ли сте, че искате да отворите този сайт?
ca_es: Estàs segur de voler obrir l'enllaç?
cs: Opravdu chceš otevřít následující internetové stránky?
da_dk: Er du sikker på, at du vil åbne denne hjemmeside?
de: Bist du sicher, dass du die folgende Webseite öffnen möchtest?
de_at: Bist da sicha, dass'd de foigende Website öffnen wüst?
el_gr: Είσαι σίγουρος πως θες να μπεις σ' αυτήν την ιστοσελίδα?
es: ¿Seguro que quieres ir a la siguiente web?
eu_es: Ziur ondorengo webgunea ireki nahi duzula?
fa_ir: آیا مطمئن هستید که می خواهید وب سایت زیر باز شود؟
fi: Haluatko varmasti avata seuraavan verkkosivun?
fil_ph: Sigurado mo ba gusto mong ibuksan itong website?
fr_ca: Voulez-vous vraiment ouvrir ce site web ?
ga_ie: An bhfuil tú cinnte gur mian leat an suíomh gréasáin seo a oscailt?
gd_gb: A bheil thu cinnteach gu bheil thu airson an làrach-lìn seo fhosgladh?
gl_es: Estás seguro de querer abrir esta páxina web?
he: האם אתה בטוח שברצונך לפתוח את האתר הבא?
hi_in: क्या आप सुनिश्चित करें कि आप के लिए निम्नलिखित वेबसाइट को खोलना चाहते हैं?
hr_hr: Jeste li sigurni da želite otvoriti ovu stranicu?
hu_hu: Biztos vagy benne, hogy megnyitod a következő weboldalt?
hy_am: Համոզվա՞ծ եք, որ ուզում եք բացել հետևյալ կայքը
id_id: Apakah anda yakin anda ingin membuka situs berikut?
is_is: Ertu viss um að þú viljir opna eftirfarandi vefsíðu?
it: Vuoi davvero aprire il seguente sito?
ja_jp: このウェブサイトを開いてもよろしいですか?
ka_ge: ნამდვილად გსურთ ვებგვერდზე გადასვლა?
ko_kr: 다음 웹사이트를 여시겠습니까?
lb_lu: Bass de sécher, dass de déi folgend Websäit opmaache wëlls?
lt_lt: Ar tikrai norite atverti šią interneto svetainę?
lv_lv: Vai tu tiešām vēlies atvērt sekojošo mājas lapu?
mi_nz: Kei te hiahia koe ki te whakatuwhera i te hononga ki a koutou?
mn_mn: Та энэ холбоосыг нээхдээ итгэлтэй байна уу?
ms_my: Adakah anda pasti anda ingin membuka laman web berikut?
mt_mt: Ċert li trid tiftaħ din il-website?
nl_nl: Weet je zeker dat je de volgende website wilt openen?
nn_no: Er du sikker på at du vil opna følgjande nettside?
pl: Czy na pewno chcesz otworzyć tę stronę?
pt: Tens a certeza de que pretendes abrir o seguinte website?
ro_ro: Sigur vrei să deschizi site-ul următor?
ru_ru: Вы действительно хотите перейти по ссылке?
sk_sk: Naozaj chceš otvoriť túto webovú stránku?
sl_si: Ali si prepričan, da želiš odpreti naslednjo spletno stran?
sq_al: Jeni i sigurt që dëshironi të hapni web faqen vijuese?
sv_se: Är du säker på att du vill öppna den här webbsidan?
th_th: คุณแน่ใจหรือไม่ว่าต้องการเปิดเว็บไซต์นี้?
tr_tr: Bu web sitesini açmak istediğinize emin misiniz?
vi_vn: Bạn có chắc rằng bạn muốn mở trang mạng sau không?
zh_cn: 你确定你要打开以下网页？
zh_tw: 你確定你要打開以下網頁嗎？

# chat_link_confirmTrusted
source: Do you want to open this link or copy it to your clipboard?
af_za: Wil jy hierdie skakel oop maak, of dit kopiëer na die klembord?
ar_sa: هل تريد فتح هذا الموقع ام نسخه؟
be_by: Адкрыць спасылку ці скапіяваць у буфер абмену?
bg_bg: Искате ли да отворите тази връзка или да я копирате в клипборда?
ca_es: Vols obrir aquest enllaç o copiar-lo al porta-papers?
cs: Chceš tento odkaz otevřít nebo jej zkopírovat do schránky?
da_dk: Vil du åbne dette link eller kopiere det til udklipsholderen?
de: Möchtest du diesen Link öffnen oder in die Zwischenablage kopieren?
de_at: Wüst du diesn Link öffnan oda in de Zwischnoblog kopian?
el_gr: Επιθυμείτε να ανοίξετε αυτό τον σύνδεσμο ή να τον αντιγράψετε στην μπάρα αναζήτησης ?
es: ¿Quieres abrir este enlace o copiarlo al portapapeles?
eu_es: Lotura hau irekitzea edo zure arbelean kopiatzea nahi duzu?
fa_ir: آیا می خواهید این لینک را باز کنید یا می خواهید به کلیپ بورد کپی کنید؟
fi: Haluatko avata tämän linkin vai kopioida sen leikepöydälle?
fil_ph: Gusto mo bang buksan ang link na ito o ilagay sa clipboard?
fr_ca: Voulez-vous ouvrir ce lien ou le copier en mémoire ?
ga_ie: Ar mhaith leath an nasc seo a oscailt nó é a chóipeáil chuig an gearrthaisce?
gd_gb: A bheil thu airson an ceangal seo fhosgladh no a chur dhan stòr-bhòrd?
gl_es: Queres abrir este enlace ou copialo ao portapapeis?
he: האם ברצונך לפתוח את הקישור הזה או להעתיק אותו ללוח שלך?
hi_in: आप अपने क्लिपबोर्ड को कॉपी की इस कड़ी को खोलने के लिए चाहते हैं?
hr_hr: Želite li otvoriti ovu stranicu u pregledniku ili je kopirati u međuspremnik?
hu_hu: Meg akarod nyitni ezt a linket, vagy a vágólapra szeretnéd másolni?
hy_am: Ցանկանում եք արդյոք բացե՞լ, թե՞ պատճենել այս հղումը քլիփբորդի մեջ։
id_id: Apakah anda Ingin membuka link atau menyalinnya ke clipboard?
is_is: Viltu opna þessa slóð eða afrita hana?
it: Vuoi aprire questo collegamento o copiarlo negli appunti?
ja_jp: このリンクをブラウザで開きますか？ クリップボードにコピーしますか？
ka_ge: ბმულის გახსნა გსურთ თუ ასლის აღება?
ko_kr: 이 링크를 열거나 클립보드에 복사하시겠습니까?
lb_lu: Wëlls du dëse Link opmaachen oder an den Zwëschespäicher kopéieren?
lt_lt: Ar norite atidaryti šią nuorodą arba nukopijuoti į iškarpinę?
lv_lv: vēlaties atvērt šo linku vai kopēt to starpliktuvē?
mi_nz: E hiahia ana koe ki te whakatūwhera mai tēnei hono ranei te tārua te reira ki o koutou papatopenga?
mn_mn: Энэ холбоосыг нээх эсвэл хуулахыг хүсэж байна уу?
ms_my: Adakah anda ingin membuka pautan ini atau salin ke papan klip anda?
mt_mt: Tixtieq tiftaħ din il-link jew tikkupjaha għal ġol-clipboard?
nl_nl: Wil je deze link openen of kopiëren naar je klembord?
nn_no: Ønskjer du å opna eller vil du kopiere denne linken?
pl: Chcesz otworzyć ten link czy skopiować go do schowka?
pt: Queres abrir este link ou copiar para a área de transferência?
ro_ro: Dorești să deschizi acest link sau să-l copiezi în clipboard?
ru_ru: Открыть или скопировать ссылку в буфер обмена?
sk_sk: Chceš otvoriť tento odkaz alebo ho skopírovať do schránky?
sl_si: Ali želiš odpreti to povezavo ali kopirati v odložišče?
sq_al: A ju dëshironi për të hapur këtë link ose ajo kopje të clipboard tuaj?
sv_se: Vill du öppna den här länken eller kopiera den till urklipp?
th_th: คุณต้องการเปิดลิงค์นี้หรือคัดลอกลงคลิปบอร์ด ?
tr_tr: Bu bağlantıyı açmak veya panoya kopyalamak istiyor musunuz?
vi_vn: Bạn có muốn mở đường dẫn này không hay là sao chép nó lại?
zh_cn: 你想要打开这个链接或复制到你的剪贴板吗？
zh_tw: 確定要打開此連結或複製到剪貼簿嗎？

# chat_link_open
source: Open in browser
af_za: Maak oop in webleser
ar_sa: فتح في المتصفح
be_by: Адкрыць у браўзеры
bg_bg: Отваряне в браузъра
ca_es: Obrir al navegador
cs: Otevřít v prohlížeči
da_dk: Åben i browser
de: Im Browser öffnen
de_at: Im Browser aufmochn
el_gr: Άνοιγμα σε ιστότοπο
es: Abrir en el navegador
eu_es: Nabigatzailean ireki
fa_ir: باز کردن در کاوشگر
fi: Avaa selaimessa
fil_ph: Buksan sa browser
fr_ca: Ouvrir le lien
ga_ie: Oscail i mbrabhsálaí
gd_gb: Fosgail ann am brabhsair
gl_es: Abrir no navegador
he: פתח בדפדפן
hi_in: ब्राउज़र में खोलें
hr_hr: Otvori u pregledniku
hu_hu: Megnyitás böngészőben
hy_am: բաց մեջ համար
id_id: Buka dengan Browser
is_is: Opna í vafra
it: Apri
ja_jp: ブラウザで開く
ka_ge: ბრაუზერში გახსნა
ko_kr: 브라우저에서 열기
lb_lu: Am Browser opmaachen
lt_lt: Atidaryti naršyklėje
lv_lv: Atvērt pārlūkprogrammā
mi_nz: Whakatūwhera i roto i te Browser
mk_mk: Отворена во прелистувачот
mn_mn: Хөтөч дээр нээх
ms_my: Buka dalam pelayar
mt_mt: Iftaħ fil-browser
nl_nl: Openen in browser
nn_no: Opne i nettlesaren
pl: Otwórz w przeglądarce
pt: Abrir no navegador
ro_ro: Deschide în browser
ru_ru: Открыть в браузере
sk_sk: Otvoriť v prehliadači
sl_si: Odpri v brskalniku
sq_al: Hapur në shfletuesin
sv_se: Öppna i webbläsare
th_th: เปิดในเบราว์เซอร์
tr_tr: Tarayıcıda aç
vi_vn: Mở trong trình duyệt
zh_cn: 在浏览器中打开
zh_tw: 在瀏覽器中開啓

# chat_link_warning
source: Never open links from people that you don't trust!
af_za: Moet nooit skakels oopmaak van mense wat jy nie vertrou nie!
ar_sa: لا تفتح روابط من أشخاص لا تثق بهم!
be_by: Не пераходзьце па спасылкам ад людзей, якім не давяраеце!
bg_bg: Никога не отваряйте връзки от хора, на които не вярвате!
ca_es: Mai obris enllaços de gent en la qui no confies!
cs: Nikdy neotvírej odkazy od osob, kterým nedůvěřuješ!
da_dk: Åbn aldrig links fra folk, som du ikke stoler på!
de: Öffne keine Links von Personen, denen du nicht vertraust!
de_at: Öffne nia Links vo Leit, denens'd nid vatraust!
el_gr: Ποτέ μην ανοίγετε συνδέσμους από άτομα που δεν εμπιστεύεστε!
es: ¡Nunca abras enlaces de personas en las que no confíes!
eu_es: Ez inoiz ireki fidatzen ez zaren jendearen loturarik!
fa_ir: هرگز لینک های آدم هایی که بهشون اعتماد ندارید را باز نکنید!
fi: Älä koskaan avaa linkkejä epäluotettavista lähteistä!
fil_ph: Wag mong ibuksan mga ito galing sa mga taong hindi mo pinagkakatiwalaan!
fr_ca: N'ouvrez jamais de liens venant de personnes en qui vous n'avez pas confiance !
ga_ie: Ná hoscail naisc ó dhaoine nach bhfuil muinín agat astu!
gd_gb: Na fosgail ceangal idir o neach anns nach eil earbsa agad!
gl_es: Non abras links de xente na que non confías!
he: לעולם אל תפתח קישורים מאנשים שאינך בוטח בהם!
hi_in: लोगों को लगता है कि तुम पर भरोसा नहीं से कभी नहीं खुले लिंक!
hr_hr: Nikad ne otvarajte hiperveze ljudi kojima ne vjerujete!
hu_hu: Sose nyiss meg linket olyantól, akiben nem bízol meg!
hy_am: Եչբեք մի՛ բացեք հղումներ այն մարդկանցից, ում չեք վստահում
id_id: Jangan pernah membuka link dari orang yang kamu tidak percayai!
is_is: Aldrei opna tengla frá fólki sem þú treystir ekki!
it: Mai aprire collegamenti messi da persone di cui non ti fidi!
ja_jp: あなたが信頼していない人からのリンクは絶対に開かないで下さい!
ka_ge: არასოდეს გახსნათ უცხო ადამიანისგან მიღებული ბმული!
ko_kr: 신뢰할 수 없는 사이트는 절대 열지 마십시오!
lb_lu: Maach keng Links vu Persounen ob, deenens du net vertraus!
lt_lt: Niekada neatidarinėkite nuorodų iš žmonių, kuriais nepasitikite!
lv_lv: Nekad neatver saites no cilvēkiem, kuriem tu neuzticies!
mi_nz: Kaua e whakat hononga i tangata ke!
mn_mn: Итгэдэггүй хүмүүсээс ирсэн холбоосыг хэзээ ч битгий онгойлгоорой!
ms_my: Jangan buka pautan daripada orang yang anda tidak mempercayai!
mt_mt: Qatt tagħfas links mingħand nies li ma tafdax!
nl_nl: Open nooit links van mensen die je niet vertrouwt!
nn_no: Opna aldri nettlenker frå folk du ikkje lit på!
pl: Nigdy nie otwieraj linków od osób, którym nie ufasz!
pt: Nunca abras links de pessoas que não confias!
ro_ro: Nu deschide niciodată linkuri de la persoane în care nu ai încredere!
ru_ru: Не переходите по ссылкам от людей, которым не доверяете!
sk_sk: Nikdy neotváraj stránky od ľudí, ktorým nedôveruješ!
sl_si: Nikoli ne odpiraj povezav ljudi, ki jim ne zaupaš!
sq_al: Kurrë nuk të hapur lidhjet e nga njerëzit që nuk ju besojnë!
sv_se: Öppna aldrig länkar från personer du inte litar på!
th_th: อย่าเปิดลิงก์จากคนที่ไม่น่าไว้ใจ!
tr_tr: Güvenmediğiniz kişilerden gelen bağlantıları asla açmayın!
vi_vn: Đừng bao giờ mở các đường dẫn từ những người mà bạn không tin tưởng!
zh_cn: 永远不要打开从你不信任的人得到的链接！
zh_tw: 千萬不要打開任何你不信任的人給你的網址！
