Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_compare_failed
source: Source and destination are not identical
af_za: Bron en eindpunt is nie identies nie
ar_sa: المصدر والوجهة ليست متطابقة
be_by: Крыніца і назначэнне не ідэнтычныя
bg_bg: Източникът и дестинацията не са идентични
ca_es: Origen i destinació no són idèntics
cs: Zdroj a cíl nejsou stejné
da_dk: Kilde og destination er ikke ens
de: Quelle und Ziel sind nicht identisch
el_gr: Προέλευση και προορισμός δεν είναι ταυτόσημες
es: El origen y el destino no son idénticos
eu_es: Iturri eta helmuga ez dira berdinak
fa_ir: مبدا و مقصد معلوم نیستند
fi: Lähde ja kohde eivät ole identtiset
fil_ph: Ang pinagmulan at ang destinasyon ay hindi magkapareho
fr_ca: La source et la destination ne sont pas identiques
ga_ie: Ní hionann iad an foinse agus an ceann scríbe
gl_es: A orixe e o destino non son idénticos
he: המקור והיעד אינם זהים
hr_hr: Izvor i odredište nisu jednaki
hu_hu: A forrás és a cél nem azonos
id_id: Sumber dan tujuan tidak identik
is_is: Uppruni og áfangastaður eru ekki eins
it: Origine e destinazione non sono identiche
ja_jp: 比較元と比較先が一致しませんでした
ka_ge: წყარო და დანიშნულების ადგილი არაა იდენტური
ko_kr: 원본과 대상이 동일하지 않습니다
lb_lu: Quell an Ziel kënnen sech net iwwerschneiden
lt_lt: Šaltinis ir vieta nėra identiški
lv_lv: Avots un mērķis nav identisks
ms_my: Sumber dan destinasi tidak serupa
mt_mt: Is-sors u d-destinazzjoni mhumiex identiċi
nl_nl: Bron en doel zijn niet identiek
nn_no: Kjelde og mål er ikkje identiske
pl: Źródło i cel nie są identyczne
pt: A fonte e o destino não são idênticos
ro_ro: Sursa și destinația nu sunt identice
ru_ru: Источник и назначение не идентичны
sk_sk: Zdroj a destinácia sa nezhodujú
sl_si: Izvor in cilj si nista identična
sv_se: Källan och destinationen är inte identiska
th_th: ต้นทางและปลายทางไม่เหมือนกัน
tr_tr: Kaynak ve hedef aynı değil
vi_vn: Nguồn và đích đến không giống nhau
zh_cn: 源坐标和目标坐标不相同
zh_tw: 來源地與目的地不同

# commands_compare_outOfWorld
source: Cannot access blocks outside of the world
af_za: Kan nie toegang tot blokke buite die wêreld kry nie
ar_sa: لا يمكن الوصول الى المكعبات خارج العالم
be_by: Немагчыма атрымаць доступ да блокаў за межамі свету
bg_bg: Не може да се използват блокове извън света
ca_es: No es pot accedir a blocs fora del món
cs: K blokům mimo svět nelze přistupovat
da_dk: Kan ikke få adgang til blokke uden for verden
de: Auf Blöcke außerhalb der geladenen Welt kann nicht zugegriffen werden
el_gr: Αδύνατη η πρόσβαση μπλοκ έξω από τον κόσμο
es: No se puede acceder a bloques fuera del mundo
eu_es: Ezin dira munduz kanpoko blokeak editatu
fa_ir: به بلوک های خارج از دنیا نمی توان دسترسی داشت
fi: Kuutioita maailman ulkopuolella ei voi käyttää
fil_ph: Hindi maaring ma-access ang mga bloke sa labas ng mundo
fr_ca: Impossible d'accéder aux blocs en dehors du monde
ga_ie: Ní féidir bloic a rochtain taobh amuigh den domhan
gl_es: Non se pode acceder a bloques fora do mundo
he: לא יכול לגשת לבלוקים מחוץ לעולם
hr_hr: Nije moguće pristupiti blokovima izvan svijeta
hu_hu: Nem hasonlíthatóak blokkok a világon kívülről
id_id: Tidak dapat mengakses blok di luar dunia
is_is: Hefur ekki aðgang að kubbum utan heimsins
it: Impossibile accedere a blocchi al di fuori del mondo
ja_jp: ワールドの範囲外にあるブロックにはアクセスできません
ka_ge: შეუძელბელია სამყაროს გარეთ მყოფი ბლოკზე წვდომა
ko_kr: 세계 외부에 있는 블록은 접근할 수 없습니다
lb_lu: Ob Bléck ausserhalb vun der Welt kann net zougegraff ginn
lt_lt: Negalima pasiekti blokų, esančių už pasaulio ribų
lv_lv: Nevar sasniegt blokus arpus pasaulēs
ms_my: Tidak dapat akses blok diluar dunia
mt_mt: Ma tistax taċċessa blokki barra mid-dinja
nl_nl: Geen toegang tot blokken buiten de wereld
nn_no: Får ikkje tilgang til blokker utanfor verda
pl: Nie można uzyskać dostępu do bloków poza światem
pt: Não podes acessar blocos fora do mundo
ro_ro: Nu se pot accesa blocuri din afara lumii
ru_ru: Доступ к блокам за пределами мира неосуществим
sk_sk: Ku kockám mimo sveta sa nedá pristupovať
sl_si: Ne moreš dostopati do kock zunaj sveta
sv_se: Kan inte komma åt block utanför världen
th_th: ไม่สามารถเข้าถึงบล็อกต่างๆที่อยู่นอกโลกได้
tr_tr: Dünyanın dışındaki bloklara erişilemiyor
vi_vn: Không thể truy cập các khối nằm ngoài thế giới
zh_cn: 无法访问世界外的方块
zh_tw: 無法操作位於世界外的方塊

# commands_compare_success
source: {0} blocks compared
af_za: {0} blokke vergelyking
ar_sa: تمت مقارنة {0} مكعب
be_by: {0} блокаў параўнана
bg_bg: {0} блока бяха сравнени
ca_es: {0} blocs comparats
cs: Počet porovnaných bloků: {0}
da_dk: {0} blokke sammenlignet
de: {0} Blöcke verglichen
el_gr: Συγκρίθηκαν {0} μπλοκ
es: Se han comparado {0} bloques
eu_es: {0} bloke konparatu dira
fa_ir: {0} بلوک مقایسه شد
fi: {0} kuutiota verrattu
fil_ph: {0} blokeng nakumpara
fr_ca: {0} blocs ont été comparés
ga_ie: Cuireadh {0} bloic i gcomparáid
gl_es: {0} bloques comparados
he: {0} בלוקים הושוו
hr_hr: {0} blokova uspoređeno
hu_hu: {0} blokk összehasonlítva
id_id: {0} blok dibandingkan
is_is: {0} kubbar bornir saman
it: {0} blocchi sono stati comparati
ja_jp: {0} 個のブロックを比較しました
ka_ge: მოხდა {0} ბლოკის შედარება
ko_kr: 블록 {0}개가 비교되었습니다
lb_lu: {0} Bléck verglach
lt_lt: Palyginta {0} blokų
lv_lv: {0} bloki salīdzināti
ms_my: {0} blok dibandingkan
mt_mt: {0} blokki ġew imqabbla
nl_nl: {0} blokken vergeleken
nn_no: {0} blokker samanlikna
pl: Porównano bloków: {0}
pt: {0} blocos comparados
ro_ro: {0} blocuri au fost comparate
ru_ru: Сравнили {0} блоков
sk_sk: Porovnaných {0} kociek
sl_si: {0} kock je bilo primerjanih
sv_se: {0} block jämförda
th_th: เทียบ {0} บล็อกแล้ว
tr_tr: {0} blok karşılaştırıldı
vi_vn: {0} khối đã được so sánh
zh_cn: 已比较{0}个方块
zh_tw: 已比對 {0} 個方塊

# commands_compare_tooManyBlocks
source: Too many blocks in the specified area ({0} > {1})
af_za: Te veel blokke in die gespesifiseerde area ({0} > {1})
ar_sa: كتل كثيرة جداً في المجال المحدد ({0} > {1})
be_by: Зашмат блокаў у вызначанай вобласці ({0} > {1})
bg_bg: Има прекалено много блокове в посочения район ({0} > {1})
ca_es: Massa blocs a la zona especificada ({0} > {1})
cs: V označené oblasti je příliš mnoho bloků ({0} > {1})
da_dk: For mange blokke i det angivne område ({0} > {1})
de: Zu viele Blöcke im angegebenen Bereich ({0} > {1})
el_gr: Πάρα πολλά μπλοκ στην καθορισμένη περιοχή ({0} > {1})
es: Demasiados bloques en el área especificada ({0} > {1})
eu_es: Bloke gehiegi emandako gunean ({0} > {1})
fa_ir: تعداد بلوک های داخل منطقه ی ({0} > {1}) بیش از حد مجاز است
fi: Liian monta kuutiota määritetyllä alueella ({0} > {1})
fil_ph: Masyadong maraming block sa loob ng lugar ({0} > {1})
fr_ca: Trop de blocs dans la zone spécifiée ({0} > {1})
ga_ie: An iomarca bloc sa cheantar sonraithe ({0} > {1})
gl_es: Demasiados bloques na área especificada ({0} > {1})
he: יותר מדי בלוקים במקום שצויין ({0} > {1})
hr_hr: Previše blokova u navedenom području ({0} > {1})
hu_hu: Túl sok blokk van a megadott területben ({0} > {1})
id_id: Terlalu banyak blok pada area yang dispesifikasikan ({0} > {1})
is_is: Of margir kubbar á tilgreinda svæðinu ({0} > {1})
it: Troppi blocchi nell'area specificata ({0} > {1})
ja_jp: 指定した領域にあるブロックが多過ぎます ({0} > {1})
ka_ge: აღნიშნულ ადგილას ზედმეტად ბევრი ბლოკია ({0} > {1})
ko_kr: 지정된 영역에 너무 많은 블록이 있습니다 ({0} > {1})
lb_lu: Ze vill Bléck am spezifizéierte Beräich ({0} > {1})
lt_lt: Per daug blokų nurodytoje vietoje ({0} > {1})
lv_lv: Pārāk daudz blokus norādītajā apgabalā ({0} > {1})
ms_my: Terlalu banyak blok di kawasa tertentu ({0} > {1})
mt_mt: Wisq blokki fiż-żona speċifikata ({0} > {1})
nl_nl: Teveel blokken in het opgegeven gebied ({0} > {1})
nn_no: For mange blokker i det spesifiserte området ({0} > {1})
pl: Zbyt wiele bloków w określonym obszarze ({0} > {1})
pt: Demasiados blocos na área especificada ({0} > {1})
ro_ro: Sunt prea multe blocuri în zona specificată ({0} > {1})
ru_ru: Слишком много блоков в указанной области ({0} > {1})
sk_sk: V zadanej oblasti je príliš veľa kociek ({0} > {1})
sl_si: Preveč kock v navedenem območju ({0} > {1})
sv_se: För många block i det specificerade området ({0} > {1})
th_th: มีบล็อกมากเกินไปในพื้นที่ที่ระบุ ({0} > {1})
tr_tr: Belirtilen alanda çok fazla blok var ({0} > {1})
vi_vn: Quá nhiều khối ở khu vực được lựa chọn ({0} > {1})
zh_cn: 选定区域内的方块太多（{0}>{1}）
zh_tw: 指定區域內的方塊數量太多 ({0} > {1})

# commands_compare_usage
source: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [mode]
af_za: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [wyse]
ar_sa: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2><x>[mode] <y><z>
be_by: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [рэжым]
bg_bg: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [<режим>]
cs: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [all|masked]
de: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [all|masked]
es: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [modo]
fil_ph: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [paraan]
fr_ca: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [all|masked]
he: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [שיטה]
hu_hu: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [mód]
it: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [all|masked]
ja_jp: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [モード]
ka_ge: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [რეჟიმი]
ko_kr: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [모드]
lb_lu: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [Modus]
lt_lt: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [režimas]
ms_my: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [mod]
mt_mt: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [mod]
nl_nl: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [modus]
pl: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [tryb]
pt: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [modo]
ro_ro: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [all|masked]
ru_ru: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [режим]
sk_sk: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [mód]
sl_si: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [način]
sv_se: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [läge]
tr_tr: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [mod]
vi_vn: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [chế độ]
zh_cn: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [模式]
zh_tw: /testforblocks <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [模式]

# commands_debug_notStarted
source: Can't stop profiling when we haven't started yet!
af_za: Kan nie profilering stop voordat ons begin het nie!
ar_sa: لا يمكن إيقاف التنميط عندما لم تكن قد بدأت بعد!
be_by: Немагчыма спыніць. Запіс адладачных звестак не запушчаны!
bg_bg: Не може да бъде спряно отстраняването на грешки, тъй като все още не е започнало!
ca_es: No es pot parar la localització d'errors quan encara no ha començat!
cs: Ladící profilování nelze zastavit, protože nebylo spuštěno!
da_dk: Analysen kan ikke stoppes, før den er startet!
de: Kann Debug-Aufzeichung nicht beenden ohne sie gestartet zu haben!
el_gr: Δεν είναι δυνατό να σταματήσει η δημιουργία προφίλ όταν δεν έχει αρχίσει ακόμα!
es: ¡No puedes parar el análisis cuando no ha empezado aún!
eu_es: Profilen arazketa ezin da gelditu oraindik hazi ez badugu!
fi: Profilointia ei voi lopettaa ennen kuin se on aloitettu!
fil_ph: Hindi makahinto mag-profile pag hindi pa nagsisimula!
fr_ca: Impossible d'arrêter l'analyse si elle n'a pas commencé !
ga_ie: Ní féidir próifíliú a stopadh - níor thosaigh sé fós!
gl_es: Non se pode rematar a análise se aínda non comezou!
he: לא ניתן לסיים איתור באגים שלא החל!
hi_in: जब हम अभी तक शुरू नहीं किया है रूपरेखा नहीं रोक सकता!
hr_hr: Ne mogu zaustaviti zapisivanje ako ga još nisam započeo!
hu_hu: Nem állíthatod le a naplózást, amíg nem indítottad el azt!
hy_am: Դիտարկումը հնարավոր չէ դադարեցնել, քանի որ այն դեռ չի սկսվել
id_id: Tidak bisa berhenti profil ketika kami belum mulai!
is_is: Getur ekki stoppað það sem er ekki en hafið!
it: Impossibile interrompere l'analisi quando non è ancora cominciata!
ja_jp: 開始されていないプロファイリングを停止することは出来ません！
ka_ge: პროფილირება ვერ შეწყდება რადგან დაწყებულიც არ არის!
ko_kr: 먼저 디버그를 시작해야 합니다!
lb_lu: Debug-Opzeechnung kann net gestoppt ginn sou laang se net gestart gouf!
lt_lt: Negalima sustabdyti profiliavimo nes jis dar nepradėtas
lv_lv: Nevar apturēt profilēšanu, kamēr mēs vēl neesam sākuši!
ms_my: Pemprofilan nyahpepijat tidak dapat dihentikan jika masih belum kita memulakannya!
mt_mt: Debug profiling ma jistax jieqaf meta għadu lanqas beda!
nl_nl: We kunnen niet stoppen met profileren als we nog niet zijn begonnen!
nn_no: Kan ikkje stoppa debugging når den ikkje er starta!
pl: Nie możesz zatrzymać profilowania, jeżeli go nie zacząłeś!
pt: Não é possível para parar o processamento quando nós ainda não o iniciamos!
ro_ro: Analiza nu poate fi oprită dacă nu a început încă!
ru_ru: Невозможно остановить профилирование, т.к. оно не запущено!
sk_sk: Nemôžeš s debugom prestať, keď si ešte ani nezačal!
sl_si: Ni mogoče končati profiliranja, če se še ni začelo!
sv_se: Profileringen kan inte avslutas när den inte har startats ännu!
th_th: ไม่สามารถหยุดกระบวนการแก้บักได้เนื่องจากยังไม่ได้เริ่มกระบวนการเลย!
tr_tr: Profili durduramazsın, daha başlatmadın ki!
vi_vn: Không thể ngừng thống kê khi chúng ta còn chưa bắt đầu!
zh_cn: 不能在开始前就停止分析！
zh_tw: 不能在開始分析以前就停止它！

# commands_debug_start
source: Started debug profiling
af_za: Opname van ontfoutingsprofiel is begin
ar_sa: بدأ تصحيح التنميط
be_by: Запушчаны запіс адладачных звестак
bg_bg: Отстраняването на грешки бе стартирано
ca_es: Localitzador d'errors iniciat
cs: Ladící profilování zahájeno
da_dk: Startede fejlfindingsanalyse
de: Starte Debug-Aufzeichung
el_gr: Ξεκίνησε η δημιουργία προφίλ αποσφαλμάτωσης
es: Comenzó el análisis de errores
eu_es: Profilen arazketa hazi da
fi: Debuggaus aloitettu
fil_ph: Sinimulan ang debug profiling
fr_ca: Début du débogage
ga_ie: Tosaigh próifíliú dífhabhtúcháin
gl_es: Comezou a análise
he: איתור באגים החל
hi_in: शुरू डीबग रूपरेखा
hr_hr: Početak zapisivanja ispravljanja
hu_hu: Hibakeresési naplózás elindítva
hy_am: Դիտարկման վրիպակազերծման սկիզբ
id_id: Memulai debug profil
is_is: Upphaf villuleitar
it: L'analisi di debug è stata avviata
ja_jp: デバッグ・プロファイリングを開始しました
ka_ge: გამართვის პროფილირების დაწყება
ko_kr: 디버그 자료 수집 시작
lb_lu: Debug-Opzeechnung gouf gestart
lt_lt: Pradėtas sistemos profiliavimas
lv_lv: Uzsākta atkļūdošanas profilēšana
ms_my: Pemprofilan nyahpepijat dimulakan
mt_mt: Beda d-debug profiling
nl_nl: Foutopsporingsprofilering gestart
nn_no: Starta debugging
pl: Rozpoczęto profilowanie debugowe
pt: A depuração foi iniciada
ro_ro: Debugul a început
ru_ru: Отладочный профайлер запущен
sk_sk: Spustené profilovanie
sl_si: Začetek profiliranja razhroščevanja
sv_se: Startade debug-profilering
th_th: กำลังเริ่มกระบวนการแก้บัก
tr_tr: Hata ayıklama profili başlatıldı
vi_vn: Đã bắt đầu thống kê việc gỡ lỗi
zh_cn: 开始调试分析
zh_tw: 開始除錯分析

# commands_debug_stop
source: Stopped debug profiling after {0} seconds ({1} ticks)
af_za: Opname van ontfoutingsprofiel is na {0} sekondes gestop ({1} tikke)
ar_sa: إيقاف التصحيح التنميط بعد {0} ثانية (القراد {1})
be_by: Запіс адладачных звестак спынены праз {0} сек. ({1} цікаў)
bg_bg: Отстраняването на грешки бе спряно след {0} секунди ({1} грешки)
ca_es: Localitzador d'errors aturat al cap de {0} segons ({1} ticks)
cs: Ladící profilování bylo ukončeno po {0} sekundách ({1} tiků)
da_dk: Afsluttede fejlfindingsanalyse efter {0} sekunder ({1} ticks)
de: Debug-Aufzeichnung nach {0} Sekunden ({1} Ticks) gestoppt
el_gr: Η δημιουργία προφίλ αποσφαλμάτωσης σταμάτησε ύστερα από {0} δευτερόλεπτα ({1} χρονικές υποδιαιρέσεις)
es: Análisis de errores detenido tras {0} segundos ({1} ticks)
eu_es: Profilen arazketa gelditua {0} segundo ondoren ({1} ticks)
fi: Virheiden nauhoitus keskeytettiin {0} sekunnin jälkeen ({1} pelinäytön päivitystä)
fil_ph: Naghinto ang debug profiling pagkatapos ng {0} na segundo ({1} ticks)
fr_ca: Le débogage s'est arrêté après {0} seconde(s) ({1} tick(s))
ga_ie: Stopadh próifíliú dífhabhtúcháin tar éis {0} soicind ({1} tic)
gl_es: Rematou a análise tras {0} segundos ({1} ticks)
he: איתור הבאגים הופסק לאחר %.f2 שניות ({0} תקתוקים)
hi_in: {0} ({1} ticks) सेकंड के बाद बंद डिबग रूपरेखा
hr_hr: Zaustavljanje zapisa ispravljanja nakon {0} sekunde ({1} tikova)
hu_hu: Hibakeresési naplózás leállítva {0} másodperc ({1} tick) után
hy_am: Դիտարկման վրիպակազերծումը դադարեցվել է {0} վայրկյանից ({1} ցիկլ)
id_id: profil debug berhenti setelah {0} detik ({1} ticks)
is_is: Hætti villuleit eftir {0} sek ({1} ticks)
it: L'analisi di debug è stata interrotta dopo {0} secondi ({1} tick)
ja_jp: デバッグ・プロファイリングを {0} 秒({1} ティック)後に停止します
ka_ge: გამართვის პროფილირება შეწყდა {0} წამის შემდეგ ({1} ციკლი)
ko_kr: {0}초 후 디버그 자료 수집을 중지합니다. ({1} 틱)
lb_lu: Debug-Opzeechnung gouf no {0} Sekonnen ({1} Ticks) gestoppt
lt_lt: Sistemos profiliavimas sustabdytas po {0} sekundžių ({1} laiko vienetų)
lv_lv: Pārtraukta atkļūdošanas profilēšana pēc {0} sekundēm ({1} ticks)
ms_my: Pemprofilan nyahpepijat dihentikan setelah {0} saat ({1} detik)
mt_mt: Debug profiling twaqqaf wara {0} sekondi ({1} ticks)
nl_nl: Foutopsporingsprofilering na {0} seconden gestopt ({1} ticks)
nn_no: Stoppa debugging etter {0} sekund ({1} ticks)
pl: Zatrzymano profilowanie debugowe po {0} sekundach ({1} tików)
pt: A depuração foi finalizada depois de {0} segundos ({1} ticks)
ro_ro: Debugul s-a oprit după {0} secunde ({1} ticuri)
ru_ru: Профайлер остановлен через {0} секунды ({1} тиков)
sk_sk: Ladenie zastavený po {0} sekundách ({1} tikoch)
sl_si: Končano profiliranje razhroščevanja po {0} sekundah ({1} tickov)
sv_se: Stoppade felsökningsprofilering efter {0} sekunder ({1} tick)
th_th: หยุดกระบวนการแก้บักหลังจาก {0} วินาที ({1} tick)
tr_tr: Hata ayıklama profili {0} saniye ({1} birim zaman) sonra durduruldu
vi_vn: Đã ngừng thống kê việc gỡ lỗi sau {0} giây ({1} nhịp)
zh_cn: 在{0} 秒（{1}刻）后停止调试分析
zh_tw: {0}秒({1}刻)後停止除錯分析

# commands_debug_usage
source: /debug <start|stop>
zh_tw: /debug < start(開始) | stop(停止) >

# commands_defaultgamemode_success
source: The world's default game mode is now {0}
af_za: Die wêreld se standaard spelwyse is nou {0}
ar_sa: أن طور اللعبة الافتراضي للعالم حالياً هو {0}
be_by: Гульнявы рэжым па змаўчанні ўсталяваны на {0}
bg_bg: Режимът по подразбиране на този свят е {0}
ca_es: Ara, {0} és el mode de joc per defecte d'aquest món.
cs: Výchozí typ hry tohoto světa nastaven na {0}
da_dk: Verdenens spilletilstand er som standard nu {0}
de: Der Standardspielmodus der Welt ist nun {0}
de_at: Da Standartspümodus auf dea Wöd is etz {0}
el_gr: Η προεπιλεγμένη κατάσταση λειτουργίας του κόσμου είναι τώρα {0}
es: Ahora el modo por defecto del mundo es {0}
eu_es: Munduaren joko-modua lehenetsia {0} da orain
fa_ir: وضعیت پیش فرض بازی به {0} تغییر کرد
fi: Maailman oletuspelitila on nyt {0}
fil_ph: Ang default game mode para sa mundong ito ay {0} na
fr_ca: Le mode de jeu par défaut de ce monde est maintenant en {0}
ga_ie: Is é {0} an mód réamhshocraithe cluiche don domhain seo anois
gl_es: O modo de xogo por defecto do mundo é agora {0}
he: מצב ברירת המחדל של העולם הוא עכשיו {0}
hi_in: अब दुनिया डिफ़ॉल्ट खेल मोड {0}
hr_hr: Uobičajni tip igre svijeta je sada {0}
hu_hu: A világ alapértelmezett játékmódja mostantól a(z) {0}
hy_am: Հիմա այս աշխարհի խաղային ռեժիմը {0} է
id_id: Mode permainan bawaan dunia ini sekarang adalah {0}
is_is: Heimurinn er núna stilltur á {0}
it: Adesso la modalità predefinita del mondo è {0}
ja_jp: ワールドのデフォルトのゲームモードを {0} にしました
ka_ge: სამყაროს რეჟიმი გახდა {0}
ko_kr: 이제 세계의 기본 게임 모드는 {0}입니다
lb_lu: De Standardspillmodus vun der Welt ass elo {0}
lt_lt: Numatytasis pasaulio žaidimo režimas dabar - {0}
lv_lv: Pasaules spēles režīms tagad ir {0}
ms_my: Mod permainan lalai dunia ini telah menjadi {0}
mt_mt: Il-modalita' tal-logħba prinċipali ta' din id-dinja issa hi {0}
nl_nl: De standaard spelmodus van deze wereld is nu {0}
nn_no: Verdas standard spelmodus er sett til {0}
pl: Domyślny tryb gry został zmieniony na {0}
pt: O modo de jogo padrão deste mundo é agora {0}
ro_ro: Modul de joc prestabilit al lumii este acum {0}
ru_ru: Режим игры по умолчанию в этом мире теперь {0}
sk_sk: Predvolený typ hry tohto sveta je teraz {0}
sl_si: Privzet način igre sveta je zdaj {0}
sv_se: Världens standardspelläge är nu {0}
th_th: เปลี่ยนโหมดเกมเริ่มต้นของโลกนี้เป็น {0}
tr_tr: Bu dünyanın varsayılan oyun modu artık {0}
vi_vn: Chế độ chơi mặc định của thế giới bây giờ là {0}
zh_cn: 世界的默认游戏模式现为{0}
zh_tw: 現在這世界的預設遊戲模式為 {0}

# commands_defaultgamemode_usage
source: /defaultgamemode <mode>
af_za: /defaultgamemode <wyse>
be_by: /defaultgamemode <рэжым>
bg_bg: /defaultgamemode <режим>
cs: /defaultgamemode <typ hry>
da_dk: /defaultgamemode <tilstand>
de: /defaultgamemode <Modus>
de_at: /defaultgamemode <Modus>
es: /defaultgamemode <modo>
eu_es: /defaultgamemode <modua>
fi: /defaultgamemode <pelitila>
fil_ph: /defaultgamemode <moda>
fr_ca: /defaultgamemode <mode de jeu>
ga_ie: /defaultgamemode <mód>
gl_es: /defaultgamemode <modo>
he: /defaultgamemode <מצב>
hi_in: /defaultgamemode <मोड>
hr_hr: /defaultgamemode <vrsta>
hu_hu: /defaultgamemode <mód>
hy_am: /defaultgamemode <խաղային ռեժիմ>
it: /defaultgamemode <modalità>
ja_jp: /defaultgamemode <モード>
ka_ge: /defaultgamemode <რეჟიმი>
ko_kr: /defaultgamemode <모드>
lb_lu: /defaultgamemode <Modus>
lt_lt: /defaultgamemode <režimas>
lv_lv: /defaultgamemode <režīms>
ms_my: /defaultgamemode <mod>
nl_nl: /defaultgamemode <modus>
nn_no: /defaultgamemode <spelmodus>
pl: /defaultgamemode <tryb>
pt: /defaultgamemode <modo>
ro_ro: /defaultgamemode <mod>
ru_ru: /defaultgamemode <режим>
sl_si: /defaultgamemode <način>
sv_se: /defaultgamemode <läge>
th_th: /defaultgamemode <โหมดของเกม>
tr_tr: /defaultgamemode <mod>
vi_vn: /defaultgamemode <chế độ>
zh_cn: /defaultgamemode <模式>
zh_tw: /defaultgamemode <模式代碼>
