Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# subtitles_entity_player_burp
source: Burp
af_za: Wind breek
be_by: Адрыжка
bg_bg: Оригване
ca_es: Rot
cs: říhnutí
da_dk: Bøvs
de: Rülpser
el_gr: Ρέψιμο
es: Eructo
ga_ie: Brúcht
gl_es: Eructo
he: גיהוק
hu_hu: Böfögés
id_id: Bersendawa
it: Rutto
ja_jp: ゲップをする
ka_ge: ბოყინი
ko_kr: 트림
lb_lu: Repsen
lt_lt: Atsiriaugėjimas
ms_my: Sendawa
mt_mt: Tfewwieqa
nl_nl: Boer
pl: Beknięcie
pt: Arroto
ro_ro: Râgâit
ru_ru: Отрыжка
sk_sk: Grgnutie
sl_si: Riganje
sv_se: Rap
th_th: เรอ
tr_tr: Geğirme
vi_vn: Ợ
zh_cn: 打嗝
zh_tw: 打嗝

# subtitles_entity_player_death
source: Player dies
af_za: Speler sterf
be_by: Гулец гіне
bg_bg: Играч умира
ca_es: Un jugador mor
cs: hráč zemřel
da_dk: Spiller dør
de: Spieler stirbt
el_gr: Ο παίκτης πεθαίνει
es: Jugador muere
fi: Pelaaja kuolee
fr_ca: Joueur qui meurt
ga_ie: Imreoir ag fáil bháis
gd_gb: Tha an cluicheadair a' bàsachadh
gl_es: Morte de xogador
he: השחקן מת
hu_hu: Játékos meghal
id_id: Pemain meninggal
it: Un giocatore muore
ja_jp: プレイヤーが死ぬ
ka_ge: მოთამაშე მოკვდა
ko_kr: 플레이어가 죽음
lb_lu: Spiller stierft
lt_lt: Žaidėjas miršta
ms_my: Pemain meninggal dunia
mt_mt: Plejer miet
nl_nl: Speler sterft
nn_no: Spelar døyr
pl: Gracz ginie
pt: Jogador morre
ro_ro: Jucător murind
ru_ru: Игрок погиб
sk_sk: Umieranie hráča
sl_si: Igralec umre
sv_se: Spelare dör
th_th: ผู้เล่นตาย
tr_tr: Oyuncu öldü
vi_vn: Người chơi chết
zh_cn: 玩家：死亡
zh_tw: 玩家死亡

# subtitles_entity_player_hurt
source: Player hurts
af_za: Speler beseer
be_by: Гулец паранены
bg_bg: Нараняване на играч
ca_es: Un jugador es fa mal
cs: hráč zraněn
da_dk: Spiller bliver skadet
de: Spieler nimmt Schaden
el_gr: Ο παίκτης τραυματίζεται
es: Jugador herido
fi: Pelaaja vahingoittuu
fr_ca: Joueur blessé
ga_ie: Gortaítear imreoir
gd_gb: Chaidh an cluicheadair a leònadh
gl_es: Xogador ferido
he: שחקן נפצע
hu_hu: Játékos sérül
id_id: Pemain terluka
it: Un giocatore è ferito
ja_jp: プレイヤーがダメージを受ける
ka_ge: მოთამაშე დაიჭრა
ko_kr: 플레이어가 상처를 입음
lb_lu: Spiller hellt Schued
lt_lt: Sužeistas žaidėjas
ms_my: Pemain kesakitan
mt_mt: Plejer weġġa'
nl_nl: Speler heeft pijn
nn_no: Spelar har vondt
pl: Gracz cierpi
pt: Jogador aleija-se
ro_ro: Jucător rănit
ru_ru: Ранен игрок
sk_sk: Poranenie hráča
sl_si: Igralec se poškoduje
sv_se: Spelare skadas
th_th: ผู้เล่นได้รับบาดเจ็บ
tr_tr: Oyuncu hasar aldı
vi_vn: Người chơi bị thương
zh_cn: 玩家：受伤
zh_tw: 玩家受傷

# subtitles_entity_player_levelup
source: Player dings
af_za: Speler klingel
be_by: Дасягнуты новы ўзровень
bg_bg: Играч звъни
ca_es: Un jugador puja de nivell
cs: dosažena nová úroveň
da_dk: Spiller dinger
de: Spieler bimmelt
el_gr: Ο παίχτης ανεβαίνει επίπεδο
es: Un jugador sube de nivel
fi: Pelaaja saa kokemusta
fr_ca: Carillon de niveau supérieur
ga_ie: Imreoir ag clingeadh
gl_es: Subida de nivel (XP)
he: שחקן עלה רמה
hu_hu: Játékos szintet lép
id_id: Level meningkat
it: Un giocatore sale di livello
ja_jp: プレイヤーのレベルが上がる
ka_ge: მოთამაშემ დაიწკარუნა
ko_kr: 플레이어 레벨 업
lb_lu: Spiller bimmelt
lt_lt: Suskamba žaidėjas
ms_my: Pemain tahap meninggi
mt_mt: Plejer għamel ding
nl_nl: Speler gaat level omhoog
nn_no: Spelar plingar
pl: Gracz podzwania
pt: Jogador sobe de nível
ro_ro: Jucător crescând în nivel
ru_ru: Достигнут новый уровень
sk_sk: Cinknutie hráča
sl_si: Igralec zacinglja
sv_se: Spelare går upp i nivå
th_th: ผู้เล่นส่งเสียง
tr_tr: Oyuncu seviye atladı
vi_vn: Người chơi kêu leng keng
zh_cn: 玩家：升级
zh_tw: 玩家升級聲

# subtitles_entity_polar_bear_ambient
source: Polar Bear groans
af_za: Ysbeer grom
be_by: Белы мядзведзь стогне
bg_bg: Бяла мечка пъшка
ca_es: Ós polar gemega
cs: řev ledního medvěda
da_dk: Isbjørn stønner
de: Eisbär knurrt
el_gr: Η πολική αρκούδα μουγκρίζει
es: Gemido de oso polar
fi: Jääkarhu huokaa
fr_ca: Grognement d'ours polaire
ga_ie: Béar Bán ag ligean cnead as
gd_gb: Tha am mathan-bàn a' leigeil mòthar
he: דוב קוטב צורח
hu_hu: Jegesmedve morog
id_id: Beruang Kutub merintih
it: Un orso polare bramisce
ja_jp: シロクマが唸る
ka_ge: თეთრი დათვი ღრენს
ko_kr: 북극곰이 신음함
lb_lu: Äisbier grommelt
lt_lt: Suurzgia baltasis lokys
ms_my: Beruang Polar mengerang
mt_mt: L-ors polari jilgħeġ
nl_nl: IJsbeer kreunt
pl: Niedźwiedź polarny pomrukuje
pt: Urso Polar geme
ro_ro: Urs polar mormăind
ru_ru: Рёв белого медведя
sk_sk: Revanie ľadového medveďa
sl_si: Polarni medved stoka
sv_se: Isbjörn stönar
th_th: หมีขั้วโลกร้อง
tr_tr: Kutup Ayısı homurduyor
vi_vn: Gấu bắc cực rên
zh_cn: 北极熊：低吼
zh_tw: 北極熊低吼

# subtitles_entity_polar_bear_baby_ambient
source: Polar Bear hums
af_za: Ysbeertjie brom
be_by: Белы мядзведзь бурчыць
bg_bg: Бяла мечка мънка
ca_es: Ós polar taral·lareja
cs: bručení ledního medvěda
da_dk: Isbjørn summer
de: Eisbär brummt
el_gr: Η πολική αρκούδα βουίζει
es: Oso polar tararea
fi: Jääkarhu hymisee
fr_ca: Grognement d'ourson polaire
ga_ie: Béar Bán ag dordán
gd_gb: Tha am mathan-bàn a' crònan
he: דב קוטב נוהם
hu_hu: Jegesmedve brummog
id_id: Dengungan Beruang Kutub
it: Un cucciolo d'orso polare bramisce
ja_jp: 子シロクマが鳴く
ka_ge: თეთრი დათვი ბუზღუნებს
ko_kr: 북극곰이 흥얼거림
lb_lu: Äisbier brummt
lt_lt: Sumykia baltasis lokys
ms_my: Beruang Polar menggumam
mt_mt: L-ors polari jgħanni
nl_nl: IJsbeer bromt
pl: Niedźwiedź polarny buczy
pt: Urso Polar zune
ro_ro: Pui de urs polar mormăind
ru_ru: Ворчание белого медведя
sk_sk: Hmkanie ľadového medveďa
sl_si: Polarni medved brenči
sv_se: Isbjörn brummar
th_th: หมีขั้วโลกร้อง
tr_tr: Kutup Ayısı uğulduyor
vi_vn: Gấu bắc cực kêu
zh_cn: 北极熊：哼哼
zh_tw: 北極熊低哼

# subtitles_entity_polar_bear_death
source: Polar Bear dies
af_za: Ysbeer sterf
be_by: Белы мядзведзь гіне
bg_bg: Бяла мечка умира
ca_es: Ós polar mor
cs: lední medvěd zemřel
da_dk: Isbjørnen dør
de: Eisbär stirbt
el_gr: Η πολική αρκούδα πεθαίνει
es: Oso polar muere
fi: Jääkarhu kuolee
fr_ca: Ours polaire qui meurt
ga_ie: Béar Bán ag fáil bháis
gd_gb: Tha am mathan-bàn a' bàsachadh
he: דוב קוטב מת
hu_hu: Jegesmedve meghal
id_id: Beruang Kutub mati
it: Un orso polare muore
ja_jp: シロクマが死ぬ
ka_ge: თეთრი დათვი მოკვდა
ko_kr: 북극곰이 죽음
lb_lu: Äisbier stierft
lt_lt: Miršta baltasis lokys
ms_my: Beruang polar mati
mt_mt: L-ors polari jmut
nl_nl: IJsbeer sterft
pl: Niedźwiedź polarny umiera
pt: Urso Polar morre
ro_ro: Urs polar murind
ru_ru: Белый медведь погибает
sk_sk: Umieranie ľadového medveďa
sl_si: Polarni medved umre
sv_se: Isbjörn dör
th_th: หมีขั้วโลกตาย
tr_tr: Kutup Ayısı öldü
vi_vn: Gấu bắc cực chết
zh_cn: 北极熊：死亡
zh_tw: 北極熊死亡

# subtitles_entity_polar_bear_hurt
source: Polar Bear hurts
af_za: Ysbeer beseer
be_by: Белы мядзведзь паранены
bg_bg: Нараняване на бяла мечка
ca_es: Ós polar ferit
cs: lední medvěd byl zraněn
da_dk: Isbjørn bliver skadet
de: Eisbär nimmt Schaden
el_gr: Η πολική αρκούδα πονάει
es: Oso polar herido
fi: Jääkarhu vahingoittuu
fr_ca: Ours polaire blessé
ga_ie: Gortaítear Béar Bán
gd_gb: Chaidh am mathan-bàn a leònadh
gl_es: Oso polar ferido
he: דוב קוטב פוגע
hu_hu: Jegesmedve sérül
id_id: Beruang Kutub terluka
it: Un orso polare è ferito
ja_jp: シロクマがダメージを受ける
ka_ge: თეთრი დათვი დაიჭრა
ko_kr: 북극곰이 상처를 입음
lb_lu: Äisbier hellt Schued
lt_lt: Sužeidžiamas baltasis lokys
ms_my: Beruang polar sakit
mt_mt: L-ors polari jweġġa'
nl_nl: IJsbeer lijdt pijn
pl: Niedźwiedź polarny cierpi
pt: Urso Polar aleija-se
ro_ro: Urs polar rănit
ru_ru: Белый медведь ранен
sk_sk: Ranenie ľadového medveďa
sl_si: Polarni medved se poškoduje
sv_se: Isbjörn skadas
th_th: หมีขั้วโลกได้รับบาดเจ็บ
tr_tr: Kutup Ayısı hasar aldı
vi_vn: Gấu bắc cực bị thương
zh_cn: 北极熊：受伤
zh_tw: 北極熊受到傷害

# subtitles_entity_polar_bear_warning
source: Polar Bear roars
af_za: Ysbeer brul
be_by: Белы мядзведзь раве
bg_bg: Бяла мечка реве
ca_es: Ós polar rugeix
cs: řev ledního medvěda
da_dk: Isbjørnen brøler
de: Eisbär brüllt
el_gr: Η πολική αρκούδα βρυχάται
es: Oso polar ruge
fi: Jääkarhu karjuu
fr_ca: Rugissement d'ours polaire
gd_gb: Tha am mathan-bàn a' raoic
he: דוב קוטב שואג
hu_hu: Jegesmedve üvölt
id_id: Beruang Kutub mengaum
it: Un orso polare ruglia
ja_jp: シロクマが吠える
ka_ge: თეთრი დათვი ღრიალებს
ko_kr: 북극곰이 으르렁거림
lb_lu: Äisbier brëllt
lt_lt: Suriaumoja baltasis lokys
ms_my: Beruang Polar meruang
mt_mt: L-ors polari jgħajjat
nl_nl: IJsbeer brult
pl: Niedźwiedź polarny ryczy
pt: Urso Polar ruge
ro_ro: Urs polar răgând
ru_ru: Рык белого медведя
sk_sk: Revanie ľadového medveďa
sl_si: Polarni medved rjovi
sv_se: Isbjörn ryter
th_th: หมีขั้วโลกคำราม
tr_tr: Kutup Ayısı kükredi
vi_vn: Gấu bắc cực gào
zh_cn: 北极熊：咆哮
zh_tw: 北極熊吼叫

# subtitles_entity_potion_splash
source: Bottle smashes
af_za: Bottel breek
be_by: Пляшка разбілася
bg_bg: Чупене на стъкленица
ca_es: Una ampolla es trenca
cs: roztříštění lahvičky
da_dk: Flaske smadres
de: Flasche zerbricht
el_gr: Το μπουκάλι σπάει
es: Frasco destruido
fi: Pullo hajoaa
fr_ca: Fiole qui se casse
ga_ie: Buidéal ag briseadh
gl_es: Frasco destruído
he: בקבוק מתנפץ
hu_hu: Üvegpalack összetörik
id_id: Botol dipecahkan
it: Ampolla distrutta
ja_jp: 瓶が割れる
ka_ge: ბოთლი გატყდა
ko_kr: 병이 깨짐
lb_lu: Fläsch zerbrécht
lt_lt: Buteliukas dūžta
lv_lv: Pudeles sadauzīšana
ms_my: Botol dismesykan
mt_mt: Flixkun tkisser
nl_nl: Fles breekt
nn_no: Flaske knuser
pl: Butelka pęka
pt: Garrafa parte-se
ro_ro: Sticluță spărgându-se
ru_ru: Разбит пузырёк
sk_sk: Rozbitie fľaše
sl_si: Steklenica se je razbila
sv_se: Flaska krossas
th_th: ขวดแตก
tr_tr: Şişe çarptı
vi_vn: Chai vỡ tung
zh_cn: 药瓶：碎裂
zh_tw: 瓶子碎裂

# subtitles_entity_potion_throw
source: Bottle thrown
af_za: Bottel gegooi
be_by: Пляшка кінутая
bg_bg: Хвърляне на стъкленица
ca_es: Un ampolla és tirada
cs: vržení lahvičky
da_dk: Flaske bliver smidt
de: Flasche geworfen
el_gr: Το μπουκάλι πετάγεται
es: Frasco lanzado
fi: Pullo heitetään
fr_ca: Fiole lancée
ga_ie: Lainseáiltear buidéal
gl_es: Frasco lanzado
he: בקבוק נזרק
hu_hu: Üveg eldobva
id_id: Botol dilemparkan
it: Ampolla lanciata
ja_jp: 瓶が投げられる
ka_ge: ბოთლი დავარდა
ko_kr: 병이 던져짐
lb_lu: Fläsch geworf
lt_lt: Numestas buteliukas
ms_my: Botol dibuang
mt_mt: Flixkun intwadab
nl_nl: Fles wordt gegooid
nn_no: Flaske vert kasta
pl: Rzut butelką
pt: Garrafa atirada
ro_ro: Sticluță aruncată
ru_ru: Брошен пузырёк
sk_sk: Hodenie fľaše
sl_si: Steklenica vržena
sv_se: Flaska kastas
th_th: ปาขวด
tr_tr: Şişe fırlatıldı
vi_vn: Chai được ném
zh_cn: 药瓶：扔出
zh_tw: 擲瓶聲

# subtitles_entity_rabbit_ambient
source: Rabbit squeaks
af_za: Konyn piep
be_by: Трус пішчыць
bg_bg: Заек писука
ca_es: Un conill fa soroll
cs: králičí kvičení
da_dk: Kanin knirker
de: Kaninchen fiept
el_gr: Το κουνέλι Τσιρίζει
es: Chillido de conejo
fi: Jänis vingahtaa
fr_ca: Clapissement de lapin
ga_ie: Coinín ag bíogarnach
gd_gb: Tha an coineanach a' bìogadh
gl_es: Chío de coello
he: ארנב מצייץ
hu_hu: Nyúl nyüszög
id_id: Kelinci berderit
it: Un coniglio ziga
ja_jp: ウサギが鳴く
ka_ge: კურდღლის წრუწუნი
ko_kr: 토끼 울음
lb_lu: Kanéngchen piipst
lt_lt: Kiškis cypia
ms_my: Arnab mendecit
mt_mt: Fenek werżaq
nl_nl: Konijn piept
nn_no: Kanin pip
pl: Królik piszczy
pt: Coelho guincha
ro_ro: Iepure chițăind
ru_ru: Писк кролика
sk_sk: Kvičanie zajaca
sl_si: Zajec zacvili
sv_se: Kanin piper
th_th: กระต่ายร้อง
tr_tr: Tavşan ciyakladı
vi_vn: Thỏ kêu
zh_cn: 兔子：吱吱叫
zh_tw: 兔子叫聲

# subtitles_entity_rabbit_attack
source: Rabbit attacks
af_za: Konyn val aan
be_by: Трус атакуе
bg_bg: Заек атакува
ca_es: Un conill ataca
cs: králík útočí
da_dk: Kanin angriber
de: Kaninchen greift an
el_gr: Το κουνέλι επιτίθεται
es: Conejo ataca
fi: Jänis hyökkää
fr_ca: Lapin tueur qui attaque
ga_ie: Coinín ag ionsaí
gd_gb: Tha an coineanach a' toirt ionnsaigh
gl_es: Coello ataca
he: ארנב תוקף
hr_hr: Zec napadne
hu_hu: Nyúl támad
id_id: Serangan Kelinci
it: Un coniglio attacca
ja_jp: ウサギが攻撃をする
ka_ge: კურდღელი უტევს
ko_kr: 토끼가 공격함
lb_lu: Kanéngchen attackéiert
lt_lt: Kiškis puola
ms_my: Arnab menyerang
mt_mt: Fenek attakka
nl_nl: Konijn valt aan
nn_no: Kanin angrip
pl: Królik atakuje
pt: Coelho ataca
ro_ro: Iepure atacând
ru_ru: Кролик атакует
sk_sk: Útočenie zajaca
sl_si: Zajec napade
sv_se: Kanin attackerar
th_th: กระต่ายโจมตี
tr_tr: Tavşan saldırdı
vi_vn: Thỏ tấn công
zh_cn: 兔子：攻击
zh_tw: 兔子攻擊

# subtitles_entity_rabbit_death
source: Rabbit dies
af_za: Konyn sterf
be_by: Трус гіне
bg_bg: Заек умира
ca_es: Un conill mor
cs: králík zemřel
da_dk: Kanin dør
de: Kaninchen stirbt
el_gr: Το κουνέλι πεθαίνει
es: Conejo muere
fi: Jänis kuolee
fr_ca: Lapin qui meurt
ga_ie: Coinín ag fáil bháis
gd_gb: Tha an coineanach a' bàsachadh
gl_es: Morte de coello
he: ארנב מת
hr_hr: Zec umire
hu_hu: Nyúl meghal
id_id: Kelinci meninggal
it: Un coniglio muore
ja_jp: ウサギが死ぬ
ka_ge: კურდღელი მოკვდა
ko_kr: 토끼가 죽음
lb_lu: Kanéngchen stierft
lt_lt: Kiškis mirė
ms_my: Arnab mati
mt_mt: Fenek miet
nl_nl: Konijn sterft
nn_no: Kanin døyr
pl: Królik umiera
pt: Coelho morre
ro_ro: Iepure murind
ru_ru: Кролик погибает
sk_sk: Umieranie zajaca
sl_si: Zajec umre
sv_se: Kanin dör
th_th: กระต่ายตาย
tr_tr: Tavşan öldü
vi_vn: Thỏ chết
zh_cn: 兔子：死亡
zh_tw: 兔子死亡

# subtitles_entity_rabbit_hurt
source: Rabbit hurts
af_za: Konyn beseer
be_by: Трус паранены
bg_bg: Нараняване на заек
ca_es: Un conill es fa mal
cs: králík byl zraněn
da_dk: Kanin bliver skadet
de: Kaninchen nimmt Schaden
el_gr: Το κουνέλι τραυματίζεται
es: Conejo herido
fi: Jänis vahingoittuu
fr_ca: Lapin blessé
ga_ie: Gortaítear coinín
gd_gb: Chaidh an coineanach a leònadh
gl_es: Coello ferido
he: ארנב נפצע
hu_hu: Nyúl sérül
id_id: Kelinci terluka
it: Un coniglio è ferito
ja_jp: ウサギがダメージを受ける
ka_ge: კურდღელი დაიჭრა
ko_kr: 토끼가 상처를 입음
lb_lu: Kanéngchen hellt Schued
lt_lt: Sužeistas kiškis
ms_my: Arnab kesakitan
mt_mt: Fenek weġġa'
nl_nl: Konijn heeft pijn
nn_no: Kanin har vondt
pl: Królik cierpi
pt: Coelho aleija-se
ro_ro: Iepure rănit
ru_ru: Кролик ранен
sk_sk: Poranenie zajaca
sl_si: Zajec se poškoduje
sv_se: Kanin skadas
th_th: กระต่ายได้รับบาดเจ็บ
tr_tr: Tavşan hasar aldı
vi_vn: Thỏ bị thương
zh_cn: 兔子：受伤
zh_tw: 兔子受傷

# subtitles_entity_rabbit_jump
source: Rabbit hops
af_za: Konyn hop
be_by: Скокнуў трус
bg_bg: Заек подскача
ca_es: Un conill salta
cs: králičí hopsání
da_dk: Kanin hopper
de: Kaninchen hoppelt
el_gr: Το κουνέλι χοροπηδάει
es: Conejo saltando
fi: Jänis loikkaa
fr_ca: Lapin qui bondit
ga_ie: Coinín ag preabadh
gd_gb: Tha an coineanach a' leum
gl_es: Coello saltando
he: ארנב מקפץ
hr_hr: Zec skokne
hu_hu: Nyúl ugrik
id_id: Kelinci melompat
it: Un coniglio salta
ja_jp: ウサギが跳ねる
ka_ge: კურდღელი ახტა
ko_kr: 토끼가 뜀
lb_lu: Kanéngchen hoppelt
lt_lt: Kiškis šuoliuoja
ms_my: Arnab berlompatan
mt_mt: Fenek qabeż
nl_nl: Konijn springt rond
nn_no: Kanin bykser
pl: Królik skacze
pt: Coelho salta
ro_ro: Iepure țopăind
ru_ru: Прыжок кролика
sk_sk: Skackanie zajaca
sl_si: Zajec skoči
sv_se: Kanin hoppar
th_th: กระต่ายกระโดด
tr_tr: Tavşan hopladı
vi_vn: Thỏ nhảy
zh_cn: 兔子：跳动
zh_tw: 兔子跳

# subtitles_entity_sheep_ambient
source: Sheep baahs
af_za: Skaap blêr
be_by: Авечка бэкае
bg_bg: Овца блее
ca_es: Una ovella fa beee
cs: zabečení
da_dk: Får mæher
de: Schaf määht
el_gr: Το πρόβατο βελάζει
es: Balido de oveja
fi: Lammas määkii
fr_ca: *Bêêê*
ga_ie: Caora ag méileach
gd_gb: Tha a' chaora a' dèanamh mè mè
gl_es: *beeee*
he: כבשה פועה
hu_hu: Birka béget
id_id: Domba mengembik
it: Una pecora bela
ja_jp: ヒツジが鳴く
ka_ge: ცხვრის ბღავილი
ko_kr: 양 울음
lb_lu: Schof määht
lt_lt: Avis sako "bee"
ms_my: Baahs kambing
mt_mt: Nagħġa għajtet
nl_nl: Schaap blaat
nn_no: Sau brekar
pl: Owca beczy
pt: Ovelha bale
ro_ro: Oaie behăind
ru_ru: Блеяние овцы
sk_sk: Bečanie ovce
sl_si: Ovce reče beee
sv_se: Får bräker
th_th: แกะร้อง
tr_tr: Koyun meeledi
vi_vn: Cừu kêu
zh_cn: 羊：咩~
zh_tw: 羊叫聲

# subtitles_entity_sheep_death
source: Sheep dies
af_za: Skaap sterf
be_by: Авечка гіне
bg_bg: Овца умира
ca_es: Una ovella mor
cs: ovce zemřela
da_dk: Får dør
de: Schaf stirbt
el_gr: Το πρόβατο πεθαίνει
es: Oveja muere
fi: Lammas kuolee
fr_ca: Mouton qui meurt
ga_ie: Caora ag fáil bháis
gd_gb: Tha a' chaora a' bàsachadh
gl_es: Morte de ovella
he: כבשה מתה
hu_hu: Birka meghal
id_id: Domba meninggal
it: Una pecora muore
ja_jp: ヒツジが死ぬ
ka_ge: ცხვარი მოკვდა
ko_kr: 양이 죽음
lb_lu: Schof stierft
lt_lt: Miršta avis
ms_my: Kambing mati
mt_mt: Nagħġa mietet
nl_nl: Schaap sterft
nn_no: Sau døyr
pl: Owca ginie
pt: Ovelha morre
ro_ro: Oaie murind
ru_ru: Овца погибает
sk_sk: Umieranie ovce
sl_si: Ovce umre
sv_se: Får dör
th_th: แกะตาย
tr_tr: Koyun öldü
vi_vn: Cừu chết
zh_cn: 羊：死亡
zh_tw: 羊死亡

# subtitles_entity_sheep_hurt
source: Sheep hurts
af_za: Skaap beseer
be_by: Авечка параненая
bg_bg: Нараняване на овца
ca_es: Una ovella es fa mal
cs: ovce byla zraněna
da_dk: Får bliver skadet
de: Schaf nimmt Schaden
el_gr: Το πρόβατο τραυματίζεται
es: Oveja herida
fi: Lammas vahingoittuu
fr_ca: Mouton blessé
ga_ie: Gortaítear caora
gd_gb: Chaidh a' chaora a leònadh
gl_es: Ovella ferida
he: כבשה נפצעת
hu_hu: Birka sérül
id_id: Domba terluka
it: Una pecora è ferita
ja_jp: ヒツジがダメージを受ける
ka_ge: ცხვარი დაიჭრა
ko_kr: 양이 상처를 입음
lb_lu: Schof hellt Schued
lt_lt: Sužeista avis
ms_my: Kambing kesakitan
mt_mt: Nagħġa weġġgħet
nl_nl: Schaap heeft pijn
nn_no: Sau har vondt
pl: Owca cierpi
pt: Ovelha aleija-se
ro_ro: Oaie rănită
ru_ru: Овца ранена
sk_sk: Poranenie ovce
sl_si: Ovce se poškoduje
sv_se: Får skadas
th_th: แกะได้รับบาดเจ็บ
tr_tr: Koyun hasar aldı
vi_vn: Cừu bị thương
zh_cn: 羊：受伤
zh_tw: 羊受傷

# subtitles_entity_shulker_ambient
source: Shulker lurks
af_za: Shulker loer
be_by: Шалкер хаваецца
bg_bg: Шулкър се спотайва
ca_es: Un shulker s'amaga
cs: shulker číhá
da_dk: Shulker lurer
de: Shulker lauert
el_gr: Το shulker παραμονεύει
es: Shulker acechando
fi: Shulker vaanii
fr_ca: Shulker qui se moque
ga_ie: Siulcaire ag sculcaireacht
gd_gb: Tha an shulker a' siolpadh
gl_es: O Shulker acecha
he: שולקר מבצבץ
hu_hu: Shulker leselkedik
id_id: Shulker mengintai
it: Uno shulker osserva
ja_jp: シュルカーが潜んでいる
ka_ge: შულკერი იმალება
ko_kr: 셜커가 숨음
lb_lu: Shulker lauert
lt_lt: Šulkeris tykoja
ms_my: Shulker bersembunyi
mt_mt: Shulker għamel ħoss
nl_nl: Shulker schuilt
nn_no: Shulker ligg på lur
pl: Shulker się czai
pt: Shulker esconde-se
ro_ro: Shulker pândind
ru_ru: Шалкер прячется
sk_sk: Číhanie shulkera
sl_si: Shulker preži
sv_se: Shulker lurar
th_th: ชูลเกอร์ร้อง
tr_tr: Shulker saklanıyor
vi_vn: Shulker rình rập
zh_cn: 潜影贝：窥视
zh_tw: 界伏蚌潛伏

# subtitles_entity_shulker_close
source: Shulker closes
af_za: Shulker maak toe
be_by: Шалкер закрыўся
bg_bg: Шулкър се затваря
ca_es: Un shulker es tanca
cs: shulker se zavřel
da_dk: Shulker lukker
de: Shulker schließt
el_gr: To shulker κρύβεται
es: Shulker se esconde
fi: Shulker sulkeutuu
fr_ca: Shulker qui se ferme
ga_ie: Siulcaire ag dúnadh
gd_gb: Tha an shulker a' dùnadh
gl_es: Shulker pechouse
he: שולקר נסגר
hu_hu: Shulker bezárul
id_id: Shulker menutup
it: Uno shulker si chiude
ja_jp: シュルカーが閉じる
ka_ge: შულკერი დაიკეტა
ko_kr: 셜커가 닫힘
lb_lu: Shulker geet zou
lt_lt: Šulkeris užsidaro
ms_my: Shulker menutup
mt_mt: Shulker ingħalaq
nl_nl: Shulker sluit
nn_no: Shulker stenger
pl: Shulker się zamyka
pt: Shulker fecha-se
ro_ro: Shulker închizându-se
ru_ru: Шалкер захлопнулся
sk_sk: Zatváranie shulkera
sl_si: Shukler se zapire
sv_se: Shulker stängs
th_th: ชูลเกอร์ปิดเกราะ
tr_tr: Shulker kapandı
vi_vn: Shulker đóng lại
zh_cn: 潜影贝：闭合
zh_tw: 界伏蚌關閉

# subtitles_entity_shulker_death
source: Shulker dies
af_za: Shulker sterf
be_by: Шалкер гіне
bg_bg: Шулкър умира
ca_es: Un shulker mor
cs: shulker zemřel
da_dk: Shulker dør
de: Shulker stirbt
el_gr: Το shulker πεθαίνει
es: Shulker muere
fi: Shulker kuolee
fr_ca: Shulker qui meurt
ga_ie: Siulcaire ag fáil bháis
gd_gb: Tha an shulker a' bàsachadh
gl_es: Morte de Shulker
he: שולקר מת
hu_hu: Shulker meghal
id_id: Shulker meninggal
it: Uno shulker muore
ja_jp: シュルカーが死ぬ
ka_ge: შულკერი მოკვდა
ko_kr: 셜커가 죽음
lb_lu: Shulker stierft
lt_lt: Miršta šulkeris
ms_my: Shulker mati
mt_mt: Shulker miet
nl_nl: Shulker sterft
nn_no: Shulker døyr
pl: Shulker ginie
pt: Shulker morre
ro_ro: Shulker murind
ru_ru: Шалкер погибает
sk_sk: Umieranie shulkera
sl_si: Shukler umre
sv_se: Shulker dör
th_th: ชูลเกอร์ตาย
tr_tr: Shulker öldü
vi_vn: Shulker chết
zh_cn: 潜影贝：死亡
zh_tw: 界伏蚌死亡

# subtitles_entity_shulker_hurt
source: Shulker hurts
af_za: Shulker beseer
be_by: Шалкер паранены
bg_bg: Нараняване на шулкър
ca_es: Un shulker es fa mal
cs: shulker byl zraněn
da_dk: Shulker bliver skadet
de: Shulker nimmt Schaden
el_gr: Το shulker τραυματίζεται
es: Shulker herido
fi: Shulker vahingoittuu
fr_ca: Shulker blessé
ga_ie: Gortaítear siulcaire
gd_gb: Chaidh an shulker a leònadh
gl_es: Shulker ferido
he: שולקר נפצע
hu_hu: Shulker sérül
id_id: Shulker terluka
it: Uno shulker è ferito
ja_jp: シュルカーがダメージを受ける
ka_ge: შულკერი დაიჭრა
ko_kr: 셜커가 상처를 입음
lb_lu: Shulker hellt Schued
lt_lt: Sužeistas šulkeris
ms_my: Shulker kesakitan
mt_mt: Shulker weġġa'
nl_nl: Shulker raakt gewond
nn_no: Shulker har vondt
pl: Shulker cierpi
pt: Shulker aleija-se
ro_ro: Shulker rănit
ru_ru: Шалкер ранен
sk_sk: Poranenie shulkera
sl_si: Shukler se poškoduje
sv_se: Shulker skadas
th_th: ชูลเกอร์ได้รับบาดเจ็บ
tr_tr: Shulker hasar aldı
vi_vn: Shulker bị thương
zh_cn: 潜影贝：受伤
zh_tw: 界伏蚌受傷害

# subtitles_entity_shulker_open
source: Shulker opens
af_za: Shulker maak oop
be_by: Шалкер адкрыўся
bg_bg: Шулкър се отваря
ca_es: Un shulker s'obre
cs: shulker se otevřel
da_dk: Shulker åbner
de: Shulker öffnet
el_gr: Το shulker εμφανίζεται
es: Shulker se abre
fi: Shulker avautuu
fr_ca: Shulker qui s'ouvre
ga_ie: Siulcaire ag oscail
gd_gb: Tha an shulker a' fosgladh
gl_es: Shulker abriuse
he: שולקר נפתח
hu_hu: Shulker nyílik
id_id: Shulker terbuka
it: Uno shulker si apre
ja_jp: シュルカーが開く
ka_ge: შულკერი გაიხსნა
ko_kr: 셜커의 껍데기가 열림
lb_lu: Shulker geet op
lt_lt: Šulkeris atsidaro
ms_my: Shulker membuka
mt_mt: Shulker infetaħ
nl_nl: Shulker opent
nn_no: Shulker opnar
pl: Shulker się otwiera
pt: Shulker abre-se
ro_ro: Shulker deschizându-se
ru_ru: Шалкер открылся
sk_sk: Otváranie shulkera
sl_si: Shulker se odpre
sv_se: Shulker öppnas
th_th: ชูลเกอร์เปิดเกราะ
tr_tr: Shulker açıdı
vi_vn: Shulker mở ra
zh_cn: 潜影贝：开启
zh_tw: 界伏蚌開啟

# subtitles_entity_shulker_shoot
source: Shulker shoots
af_za: Shulker skiet
be_by: Шалкер страляе
bg_bg: Шулкър стреля
ca_es: Un shulker dispara
cs: shulker střílí
da_dk: Shulker skyder
de: Shulker schießt
el_gr: Το shulker πυροβολεί
es: Shulker dispara
fi: Shulker ampuu
fr_ca: Shulker qui tire
ga_ie: Siulcaire ag scaoileadh
gd_gb: Tha an shulker a' losgadh
gl_es: Disparo de Shulker
he: שולקר יורה
hu_hu: Shulker lő
id_id: Shulker menembak
it: Uno shulker spara un proiettile
ja_jp: シュルカーが撃つ
ka_ge: შულკერი ისვრის
ko_kr: 셜커가 투사체를 쏨
lb_lu: Shulker schéisst
lt_lt: Šulkeris iššauna
ms_my: Shulker menembak
mt_mt: Shulker spara
nl_nl: Shulker schiet
nn_no: Shulker skyt
pl: Shulker strzela
pt: Shulker atira
ro_ro: Shulker trăgând
ru_ru: Выстрел шалкера
sk_sk: Útočenie shulkera
sl_si: Shulker ustreli
sv_se: Shulker skjuter
th_th: ชูลเกอร์ยิงกระสุน
tr_tr: Shulker ateş etti
vi_vn: Shulker bắn
zh_cn: 潜影贝：射击
zh_tw: 界伏蚌發射
