Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# subtitles_entity_cat_hurt
source: Cat hurts
af_za: Kat beseer
ar_sa: القطة تتاذى
be_by: Кот паранены
bg_bg: Нараняване на котка
ca_es: Gat ferit
cs: kočka byla zraněna
da_dk: Kat bliver skadet
de: Katze nimmt Schaden
el_gr: Η γάτα πονά
es: Gato herido
fi: Kissa vahingoittuu
fil_ph: Nasaktan ang Pusa
fr_ca: Minou blessé
ga_ie: Gortaítear cat
gd_gb: Chaidh an cat a leònadh
gl_es: Gato ferido
he: חתול נפצע
hr_hr: Mačka je ozlijeđena
hu_hu: Macska sérül
id_id: Kucing terluka
it: Un gatto è ferito
ja_jp: ネコがダメージを受ける
ka_ge: კატა დაიჭრა
ko_kr: 고양이가 상처를 입음
lb_lu: Katz hellt Schued
lt_lt: Sužeista katė
lv_lv: Ievainots kaķis
ms_my: Kucing kesakitkan
mt_mt: Qattus weġġa'
nl_nl: Kat heeft pijn
nn_no: Katt har vondt
pl: Kot cierpi
pt: Gato aleija-se
ro_ro: Pisică rănită
ru_ru: Кошка ранена
sk_sk: Poranenie mačky
sl_si: Mačka se poškoduje
sv_se: Katt skadas
th_th: แมวเจ็บ
tr_tr: Kedi hasar aldı
vi_vn: Mèo bị thương
zh_cn: 猫：受伤
zh_tw: 貓受傷聲

# subtitles_entity_chicken_ambient
source: Chicken clucks
af_za: Hoender kloek
be_by: Курыца квохча
bg_bg: Кокошка кудкудяка
ca_es: Un pollastre cloqueja
cs: zakdákaní
da_dk: Kylling clucks
de: Huhn gackert
el_gr: Η κότα κακαρίζει
es: Cacareo de gallina
fi: Kana kotkottaa
fil_ph: Kumurukutok ang Manok
fr_ca: *Cot-cot-cot*
ga_ie: Sicín ag gocarsach
gd_gb: Tha a' chearc a' gogail
gl_es: Galiña cacareando
he: תרנגולת מקרקרת
hr_hr: Kokoš kokodače
hu_hu: Csirke kotkodácsol
id_id: Ayam berkotek
it: Una gallina chioccia
ja_jp: ニワトリが鳴く
ka_ge: ქათმის კაკანი
ko_kr: 닭이 울음
lb_lu: Hung gackert
lt_lt: Kudakuoja višta
lv_lv: Vista klukst
ms_my: Ayam menokkok
mt_mt: Tiġieġa garret
nl_nl: Kip kakelt
nn_no: Kjukling klukkar
pl: Kura gdacze
pt: Galinha cacareja
ro_ro: Găină cotcodăcind
ru_ru: Кудахтанье курицы
sk_sk: Kvokanie sliepky
sl_si: Kokoš kokodaka
sv_se: Höna kacklar
th_th: ไก่ร้อง
tr_tr: Tavuk gıdakladı
vi_vn: Gà kêu cục tác
zh_cn: 鸡：咯咯叫
zh_tw: 雞叫聲

# subtitles_entity_chicken_death
source: Chicken dies
af_za: Hoender sterf
ar_sa: الدجاجة تموت
be_by: Курыца гіне
bg_bg: Кокошка умира
ca_es: Pollastre mor
cs: slepice zemřela
da_dk: Kylling dør
de: Huhn stirbt
el_gr: Η κότα πεθαίνει
es: Gallina muere
fi: Kana kuolee
fil_ph: Namatay ang Manok
fr_ca: Poulet qui meurt
ga_ie: Sicín ag fáil bháis
gd_gb: Tha a' chearc a' bàsachadh
gl_es: Morte de galiña
he: תרנגולת מתה
hr_hr: Kokoš umire
hu_hu: Csirke meghal
id_id: Ayam meninggal
it: Una gallina muore
ja_jp: ニワトリが死ぬ
ka_ge: ქათამი მოკვდა
ko_kr: 닭이 죽음
lb_lu: Hung stierft
lt_lt: Višta miršta
lv_lv: Vista nomirst
ms_my: Ayam mati
mt_mt: Tiġieġa mietet
nl_nl: Kip sterft
nn_no: Kjukling døyr
pl: Kura ginie
pt: Galinha morre
ro_ro: Găină murind
ru_ru: Курица погибла
sk_sk: Umieranie sliepky
sl_si: Kokoš umre
sv_se: Höna dör
th_th: ไก่ตาย
tr_tr: Tavuk öldü
vi_vn: Gà chết
zh_cn: 鸡：死亡
zh_tw: 雞死亡

# subtitles_entity_chicken_egg
source: Chicken plops
af_za: Hoender lê 'n eier
be_by: Курыца знесла яйка
bg_bg: Кокошка снася яйце
ca_es: Un pollastre fa plop
cs: snesení vajíčka
da_dk: Kylling plop
de: Huhn legt Ei
el_gr: Η κότα γεννάει ένα αυγό
es: Una gallina pone un huevo
fi: Kana munii
fil_ph: Nag-plop ang Manok
fr_ca: Poulet qui pond
ga_ie: Plab sicín
gd_gb: Tha a' chearc a' breith ugh
gl_es: A galiña pon un ovo
he: תרנגולת מקרקרת
hr_hr: Kokoš je snijela jaje
hu_hu: Csirke tojik
id_id: Ayam betelur
it: Una gallina depone un uovo
ja_jp: ニワトリが卵を産む
ka_ge: ქათმის ფართხალი
ko_kr: 닭이 알을 낳음
lb_lu: Hung leet en Ee
lt_lt: Višta padėjo kiaušinį
lv_lv: Vista dēj
ms_my: Ayam plop
mt_mt: Tiġieġa biedet
nl_nl: Kip plopt
nn_no: Kjukling legg egg
pl: Kura znosi jajko
pt: Galinha põe ovo
ro_ro: Găină făcând un ou
ru_ru: Курица снесла яйцо
sk_sk: Znesenie vajca
sl_si: Kokoš izleže jajce
sv_se: Höna lägger ägg
th_th: ไก่ออกไข่
tr_tr: Tavuk yumurtladı
vi_vn: Gà đẻ ra trứng
zh_cn: 鸡：下蛋
zh_tw: 雞下蛋

# subtitles_entity_chicken_hurt
source: Chicken hurts
af_za: Hoender beseer
ar_sa: الدجاجة تتاذى
be_by: Курыца параненая
bg_bg: Нараняване на кокошка
ca_es: Pollastre ferit
cs: slepice byla zraněna
da_dk: Kylling bliver skadet
de: Huhn nimmt Schaden
el_gr: Το κοτόπουλο πονά
es: Gallina herida
fi: Kana vahingoittuu
fil_ph: Nasaktan ang Manok
fr_ca: Poulet blessé
ga_ie: Gortaítear sicín
gd_gb: Chaidh a' chearc a leònadh
gl_es: Galiña ferida
he: תרנגול נפצע
hr_hr: Kokoš je ozlijeđena
hu_hu: Csirke sérül
id_id: Ayam terluka
it: Una gallina è ferita
ja_jp: ニワトリがダメージを受ける
ka_ge: ქათამი დაიჭრა
ko_kr: 닭이 상처를 입음
lb_lu: Hung hellt Schued
lt_lt: Sužeista višta
lv_lv: Vista ievainota
ms_my: Ayam kesakitkan
mt_mt: Tiġieġa weġġgħet
nl_nl: Kip heeft pijn
nn_no: Kjukling har vondt
pl: Kura cierpi
pt: Galinha aleija-se
ro_ro: Găină rănită
ru_ru: Курица ранена
sk_sk: Poranenie sliepky
sl_si: Kokoš se poškoduje
sv_se: Höna skadas
th_th: ไก่เจ็บ
tr_tr: Tavuk hasar aldı
vi_vn: Gà bị thương
zh_cn: 鸡：受伤
zh_tw: 雞受傷聲

# subtitles_entity_cow_ambient
source: Cow moos
af_za: Koei moo
be_by: Карова мычыць
bg_bg: Крава мучи
ca_es: Una vaca fa muu
cs: zabučení
da_dk: Ko muher
de: Kuh muht
el_gr: Η αγελάδα μουγκανίζει
es: Mugido de vaca
fi: Lehmä ammuu
fil_ph: Umunga ang Baka
fr_ca: *Meuh*
ga_ie: Géimneach bó
gd_gb: Tha a' bho a' nualan
gl_es: Muxido de vaca
he: פרה גועה
hr_hr: Krava muče
hu_hu: Tehén bőg
id_id: Sapi melenguh
it: Una mucca muggisce
ja_jp: ウシが鳴く
ka_ge: ძროხის ბღავილი
ko_kr: 소가 울음
lb_lu: Kou muet
lt_lt: Karvė mūkia
lv_lv: Govs saka moo
ms_my: Moo lembu
mt_mt: Baqra għajtet
nl_nl: Koe loeit
nn_no: Ku rautar
pl: Krowa muczy
pt: Vaca muge
ro_ro: Vacă mugind
ru_ru: Мычание коровы
sk_sk: Bučanie kravy
sl_si: Krava zamuka
sv_se: Ko råmar
th_th: วัวร้อง
tr_tr: İnek mööledi
vi_vn: Bò kêu ùm bò
zh_cn: 牛：哞~
zh_tw: 牛哞聲

# subtitles_entity_cow_death
source: Cow dies
af_za: Koei sterf
be_by: Карова гіне
bg_bg: Крава умира
ca_es: Una vaca mor
cs: kráva zemřela
da_dk: Ko dør
de: Kuh stirbt
el_gr: Η αγελάδα πεθαίνει
es: Vaca muere
fi: Lehmä kuolee
fil_ph: Namatay ang Baka
fr_ca: Vache qui meurt
ga_ie: Bó ag fáil bháis
gd_gb: Tha a' bhò a' bàsachadh
gl_es: Morte de vaca
he: פרה מתה
hr_hr: Krava umire
hu_hu: Tehén meghal
id_id: Sapi meninggal
it: Una mucca muore
ja_jp: ウシが死ぬ
ka_ge: ძროხა მოკვდა
ko_kr: 소가 죽음
lb_lu: Kou stierft
lt_lt: Karvė miršta
lv_lv: Govs mirst
ms_my: Lembu mati
mt_mt: Baqra mietet
nl_nl: Koe sterft
nn_no: Ku døyr
pl: Krowa ginie
pt: Vaca morre
ro_ro: Vacă murind
ru_ru: Корова погибла
sk_sk: Umieranie kravy
sl_si: Krava umre
sv_se: Ko dör
th_th: วัวตาย
tr_tr: İnek öldü
vi_vn: Bò chết
zh_cn: 牛：死亡
zh_tw: 牛死亡

# subtitles_entity_cow_hurt
source: Cow hurts
af_za: Koei beseer
be_by: Карова параненая
bg_bg: Нараняване на крава
ca_es: Una vaca rep dany
cs: kráva byla zraněna
da_dk: Ko bliver skadet
de: Kuh nimmt Schaden
el_gr: Η αγελάδα πονά
es: Vaca herida
fi: Lehmä vahingoittuu
fr_ca: Vache blessée
ga_ie: Gortaítear bó
gd_gb: Chaidh a' bhò a leònadh
gl_es: Vaca ferida
he: פרה נפצעת
hr_hr: Krava je ozlijeđena
hu_hu: Tehén sérül
id_id: Sapi terluka
it: Una mucca è ferita
ja_jp: ウシがダメージを受ける
ka_ge: ძროხა დაიჭრა
ko_kr: 소가 상처를 입음
lb_lu: Kou hellt Schued
lt_lt: Sužeista karvė
lv_lv: Govs ievainota
ms_my: Lembu kesakitkan
mt_mt: Baqra weġġgħet
nl_nl: Koe heeft pijn
nn_no: Ku har vondt
pl: Krowa cierpi
pt: Vaca aleija-se
ro_ro: Vacă rănită
ru_ru: Корова ранена
sk_sk: Poranenie kravy
sl_si: Krava se poškoduje
sv_se: Ko skadas
th_th: วัวเจ็บ
tr_tr: İnek hasar aldı
vi_vn: Bò bị thương
zh_cn: 牛：受伤
zh_tw: 牛受傷

# subtitles_entity_cow_milk
source: Cow gets milked
af_za: Koei gemelk
ar_sa: بقرة تُحلب
be_by: Карова падоена
bg_bg: Доене на крава
ca_es: Una vaca és munyida
cs: dojení krávy
da_dk: Ko bliver malket
de: Kuh wird gemolken
el_gr: Η αγελάδα αρμέγεται
es: Vaca ordeñada
fi: Lehmää lypsetään
fr_ca: Vache qui se fait traire
ga_ie: Bó á bleán
gd_gb: Tha a' bhò 'ga bleoghainn
gl_es: A vaca ten leite
he: פרה נחלבת
hr_hr: Muzete kravu
hu_hu: Tehén tejel
id_id: Sapi mendapatkan diperah
it: Una mucca è munta
ja_jp: ウシが搾乳される
ka_ge: ძროხა მოიწველა
ko_kr: 소에게서 우유를 짬
lb_lu: Kou gëtt gestrach
lt_lt: Melžiama karvė
lv_lv: Govs tiek izslaukta
ms_my: Lembu diperah susu
mt_mt: Baqra ġiet maħluba
nl_nl: Koe wordt gemolken
nn_no: Ku vart mjølka
pl: Dojenie krowy
pt: Vaca é ordenhada
ro_ro: Vacă mulsă
ru_ru: Корова подоена
sk_sk: Dojenie kravy
sl_si: Krava pomolzena
sv_se: Ko mjölkas
th_th: วัวถูกรีดนม
tr_tr: İnek sağıldı
vi_vn: Bò bị vắt sữa
zh_cn: 牛：被挤奶
zh_tw: 擠出牛奶

# subtitles_entity_creeper_death
source: Creeper dies
af_za: Creeper sterf
ar_sa: Creeper يموت
be_by: Крыпер гіне
bg_bg: Крийпър умира
ca_es: Creeper mor
cs: creeper zemřel
da_dk: Creeper dør
de: Creeper stirbt
el_gr: Ο Κρίπερ πεθαίνει
es: Creeper muere
fi: Creeper kuolee
fil_ph: Namatay ang kilabot
fr_ca: Creeper qui meurt
ga_ie: Téaltóir ag fáil bháis
gd_gb: Tha an creeper a' bàsachadh
gl_es: Morte de Creeper
he: קריפר מת
hr_hr: Creeper umire
hu_hu: Creeper meghal
id_id: Creeper meninggal
it: Un creeper muore
ja_jp: クリーパーが死ぬ
ka_ge: კრიპერი მოკვდა
ko_kr: 크리퍼가 죽음
lb_lu: Creeper stierft
lt_lt: Miršta kryperis
lv_lv: Krīpers mirst
ms_my: Creeper mati
mt_mt: Creeper miet
nl_nl: Creeper gaat dood
nn_no: Creeper døyr
pl: Creeper ginie
pt: Creeper morre
ro_ro: Creeper murind
ru_ru: Крипер погибает
sk_sk: Umieranie creepera
sl_si: Creeper umre
sv_se: Creeper dör
th_th: ครีปเปอร์ตาย
tr_tr: Creeper öldü
vi_vn: Creeper chết
zh_cn: 爬行者：死亡
zh_tw: 苦力怕死亡

# subtitles_entity_creeper_hurt
source: Creeper hurts
af_za: Creeper beseer
ar_sa: Creeper يؤذي
be_by: Крыпер паранены
bg_bg: Нараняване на крийпър
ca_es: Creeper es fa mal
cs: creeper byl zraněn
da_dk: Creeper bliver skadet
de: Creeper nimmt Schaden
el_gr: Ο Κρίπερ πονά
es: Creeper herido
fi: Creeper vahingoittuu
fr_ca: Creeper blessé
ga_ie: Gortaítear téaltóir
gd_gb: Chaidh an creeper a leònadh
gl_es: Creeper ferido
he: קריפר נפצע
hr_hr: Creeper je ozlijeđen
hu_hu: Creeper sérül
id_id: Creeper terluka
it: Un creeper è ferito
ja_jp: クリーパーがダメージを受ける
ka_ge: კრიპერი დაიჭრა
ko_kr: 크리퍼가 상처를 입음
lb_lu: Creeper hellt Schued
lt_lt: Sužeistas kryperis
lv_lv: Krīpers ievainots
ms_my: Creeper kesakitan
mt_mt: Creeper weġġa'
nl_nl: Creeper heeft pijn
nn_no: Creeper har vondt
pl: Creeper cierpi
pt: Creeper aleija-se
ro_ro: Creeper rănit
ru_ru: Крипер ранен
sk_sk: Poranenie creepera
sl_si: Creeper se poškoduje
sv_se: Creeper skadas
th_th: ครีปเปอร์เจ็บ
tr_tr: Creeper hasar aldı
vi_vn: Creeper bị thương
zh_cn: 爬行者：受伤
zh_tw: 苦力怕受傷

# subtitles_entity_creeper_primed
source: Creeper hisses
af_za: Creeper sis
ar_sa: Creeper يهس
be_by: Крыпер шыпіць
bg_bg: Крийпър свисти
ca_es: Creeper xiula
cs: creeper zasyčel
da_dk: Creeper hvæser
de: Creeper zischt
el_gr: Ο Κρίπερ συρίζει
es: Siseo de creeper
fi: Creeper sihisee
fr_ca: Sifflement de Creeper
ga_ie: Téaltóir ag siosadh
gd_gb: Tha an creeper a' feadail
gl_es: Bufido de Creeper
he: קריפר תוסס
hr_hr: Creeper sikće
hu_hu: Creeper sziszeg
id_id: Creeper mendesis
it: Un creeper sibila
ja_jp: クリーパーが着火する
ka_ge: კრიპერი სისინებს
ko_kr: 크리퍼가 치익거림
lb_lu: Creeper zischt
lt_lt: Šnypščia kryperis
lv_lv: Krīpers šņāc
ms_my: Creeper mendesir
mt_mt: Creeper għamel ħoss
nl_nl: Creeper sist
nn_no: Creeper hissar
pl: Creeper syczy
pt: Creeper silva
ro_ro: Creeper fâsâind
ru_ru: Шипение крипера
sk_sk: Syčanie creepera
sl_si: Creeper zasika
sv_se: Creeper pyser
th_th: ครีปเปอร์ขู่
tr_tr: Creeper patlıyor
vi_vn: Creeper kêu xì
zh_cn: 爬行者：嘶~
zh_tw: 苦力怕嘶嘶聲

# subtitles_entity_donkey_ambient
source: Donkey hee-haws
af_za: Donkie bulk
ar_sa: حمار هى متردد
be_by: Асёл раве
bg_bg: Магаре реве
ca_es: Un ruc ruqueja
cs: oslí hýkání
da_dk: Æsel siger hiho
de: Esel iaht
el_gr: Ο γάιδαρος γκαρίζει
es: Rebuzno de burro
fa_ir: عرعر الاغ
fi: Aasi kiljuu
fr_ca: *Hi-han* d'âne
ga_ie: Asal ag rá uí-a-hó
gd_gb: Tha an t-asal a' dèanamh u i o h-òmh
gl_es: Rebuzno de burro
he: נעירות חמור
hu_hu: Szamár iázik
id_id: Keledai mendunus
it: Un asino raglia
ja_jp: ロバが鳴く
ka_ge: ვირი ყროყინებს
ko_kr: 당나귀가 울음
lb_lu: Iesel iat
lt_lt: Žvengia asilas
lv_lv: Ēzelis īi-āaa
ms_my: Keldai meringkik
mt_mt: Ħmar għajjat
nl_nl: Ezel balkt
nn_no: Esel skryter
pl: Osioł rży
pt: Burro zurra
ro_ro: Măgar răgând
ru_ru: Рёв осла
sk_sk: Híkanie somára
sl_si: Osel reče i-a
sv_se: Åsna gnäggar
th_th: ลาร้อง
tr_tr: Eşek anırıyor
vi_vn: Lừa kêu
zh_cn: 驴：嘶叫
zh_tw: 驢子叫聲

# subtitles_entity_donkey_angry
source: Donkey neighs
af_za: Donkie runnik
ar_sa: حمار neighs
be_by: Асёл іржэ
bg_bg: Магаре цвили
ca_es: Un ruc es queixa
cs: zahýkání osla
da_dk: Æsel vrinsker
de: Esel wiehert
el_gr: Ο γάιδαρος κλοτσάει
es: Burro relincha
fi: Aasi vinkuu
fr_ca: Hennissement
ga_ie: Asal ag seitreach
gd_gb: Tha an t-asal a' sitrich
gl_es: Relincho de burro
he: צהלות חמור
hu_hu: Szamár nyerít
id_id: Ringkikan keledai
it: Un asino è innervosito
ja_jp: ロバがいななく
ka_ge: ვირის ჭიხვინი
ko_kr: 당나귀가 울음
lb_lu: Iesel wiert
lt_lt: Sužvengia asilas
lv_lv: Ēzelis zviedz
ms_my: Keldai meringkik
mt_mt: Ħmar għajjat
nl_nl: Ezel hinnikt
nn_no: Esel kneggjar
pl: Osioł rży
pt: Burro relincha
ro_ro: Măgar nechezând
ru_ru: Ржание осла
sk_sk: Híkanie somára
sl_si: Osel zariga
sv_se: Åsna skriar
th_th: ลาถอนหายใจ
tr_tr: Eşek kişniyor
vi_vn: Lừa hí
zh_cn: 驴：嘶叫
zh_tw: 驢子鳴叫聲

# subtitles_entity_donkey_chest
source: Donkey Chest equips
af_za: Donkie uitgerus met Kis
ar_sa: صدر الحمار مزود
be_by: Куфар пагружаны на асла
bg_bg: Екипиране на магаре със сандък
ca_es: S'equipa un cofre a un ruc
cs: nasazení truhly
da_dk: Kiste sat på æsel
de: Truhe angelegt
el_gr: Το σεντούκι του γαϊδάρου εξοπλίζεται
es: Cofre del burro equipado
fi: Aasille laitettu arkku
fr_ca: Coffre équipé
ga_ie: Cófra feistithe
gd_gb: Tha ciste asail 'ga uidheamachadh
gl_es: Cofre equipado no burro
he: חמור מצויד בתיבה
hu_hu: Szamár ládával való felszerelése
id_id: Peti dipasang pada keledai
it: Baule equipaggiato
ja_jp: ロバにチェストが装着される
ka_ge: ვირი დაიტვირთა
ko_kr: 당나귀에 상자가 장착됨
lb_lu: Këscht ugeluecht
lt_lt: Asilui uždedama skrynia
lv_lv: Ēzelis aprīkots
ms_my: Melengkapi dada keldai
mt_mt: Senduq ta' ħmar użat
nl_nl: Kist wordt op ezel gezet
nn_no: Kiste vert tatt på eselet
pl: Zakładanie skrzynki
pt: Baú no Burro equipado
ro_ro: Cufăr echipat
ru_ru: Сундук погружен
sk_sk: Pripína na somára truhlu
sl_si: Skrinja osla se natakne
sv_se: Kista sätts fast
th_th: สวมใส่เป้ให้ลา
tr_tr: Eşek Sandığı yerleştirildi
vi_vn: Lừa được trang bị rương
zh_cn: 驴：装备箱子
zh_tw: 為驢子裝上儲物箱聲

# subtitles_entity_donkey_death
source: Donkey dies
af_za: Donkie sterf
ar_sa: مات الحمار
be_by: Асёл гіне
bg_bg: Магаре умира
ca_es: Mor un ruc
cs: osel zemřel
da_dk: Æsle dør
de: Esel stirbt
el_gr: Ο Γάιδαρος πεθαίνει
es: Burro muere
fa_ir: مردن الاغ
fi: Aasi kuolee
fr_ca: Âne qui meurt
ga_ie: Asal ag fail bháis
gd_gb: Tha an t-asal a' bàsachadh
gl_es: Morte de burro
he: חמור מת
hu_hu: Szamár meghal
id_id: Keledai meninggal
it: Un asino muore
ja_jp: ロバが死ぬ
ka_ge: ვირი მოკვდა
ko_kr: 당나귀가 죽음
lb_lu: Iesel stierft
lt_lt: Asilas miršta
lv_lv: Ēzelis mirst
ms_my: Keldai meninggal dunia
mt_mt: Ħmar miet
nl_nl: Ezel sterft
nn_no: Esel døyr
pl: Osioł ginie
pt: Burro morre
ro_ro: Măgar murind
ru_ru: Осёл погибает
sk_sk: Umieranie somára
sl_si: Osel umre
sv_se: Åsna dör
th_th: ลาตาย
tr_tr: Eşek öldü
vi_vn: Lừa chết
zh_cn: 驴：死亡
zh_tw: 驢子死亡

# subtitles_entity_donkey_hurt
source: Donkey hurts
af_za: Donkie beseer
ar_sa: الحمار يتألم
be_by: Асёл паранены
bg_bg: Нараняване на магаре
ca_es: Un ruc es fa mal
cs: osel byl zraněn
da_dk: Æsel bliver skadet
de: Esel nimmt Schaden
el_gr: Ο γάιδαρος πονά
es: Burro herido
fi: Aasi vahingoittuu
fr_ca: Âne blessé
ga_ie: Gortaítear asal
gd_gb: Chaidh an t-asal a leònadh
gl_es: Burro ferido
he: חמור נפצע
hu_hu: Szamár sérül
id_id: Keledai terluka
it: Un asino è ferito
ja_jp: ロバがダメージを受ける
ka_ge: ვირი დაიჭრა
ko_kr: 당나귀가 상처를 입음
lb_lu: Iesel hellt Schued
lt_lt: Sužeistas asilas
lv_lv: Ēzelis ievainots
ms_my: Keldai kesakitan
mt_mt: Ħmar weġġa'
nl_nl: Ezel heeft pijn
nn_no: Esel har vondt
pl: Osioł cierpi
pt: Burro aleija-se
ro_ro: Măgar rănit
ru_ru: Осёл ранен
sk_sk: Poranenie somára
sl_si: Osel se poškoduje
sv_se: Åsna skadas
th_th: ลาได้รับบาดเจ็บ
tr_tr: Eşek hasar aldı
vi_vn: Lừa bị thương
zh_cn: 驴：受伤
zh_tw: 驢子受傷

# subtitles_entity_egg_throw
source: Egg flies
af_za: Eier vlieg
ar_sa: بيضة تطير
be_by: Яйка ляціць
bg_bg: Хвърляне на яйце
ca_es: Un ou és llançat
cs: hození vajíčka
da_dk: Æg flyver
de: Ei fliegt
el_gr: Το αυγό πετιέται
es: Huevo lanzado
fi: Kananmuna lentää
fr_ca: Oeuf lancé
ga_ie: Lainseáiltear ubh
gd_gb: Tha ugh ag itealadh
gl_es: Ovo lanzado
he: ביצה נזרקת
hu_hu: Tojás repül
id_id: Telur dilempar
it: Uovo lanciato
ja_jp: 卵が投げられる
ka_ge: კვერცხი მიფრინავს
ko_kr: 달걀이 던져짐
lb_lu: Ee flitt
lt_lt: Skrenda kiaušinis
lv_lv: Ola lido
ms_my: Telur menerbang
mt_mt: Bajda taret
nl_nl: Ei vliegt
nn_no: Egg flyg
pl: Jajko leci
pt: Ovo atirado
ro_ro: Ou zburând
ru_ru: Летит яйцо
sk_sk: Letiace vajce
sl_si: Jajce leti
sv_se: Ägg flyger
th_th: ปาใข่
tr_tr: Yumurta fırlatıldı
vi_vn: Trứng bay
zh_cn: 蛋：飞出
zh_tw: 雞蛋擲出

# subtitles_entity_enderdragon_ambient
source: Dragon roars
af_za: Draak brul
ar_sa: تنين يزأر
be_by: Цмок раве
bg_bg: Дракон реве
ca_es: Rugits de drac
cs: dračí řev
da_dk: Drage brøler
de: Drache brüllt
el_gr: Ο δράκος μουγκρίζει
es: Dragón ruge
fi: Lohikäärme karjuu
fr_ca: Rugissement de dragon
ga_ie: Dragan ag búireach
gd_gb: Tha an dràgon a' raoic
gl_es: Ruxido de dragón
he: דרקון שואג
hu_hu: Sárkány üvölt
id_id: Auman Naga
it: L'Enderdrago ruggisce
ja_jp: ドラゴンが咆哮する
ka_ge: დრაკონის ღრიალი
ko_kr: 드래곤이 으르렁거림
lb_lu: Draach brëllt
lt_lt: Drakonė riaumoja
lv_lv: Pūķis rūc
ms_my: Naga meraung
mt_mt: Dragun għajjat
nl_nl: Draak brult
nn_no: Drake brølar
pl: Smok ryczy
pt: Dragão ruge
ro_ro: Dragon răgând
ru_ru: Рычание дракона
sk_sk: Revanie draka
sl_si: Zmaj buči
sv_se: Drake vrålar
th_th: มังกรขู่คำราม
tr_tr: Ejderha kükredi
vi_vn: Rồng gầm
zh_cn: 末影龙：咆哮
zh_tw: 終界龍咆哮聲

# subtitles_entity_enderdragon_death
source: Dragon dies
af_za: Draak sterf
ar_sa: تنين يموت
be_by: Цмок гіне
bg_bg: Дракон умира
ca_es: Drac mor
cs: drak zemřel
da_dk: Drage dør
de: Drache stirbt
el_gr: Ο δράκος πεθαίνει
es: Dragón muere
fi: Lohikäärme kuolee
fr_ca: Dragon qui meurt
ga_ie: Dragan ag fáil bháis
gd_gb: Tha an dràgon a' bàsachadh
gl_es: Morte de dragón
he: דרקון מת
hu_hu: Sárkány meghal
id_id: Naga mati
it: L'Enderdrago muore
ja_jp: ドラゴンが死ぬ
ka_ge: დრაკონი მოკვდა
ko_kr: 드래곤이 죽음
lb_lu: Draach stierft
lt_lt: Drakonė miršta
lv_lv: Pūķis mirst
ms_my: Naga mati
mt_mt: Dragun miet
nl_nl: Draak sterft
nn_no: Drake døyr
pl: Smok ginie
pt: Dragão morre
ro_ro: Dragon murind
ru_ru: Дракон погибает
sk_sk: Umieranie draka
sl_si: Zmaj umre
sv_se: Drake dör
th_th: มังกรตาย
tr_tr: Ejderha öldü
vi_vn: Rồng chết
zh_cn: 末影龙：死亡
zh_tw: 終界龍死亡

# subtitles_entity_enderdragon_flap
source: Dragon flaps
af_za: Draak klap
ar_sa: تنين يرفرف
be_by: Цмок узмахвае крыламі
bg_bg: Дракон лети
ca_es: Drac vola
cs: plachtění draka
da_dk: Drage basker
de: Drache flattert
el_gr: Ο δράκος φτερουγίζει
es: Dragón aletea
fi: Lohikäärme läpyttelee
fr_ca: Dragon qui bat des ailes
ga_ie: Dragan ag buaileadh a sciatháin
gd_gb: Tha an dràgon a' clapadh a sgiathan
gl_es: Aleteo de dragón
he: דרקון מנפנף
hu_hu: Sárkány csapkod
id_id: Kelepak Naga
it: L'Enderdrago sbatte le ali
ja_jp: ドラゴンが羽ばたく
ka_ge: დრაკონის ფრთების მოქნევა
ko_kr: 드래곤이 펄럭거림
lb_lu: Draach flattert
lt_lt: Drakonė skrenda
lv_lv: Pūķis plivinās
ms_my: Naga mengepak
mt_mt: Dragun perper
nl_nl: Draak flappert
nn_no: Drake flaksar
pl: Smok macha skrzydłami
pt: Dragão voa
ro_ro: Dragon bătând din aripi
ru_ru: Взмах драконьих крыльев
sk_sk: Plieskanie draka
sl_si: Zmaj zavihra z krili
sv_se: Drake flaxar med vingarna
th_th: มังกรกระพือปีก
tr_tr: Ejderha kanat çırptı
vi_vn: Rồng vẫy cánh
zh_cn: 末影龙：拍打翅膀
zh_tw: 終界龍擊翅聲

# subtitles_entity_enderdragon_growl
source: Dragon growls
af_za: Draak grom
ar_sa: تنين يهدر
be_by: Цмок рыкае
bg_bg: Дракон ръмжи
ca_es: Drac gruny
cs: dračí vrčení
da_dk: Drage knurrer
de: Drache faucht
el_gr: Ο δράκος γρυλίζει
es: Dragón gruñe
fi: Lohikäärme murisee
fr_ca: Grognement de dragon
ga_ie: Dragan ag drantú
gd_gb: Tha an dràgon a' toirt gnòthan
gl_es: Gruñido de dragón
he: דרקון נוהם
hu_hu: Sárkány morog
id_id: Geraman Naga
it: L'Enderdrago ringhia
ja_jp: ドラゴンが唸る
ka_ge: დრაკონი ღრენს
ko_kr: 드래곤이 그르릉거림
lb_lu: Draach faucht
lt_lt: Drakonė urzgia
lv_lv: Pūķis rūc
ms_my: Naga mengaum
mt_mt: Dragun garr
nl_nl: Draak gromt
nn_no: Drake knurrar
pl: Smok ryczy
pt: Dragão rosna
ro_ro: Dragon mârâind
ru_ru: Рычание дракона
sk_sk: Vrčanie draka
sl_si: Zmaj zarenči
sv_se: Drake ryter
th_th: มังกรคำราม
tr_tr: Ejderha homurdanıyor
vi_vn: Rồng gào
zh_cn: 末影龙：吼叫
zh_tw: 終界龍吼叫聲

# subtitles_entity_enderdragon_hurt
source: Dragon hurts
af_za: Draak beseer
ar_sa: تنين يتأذى
be_by: Цмок паранены
bg_bg: Нараняване на дракон
ca_es: El drac es fa mal
cs: drak byl zraněn
da_dk: Drage bliver skadet
de: Drache nimmt Schaden
el_gr: Ο δράκος πονά
es: Dragón herido
fi: Lohikäärme vahingoittuu
fr_ca: Dragon blessé
ga_ie: Gortaítear dragan
gd_gb: Chaidh an dràgon a leònadh
gl_es: Dragón ferido
he: דרקון נפצע
hu_hu: Sárkány sérül
id_id: Naga terluka
it: L'Enderdrago è ferito
ja_jp: ドラゴンがダメージを受ける
ka_ge: დრაკონი დაიჭრა
ko_kr: 드래곤이 상처를 입음
lb_lu: Draach hellt Schued
lt_lt: Drakonė pažeidžiama
lv_lv: Pūķis ievainots
ms_my: Naga kesakitan
mt_mt: Dragun weġġa'
nl_nl: Draak heeft pijn
nn_no: Drake har vondt
pl: Smok cierpi
pt: Dragão aleija-se
ro_ro: Dragon rănit
ru_ru: Дракон ранен
sk_sk: Poranenie draka
sl_si: Zmaj se poškoduje
sv_se: Drake skadas
th_th: มังกรได้รับบาดเจ็บ
tr_tr: Ejderha hasar aldı
vi_vn: Rồng bị thương
zh_cn: 末影龙：受伤
zh_tw: 終界龍受傷

# subtitles_entity_enderdragon_shoot
source: Dragon shoots
af_za: Draak skiet
ar_sa: تنين يطلق
be_by: Цмок атакуе
bg_bg: Дракон стреля
ca_es: Drac dispara
cs: drak útočí
da_dk: Drage skyder
de: Drache schießt
el_gr: Ο δράκος πυροβολεί
es: Dragón dispara
fi: Lohikäärme hyökkää
fr_ca: Dragon qui crache
ga_ie: Dragan ag scaoileadh
gd_gb: Tha an dràgon a' losgadh
gl_es: Disparo de dragón
he: דרקון יורה
hu_hu: Sárkány lő
id_id: Naga menembak
it: L'Enderdrago spara un proiettile
ja_jp: ドラゴンが発射する
ka_ge: დრაკონი ისვრის
ko_kr: 드래곤이 투사체를 쏨
lb_lu: Draach schéisst
lt_lt: Drakonė šauna
lv_lv: Pūķa uzbrukums
ms_my: Naga menembak
mt_mt: Dragun spara
nl_nl: Draak schiet
nn_no: Drake skyt
pl: Smok strzela
pt: Dragão atira
ro_ro: Dragon trăgând
ru_ru: Дракон атакует
sk_sk: Útočenie draka
sl_si: Zmaj strelja
sv_se: Drake skjuter
th_th: มังกรพ่นไฟ
tr_tr: Ejderha ateş etti
vi_vn: Rồng bắn
zh_cn: 末影龙：射击
zh_tw: 終界龍發射火球

# subtitles_entity_endereye_launch
source: Eye of Ender shoots
af_za: Oog van Ender trek weg
ar_sa: عين ايندر يطلق
be_by: Ляціць вока Эндэра
bg_bg: Изстрелване на Око на Края
ca_es: Ulls d'Ender disparats
cs: vypuštění endového oka
da_dk: Kastest øje af ender
de: Enderauge geworfen
el_gr: Πέταγμα του ματιού του Έντερ
es: Ojo de ender lanzado
fi: Ender-silmä heitetty
fr_ca: Oeil de l'Ender lancé
ga_ie: Súil na Críche ag scinneadh
gd_gb: Tha sùil Ender a' losgadh
gl_es: Ollo de Ender lanzado
he: עין אנדר נזרקת
hu_hu: Ender szemének eldobása
id_id: Mata Ender dilempar
it: Occhio di ender lanciato
ja_jp: エンダーアイが投げられる
ka_ge: ენდერის თვალის გავარდნა
ko_kr: 엔더의 눈이 던져짐
lb_lu: Enderae geworf
lt_lt: Išlekia ender akis
lv_lv: Izšauta Ender Acs
ms_my: Mata Ender memucuk
mt_mt: Għajn tal-Ender twaddbet
nl_nl: Enderoog schiet
nn_no: Ende-auge kastas
pl: Wystrzelono oko Endera
pt: Olho do End atirado
ro_ro: Ochi de Ender aruncat
ru_ru: Бросок Эндер-ока
sk_sk: Hodenie enderovej perly
sl_si: Enderjevo oko odleti
sv_se: Enderöga skjuts
th_th: ปาดวงตาเอนเดอร์
tr_tr: Ender Gözü fırlatıldı
vi_vn: Mắt của Ender bắn ra
zh_cn: 末影之眼：射出
zh_tw: 終界之眼飛出
