Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# tile_cloth_purple_name
source: Purple Wool
af_za: Pers Wol
ar_sa: صوف بنفسجي
be_by: Фіялетавая шэрсць
bg_bg: Лилава вълна
ca_es: Llana lila
cs: Fialová vlna
da_dk: Lilla uld
de: Violette Wolle
de_at: Lila Woin
el_gr: Μωβ μαλλί
es: Lana morada
eu_es: Artile morea
fa_ir: پشم بنفش
fi: Violetti villa
fil_ph: Lanang Lila
fr_ca: Laine mauve
ga_ie: Olann Chorcra
gl_es: La púrpura
he: צמר סגול
hi_in: बैंगनी ऊन
hr_hr: Ljubičasta Vuna
hu_hu: Lila gyapjú
hy_am: Մանուշակագույն Բուրդ
id_id: Wol Ungu
is_is: Fjólublá ull
it: Lana viola
ja_jp: 紫色の羊毛
ka_ge: ალისფერი მატყლი
ko_kr: 보라색 양털
lb_lu: Mof Woll
lt_lt: Purpurinė vilna
lv_lv: Purpura vilna
mn_mn: Нил ягаан ноос
ms_my: Bulu Biri-Biri Ungu
mt_mt: Suf Vjola
nl_nl: Paarse wol
nn_no: Lilla ull
pl: Purpurowa wełna
pt: Lã Roxa
ro_ro: Lână violetă
ru_ru: Фиолетовая шерсть
sk_sk: Fialová vlna
sl_si: Vijolična volna
sv_se: Lila ull
th_th: ขนแกะสีม่วง
tr_tr: Mor Yün
vi_vn: Len tím
zh_cn: 紫色羊毛
zh_tw: 紫色羊毛

# tile_cloth_red_name
source: Red Wool
af_za: Rooi Wol
ar_sa: صوف أحمر
be_by: Чырвоная шэрсць
bg_bg: Червена вълна
ca_es: Llana vermella
cs: Červená vlna
da_dk: Rød uld
de: Rote Wolle
de_at: Rote Woin
el_gr: Κόκκινο μαλλί
es: Lana roja
eu_es: Artile gorria
fa_ir: پشم قرمز
fi: Punainen villa
fil_ph: Lanang Pula
fr_ca: Laine rouge
ga_ie: Olann Dhearg
gl_es: La vermella
he: צמר אדום
hi_in: लाल ऊन
hr_hr: Crvena Vuna
hu_hu: Vörös gyapjú
hy_am: Կարմիր Բուրդ
id_id: Wol Merah
is_is: Rauð ull
it: Lana rossa
ja_jp: 赤色の羊毛
ka_ge: წითელი მატყლი
ko_kr: 빨간색 양털
lb_lu: Rout Woll
lt_lt: Raudona vilna
lv_lv: Sarkana vilna
mn_mn: Улаан ноос
ms_my: Bulu Biri-Biri Merah
mt_mt: Suf Aħmar
nl_nl: Rode wol
nn_no: Raud ull
pl: Czerwona wełna
pt: Lã Vermelha
ro_ro: Lână roșie
ru_ru: Красная шерсть
sk_sk: Červená vlna
sl_si: Rdeča volna
sv_se: Röd ull
th_th: ขนแกะสีแดง
tr_tr: Kırmızı Yün
vi_vn: Len đỏ
zh_cn: 红色羊毛
zh_tw: 紅色羊毛

# tile_cloth_silver_name
source: Light Grey Wool
af_za: Liggrys Wol
ar_sa: صوف رمادي فاتح
be_by: Светла-шэрая шэрсць
bg_bg: Светлосива вълна
ca_es: Llana gris clar
cs: Světle šedá vlna
da_dk: Lysegrå uld
de: Hellgraue Wolle
de_at: Hellgraue Woin
el_gr: Ανοιχτό γκρι μαλλί
es: Lana gris claro
eu_es: Artile gris argia
fa_ir: پشم نقره اي
fi: Vaaleanharmaa villa
fil_ph: Lanang Pilak
fr_ca: Laine gris pâle
ga_ie: Olann Fhionnliath
gl_es: La gris clara
he: צמר אפור בהיר
hi_in: हल्की ग्रे ऊन
hr_hr: Svijetlosiva Vuna
hu_hu: Világosszürke gyapjú
hy_am: Բաց Մոխրագույն Բուրդ
id_id: Wol Abu-abu muda
is_is: Ljósgrá ull
it: Lana grigio chiaro
ja_jp: 薄灰色の羊毛
ka_ge: ღია-ნაცრისფერი მატყლი
ko_kr: 회백색 양털
lb_lu: Hellgro Woll
lt_lt: Šviesiai pilka vilna
lv_lv: Gaiši pelēka vilna
mn_mn: Цайвар саарал ноос
ms_my: Bulu Biri-Biri Kelabu Muda
mt_mt: Suf Griż Ċar
nl_nl: Lichtgrijze wol
nn_no: Ljosegrå ull
pl: Jasnoszara wełna
pt: Lã Cinzenta Clara
ro_ro: Lână gri-deschis
ru_ru: Светло-серая шерсть
sk_sk: Svetlosivá vlna
sl_si: Svetlo siva volna
sv_se: Ljusgrå ull
th_th: ขนแกะสีเทาอ่อน
tr_tr: Açık Gri Yün
vi_vn: Len xám nhạt
zh_cn: 淡灰色羊毛
zh_tw: 淺灰色羊毛

# tile_cloth_white_name
source: White Wool
af_za: Wol
ar_sa: صوف
be_by: Воўна
bg_bg: Бяла вълна
ca_es: Llana
cs: Bílá vlna
da_dk: Uld
de: Weiße Wolle
de_at: Woin
el_gr: Μαλλί
es: Lana blanca
eu_es: Artilea
fa_ir: پشم
fi: Villa
fil_ph: Lana
fr_ca: Laine blanche
ga_ie: Olann
gl_es: La
he: צמר
hi_in: ऊन
hr_hr: Vuna
hu_hu: Fehér gyapjú
hy_am: Բուրդ
id_id: Wol
is_is: Ull
it: Lana bianca
ja_jp: 羊毛
ka_ge: მატყლი
ko_kr: 양털
lb_lu: Wäiss Woll
lt_lt: Vilna
lv_lv: Vilna
mn_mn: Ноос
ms_my: Bulu Biri-Biri
mt_mt: Suf
nl_nl: Wol
nn_no: Ull
pl: Wełna
pt: Lã Branca
ro_ro: Lână albă
ru_ru: Шерсть
sk_sk: Vlna
sl_si: Volna
sv_se: Ull
th_th: ขนแกะ
tr_tr: Beyaz Yün
vi_vn: Len trắng
zh_cn: 羊毛
zh_tw: 羊毛

# tile_cloth_yellow_name
source: Yellow Wool
af_za: Geel Wol
ar_sa: صوف أصفر
be_by: Жоўтая шэрсць
bg_bg: Жълта вълна
ca_es: Llana groga
cs: Žlutá vlna
da_dk: Gul uld
de: Gelbe Wolle
de_at: Göbe Woin
el_gr: Κίτρινο μαλλί
es: Lana amarilla
eu_es: Artile horia
fa_ir: پشم زرد
fi: Keltainen villa
fil_ph: Lanang Dilaw
fr_ca: Laine jaune
ga_ie: Olann Bhuí
gl_es: La amarela
he: צמר צהוב
hi_in: पीला ऊन
hr_hr: Žuta Vuna
hu_hu: Sárga gyapjú
hy_am: Դեղին Բուրդ
id_id: Wol kuning
is_is: Gul ull
it: Lana gialla
ja_jp: 黄色の羊毛
ka_ge: ყვითელი მატყლი
ko_kr: 노란색 양털
lb_lu: Giel Woll
lt_lt: Geltona vilna
lv_lv: Dzeltena vilna
mn_mn: Шар ноос
ms_my: Bulu Biri-Biri Kuning
mt_mt: Suf Isfar
nl_nl: Gele wol
nn_no: Gul ull
pl: Żółta wełna
pt: Lã Amarela
ro_ro: Lână galbenă
ru_ru: Жёлтая шерсть
sk_sk: Žltá vlna
sl_si: Rumena volna
sv_se: Gul ull
th_th: ขนแกะสีเหลือง
tr_tr: Sarı Yün
vi_vn: Len vàng
zh_cn: 黄色羊毛
zh_tw: 黃色羊毛

# tile_cobbleWall_mossy_name
source: Mossy Cobblestone Wall
af_za: Mossige Steengruis Muur
ar_sa: جدار حصاة مطحلب
be_by: Сцяна з замшэлага буту
bg_bg: Мъхеста калдъръмена стена
ca_es: Mur de pedra amb molsa
cs: Kamenná zeď porostlá mechem
da_dk: Mosbegroet brostensvæg
de: Bemooste Bruchsteinmauer
el_gr: Πέτρινος τοίχος με βρύα
es: Muro de roca musgosa
eu_es: Goroldiotsu harrizko horma
fa_ir: ديوار قلوه سنگ لجني
fi: Sammalkivimuuri
fil_ph: Pader na Lumot
fr_ca: Muret de cobblestone moussue
ga_ie: Balla Duirleoga Caonaí
gl_es: Muro de rocha musgosa
he: קיר אבן מרוסקת טחבית
hi_in: घास के साथ पत्थर का दीवार
hr_hr: Zarasli Kameni Zid
hu_hu: Mohás zúzottkő-fal
hy_am: Մամռոտ Սալաքարե Պատ
id_id: Dinding Batu Kasar Berlumut
is_is: Mosasteinsveggur
it: Muretto di pietre muschiose
ja_jp: 苔石の壁
ka_ge: ხავსიანი რიყის ქვის კედელი
ko_kr: 이끼 낀 조약돌 담장
lb_lu: Bemoosste Brochsteemauer
lt_lt: Samanoto akmens siena
lv_lv: Aptūnojusi Bruģakmens Siena
mn_mn: Хөвдтэй хагархай чулуун хана
ms_my: Dinding Batu Buntar Berlumut
mt_mt: Ħajt tas-Sejjieħ bil-Moffa
nl_nl: Mossige keistenen muur
nn_no: Mosegrodd vegg av brustein
pl: Omszony brukowy murek
pt: Muro de Empedrado com Musgo
ro_ro: Zid de pietruială cu mușchi
ru_ru: Замшелая каменная ограда
sk_sk: Stena zo zarasteného kameňa
sl_si: Poraščen tlakovan zid
sv_se: Mossig kullerstensvägg
th_th: กำแพงหินหยาบตะไคร่น้ำ
tr_tr: Yosunlu Kırık Taş Duvar
vi_vn: Tường đá cuội phủ rêu
zh_cn: 苔石墙
zh_tw: 青苔石牆

# tile_cobbleWall_normal_name
source: Cobblestone Wall
af_za: Steengruis Muur
ar_sa: جدار حصاة
be_by: Сцяна з буту
bg_bg: Калдъръмена стена
ca_es: Mur de pedra
cs: Kamenná zeď
da_dk: Brostensvæg
de: Bruchsteinmauer
el_gr: Πέτρινος τοίχος
es: Muro de roca
eu_es: Harriztatuazko horma
fa_ir: ديوار قلوه سنگ
fi: Mukulakivimuuri
fil_ph: Pader na Biyak
fr_ca: Muret de cobblestone
ga_ie: Balla Duirleoga
gl_es: Muro de rocha
he: קיר אבן מרוסקת
hi_in: पत्थर का दीवार
hr_hr: Kameni Zid
hu_hu: Zúzottkő-fal
hy_am: Սալաքարե Պատ
id_id: Dinding Batu Kasar
is_is: Steinveggur
it: Muretto di pietre
ja_jp: 丸石の壁
ka_ge: რიყის ქვის კედელი
ko_kr: 조약돌 담장
lb_lu: Brochsteemauer
lt_lt: Akmens skaldos siena
lv_lv: Bruģakmens Siena
mn_mn: Хагархай чулуун хана
ms_my: Dinding Batu Buntar
mt_mt: Ħajt tas-Sejjieħ
nl_nl: Keistenen muur
nn_no: Vegg av brustein
pl: Brukowy murek
pt: Muro de Empedrado
ro_ro: Zid de pietruială
ru_ru: Каменная ограда
sk_sk: Kamenná stena
sl_si: Tlakovan zid
sq_al: Me Kalldrëm Mur
sv_se: Kullerstensvägg
th_th: กำแพงหินหยาบ
tr_tr: Kırık Taş Duvar
vi_vn: Tường đá cuội
zh_cn: 圆石墙
zh_tw: 鵝卵石牆

# tile_cocoa_name
source: Cocoa
af_za: Kakao
ar_sa: كاكاو
be_by: Какава
bg_bg: Какао
ca_es: Cacau
cs: Kakao
da_dk: Kakao
de: Kakao
de_at: Kakao
el_gr: Κακάο
es: Cacao
eu_es: Kakao
fa_ir: کاکائو
fi: Kaakao
fil_ph: Kakaw
fr_ca: Cabosse
ga_ie: Cócó
gl_es: Cacao
he: קקאו
hi_in: कोको
hr_hr: Kakao
hu_hu: Kakaó
hy_am: Կակաո
id_id: Kakao
is_is: Kakó
it: Cacao
ja_jp: カカオの実
ka_ge: კაკაო
ko_kr: 코코아
lb_lu: Kakao
lt_lt: Kakava
lv_lv: Kakao
mi_nz: Koukou
mn_mn: Какао
ms_my: Koko
mt_mt: Kakaw
nl_nl: Cacao
nn_no: Kakao
pl: Kakao
pt: Cacau
ro_ro: Cacao
ru_ru: Какао
sk_sk: Kakao
sl_si: Kakav
sv_se: Kakao
th_th: โกโก้
tr_tr: Kakao
vi_vn: Ca cao
zh_cn: 可可果
zh_tw: 可可豆

# tile_commandBlock_name
source: Command Block
af_za: Opdragblok
ar_sa: مكعب الأوامر
be_by: Камандны блок
bg_bg: Команден блок
ca_es: Bloc de comandaments
cs: Příkazový blok
da_dk: Kommandoblok
de: Befehlsblock
de_at: Befehlsblock
el_gr: Κύβος εντολών
es: Bloque de comandos
eu_es: Agindu blokea
fa_ir: بلوک دستور
fi: Komentokuutio
fil_ph: Tipak ng Utos
fr_ca: Bloc de commande à impulsion
ga_ie: Bloc Ordaithe
gl_es: Bloque de comandos
he: בלוק פקודה
hi_in: आदेश ब्लॉक
hr_hr: Naredbeni Blok
hu_hu: Parancsblokk
hy_am: Հրամանների Բլոկ
id_id: Blok Perintah
is_is: Forritunarkubbur
it: Blocco comandi
ja_jp: コマンドブロック
ka_ge: ბრძანების ბლოკი
ko_kr: 명령 블록
lb_lu: Befehlsblock
lt_lt: Komandos blokas
lv_lv: Komandu Bloks
mn_mn: Команд блок
ms_my: Blok Arahan
mt_mt: Blokka tal-Kodiċi
nl_nl: Opdrachtblok
nn_no: Kommandoblokk
pl: Blok poleceń
pt: Bloco de Comando
ro_ro: Bloc de comenzi
ru_ru: Командный блок
sk_sk: Príkazová kocka
sl_si: Ukazna kocka
sv_se: Kommandoblock
th_th: บล็อกคำสั่ง
tr_tr: Komut Bloğu
vi_vn: Khối lệnh
zh_cn: 命令方块
zh_tw: 指令方塊

# tile_crops_name
source: Crops
af_za: Koring
ar_sa: محاصيل
be_by: Парасткі
bg_bg: Реколта
ca_es: Cultius
cs: Plodiny
da_dk: Afgrøder
de: Getreide
de_at: Getreide
el_gr: Σπαρτά
es: Tierra de cultivo
eu_es: Laborantzak
fa_ir: گندم در حال رشد
fi: Viljaa
fil_ph: Tanim
fr_ca: Pousses de blé
ga_ie: Barra
gl_es: Cultivos
he: יבול
hi_in: फसलें
hr_hr: Usjevi
hu_hu: Búza
hy_am: Բերք
id_id: Tumbuhan
is_is: Uppskera
it: Grano
ja_jp: 作物
ka_ge: მოსავალი
ko_kr: 작물
lb_lu: Weess
lt_lt: Pasėliai
lv_lv: Augi
mi_nz: Kai
mn_mn: Ургац
ms_my: Tanaman
mt_mt: Qamħ
nl_nl: Gewassen
nn_no: Avlingar
pl: Uprawy
pt: Plantação
ro_ro: Culturi
ru_ru: Всходы
sk_sk: Plodiny
sl_si: Žito
sq_al: Kulturat
sv_se: Grödor
th_th: พืชผล
tr_tr: Ekinler
vi_vn: Cây trồng
zh_cn: 农作物
zh_tw: 農作物

# tile_darkOakFence_name
source: Dark Oak Fence
af_za: Donker Eikehout Heining
ar_sa: سياج من البلوط الداكن
be_by: Плот з цёмнага дубу
bg_bg: Ограда от черен дъб
ca_es: Tanca de fusta de pomer fosc
cs: Plot z tmavého dubu
da_dk: Mørk egetræshegn
de: Schwarzeichenholzzaun
de_at: Schwoazoachnhoizzaun
el_gr: Φράχτης Σκούρου Ξύλου Βελανιδιάς
es: Valla de madera de roble oscuro
eu_es: Haritz ilunazko hesia
fa_ir: نرده های چوب بلوط تیره
fi: Tumma tammiaita
fil_ph: Kahoy ng Madilim na Owk na Bakod
fr_ca: Clôture en bois de chêne noir
ga_ie: Claí Darach Duibhe
gl_es: Valado de carballo escuro
he: גדר אלון כהה
hr_hr: Ograda (Tamni Hrast)
hu_hu: Sötéttölgy kerítés
id_id: Pagar Kayu Ek Gelap
is_is: Dökk eikargirðing
it: Staccionata di quercia scura
ja_jp: ダークオークのフェンス
ka_ge: მუქი მუხის ღობე
ko_kr: 짙은 참나무 울타리
lb_lu: Schwaarzeechenholzzonk
lt_lt: Tamsiojo ąžuolo tvora
lv_lv: Tumšā ozolkoka žogs
mn_mn: Хар царс модон хашаа
ms_my: Pagar Kayu Oak Gelap
mt_mt: Ċint tal-Ballut Skur
nl_nl: Donkere eikenhouten hek
nn_no: Gjerde av mørk eik
pl: Ciemny dębowy płot
pt: Cerca de Madeira de Carvalho Escuro
ro_ro: Gard de stejar negru
ru_ru: Забор из тёмного дуба
sk_sk: Tmavo dubový plot
sl_si: Temna hrastova ograja
sv_se: Mörkt ekträstaket
th_th: รั้วไม้โอ๊กดำ
tr_tr: Koyu Meşe Çit
vi_vn: Hàng rào gỗ sồi sẫm
zh_cn: 深色橡木栅栏
zh_tw: 黑橡木柵欄

# tile_darkOakFenceGate_name
source: Dark Oak Fence Gate
af_za: Donker Eikehout Hek
ar_sa: بوابة سياج من البلوط الداكن
be_by: Брамка з цёмнага дубу
bg_bg: Порта от черен дъб
ca_es: Porta de tanca de fusta de pomer fosc
cs: Branka z tmavého dubu
da_dk: Mørk egehegnslåge
de: Schwarzeichenholzzauntor
de_at: Schwoazoachnhoizzauntor
el_gr: Πύλη Φράχτη από Σκούρο Ξύλο Βελανιδιάς
es: Puerta de valla de madera de roble oscuro
eu_es: Haritz ilunazko hesi atea
fa_ir: دروازه نرده های چوب بلوط تیره
fi: Tumman tammiaidan portti
fil_ph: tarangkahang pangbakod na gawa sa Maitim na Roble
fr_ca: Porte de clôture en bois de chêne noir
ga_ie: Geata Darach Duibhe
gl_es: Cancela de carballo escuro
he: שער גדר אלון כהה
hr_hr: Vrata za Ogradu (Tamni Hrast)
hu_hu: Sötéttölgy kerítéskapu
id_id: Gerbang Kayu Ek Gelap
is_is: Dökkt eikarhlið
it: Cancelletto di quercia scura
ja_jp: ダークオークのフェンスゲート
ka_ge: მუქი მუხის ღობის ჭიშკარი
ko_kr: 짙은 참나무 울타리 문
lb_lu: Schwaarzeechenholzzonkpaart
lt_lt: Tamsiojo ąžuolo varteliai
lv_lv: Tumša ozolkoka žoga Vārti
mn_mn: Хар царс модон хашааны хаалга
ms_my: Pintu Pagar Oak Gelap
mt_mt: Grada tal-Ballut Skur
nl_nl: Donkere eikenhouten poortje
nn_no: Grind av mørk eik
pl: Ciemna dębowa furtka
pt: Portão de Madeira de Carvalho Escuro
ro_ro: Portiță de stejar negru
ru_ru: Калитка из тёмного дуба
sk_sk: Tmavo dubová bránka
sl_si: Temna hrastova ograjna vrata
sv_se: Mörk ekträstaketgrind
th_th: ประตูรั้วไม้โอ๊กดำ
tr_tr: Koyu Meşe Çit Kapısı
vi_vn: Cổng rào gỗ sồi sẫm
zh_cn: 深色橡木栅栏门
zh_tw: 黑橡木柵欄門

# tile_daylightDetector_name
source: Daylight Sensor
af_za: Daglig Sensor
ar_sa: حساس ضوء الشمس
be_by: Датчык дзённага святла
bg_bg: Сензор за дневна светлина
ca_es: Sensor de llum solar
cs: Senzor denního světla
da_dk: Dagslys-sensor
de: Tageslichtsensor
el_gr: Αισθητήρας Φωτός
es: Sensor de luz solar
eu_es: Argi sentsorea
fa_ir: سنسور خورشيدي
fi: Päivänvalotunnistin
fil_ph: Sensor ng Araw
fr_ca: Capteur solaire
ga_ie: Braiteoir Sholas an Lae
gl_es: Sensor de luz solar
he: חיישן אור יום
hi_in: डेलाइट सेंसर
hr_hr: Solarni Senzor
hu_hu: Napfényérzékelő
hy_am: Ցերեկային Լույսի Ցուցիչ
id_id: Sensor Cahaya
is_is: Ljósnemi
it: Sensore di luce diurna
ja_jp: 日照センサー
ka_ge: დღის სინათლის სენსორი
ko_kr: 햇빛 감지기
lb_lu: Sonneliichtsensor
lt_lt: Dienos šviesos jutiklis
lv_lv: Dienasgaismas sensors
mn_mn: Гэрэл мэдрэгч
ms_my: Sensor Cahaya Siang
mt_mt: Panella tad-Dawl
nl_nl: Daglichtsensor
nn_no: Dagsljos-sensor
pl: Detektor światła dziennego
pt: Sensor de Luz do Dia
ro_ro: Senzor de lumină solară
ru_ru: Датчик дневного света
sk_sk: Slnečný senzor
sl_si: Senzor dnevne svetlobe
sv_se: Dagsljussensor
th_th: เครื่องตรวจจับแสงแดด
tr_tr: Güneş Sensörü
vi_vn: Cảm biến ánh sáng
zh_cn: 阳光传感器
zh_tw: 陽光感測器

# tile_deadbush_name
source: Dead Bush
af_za: Dooie Bos
ar_sa: شجيرة ميتة
be_by: Мёртвы куст
bg_bg: Изсъхнал храст
ca_es: Arbust mort
cs: Suché křoví
da_dk: Død busk
de: Toter Busch
de_at: Toda Busch
el_gr: Μαραμένος θάμνος
es: Arbusto muerto
eu_es: Hildako zuhaixka
fa_ir: بته خشک
fi: Kuollut pensas
fil_ph: Patay na Palumpong
fr_ca: Buisson mort
ga_ie: Tor Marbh
gd_gb: Preas marbh
gl_es: Arbusto morto
he: שיח מת
hi_in: मृत बुश
hr_hr: Suhi Grm
hu_hu: Száraz kóró
hy_am: Մեռյալ Թուփ
id_id: Rumput Mati
is_is: Dauður runni
it: Arbusto secco
ja_jp: 枯れ木
ka_ge: გამხმარი ბუჩქი
ko_kr: 마른 덤불
lb_lu: Ofgestuerwene Strauch
lt_lt: Negyvas krūmas
lv_lv: Nokaltis krūms
mi_nz: mate Bush
mn_mn: Үхсэн бут
ms_my: Belukar Mati
mt_mt: Xitla Niexfa
nl_nl: Dode struik
nn_no: Daud busk
pl: Uschnięty krzak
pt: Arbusto Morto
ro_ro: Tufiș mort
ru_ru: Мёртвый куст
sk_sk: Suchý ker
sl_si: Mrtev grmiček
sv_se: Död buske
th_th: พุ่มไม้แห้ง
tr_tr: Ölü Bitki
vi_vn: Bụi cây khô
zh_cn: 枯死的灌木
zh_tw: 枯灌木

# tile_detectorRail_name
source: Detector Rail
af_za: Seinspoor
ar_sa: سكة حديدية مستشعرة
be_by: Рэйкі з датчыкам
bg_bg: Индикаторни релси
ca_es: Rail detector
cs: Senzorová kolej
da_dk: Detektorspor
de: Sensorschiene
de_at: Sensorschiene
el_gr: Ράγα ανίχνευσης
es: Raíl detector
eu_es: Detektagailudun erraila
fa_ir: ريل يابنده
fi: Tunnistinraide
fil_ph: Detektor na Riles
fr_ca: Rails détecteurs
ga_ie: Ráillí Brathadóireachta
gl_es: Raíl detector
he: מסילת חיישן
hi_in: वेक्षक रेल
hr_hr: Pruga s Detektorom
hu_hu: Érzékelő sín
hy_am: Հայտնաբերող Ռելս
id_id: Rel Detektor
is_is: Teinnemi
it: Binario rilevatore
ja_jp: ディテクターレール
ka_ge: მგრძნობიარე რელსი
ko_kr: 탐지 레일
lb_lu: Sensorschinn
lt_lt: Detektoriniai bėgiai
lv_lv: Detektorsliedes
mi_nz: pūkimi Rail
mn_mn: Илрүүлэгч төмөр зам
ms_my: Landasan Pengesan
mt_mt: Linji Didekters
nl_nl: Detectiespoor
nn_no: Detektorskinne
pl: Tory z czujnikiem
pt: Carril Detetor
ro_ro: Șine detectoare
ru_ru: Рельсы с датчиком
sk_sk: Koľajnice so senzorom
sl_si: Zaznavna tirnica
sv_se: Sensorräls
th_th: รางตรวจจับ
tr_tr: Algılayıcı Ray
vi_vn: Đường ray cảm biến
zh_cn: 探测铁轨
zh_tw: 壓力鐵軌

# tile_dirt_coarse_name
source: Coarse Dirt
af_za: Growwe Grond
ar_sa: تراب خشن
be_by: Грубая зямля
bg_bg: Едра пръст
ca_es: Terra seca
cs: Hrubá hlína
da_dk: Groft Jord
de: Grobe Erde
de_at: Grobe Ean
el_gr: Άγονο Χώμα
es: Tierra estéril
eu_es: Lur larria
fa_ir: خاک آهکی
fi: Karkea multa
fil_ph: Lupang Magaspang
fr_ca: Terre stérile
ga_ie: Garbhithir
gd_gb: Pronn
gl_es: Terra árida
he: עפר גס
hi_in: मोटे गंदगी
hr_hr: Gruba Zemlja
hu_hu: Terméketlen föld
id_id: Tanah kasar
is_is: Gróf mold
it: Terra brulla
ja_jp: 粗い土
ka_ge: გამომშრალი მიწა
ko_kr: 거친 흙
lb_lu: Graff Äerd
lt_lt: Šiurkšti žemė
lv_lv: Rupja zeme
mk_mk: Груби Нечистотија
mn_mn: Чулуутай шороо
ms_my: Tanah Kasar
mt_mt: Ħamrija Ħoxna
nl_nl: Grove aarde
nn_no: Grov mold
pl: Twarda ziemia
pt: Terra Infértil
ro_ro: Pământ pietros
ru_ru: Каменистая земля
sk_sk: Surová hlina
sl_si: Groba zemlja
sq_al: Të Trashë Pluhuri
sv_se: Grusig jord
th_th: ดินหยาบ
tr_tr: Çorak Toprak
vi_vn: Đất thô
zh_cn: 砂土
zh_tw: 粗泥

# tile_dirt_default_name
source: Dirt
af_za: Grond
ar_sa: تراب
be_by: Зямля
bg_bg: Пръст
ca_es: Terra
cs: Hlína
da_dk: Jord
de: Erde
de_at: Ean
el_gr: Χώμα
es: Tierra
eu_es: Lurra
fa_ir: خاک
fi: Multa
fil_ph: Lupa
fr_ca: Terre
ga_ie: Ithir
gd_gb: Ùir
gl_es: Terra
he: עפר
hi_in: धूल
hr_hr: Zemlja
hu_hu: Föld
hy_am: Հող
id_id: Tanah
is_is: Mold
it: Terra
ja_jp: 土
ka_ge: მიწა
ko_kr: 흙
lb_lu: Äerd
lt_lt: Žemė
lv_lv: Melnzeme
mi_nz: paru
mk_mk: Земја
mn_mn: Шороо
ms_my: Tanah
mt_mt: Ħamrija
nl_nl: Aarde
nn_no: Jord
pl: Ziemia
pt: Terra
ro_ro: Pământ
ru_ru: Земля
sk_sk: Hlina
sl_si: Zemlja
sq_al: Fëlliqur
sv_se: Jord
th_th: ดิน
tr_tr: Toprak
vi_vn: Đất
zh_cn: 泥土
zh_tw: 泥土

# tile_dirt_name
source: Dirt
af_za: Grond
ar_sa: تراب
be_by: Зямля
bg_bg: Пръст
ca_es: Terra
cs: Hlína
da_dk: Jord
de: Erde
de_at: Ean
el_gr: Χώμα
es: Tierra
eu_es: Lurra
fa_ir: خاک
fi: Multa
fil_ph: Lupa
fr_ca: Terre/podzol
ga_ie: Ithir
gd_gb: Ùir
gl_es: Terra
he: עפר
hi_in: गंदगी
hr_hr: Zemlja
hu_hu: Föld
hy_am: Հող
id_id: Tanah
is_is: Mold
it: Terra
ja_jp: 土
ka_ge: მიწა
ko_kr: 흙
lb_lu: Äerd
lt_lt: Žemė
lv_lv: Zeme
mi_nz: Paruparu
mk_mk: Земја
mn_mn: Шороо
ms_my: Tanah
mt_mt: Ħamrija
nl_nl: Aarde
nn_no: Mold
pl: Ziemia
pt: Terra
ro_ro: Pământ
ru_ru: Земля
sk_sk: Hlina
sl_si: Zemlja
sq_al: Fëlliqur
sv_se: Jord
th_th: ดิน
tr_tr: Toprak
vi_vn: Đất
zh_cn: 泥土
zh_tw: 泥土

# tile_dirt_podzol_name
source: Podzol
af_za: Suurgrond
ar_sa: تراب الغابة
be_by: Падзол
bg_bg: Неплодородна почва
ca_es: Pinassa
de: Podsol
de_at: Podsol
el_gr: Ποντσόλ
es: Podsol
eu_es: Podzola
fa_ir: گیاخاک
fi: Podsoli
ga_ie: Podsol
gd_gb: Podsol
he: פודזול
hy_am: Փոդզոլ
id_id: Podsol
is_is: mór
ja_jp: ポドゾル
ka_ge: ეწერი
ko_kr: 회백토
lb_lu: Podsol
lt_lt: Jaura
lv_lv: Podzols
mi_nz: Onemata
mk_mk: Подзол
mn_mn: Шилмүүст хөрс
nn_no: Podsoljord
pl: Bielica
ru_ru: Подзол
sl_si: Podrast
sv_se: Podsol
th_th: ดินกรด
vi_vn: Đất podzol
zh_cn: 灰化土
zh_tw: 灰壤

# tile_dispenser_name
source: Dispenser
af_za: Uitdeler
ar_sa: قاذف
be_by: Раздавальнік
bg_bg: Разпределител
ca_es: Dispensador
cs: Dávkovač
da_dk: Automat
de: Werfer
de_at: Werfa
el_gr: Εκσφενδονιστής
es: Dispensador
eu_es: Dispentsagailua
fa_ir: توزيعگر
fi: Jakelulaite
fil_ph: Taga-bigay
fr_ca: Distributeur
ga_ie: Teilgeoir
gl_es: Dispensador
he: זורקן
hi_in: दवासाज़
hr_hr: Streljač
hu_hu: Adagoló
hy_am: Վանիչ
is_is: Skammtari
it: Distributore
ja_jp: ディスペンサー
ka_ge: გამტყორცნი
ko_kr: 발사기
lb_lu: Verdeeler
lt_lt: Dalytuvas
lv_lv: Izšāvējs
mn_mn: Харвагч
ms_my: Mesin Pengagih
mt_mt: Dispensur
pl: Dozownik
pt: Distribuidor
ro_ro: Distribuitor
ru_ru: Раздатчик
sk_sk: Dávkovač
sl_si: Izstreljevalec
sv_se: Automat
th_th: เครื่องยิง
tr_tr: Fırlatıcı
vi_vn: Máy phân phát
zh_cn: 发射器
zh_tw: 發射器

# tile_doorIron_name
source: Iron Door
af_za: Yster Deur
ar_sa: باب حديدي
be_by: Жалезныя дзверы
bg_bg: Желязна врата
ca_es: Porta de ferro
cs: Železné dveře
da_dk: Jerndør
de: Eisentür
de_at: Eisntia
el_gr: Σιδερένια πόρτα
es: Puerta de hierro
eu_es: Burdinazko atea
fa_ir: در آهنی
fi: Rautaovi
fil_ph: Pintuang Bakal
fr_ca: Porte en fer
ga_ie: Doras Iarainn
gl_es: Porta de ferro
he: דלת ברזל
hi_in: लौह द्वार
hr_hr: Željezna Vrata
hu_hu: Vasajtó
hy_am: Երկաթե Դուռ
id_id: Pintu Besi
is_is: Járnhurð
it: Porta di ferro
ja_jp: 鉄のドア
ka_ge: რკინის ქარები
ko_kr: 철문
lb_lu: Eisendier
lt_lt: Geležinės durys
lv_lv: Dzelzs druvis
mn_mn: Төмөр хаалга
ms_my: Pintu Besi
mt_mt: Bieb tal-Ħadid
nl_nl: IJzeren deur
nn_no: Jarndør
pl: Żelazne drzwi
pt: Porta de Ferro
ro_ro: Uşă de fier
ru_ru: Железная дверь
sk_sk: Železné dvere
sl_si: Železna vrata
sv_se: Järndörr
th_th: ประตูเหล็ก
tr_tr: Demir Kapı
vi_vn: Cửa sắt
zh_cn: 铁门
zh_tw: 鐵門

# tile_doorWood_name
source: Wooden Door
af_za: Hout Deur
ar_sa: باب خشبي
be_by: Драўляныя дзверы
bg_bg: Дървена врата
ca_es: Porta de fusta
cs: Dřevěné dveře
da_dk: Trædør
de: Holztür
de_at: Hoiztia
el_gr: Ξύλινη πόρτα
es: Puerta de madera
eu_es: Zurezko atea
fa_ir: در چوبی
fi: Puuovi
fil_ph: Pinto
fr_ca: Porte en bois
ga_ie: Doras Adhmaid
gl_es: Porta de madeira
he: דלת עץ
hi_in: लकड़ी के दरवाजे
hr_hr: Drvena Vrata
hu_hu: Faajtó
hy_am: Փայտե Դուռ
id_id: Pintu Kayu
is_is: Viðarhurð
it: Porta di legno
ja_jp: 木のドア
ka_ge: ხის კარები
ko_kr: 나무 문
lb_lu: Holzdier
lt_lt: Medinės durys
lv_lv: Koka druvis
mi_nz: Door Rakau
mn_mn: Модон хаалга
ms_my: Pintu Kayu
mt_mt: Bieb tal-Injam
nl_nl: Houten deur
nn_no: Tredør
pl: Drewniane drzwi
pt: Porta de Madeira
ro_ro: Ușă de lemn
ru_ru: Деревянная дверь
sk_sk: Drevené dvere
sl_si: Lesena vrata
sv_se: Trädörr
th_th: ประตูไม้
tr_tr: Tahta Kapı
vi_vn: Cửa gỗ
zh_cn: 木门
zh_tw: 木門

# tile_doublePlant_fern_name
source: Large Fern
af_za: Groot Varing
ar_sa: السرخس الكبيرة
be_by: Вялікая папараць
bg_bg: Голям папрат
ca_es: Falguera gran
cs: Velká kapradina
da_dk: Stor bregne
de: Großer Farn
de_at: Großa Farn
el_gr: Μεγάλη Φτέρη
es: Helecho grande
eu_es: Iratze handia
fa_ir: سرخس بزرگ
fi: Suuri saniainen
fil_ph: Malaking Eletso
fr_ca: Grande fougère
ga_ie: Raithneach Mhór
gl_es: Fento grande
he: שרך גדול
hi_in: बड़े फ़र्न
hr_hr: Velika Paprat
hu_hu: Nagy páfrány
hy_am: Մեծ Պտեր
id_id: Pakis Besar
is_is: Stór Runni
it: Felce grande
ja_jp: 大きなシダ
ka_ge: დიდი გვიმრა
ko_kr: 큰 고사리
lb_lu: Grousse Far
lt_lt: Didelis papartis
lv_lv: Liela paparde
mi_nz: Ponga
mn_mn: Том ойм
ms_my: Paku Pakis Besar
mt_mt: Xitla Kbira
nl_nl: Grote varen
nn_no: Stor Bregne
pl: Duża paproć
pt: Rebento Grande
ro_ro: Ferigă mare
ru_ru: Раскидистый папоротник
sk_sk: Papradie
sl_si: Veliki praprot
sv_se: Stor ormbunke
th_th: ต้นเฟิร์นขนาดใหญ่
tr_tr: Büyük Eğrelti
vi_vn: Dương xỉ lớn
zh_cn: 大型蕨
zh_tw: 大型蕨類

# tile_doublePlant_grass_name
source: Double Tallgrass
af_za: Dubbel Langgras
ar_sa: عشب طويل مزدوج
be_by: Высокая трава
bg_bg: Двойновисока трева
ca_es: Herba alta
cs: Vysoká tráva
da_dk: Dobbelt højt græs
de: Hohes Gras
de_at: Hohs Gros
el_gr: Διπλό ψηλό γρασίδι
es: Hierba alta
eu_es: Belar luzea
fa_ir: چمن بزرگ
fi: Pitkä ruoho
fil_ph: Matangkad na Damo
fr_ca: Hautes herbes
ga_ie: Féar Ard Dúbailte
gl_es: Herba alta
he: עשב גבוה כפול
hi_in: डबल Tallgrass
hr_hr: Visoka Trava
hu_hu: Dupla magasfű
hy_am: Կրկնակի բարձրախոտ
id_id: Rumput Tinggi Dobel
is_is: Tvöfalt Hátt Gras
it: Erba altissima
ja_jp: 高い草
ka_ge: ორმაგი ბალახი
ko_kr: 큰 잔디
lb_lu: Héicht Gras
lt_lt: Aukšta žolė
lv_lv: Dubultgara zāle
mn_mn: Өндөр өвс
ms_my: Rumput Panjang Kembar
mt_mt: Ħaxix Twil
nl_nl: Dubbelhoog gras
nn_no: Høgt gras
pl: Podwójnie wysoka trawa
pt: Relva Grande
ro_ro: Iarbă înaltă
ru_ru: Высокая трава
sk_sk: Vysoká tráva
sl_si: Visoka trava
sv_se: Dubbelt höggräs
th_th: หญ้าสูง
tr_tr: Uzun Çimen
vi_vn: Cỏ dài đôi
zh_cn: 高草丛
zh_tw: 芒草
