Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_scoreboard_objectives_remove_success
source: Removed objective '{0}' successfully
af_za: Doelwit '{0}' suksesvol verwyder
ar_sa: تم ازالة الهدف '{0}' بنجاح
be_by: Мэта '{0}' паспяхова выдалена
bg_bg: Целта "{0}" е премахната успешно
ca_es: S'ha eliminat l'objectiu '{0}'
cs: Úkol „{0}“ byl úspěšně odstraněn
da_dk: Fjernede målsætning '{0}'
de: Ziel '{0}' wurde entfernt
el_gr: αφαιρέθηκε αποστολή '{0}' επιτυχώς
es: Se ha eliminado el objetivo "{0}" con éxito
eu_es: '{0}' objektiboa zuzen ezabatua
fa_ir: هدف {0} با موفقیت حذف شد
fi: Tavoite '{0}' on poistettu
fil_ph: Nakatanggal na ang layuning '{0}'
fr_ca: L'objectif "{0}" a été supprimé avec succès
ga_ie: Baineadh cuspóir '{0}'
gl_es: Eliminado o obxectivo "{0}" satisfactoriamente
he: מוסר אובייקטיבי '{0}' בהצלחה
hi_in: उद्देश्य '{0}' सफलतापूर्वक हटाया
hr_hr: Izbrisan cilj '{0}'
hu_hu: '{0}' cél sikeresen törölve
hy_am: '{0}' նպատակը ջնջվեց
id_id: Tujuan '{0}' berhasil dihapus
is_is: Fjarlægði hlutverkið '{0}' giftusamlega
it: L'obiettivo {0} è stato rimosso
ja_jp: オブジェクト「{0}」を削除しました
ka_ge: დავალება '{0}' წარმატებით წაიშალა
ko_kr: 목표 '{0}'이(가) 제거되었습니다
lb_lu: Ziel '{0}' gouf geläscht
lt_lt: Tikslas "{0}" sėkmingai pašalintas
lv_lv: Veiksmīgi noņemts uzdevums '{0}'
ms_my: Objektif dikeluarkan '{0}' berjaya
mt_mt: L-objettiv '{0}' ġie mneħħi
nl_nl: Doel '{0}' is succesvol verwijderd
nn_no: Oppdraget '{0}' vart fjerna
pl: Pomyślnie usunięto cel '{0}'
pt: O objetivo '{0}' foi removido com sucesso
ro_ro: Obiectivul "{0}" a fost eliminat
ru_ru: Задача '{0}' успешно удалена
sk_sk: Úloha "{0}" úspešne odstránená
sl_si: Uspešno odstranjen cilj '{0}'
sv_se: Målet "{0}" togs bort
th_th: เอาวัตถุประสงค์ '{0}' ได้สำเร็จ
tr_tr: '{0}' görevi başarıyla kaldırıldı
vi_vn: Đã loại bỏ mục tiêu '{0}' thành công
zh_cn: 成功地移除了目标'{0}'
zh_tw: 已成功移除目標 '{0}'

# commands_scoreboard_objectives_remove_usage
source: /scoreboard objectives remove <name>
af_za: /scoreboard objectives remove <naam>
ar_sa: <اسم>
be_by: /scoreboard objectives remove <назва>
bg_bg: /scoreboard objectives remove <име>
ca_es: /scoreboard objectives remove <nom>
cs: /scoreboard objectives remove <název>
da_dk: /scoreboard objectives remove <navn>
el_gr: /scoreboard objectives remove <όνομα>
es: /scoreboard objectives remove <nombre>
eu_es: /scoreboard objectives remove <izena>
fi: /scoreboard objectives remove <nimi>
fil_ph: /scoreboard objectives remove <pangalan>
fr_ca: /scoreboard objectives remove <objectif>
ga_ie: /scoreboard objectives remove <ainm>
gl_es: /scoreboard objectives remove <nome>
he: \scoreboard objectives remove <שם>
hi_in: /scoreboard objectives remove <नाम हटाने के>
hr_hr: /scoreboard objectives remove <ime>
hu_hu: /scoreboard objectives remove <név>
hy_am: /scoreboard objectives remove <խաղացող>
id_id: /scoreboard objectives remove <nama>
is_is: /scoreboard objectives remove <nafn>
it: /scoreboard objectives remove <nome>
ja_jp: /scoreboard objectives remove <名前>
ka_ge: /scoreboard objectives remove <სახელი>
ko_kr: /scoreboard objectives remove <이름>
lb_lu: /scoreboard objectives remove <Numm>
lt_lt: /scoreboard objectives remove <pavadinimas>
lv_lv: /scoreboard objectives remove <vārds>
ms_my: /scoreboard objectives remove <nama>
nl_nl: /scoreboard objectives remove <naam>
nn_no: /scoreboard objectives remove <namn>
pl: /scoreboard objectives remove <nazwa>
pt: /scoreboard objectives remove <nome>
ro_ro: /scoreboard objectives remove <nume>
ru_ru: /scoreboard objectives remove <название>
sk_sk: /scoreboard objectives remove <názov>
sl_si: /scoreboard objectives remove <ime>
sv_se: /scoreboard objectives remove <namn>
tr_tr: /scoreboard objectives remove <ad>
vi_vn: /scoreboard objectives remove <tên>
zh_cn: /scoreboard objectives remove <名称>
zh_tw: /scoreboard objectives remove <名稱>

# commands_scoreboard_objectives_setdisplay_invalidSlot
source: No such display slot '{0}'
af_za: Daar is geen vertoongleuf genaamd '{0}' nie
ar_sa: لا يوجد فتحة عرض '{0}'
be_by: Слот паказвання '{0}' не існуе
bg_bg: Няма такъв слот за цели {0}
ca_es: L'espai de visualització '{0}' no existeix
cs: Pozice pro zobrazení „{0}“ neexistuje
da_dk: Intet visningsfelt med navnet '{0}'
de: Keine Anzeigeposition '{0}' vorhanden
el_gr: Δεν υπάρχει τέτοια υποδοχή {0}
es: El espacio de visualización "{0}" no existe
eu_es: Es dago halako '{0}' pantaila tartea
fa_ir: چنین اسلات نمایشی وجود ندارد '{0}'
fi: Tavoitenäyttöpaikkaa '{0}' ei ole olemassa
fil_ph: Walang nakitang display slot {0}
fr_ca: Il n'y a aucun emplacement d'affichage nommé "{0}"
ga_ie: Níl a leithéid de sliotán taispeána '{0}' ann
gl_es: Slot "{0}" inválido
he: אין משבצת תצוגה '{0}'
hi_in: कोई ऐसी प्रदर्शन स्लॉट {0}
hr_hr: Ne postoji polje prikaza '{0}'
hu_hu: Nincs '{0}' nevű megjelenítő hely
hy_am: '{0}' նպատակի վայր գոյություն չունի
id_id: Tidak ada petak tampilan '{0}'
is_is: Enginn slíkt skjá rauf '{0}'
it: Nessuna posizione chiamata "{0}"
ja_jp: 「{0}」という表示スロットは存在しません
ka_ge: არ არსებობს მსგავსი დანაყოფი '{0}'
ko_kr: 슬롯 '{0}'이(가) 없습니다
lb_lu: Et gëtt keen Uweisungslot '{0}'
lt_lt: Nėra tokios vaizdavimo vietos "{0}"
lv_lv: Nav tāda lauka ar nosaukumu '{0}'
ms_my: Tidak ada slot paparan '{0}'
mt_mt: Ma jeżistix slot '{0}'
nl_nl: Er is geen weergaveslot '{0}'
nn_no: Fann ikkje visningsplass '{0}'
pl: Nie ma takiego typu wyświetlania jak '{0}'
pt: O slot de apresentação '{0}' não existe
ro_ro: Nu există poziția de afișare "{0}"
ru_ru: Слот отображения '{0}' отсутствует
sk_sk: Žiadny slot "{0}"
sl_si: Prikazana reža '{0}' ne obstaja
sv_se: Visningsplatsen '{0}' finns inte
th_th: ช่องเสียบจอแสดงผลดังกล่าวไม่มี '{0}'
tr_tr: '{0}' diye bir görüntü slotu yok
vi_vn: Không có ô hiển thị '{0}'
zh_cn: 没有名称为'{0}'的显示位置
zh_tw: 沒有名稱為 '{0}' 的顯示位置

# commands_scoreboard_objectives_setdisplay_successCleared
source: Cleared objective display slot '{0}'
af_za: Doelwi-vertoongleuf '{0}' skoongemaak
ar_sa: فتحة عرض الهدف مسحت '{0}'
be_by: Слот паказу мэты '{0}' ачышчаны
bg_bg: Изчистен e слот за цели {0}
ca_es: S'ha buidat l'slot de visualització '{0}'
cs: Pozice pro zobrazení úkolu „{0}“ úspěšně vyčištěna
da_dk: Ryddede målvisningsfeltet '{0}'
de: Anzeigeposition '{0}' wurde gelöscht
el_gr: Καθαρίστηκε αποστολή υποδοχής {0}
es: Se ha eliminado el espacio mostrado del objetivo "{0}"
eu_es: '{0}' erakustegi tarte objektiboa garbituta
fa_ir: حافظه نمایش هدف '{0}' پاک شد
fi: Tavoitenäyttöpaikka '{0}' on tyhjennetty
fil_ph: Tapos ang layunin sa display slot '{0}'
fr_ca: L'emplacement d'affichage "{0}" de l'objectif a été retiré
ga_ie: Glanadh an sliotán taispeána don chuspóir '{0}'
gl_es: Slot de obxectivo "{0}" despexado
he: משבצת התצוגה של המטרה '{0}' נוקתה
hi_in: उद्देश्य प्रदर्शन स्लॉट '{0}' को मंजूरी दे दी
hr_hr: Izbrisano polje prikaza ciljeva '{0}'
hu_hu: Célt megjelenítő hely törölve: '{0}'
hy_am: '{0}' նպատակի վայրը մաքրված է
id_id: Membersihkan tampilan petak tujuan '{0}'
is_is: Hreinsaði hlutverk úr skjá rauf '{0}'
it: La posizione {0} è stata svuotata
ja_jp: オブジェクト表示スロット「{0}」を消去しました
ka_ge: გასუფთავდა დავალების გამოსახულების დანაყოფი '{0}'
ko_kr: 목표 슬롯 '{0}'이(가) 삭제되었습니다
lb_lu: Ziel-Uweisungsslot '{0}' gouf geläscht
lt_lt: Išvalyta tikslų vaizdavimo vieta "{0}"
lv_lv: Notīrīts uzdevumu ekrāna lauks '{0}'
ms_my: Slot paparan objektif '{0}' telah dipadamkan
mt_mt: Slot '{0}' ġie mħassar
nl_nl: Doelweergaveslot '{0}' gewist
nn_no: Fjerna visningsplass for oppdrag '{0}'
pl: Usunięto wyświetlanie celu '{0}'
pt: O slot de apresentação '{0}' foi limpo
ro_ro: Poziția de afișare a obiectivelor "{0}" a fost eliberată
ru_ru: Очищены задачи слота отображения '{0}'
sk_sk: Slot na zobrazenie cieľov {0} uvoľnený
sl_si: Pobrisana prikazana reža cilja '{0}'
sv_se: Rensade målvisningsplats '{0}'
th_th: ช่องเสียบจอแสดงผลเคลียร์วัตถุประสงค์ '{0}'
tr_tr: '{0}' görüntü slotundaki görev kaldırıldı
vi_vn: Đã xóa ô hiển thị mục tiêu '{0}'
zh_cn: 清空了'{0}'目标显示区
zh_tw: 已清空 '{0}' 目標顯示區

# commands_scoreboard_objectives_setdisplay_successSet
source: Set the display objective in slot '{0}' to '{1}'
af_za: Stel die vertoondoelwit in gleuf '{0}' na '{1}'
ar_sa: تعيين هدف العرض في خانة '{0}' to '{1}'
be_by: У слоце '{0}' будзе паказвацца мэта '{1}'
bg_bg: Показването на целта в слот {0} настроено на {1}
ca_es: S'ha canviat l'objectiu a mostrar a l'slot '{0}' a '{1}'
cs: Pozice zobrazení úkolu změněna z „{0}“ na „{1}“
da_dk: Satte visningsmålet i felt '{0}' til '{1}'
de: Das angezeigte Ziel in Anzeigeposition '{0}' wurde auf '{1}' gesetzt
el_gr: Ρυθμίστε την αποστολή στην υποδοχή {0} προς {1}
es: Se ha cambiado el objetivo a mostrar en el espacio "{0}" a "{1}"
eu_es: Aldatu da ojbetiboren erakustegiaren tartea '{0}' -engandik '{1}' -enganantz
fa_ir: نمایش هدف در حافظه {0} به {1} نهاده شد
fi: Tavoite näyttöpaikassa '{0}' on nyt '{1}'
fil_ph: Ipinapakita ang layinin naka display sa slot '{0}' hanggang '{1}'
fr_ca: L'objectif "{1}" a été défini dans l'emplacement d'affichage "{0}"
ga_ie: Socraíodh an cuspóir i sliotán taispeána '{0}' go '{1}'
gl_es: Axustado o nome do obxectivo no slot {0} a {1}
he: בחר את המטרה התצוגה בחריץ '{0}' אל '{1}'
hi_in: '{0}' के लिए '{1}' स्लॉट में उद्देश्य के प्रदर्शन सेट करें
hr_hr: Postavi cilj na poziciji '{0}' na '{1}'
hu_hu: A cél megjelenítése '{0}' helyen beállítva erre: '{1}'
hy_am: Սահմանվեց նպատակի վայր '{0}'-ից դեպի '{1}'
id_id: Atur tampilan Tujuan di petak '{0}' ke '{1}'
is_is: Færa hlutverk úr rauf '{0}' í '{1}'
it: La visualizzazione dell'obiettivo {1} è stata impostata nella posizione {0}
ja_jp: スロット「{0}」の表示オブジェクトを「{1}」に設定しました
ka_ge: დავალების გამოსახულების დაყენება დანაყოფში '{0}' '{1}'-ზე
ko_kr: 슬롯 '{0}'의 표시 목표를 '{1}'(으)로 설정했습니다
lb_lu: D'ugewisen Ziel um Slot '{0}' gouf op '{1}' gesat
lt_lt: Rodomas tikslas "{0}" vietoje nustatytas į "{1}"
lv_lv: Uzstādīt ekrāna uzdevuma lauku '{0}' uz '{1}'
ms_my: Tetapkan paparan objektif dari slot '{0}' ke '{1}'
mt_mt: L-objettiv ta' slot '{0}' ġie ssettjat għal '{1}'
nl_nl: Weergavedoel in slot '{0}' verzet naar '{1}'
nn_no: Anga visning for oppdrag frå '{0}' til '{1}'
pl: Ustawiono typ wyświetlania dla celu '{0}' na '{1}'
pt: O objetivo no slot de apresentação '{0}' foi colocado em '{1}'
ro_ro: Obiectivul afișat pe poziția "{0}" a fost setat la "{1}"
ru_ru: В слоте отображения '{0}' установлена задача '{1}'
sk_sk: Zobrazovaný cieľ v slote '{0}' bol nastavený na '{1}'
sl_si: Nastavi prikazan cilj v reži '{0}' na '{1}'
sv_se: Satte det visade målet i plats '{0}' till '{1}'
th_th: ตั้งวัตถุประสงค์ที่จะแสดงใน '{0}' สล็อต '{1}'
tr_tr: '{0}' görüntü slotu için '{1}' görevi ayarlandı
vi_vn: Thiết lập ô hiển thị mục tiêu '{0}' thành '{1}'
zh_cn: 将目标显示区从'{0}'设置为'{1}'
zh_tw: 已將目標顯示區從 '{0}' 設定為 '{1}'

# commands_scoreboard_objectives_setdisplay_usage
source: /scoreboard objectives setdisplay <slot> [objective]
ar_sa: /displayset objectives scoreboard <فتحة> [هدف]
be_by: /scoreboard objectives setdisplay <слот> [мэта]
bg_bg: /scoreboard objectives setdisplay <слот> [<цел>]
ca_es: /scoreboard objectives setdisplay <espai de visualització> [objectiu]
cs: /scoreboard objectives setdisplay <pozice> [<úkol>]
da_dk: /scoreboard objectives setdisplay <slot> [målsætning]
de: /scoreboard objectives setdisplay <Anzeigeposition> [<Ziel>]
el_gr: /scoreboard objectives setdisplay <υποδοχή> [Αποστολή]
es: /scoreboard objectives setdisplay <espacio> [objetivo]
eu_es: /scoreboard objectives setdisplay <tarte> [objektibo]
fa_ir: [هدف] <حافظه> objectives scoreboard setdisplay/
fi: /scoreboard objectives setdisplay <paikka> [kohdetavoite]
fil_ph: /scoreboard objectives setdisplay <slot> [layunin]
fr_ca: /scoreboard objectives setdisplay <emplacement> [objectif]
ga_ie: /scoreboard objectives setdisplay <sliotán> [cuspóir]
gl_es: /scoreboard objectives setdisplay <slot> [obxectivo]
he: /scoreboard objectives setdisplay <מטרה] <משבצת]
hi_in: /scoreboard objectives setdisplay <slot> [उद्देश्य]
hr_hr: /scoreboard objectives setdisplay <polje> [objektiv]
hu_hu: /scoreboard objectives setdisplay <hely> [cél]
hy_am: /scoreboard objectives setdisplay <վայր> [նպատակ]
id_id: /scoreboard objectives setdisplay <petak> [tujuan]
is_is: /scoreboard objectives setdisplay <rás> [markmið]
it: /scoreboard objectives setdisplay <posizione> [obiettivo]
ja_jp: /scoreboard objectives setdisplay <スロット> [オブジェクト]
ko_kr: /scoreboard objectives setdisplay <슬롯> [목표]
lb_lu: /scoreboard objectives setdisplay <Slot> [Ziel]
lt_lt: /scoreboard objectives setdisplay <vieta> [tikslas]
lv_lv: /scoreboard objectives setdisplay <lauks> [uzdevums]
ms_my: /scoreboard objectives setdisplay <slot> [objektif]
nl_nl: /scoreboard objectives setdisplay <slot> [doel]
nn_no: /scoreboard objectives setdisplay <plass> [oppdrag]
pl: /scoreboard objectives setdisplay <slot> [Cel]
pt: /scoreboard objectives setdisplay <slot> [objetivo]
ro_ro: /scoreboard objectives setdisplay <poziție> [<obiectiv>]
ru_ru: /scoreboard objectives setdisplay <слот> [задача]
sk_sk: /scoreboard objectives setdisplay <slot> [úloha]
sl_si: /scoreboard objectives setdisplay <reža> [cilj]
sv_se: /scoreboard objectives setdisplay <plats> [mål]
th_th: /scoreboard objectives setdisplay <slot> [วัตถุประสงค์]
tr_tr: /scoreboard objectives setdisplay <slot> [hedef]
vi_vn: /scoreboard objectives setdisplay <ô> [chỉ tiêu]
zh_cn: /scoreboard objectives setdisplay <位置> [目标]
zh_tw: /scoreboard objectives setdisplay <位置> [目標]

# commands_scoreboard_objectives_usage
source: /scoreboard objectives <list|add|remove|setdisplay> ...
ar_sa: أهداف/scoreboard <list|add|remove|setdisplay>...
zh_tw: /scoreboard objectives < list(列表) | add(增加) | remove(移除) | setdisplay(顯示設定) > ...

# commands_scoreboard_players_add_usage
source: /scoreboard players add <player> <objective> <count> [dataTag]
af_za: /scoreboard players add <player> <objective> <count> [dataMerker]
ar_sa: /scoreboard players add <player> <objective> <count> [بيانات العلامة]
be_by: /scoreboard players add <гулец> <мэта> <колькасць> [dataTag]
bg_bg: /scoreboard players add <играч> <цел> <брой> [<таг>]
cs: /scoreboard players add <hráč>|* <úkol> <počet> [<datový tag>]
de: /scoreboard players add <Spieler>|* <Ziel> <Anzahl> [<NBT-Daten>]
es: /scoreboard players add <jugador> <objetivo> <cantidad> [dataTag]
fi: /scoreboard players add <pelaaja> <tehtävä> <määrä> [dataTag]
fr_ca: /scoreboard players add <joueur> <objectif> <points> [dataTag]
gl_es: /scoreboard players add <xogador> <obxectivo> <cantidade> [dataTag]
he: /scoreboard players add <טאג-נתון] <כמות> <מטרה> <שחקן]
hu_hu: /scoreboard players add <játékos> <cél> <szám> [adatcímke]
id_id: /scoreboard players add <pemain> <tujuan> <cacah> [PenandaData]
it: /scoreboard players add <giocatore> <obiettivo> <punti> [dati NBT]
ja_jp: /scoreboard players add <プレイヤー> <オブジェクト> <数値> [データタグ]
ka_ge: /scoreboard players add <მოთამაშე> <მიზანი> <რაოდენობა> [მონაც. ტეგი]
ko_kr: /scoreboard players add <플레이어> <목표> <추가할 개수> [데이터 태그]
lb_lu: /scoreboard players add <Spiller> <Ziel> <Unzuel> [NBT-Daten]
lt_lt: /scoreboard players add <žaidėjas> <tikslas> <rezultatas> [duomenų-žymė]
nl_nl: /scoreboard players add <speler> <doel> <aantal> [dataTag]
pl: /scoreboard players add <gracz> <cel> <numer> [dataTag]
pt: /scoreboard players add <jogador> <objetivo> <quantidade> [Tags]
ro_ro: /scoreboard players add <jucător> <obiectiv> <număr> [<date NBT>]
ru_ru: /scoreboard players add <игрок> <задача> <кол-во> [тегДанных]
sk_sk: /scoreboard players add <player> <objective> <count> [dátováZnačka]
sl_si: /scoreboard players add <igralec> <cilj> <število> [podatkovnaOznaka]
sv_se: /scoreboard players add <spelare> <mål> <poäng> [datatagg]
tr_tr: /scoreboard players add <oyuncu> <görev> <miktar> [veriEtiketi]
vi_vn: /scoreboard players add <người chơi> <chỉ tiêu> <số lượng> [nhãn dữ liệu]
zh_cn: /scoreboard players add <玩家> <目标> <数量> [数据标签]
zh_tw: /scoreboard players add <玩家> <目標> <數量> [資料標籤]

# commands_scoreboard_players_enable_noTrigger
source: Objective {0} is not a trigger
af_za: Doelwit {0} is nie 'n oorsaak nie
ar_sa: الهدف {0} ليس trigger
be_by: Мэта {0} не з’яўляецца трыгерам
bg_bg: Целнта {0} не е тригер
ca_es: L'objectiu {0} no és un gallet
cs: Úkol {0} není spouštěč
da_dk: Mål {0} er ikke en udløser
de: Ziel {0} ist kein Auslöser
el_gr: Στόχος {0} δεν είναι ένα έναυσμα
es: El objetivo {0} no es un desencadenante
eu_es: {0} objektiboa ez da desarragailu bat
fi: Tavoite {0} ei ole käynnistin
fil_ph: Ang layunin {0} ay hindi trigger
fr_ca: L'objectif {0} n'est pas un déclencheur
ga_ie: Ní truicear é an cuspóir {0}
gl_es: O obxectivo {0} non é un desencadeante
he: מטרה {0} הוא לא הדק
hr_hr: Cilj {0} nije okidač
hu_hu: {0} cél, nem trigger
id_id: Tujuan {0} bukan suatu pemicu
is_is: Markmið {0} er ekki gikkur
it: L'obiettivo {0} non è un trigger
ja_jp: オブジェクト {0} はトリガーではありません
ka_ge: ობიექტი {0} არ წარმოადგენს ტრიგერს
ko_kr: 목표 {0}은(는) 시발점이 아닙니다
lb_lu: Ziel {0} ass keen Ausléiser
lt_lt: Tikslas {0} nėra gaidukas
ms_my: Objektif {0} bukanlah pencetus
mt_mt: L-objettiv {0} mhuwiex trigger
nl_nl: Doel {0} is geen trigger
nn_no: Oppdraget {0}, er ikkje ein utløysar
pl: Cel {0} nie jest wyzwalaczem
pt: O objetivo {0} não é um ativador
ro_ro: Obiectivul {0} nu este un declanșator
ru_ru: Задача {0} не является триггером
sk_sk: Cieľ {0} nie je spúšť
sl_si: Cilj {0} ni sprožilec
sv_se: Målet {0} är inte en trigger
th_th: เป้าหมาย {0} ไม่ใช่ทริกเกอร์
tr_tr: {0} görevi bir tetikleyici değil
vi_vn: Mục tiêu {0} không phải một cò kích hoạt
zh_cn: 目标{0}不是触发型
zh_tw: 目標項目 {0} 並非觸發類型

# commands_scoreboard_players_enable_success
source: Enabled trigger {0} for {1}
af_za: Oorsaak {0} vir {1} is aangeskakel
ar_sa: تمكين trigger {0} ل {1}
be_by: Трыгер {0} уключаны для {1}
bg_bg: Включен е тригер {0} за {1}
ca_es: Permès gallet {0} per {1}
cs: Spouštěč {0} povolen pro {1}
da_dk: Aktiveret udløser {0} til {1}
de: Auslöser {0} für {1} aktiviert
el_gr: Ενεργοποιήθηκε σκανδάλη {0} για {1}
es: Se ha activado el desencadenante {0} para {1}
eu_es: {0} desarragailu aktibatua {1} -rentzat
fi: Käynnistetty triggeri {0} kohteelle {1}
fil_ph: Pinagana ang trigger {0}$1 para sa {1}$2
fr_ca: Le déclencheur {0} a été activé pour {1}
ga_ie: Truicear {0} le haghaidh {1} curtha i bhfeidhm
gl_es: Activouse o desencadeante {0} para {1}
he: אפשר הדק {0} עבור {1}
hr_hr: Omogućen okidač {0} za {1}
hu_hu: {0} trigger engedélyezve {1} számára
id_id: Mengaktifkan trigger {0} untuk {1}
is_is: Virkjaði gikk {0} fyrir {1}
it: Il trigger {0} è stato abilitato per {1}
ja_jp: トリガー {0} が {1} に対して有効になりました
ka_ge: ჩაირთო ტრიგერი {0} {1}-(ს)თვის
ko_kr: {1}을(를) 위해 시발점 {0}을(를) 켰습니다
lb_lu: Ausléiser {0} fir {1} aktivéiert
lt_lt: Įjungtas gaidukas {0} {1}
ms_my: Bolehkan pencetus {0} untuk {1}
mt_mt: Trigger {0} ġie attivat għal {1}
nl_nl: Trigger {0} ingeschakeld voor {1}
nn_no: Aktivert utløysar {0} for {1}
pl: Utworzono wyzwalacz {0} dla {1}
pt: Ativador {0} ativado para {1}
ro_ro: S-a activat declanșatorul {0} pentru {1}
ru_ru: Включён триггер {0} для {1}
sk_sk: Povolené spúšť {0} pre {1}
sl_si: Omogočen sprožilec {0} za {1}
sv_se: Satte på trigger {0} för {1}
th_th: เปิดใช้งานทริกเกอร์ {0} สำหรับ {1} เรียบร้อย
tr_tr: {1} için {0} tetikleyicisi etkinleştirildi
vi_vn: Đã bật cò kích hoạt {0} cho {1}
zh_cn: 已将触发器{0}对{1}启用
zh_tw: 已在 {1} 上啟用觸發項目 {0}

# commands_scoreboard_players_enable_usage
source: /scoreboard players enable <player> <trigger>
ar_sa: /scoreboard players enable <الاعب> <trigger>
be_by: /scoreboard players enable <гулец> <трыгер>
bg_bg: /scoreboard players enable <играч> <тригер>
cs: /scoreboard players enable <hráč>|* <spouštěč>
de: /scoreboard players enable <Spieler>|* <Auslöser>
es: /scoreboard players enable <jugador> <desencadenante>
fi: /scoreboard players enable <pelaaja> <triggeri>
fr_ca: /scoreboard players enable <joueur> <déclencheur>
gl_es: /scoreboard players enable <xogador> <desencadeante>
he: /scoreboard players enable <טריגר> <שחקן>
hu_hu: /scoreboard players enable <játékos> <trigger>
id_id: /scoreboard players enable <pemain> <pemicu>
it: /scoreboard players enable <giocatore> <trigger>
ja_jp: /scoreboard players enable <プレイヤー> <トリガー>
ka_ge: /scoreboard players enable <მოთამაშე> <ტრიგერი>
ko_kr: /scoreboard players enable <플레이어> <시발점>
lb_lu: /scoreboard players enable <Spiller> <Ausléiser>
lt_lt: /scoreboard players enable <žaidėjas> <gaidukas>
mt_mt: /scoreboard players enable <plejer> <trigger>
nl_nl: /scoreboard players enable <speler> <trigger>
pl: /scoreboard players enable <gracz> <wyzwalacz>
pt: /scoreboard players enable <jogador> <ativador>
ro_ro: /scoreboard players enable <jucător> <declanșator>
ru_ru: /scoreboard players enable <игрок> <триггер>
sk_sk: /scoreboard players enable <hráč> <trigger>
sl_si: /scoreboard players enable <igralec> <sproži>
sv_se: /scoreboard players enable <spelare> <trigger>
tr_tr: /scoreboard players enable <oyuncu> <tetikleyici>
zh_cn: /scoreboard players enable <玩家> <触发器>
zh_tw: /scoreboard players enable <玩家> <觸發目標>

# commands_scoreboard_players_list_count
source: Showing {0} tracked players on the scoreboard:
af_za: {0} nagespoorde spelers wys op die telbord:
ar_sa: عرض تعقب اللاعبين على لوحة النقاط
be_by: Паказана {0} адсочваемых гульцоў у статыстыцы:
bg_bg: Показване на {0} проследявани играчи на таблото:
ca_es: Mostrant {0} jugadors a la taula de puntuacions:
cs: Sledovaní hráči ({0}) v tabulce výsledků:
da_dk: Viser {0} sporede spillere på resultattavlen:
de: Zeige {0} erfasste Spieler auf der Anzeigetafel:
el_gr: Εμφάνιση {0} εντοπισμένων παικτών στον πίνακα βαθμολογίας:
es: Mostrando {0} jugadores registrados en el marcador:
eu_es: {0} jokalari erregistratuta erakusten markagailuan:
fi: Näyttää {0} seuratut pelaajat tulostaululla:
fil_ph: Nagpapakita ng {0} tinintignang tao sa scoreboard:
fr_ca: Affichage de {0} joueur(s) ciblé(s) sur le tableau de score :
ga_ie: Ag taispeáint {0} imreoirí rianaithe ar an scórchlár:
gl_es: Amosando {0} xogadores rexitrados na táboa de puntuacións:
he: מציג {0} שחקנים מסומנים על לוח התוצאות:
hr_hr: Prikazivanje {0} praćenih igrača na tablici:
hu_hu: Az eredményjelzőn lévő {0} követett játékos:
id_id: Paparan {0} Pemain terlacak di Papan Nilai:
is_is: Sýnir {0} leikmenn á stigatöflunni:
it: Visualizzazione di {0} giocatore/i segnato/i sul tabellone:
ja_jp: 追跡している {0} 人のプレイヤーをスコアボードに表示しています:
ka_ge: ტაბლოზე ნაჩვენებია {0} თვალგაყოლილი მოთამაშე:
ko_kr: 점수판에서 추적된 {0}명의 플레이어(들):
lb_lu: Weis {0} erfaasse Spiller un der Punktetafel un:
lt_lt: Rodoma {0} susekti žaidėjai švieslentėje:
lv_lv: Uzrāda {0} reģistrētos spēlētājus uz rezultātu tablo:
ms_my: Paparan {0} dikesan pemain pada papan angka:
mt_mt: Qed jintwerew {0} plejers trekkjati fuq it-tabella tal-punteġġi:
nl_nl: {0} gevolgde spelers op het scorebord tonen:
nn_no: Viser {0} spora spelarar på resultattavla:
pl: Wyświetlono {0} śledzonych graczy na tablicy wyników:
pt: A mostrar {0} jogadores monitorizados no placar de pontuações:
ro_ro: Se afișează {0} jucători urmăriți pe tabela de marcaj:
ru_ru: Статистика отображает {0} отслеживаемых игроков:
sk_sk: Zobrazovanie {0} sledovaného hráča na scoreboarde:
sl_si: Prikazujem {0} sledenih igralcev na lestvici rezultatov:
sv_se: Visar {0} spårade spelare på resultattavlan:
th_th: แสดงผู้เล่น {0} คน บนกระดานคะแนน {1}:
tr_tr: Puan tablosunda takip edilen {0} oyuncu gösteriliyor:
vi_vn: Đang hiển thị {0} người chơi được theo dõi trên bảng điểm:
zh_cn: 记分板上正在显示{0}个被追踪的玩家
zh_tw: 正追蹤記分板上 {0} 個玩家：
