Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_stats_block_set_usage
source: /stats block <x> <y> <z> set <stat> <selector> <objective>
ar_sa: كتلة/stats <x>مجموعة <y><z><stat><selector><objective>
be_by: /stats block <x> <y> <z> set <статыстыка> <селектар> <мэта>
bg_bg: /stats block <x> <y> <z> set <статистика> <селектор> <цел>
cs: /stats block <x> <y> <z> set <statistika> <selektor> <úkol>
de: /stats block <x> <y> <z> set <Statistik> <Spieler> <Ziel>
es: /stats block <x> <y> <z> set <estadística> <selector> <objetivo>
fa_ir: /آمار بلوک <x> <y> <z> تبدیل <stat> <selector> <objective>
fr_ca: /stats block <x> <y> <z> set <statistique> <sélecteur> <objectif>
ga_ie: /stats block <x> <y> <z> set <staitistic> <roghnóir> <cuspóir>
he: /stats block <x> <y> <z> set <מטרה> <בורר> <סטטיסטיקה>
hu_hu: /stats block <x> <y> <z> set <stat> <szelektor> <cél>
id_id: /stats block <x> <y> <z> set <tabulasi> <pemilih> <tujuan>
it: /stats block <x> <y> <z> set <statistica> <selettore> <obiettivo>
ja_jp: /stats block <x> <y> <z> set <統計> <対象> <目標>
ko_kr: /stats block <x> <y> <z> set <통계> <선택자> <목표>
lb_lu: /stats block <x> <y> <z> set <Statistik> <Spiller> <Ziel>
lt_lt: /stats block <x> <y> <z> set <pasiekimas> <parinkėjas> <tikslas>
lv_lv: /stats block <x> <y> <z> iestādīt <stat> <selector> <objective>
ms_my: /stats block <x> <y> <z> set <pemilih> <objektif>
nl_nl: /stats block <x><y><z> set <status> <selecteerder> <doel>
pl: /stats block <x> <y> <z> set <statystyka> <selektor> <cel>
pt: /stats block <x> <y> <z> set <estatística> <seletor> <objetivo>
ro_ro: /stats block <x> <y> <z> set <statistică> <selector> <obiectiv>
ru_ru: /stats block <x> <y> <z> set <статистика> <селектор> <задача>
sl_si: /stats block <x> <y> <z> set <stat> <selektor> <cilj>
sv_se: /stats block <x> <y> <z> set <statistik> <selektor> <mål>
tr_tr: /stats block <x> <y> <z> set <istatistik> <seçici> <görev>
vi_vn: /stats block <x> <y> <z> set <số liệu> <các đối tượng> <chỉ tiêu>
zh_cn: /stats block <x> <y> <z> set <状态> <选择器> <目标>
zh_tw: /stats block <x> <y> <z> set <統計類型> <指定對象> <目標>

# commands_stats_block_usage
source: /stats block <x> <y> <z> <mode> ...
af_za: /stats block <x> <y> <z> <wyse> ...
ar_sa: /الحالة المكعب <x> <y> <z> <mode> ...
be_by: /stats block <x> <y> <z> <рэжым>...
bg_bg: /stats block <x> <y> <z> <режим> ...
cs: /stats block <x> <y> <z> set|clear …
de: /stats block <x> <y> <z> set|clear ...
de_at: /stats block <x> <y> <z> set|clear ...
es: /stats block <x> <y> <z> <modo> ...
fa_ir: /آمار بلوک <x> <y> <z> <mode> ...
fr_ca: /stats block <x> <y> <z> <set|clear> ...
ga_ie: /stats block <x> <y> <z> <mód> ...
he: /stats block <x> <y> <z> <מצב> ...
hu_hu: /stats block <x> <y> <z> <set|clear> ...
it: /stats block <x> <y> <z> <set|clear> ...
ja_jp: /stats block <x> <y> <z> <モード> …
ka_ge: /stats block <x> <y> <z> <რეჟიმი> ...
ko_kr: /stats block <x> <y> <z> <모드> ...
lt_lt: /stats block <x> <y> <z> <režimas> ...
ms_my: /stats block <x> <y> <z> <mod> ...
nl_nl: /stats block <x> <y> <z> <modus> ...
pl: /stats block <x> <y> <z> <tryb> ...
pt: /stats block <x> <y> <z> <modo> ...
ro_ro: /stats block <x> <y> <z> set|clear ...
ru_ru: /stats block <x> <y> <z> <режим> ...
sl_si: /stats block <x> <y> <z> <način> ...
sv_se: /stats block <x> <y> <z> <läge> ...
tr_tr: /stats block <x> <y> <z> <mod> ...
vi_vn: /stats block <x> <y> <z> <chế độ> ...
zh_cn: /stats block <x> <y> <z> <模式> ...
zh_tw: /stats block <x> <y> <z> <模式> ...

# commands_stats_cleared
source: Cleared {0} stats
af_za: {0} statistieke uitgevee
ar_sa: أزيل {0} إحصائيات
be_by: Статыстыка {0} ачышчаная
bg_bg: Изчистена е статистика {0}
ca_es: Borrades {0} estadístiques
cs: Statistika „{0}“ byla vymazána
da_dk: Ryddet {0} statistikker
de: Statistik {0} geleert
de_at: Statistik {0} zrugggsetzt
el_gr: Εκκαθαρίστηκαν {0} στατιστικά
es: Se han eliminado las estadísticas de {0}
eu_es: {0} stats -ak garbitu dira
fa_ir: آمار {0} پاک شد
fi: Pyyhitty {0} statistiikka
fil_ph: Binura ang mga istatistika ni {0}
fr_ca: La statistique {0} a été effacée
ga_ie: Glanadh staitistic {0}
gl_es: Eliminaronse {0} estatísticas
he: ניקה את הסטטיסטיקות של {0}
hr_hr: Očišćena statistika {0}
hu_hu: {0} statisztika törölve
id_id: {0} tabulasi dibersihkan
is_is: Núllstillti tölfræði {0}
it: La statistica {0} è stata rimossa
ja_jp: {0} のスコア情報を消去しました
ka_ge: წაიშალა {0} მონაცემი
ko_kr: {0} 통계를 초기화했습니다
lb_lu: Statistik {0} geläscht
lt_lt: Išvalyti {0} pasiekimai
lv_lv: Notīrīti {0} stati
ms_my: Statistik {0} dibersihkan
mt_mt: {0} statistiċi ġew imħassra
nl_nl: Statistieken {0} verwijderd
nn_no: Tømd {0} statistikk
pl: Wyczyszczono statystyki {0}
pt: Estatísticas de {0} apagadas
ro_ro: S-au golit statisticile {0}
ru_ru: Статистика {0} очищена
sk_sk: Štatistiky {0} boli vymazané
sl_si: Očiščena statistika {0}
sv_se: Nollställde statistik för {0}
th_th: ล้าง {0} สถานะแล้ว
tr_tr: {0} istatistikleri silindi
vi_vn: Đã xóa bỏ {0} số liệu
zh_cn: 清除了{0}的统计信息
zh_tw: 已清空 {0} 統計值

# commands_stats_entity_clear_usage
source: /stats entity <selector> clear <stat>
ar_sa: /الحالة entity <selector> مسح <stat>
be_by: /stats entity <селектар> clear <статыстыка>
bg_bg: /stats entity <селектор> clear <статистика>
cs: /stats entity <selektor> clear <statistika>
de: /stats entity <Auswahl> clear <Statistik>
es: /stats entity <selector> clear <estadística>
fa_ir: /آمار موجود <selector> واضح <stat>
fr_ca: /stats entity <sélecteur> clear <statistique>
ga_ie: /stats entity <roghnóir> clear <staitistic>
he: /stats entity <בורר> clear <סטטיסטיקה>
hu_hu: /stats entity <szelektor> clear <stat>
id_id: /stats entity <pemilih> clear <tabulasi>
it: /stats entity <selettore> clear <statistica>
ja_jp: /stats entity <対象> clear <統計>
ko_kr: /stats entity <선택자> clear <상태>
lb_lu: /stats entity <Ziel-Auswiel> clear <Statistik>
lt_lt: /stats entity <parinkėjas> clear <pasiekimas>
ms_my: /stats entity <pemilih> clear <stat>
pl: /stats entity <selektor> clear <statystyka>
pt: /stats entity <seletor> clear <estatística>
ro_ro: /stats entity <selector> clear <statistică>
ru_ru: /stats entity <селектор> clear <статистика>
sl_si: /stats entity <selektor> clear <stat>
sv_se: /stats entity <selektor> clear <statistik>
tr_tr: /stats entity <seçici> clear <istatistik>
vi_vn: /stats entity <các đối tượng> clear <số liệu>
zh_cn: /stats entity <选择器> clear <状态>
zh_tw: /stats entity <指定對象> clear <統計類型>

# commands_stats_entity_set_usage
source: /stats entity <selector> set <stat> <selector> <objective>
ar_sa: /الحالة entity <selector> set <stat> <selector> <objective>
be_by: /stats entity <селектар> set <статыстыка> <селектар> <мэта>
bg_bg: /stats entity <селектор> set <статистика> <селектор> <цел>
cs: /stats entity <selektor> set <statistika> <selektor> <úkol>
de: /stats entity <Auswahl> set <Statistik> <Spieler> <Ziel>
es: /stats entity <selector> set <estadística> <selector> <objetivo>
fi: /stats entity <valitsin> set <tilasto> <valitsin> <tavoite>
fr_ca: /stats entity <sélecteur> set <statistique> <sélecteur> <objectif>
ga_ie: /stats entity <roghnóir> set <staitistic> <roghnóir> <cuspóir>
gl_es: /stats entity <selector> set <estadística> <selector> <obxectivo>
he: /stats entity <בורר> set <מטרה> <בורר> <סטטיסטיקה>
hu_hu: /stats entity <szelektor> set <stat> <szelektor> <cél>
id_id: /stats entity <pemilih> set <tabulasi> <pemilih> <tujuan>
it: /stats entity <selettore> set <statistica> <selettore> <obiettivo>
ja_jp: /stats entity <対象> set <統計> <対象> <目標>
ko_kr: /stats entity <선택자> set <상태> <선택자> <목표>
lb_lu: /stats entity <Ziel-Auswiel> set <Statistik> <Spiller> <Ziel>
lt_lt: /stats entity <parinkėjas> set <pasiekimas> <parinkėjas> <tikslas>
ms_my: /stats entity <pemilih > set <stat> <pemilih> <objektif>
nl_nl: /stats entity <selector> set <stat> <selector> <doel>
pt: /stats entity <seletor> set <estatística> <seletor> <objetivo>
ro_ro: /stats entity <selector> set <statistică> <selector> <obiectiv>
ru_ru: /stats entity <селектор> set <статистика> <селектор> <задача>
sl_si: /stats entity <selektor> set <stat> <selektor> <cilj>
sv_se: /stats entity <selektor> set <statistik> <selektor> <mål>
tr_tr: /stats entity <seçici> set <istatistik> <seçici> <görev>
vi_vn: /stats entity <các đối tượng> set <số liệu> <các đối tượng> <chỉ tiêu>
zh_cn: /stats entity <选择器> set <状态> <选择器> <目标>
zh_tw: /stats entity <指定對象> set <統計類型> <指定對象> <目標>

# commands_stats_entity_usage
source: /stats entity <selector> <mode> ...
af_za: /stats entiteit <selector><mode>...
be_by: /stats entity <селектар> <рэжым> ...
bg_bg: /stats entity <селектор> <режим> ...
cs: /stats entity <selektor> set|clear …
de: /stats entity <Auswahl> set|clear ...
el_gr: /stats entity <επιλογέας> <λειτουργία> ...
es: /stats entity <selector> <set|clear> ...
fr_ca: /stats entity <sélecteur> <set|clear> ...
gl_es: /stats entity <selector> <modo> ...
he: /stats entity <בורר> <מצב>...
hu_hu: /stats entity <szelektor> <mód> ...
id_id: /stats entity <pemilih> <mode> ...
it: /stats entity <selettore> <set|clear> ...
ja_jp: /stats entity <対象> <モード> …
ka_ge: /stats entity <სელექტორი> <რეჟიმი> ...
ko_kr: /stats entity <선택자> <모드> …
lb_lu: /stats entity <Auswiel> <Modus> ...
lt_lt: /stats entity <parinkiklis> <režimas> ...
ms_my: /stats entity <pemilih> <mod> ...
pl: /stats entity <selektor> <tryb> ...
pt: /stats entity <seletor> <modo> ...
ro_ro: /stats entity <selector> set|clear ...
ru_ru: /stats entity <селектор> <режим> ...
sk_sk: /stats entity <selektor> <mód> ...
sl_si: /stats entity <selektor> <način> ...
sv_se: /stats entity <selektor> <läge> ...
tr_tr: /stats entity <seçici> <mod> ...
vi_vn: /stats entity <mục tiêu> <chế độ> ...
zh_cn: /stats entity <选择器> <模式> ...
zh_tw: /stats entity <指定對象> <模式> ...

# commands_stats_failed
source: Invalid parameters
af_za: Ongeldige parameters
ar_sa: المعايير غير صالحة
be_by: Недапушчальныя параметры
bg_bg: Невалидни параметри
ca_es: Paràmetres no vàlids
cs: Neplatné parametry
da_dk: Ugyldige parametre
de: Ungültige Parameter
el_gr: Μη έγκυρες παράμετροι
es: Parámetros no válidos
eu_es: Parametro okerrak
fa_ir: وردی نامعتبر
fi: Virheellisiä parametrejä
fil_ph: Hindi balido ang mga parameter
fr_ca: Paramètres invalides
ga_ie: Paraiméadair neamhbhailí
gl_es: Parámetros non válidos
he: פרמטרים לא חוקיים
hr_hr: Nevažeči parametri
hu_hu: Érvénytelen paraméterek
id_id: Parameter tak sah
is_is: Ógildir stikar
it: Parametri non validi
ja_jp: 無効なパラメーターです
ka_ge: არასწორი პარამეტრები
ko_kr: 잘못된 매개 변수입니다
lb_lu: Ongülteg Parameter
lt_lt: Neteisingi parametrai
lv_lv: Nederīgi parametri
mn_mn: Буруу параметр
ms_my: Parameter tidak sah
mt_mt: Parametri invalidi
nl_nl: Ongeldige parameters
nn_no: Ugyldige parametrar
pl: Nieprawidłowe parametry
pt: Parâmetros inválidos
ro_ro: Parametrii nu sunt valizi
ru_ru: Недопустимые параметры
sk_sk: Nesprávne parametre
sl_si: Neveljavni parametri
sv_se: Ogiltiga parametrar
th_th: พารามิเตอร์ไม่ถูกต้อง
tr_tr: Geçersiz parametreler
vi_vn: Tham số không hợp lệ
zh_cn: 无效的参数
zh_tw: 參數無效

# commands_stats_noCompatibleBlock
source: Block at {0}, {1}, {2} can not track stats
af_za: Blok by {0}, {1}, {2} kan nie statistiek naspoor nie
ar_sa: كتلة في {0}، {1}، {2} لا يمكن تعقب إحصائيات
be_by: Блок на {0}, {1}, {2} не можа адсочваць статыстыку
bg_bg: Блокът с координати {0}, {1}, {2} не може да следи статистика
ca_es: Bloc a {0}, {1}, {2} no pot seguir l'estat
cs: Blok na pozici {0}, {1}, {2} nemůže zaznamenávat statistiky
da_dk: Blok ved {0}, {1}, {2} kan ikke spore statistikker
de: Block bei {0}, {1}, {2} kann Statistiken nicht beeinflussen
el_gr: Το μπλοκ στο {0}, {1}, {2} δεν μπορεί να καταγράψει στατιστικές
es: El bloque en {0}, {1}, {2} no puede tener estadísticas
eu_es: {0}, {1}, {2} - blokeak ezin du estatistikarik gorde
fa_ir: بلوک در {0}, {1}, {2} نمیتواند آمار بگیرد
fi: Kuutio kohteessa {0}, {1}, {2} ei voi seurata statistiikkaa
fil_ph: Ang bloke sa {0}$1, {1}$2, at {2}$3 ay hindi mahanap ang mga istatistika
fr_ca: Le bloc aux coordonnées {0}, {1}, {2} ne peut pas suivre de statistiques
ga_ie: Ní féidir le bloc ag {0}, {1}, {2} staitisticí a rianú
gl_es: O bloque en {0}, {1}, {2} non pode ter estatísticas
he: בלוק ב{0}, {1}, {2} לא מצא סטטיסטיקה
hr_hr: Blok na {0}, {1}, {2} ne može pratiti statistiku
hu_hu: A blokk {0}, {1}, {2} koordinátákon nem tud statokat követni
id_id: Blok pada {0}, {1}, {2} tak dapat melacak tabulasi
is_is: Kubbur á {0}, {1}, {2} er ekki með tölfræði
it: Il blocco in {0}, {1}, {2} non può tenere traccia delle statistiche
ja_jp: {0}, {1}, {2} にあるブロックの統計情報は調べられません
ka_ge: ბლოკს, კოორდინატებზე {0}, {1}, {2} არ შეუძლია ინფორმაციის შენახვა
ko_kr: {0}, {1}, {2}에 있는 블록은 통계를 추적할 수 없습니다
lb_lu: Block bei {0}, {1}, {2} ka Statistiken net beaflossen
lt_lt: Blokas koordinatėse {0}, {1}, {2} negali sekti pasiekimų
lv_lv: Bloku, {0}, {1}, {2} nevar izsekot stats
ms_my: Blok dekat {0}, {1}, {2} tidak dapat mengesan statistik
mt_mt: Il-blokka fil-pożizzjoni {0}, {1}, {2} ma tistax titraċċa statistiċi
nl_nl: Blok op {0}, {1}, {2} kan geen statistieken bijhouden
nn_no: Blokka på {0}, {1}, {2} kan ikkje spore statistikk
pl: Blok w {0}, {1}, {2} nie może śledzić statystyk
pt: O bloco em {0}, {1}, {2} não pode seguir estatísticas
ro_ro: Blocul de la {0}, {1}, {2} nu poate urmări statistici
ru_ru: Блок {0}, {1}, {2} не может отслеживать статистику
sk_sk: Kocka na súradniciach {0}, {1}, {2} nemôže sledovať štatistiky
sl_si: Kocka se na {0}, {1}, {2} ne more beležiti v statistiki
sv_se: Blocket vid {0}, {1}, {2} stödjer inte statistik
th_th: บล็อกที่ {0}, {1}, {2} ไม่สามารถสามารถติดตามสถิติ
tr_tr: {0}, {1}, {2} konumundaki bloğun istatistikleri izlenemez
vi_vn: Không thể theo dõi số liệu của khối tại {0}, {1}, {2}
zh_cn: 无法对{0}，{1}，{2}坐标的方块跟踪统计
zh_tw: 在 {0},{1},{2} 的方塊無法追蹤統計資料。

# commands_stats_success
source: Storing {0} stats in {1} on {2}
af_za: Bêre {0} statistiek in {1} op {2}
ar_sa: تخزين الإحصائيات {0} في {1} في {2}
be_by: Статыстыка {0} запісаная ў {1} на {2}
bg_bg: Съхраняване на статистиката {0} в {1} на {2}
ca_es: Desant {0} estadístiques a {1} a {2}
cs: Statistika {0} byla uložena v {1} u entity {2}
da_dk: Gemmer {0} statistikker i {1} på {2}
de: Speichere die Statistiken {0} in {1} auf {2}
el_gr: Αποθήκευση {0} αρχείων σε {1} σε {2}
es: Se están almacenando las estadísticas de {0} en {1} en {2}
eu_es: Estatistiken {0} gordelekua {1} {2}
fa_ir: ذخیره آمار {0} در {1} بر روی {2}
fi: Tallenetaan kohteen {0} statistiikka kohteeseen {1} paikassa {2}
fil_ph: Ibinabalik ang {0} mga istatistika sa {1} kay {2}
fr_ca: Stockage de la statistique {0} dans l'objectif {1} sur {2}
ga_ie: Ag stóráil staitistic {0} sa chuspóir {1} ar {2}
gl_es: Almacenando as estatísticas de {0} en {1} en {2}
he: מאחסן נתונים של {0} ב {1} ב {2}
hr_hr: Spremanje {0} statistike u {1} na {2}
hu_hu: {0} stat tárolása {1} célba rajta: {2}
id_id: Menyimpan {0} tabulasi di {1} pada {2}
is_is: Vista tölfræði {0} í {1} á {2}
it: Le statistiche {0} sono state riposte nell'obiettivo {1} di {2}
ja_jp: オブジェクト {1} に {2} の {0} のスコア情報を保存しました
ka_ge: ინახება {0} მონაცემები {1}-ში {2}-ზე
ko_kr: {0} 통계를 {2}의 {1}에 저장했습니다
lb_lu: Späicherung vun de Statistiken {0} an {1} op {2}
lt_lt: Saugoma {0} pasiekimų {1} {2}
lv_lv: Saglabājot {0} statistika par {1} {2}
ms_my: Menyimpan {0} statistik di {1} dalam {2}
mt_mt: {0} statistiċi ġew maħżuna f' {1} ta' {2}
nl_nl: Statistieken {0} in {1} op {2} opgeslagen
nn_no: Lagrar {0} statistikkar i {1} på {2}
pl: Przechowywanie statystyk {0} w {1} na: {2}
pt: A armazenar estatísticas de {0} em {1} em {2}
ro_ro: Se stochează statisticile {0} în {1} pe {2}
ru_ru: Записана статистика {0} в {1} для {2}
sk_sk: Ukladanie {0} štatistik v {1} na {2}
sl_si: Shranjevanje {0} statistike v {1} na {2}
sv_se: Lagrar {0}-statistik för {1} i {2}
th_th: กำลังจัดเก็บสถิติ {0} ใน {1} บน {2}
tr_tr: {0} istatistikleri, {1} içinde {2} üzerinde saklanıyor
vi_vn: Đang lưu trữ {0} số liệu của {1} trong {2}
zh_cn: 将{0}的统计信息储存在了{1}的{2}上
zh_tw: 正在儲存 {0} 統計值到 {1}，對象實體為 {2}

# commands_stats_usage
source: /stats <entity|block> ...
ar_sa: /حالة <entity|block> ...
fa_ir: /آمار <entity|block> ...
zh_tw: /stats < entity(實體) | block(方塊) >

# commands_stop_start
source: Stopping the server
af_za: Bediener word gestop
ar_sa: إيقاف الخادم
be_by: Спыненне сервера
bg_bg: Спиране на сървъра
ca_es: Aturant el servidor
cs: Zastavení serveru
da_dk: Stopper serveren
de: Server wird gestoppt
el_gr: Τερματισμός του διακομιστή
es: Deteniendo el servidor
eu_es: Zerbitzaria gelditzen
fa_ir: متوقف کردن سرور...
fi: Pysäytetään palvelinta
fil_ph: Hinihinto ang server
fr_ca: Arrêt du serveur
ga_ie: Ag stopadh an fhreastalaí
gl_es: Parando o servidor
he: עוצר את השרת
hi_in: सर्वर को रोकना
hr_hr: Poslužitelj se zaustavlja
hu_hu: Szerver leállítása
hy_am: Սերվերը անջատվում է
id_id: Menghentikan peladen
is_is: Er að stoppa þjóninn
it: Il server sta per essere arrestato
ja_jp: サーバーを停止しています
ka_ge: მიმდინარეობს სერვერის გათიშვა
ko_kr: 서버 중지 중
lb_lu: Server gëtt gestoppt
lt_lt: Serveris stabdomas
lv_lv: Apstādina serveri
ms_my: Pelayan sedang dihentikan
mt_mt: Is-server qed jingħalaq
nl_nl: Server stoppen...
nn_no: Stoppar serveren
pl: Zatrzymywanie serwera
pt: A parar o servidor
ro_ro: Serverul este în curs de oprire
ru_ru: Выключение сервера
sk_sk: Zastavuje sa server
sl_si: Zaustavljanje strežnika
sv_se: Stoppar servern
th_th: กำลังหยุดการทำงานของเซิร์ฟเวอร์
tr_tr: Sunucu durduruluyor
vi_vn: Đang ngừng lại máy chủ
zh_cn: 正在关闭服务器
zh_tw: 正在停止伺服器。

# commands_stopsound_success_all
source: Stopped all sounds for {0}
af_za: Alle klanke vir {0} gestop
be_by: Для {0} адключаны ўсе гукі
bg_bg: Всички звуци за {0} бяха спрени
ca_es: Tots els sons han estat aturats per a {0}
cs: Všechny zvuky byly pro hráče {0} zastaveny
da_dk: Stoppede alle lyde for {0}
de: Alle Geräusche für {0} beendet
el_gr: Διακοπή όλων των ήχων για {0}
es: Se han detenido todos los sonidos para {0}
fi: Pysäytetty pelaajan {0} kaikki äänet
fil_ph: Tumigil lahat ng mga tunog para sa {0}
fr_ca: Arrêt de tous les sons pour {0}
ga_ie: Stopadh gach fuaim le haghaidh {0}
gl_es: Detidos todos os sons para {0}
he: נעצרו כל הצלילם עבור {0}
hu_hu: Minden hang leállítva {0} számára
id_id: Menghentikan semua suara untuk {0}
it: Tutti i suoni di {0} sono stati interrotti
ja_jp: {0} の全てのサウンドを停止しました
ka_ge: გამოირთო ყველა ხმა მოთამაშისთვის {0}
ko_kr: {0}에게 들리던 모든 소리를 중지했습니다
lb_lu: All Geraïscher goufe fir {0} gestoppt
lt_lt: Sustabdyti visi garsai objektui {0}
ms_my: Berhenti semua suara untuk {0}
mt_mt: Ġew imwaqqfin il-ħsejjes kollha għal {0}
nl_nl: Alle geluiden gestopt voor {0}
pl: Zatrzymano wszystkie dźwięki dla {0}
pt: Todos os sons interrompidos para {0}
ro_ro: S-au oprit toate sunetele pentru {0}
ru_ru: Отключены все звуки для {0}
sk_sk: Všetky zvuky boli pre hráča {0} zastavené
sl_si: Ustavljeni vsi zvoki za {0}
sv_se: Stoppade alla ljud för {0}
tr_tr: {0} için tüm sesler susturuldu
vi_vn: Đã ngừng mọi âm thanh cho {0}
zh_cn: 为{0}停止所有声音
zh_tw: 停止所有給 {0} 的聲音

# commands_stopsound_success_individualSound
source: Stopped sound '{0}' with source '{1}' for {2}
af_za: Klank '{0}' met bron '{1}' gestop vir {2}
be_by: Спынены гук '{0}' з крыніцы '{1}' для {2}
bg_bg: Звукът {0} с източник {1} беше спрян за {2}
ca_es: S'ha aturat el so "{0}" amb origen "{1}" per a {2}
cs: Zvuk „{0}“ se zdrojem „{1}“ byl zastaven pro hráče {2}
da_dk: Stoppede lyden '{0}' i kilden '{1}' for {2}
de: Geräusch '{0}' der Art '{1}' für {2} beendet
el_gr: Διακοπή ήχου '{0}' με πηγή '{1}' για {2}
es: Se ha detenido el sonido "{0}" con fuente "{1}" para {2}
fi: Ääni '{0}' lähteessä '{1}' pysäytetty pelaajalle {2}
fil_ph: Pinatigil ang tunog na '{0}$1' na may pinagkunang '{1}$2' kay '{2}$3'
fr_ca: Arrêt du son "{0}" avec la source "{1}" pour {2}
ga_ie: Stopadh fuaim '{0}' ó fhoinse '{1}' le haghaidh {2}
gl_es: Detido son "{0}" con orixe "{1}" para {2}
hu_hu: '{1}' forrású '{0}' hang leállítva {2} számára
id_id: Menghentikan suara '{0}' dengan bersumber '{1}' untuk {2}
it: Il suono {0} con fonte {1} di {2} è stato interrotto
ja_jp: {2} のソース「{1}」のサウンド「{0}」を停止しました
ka_ge: გამოირთო ხმა '{0}' წყაროდან '{1}' მოთამაშისთვის {2}
ko_kr: 출처 '{1}'에서 나오는 '{0}' 소리를 {2}에게서 중지했습니다
lb_lu: Geräisch '{0}' vun der Art '{1}' gouf fir {2} gestoppt
lt_lt: Sustabdytas garsas '{0}', kurio šaltinis yra '{1}', objektui {2}
ms_my: Berhenti bunyi '{0}' dengan sumber '{1}' untuk {2}
mt_mt: Ġie mwaqqaf il-ħoss '{0}' b'sors '{1}' għal {2}
nl_nl: Geluid '{0}' gestopt met bron '{1}' voor {2}
pl: Zatrzymano dźwięk '{0}' ze źródłem '{1}' dla {2}
pt: O som '{0}' de fonte '{1}' foi interrompido para {2}
ro_ro: S-a oprit sunetul "{0}" cu sursa "{1}" pentru {2}
ru_ru: Отключён звук '{0}' от источника '{1}' для {2}
sk_sk: Zvuk '{0}', so zdrojom '{1}', bol zastavený pre hráča {2}
sl_si: Ustavljen zvok '{0}' z virom '{1}' za {2}
sv_se: Stoppade ljudet "{0}" med källan "{1}" för {2}
tr_tr: %$3s için '{1}' kaynağından gelen '{0}' sesi susturuldu
vi_vn: Đã ngừng âm thanh '{0}' với nguồn '{1}' cho {2}
zh_cn: 为{2}停止源自'{1}'的声音'{0}'
zh_tw: 停止給 {2} 來自 '{1}' 的 '{0}' 聲音

# commands_stopsound_success_soundSource
source: Stopped source '{0}' for {1}
af_za: Bron '{0}' vir {1} gestop
be_by: Спынена крыніца '{0}' для {1}
bg_bg: Източникът {0} беше спрян за {1}
ca_es: S'ha aturat l'origen "{0}" per a {1}
cs: Zdroj zvuku „{0}“ byl zastaven pro hráče {1}
da_dk: Stoppede kilden '{0}' for {1}
de: Geräuschart '{0}' für {1} beendet
el_gr: Διακοπή πηγής '{0}' για {1}
es: Se ha detenido la fuente "{0}" para {1}
fi: Pysäytetty lähde '{0}' pelaajalle {1}
fil_ph: Pinatigil ang pinagkunang '{0}$2' kay '{1}$3'
fr_ca: Arrêt de la source "{0}" pour {1}
ga_ie: Stopadh an fhoinse '{0}' le haghaidh {1}
gl_es: Detida orixe "{0}" para {1}
hu_hu: '{0}' hangforrás leállítva {1} számára
id_id: Menghentikan suara '{0}' untuk {1}
it: La fonte {0} di {1} è stata interrotta
ja_jp: {1} のソース「{0}」を停止しました
ka_ge: გამოირთო წყარო '{0}' მოთამაშისთვის {1}
ko_kr: 출처 '{0}'에서 나오는 소리를 {1}에게서 중지했습니다
lb_lu: Geräischaart '{0}' gouf fir {1} gestoppt
lt_lt: Sustabdytas šaltinis '{0}' objektui {1}
ms_my: Berhenti sumber '{0}' untuk {1}
mt_mt: Ġie mwaqqaf sors '{0}' għal {1}
nl_nl: Bron '{0}' gestopt voor {1}
pl: Zatrzymano źródło '{0}' dla {1}
pt: Fonte '{0}' interrompida para {1}
ro_ro: S-a oprit sursa "{0}" pentru {1}
ru_ru: Источник звука '{0}' отключён для {1}
sk_sk: Zdroj '{0}' bol zastavený pre hráča {1}
sl_si: Ustavljen vir '{0}' za {1}
sv_se: Stoppade källan "{0}" för {1}
tr_tr: {1} için '{0}' kaynağı susturuldu
vi_vn: Đã ngừng nguồn '{0}' cho {1}
zh_cn: 为{1}停止声源'{0}'
zh_tw: 停止給 {1} 來自 '{0}' 的聲音
