Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_gradient_lightBlue
source: Light Blue Gradient
ar_sa: تدرج الأزرق فاتح
be_by: Блакітны градыент зверху
bg_bg: Светлосиня горна преливка
ca_es: Gradient blau clar
cs: Světle modrý gradient
da_dk: Lyseblå Gradient
de: Hellblauer Farbverlauf
el_gr: γαλαζια βαθμιδα
es: Gradiente azul claro
fi: Vaaleansininen häivytys alas
fr_ca: Dégradé de bleu céleste du chef
ga_ie: Grádán Bánghorm
gl_es: Gradiente azul claro
he: תכלת הדרגתי
hr_hr: Svijetlo Plavi Gradijent
hu_hu: Világoskék színátmenet
id_id: Gradien biru muda
it: Sfumato in capo d'azzurro
ja_jp: 上に空色のグラデーション
ka_ge: ღია-ლურჯი გრადიენტი
ko_kr: 하늘색 위쪽 그라데이션
lb_lu: Hellbloe Fuerfverlaf
lt_lt: Šviesiai mėlynas viršutinis gradientas
ms_my: Kecerunan Biru Muda
nl_nl: Lichtblauw gradiënt
nn_no: Ljoseblå gradient
pl: Jasnoniebieski gradient
pt: Gradiente Azul Claro
ro_ro: Degrade bleu
ru_ru: Голубой градиент
sk_sk: Svetlomodrý gradient
sl_si: Svetlo moder zgornji gradient
sv_se: Ljusblå övergång ovanifrån
th_th: สีฟ้าไล่ระดับ
tr_tr: Yukarıdan Aşağı Açık Mavi Geçiş
vi_vn: Chuyển sắc xanh nước biển nhạt
zh_cn: 淡蓝色自上渐淡
zh_tw: 淺藍色往下漸淡

# item_banner_gradient_lime
source: Lime Gradient
ar_sa: راية ملونة ليموني
be_by: Лаймавы градыент зверху
bg_bg: Жълтозелена горна преливка
ca_es: Gradient de lima
cs: Světle zelený gradient
da_dk: Limegrøn Gradient
de: Hellgrüner Farbverlauf
el_gr: λαιμ βαθμιδα
es: Gradiente verde lima
fi: Lime häivytys alas
fr_ca: Dégradé de sinople clair du chef
ga_ie: Grádán Líomach
gl_es: Gradiente lima
he: ליים הדרגתי
hr_hr: Svijetlo Zeleni Gradijent
hu_hu: Világoszöld színátmenet
id_id: Gradien Limau
it: Sfumato in capo di lime
ja_jp: 上に黄緑色のグラデーション
ka_ge: სალათისფერი გრადიენტი
ko_kr: 연두색 위쪽 그라데이션
lb_lu: Hellgrénge Fuerfverlaf
lt_lt: Gelsvai žalsvas viršutinis gradientas
ms_my: Kecerunan Limau
nl_nl: Lichtgroen gradiënt
nn_no: Limegrøn gradient
pl: Jasnozielony gradient
pt: Gradiente Verde Lima
ro_ro: Degrade verde-deschis
ru_ru: Лаймовый градиент
sk_sk: Svetlozelený gradient
sl_si: Svetlo zelen zgornji gradient
sv_se: Limegrön övergång ovanifrån
th_th: สีเขียวอ่อนไล่ระดับ
tr_tr: Yukarıdan Aşağı Açık Yeşil Geçiş
vi_vn: Chuyển sắc xanh lá mạ
zh_cn: 黄绿色自上渐淡
zh_tw: 淺綠色往下漸淡

# item_banner_gradient_magenta
source: Magenta Gradient
ar_sa: تدرج أرجواني
be_by: Пурпурны градыент зверху
bg_bg: Пурпурна горна преливка
ca_es: Gradient magenta
cs: Purpurový gradient
da_dk: Lyselilla Gradient
de: Magenta Farbverlauf
de_at: Magentana Forbvalauf
el_gr: ματζεντα βαθμιδα
es: Gradiente magenta
fi: Purppura häivytys alas
fr_ca: Dégradé de magenta du chef
ga_ie: Grádán Maigeanta
gl_es: Gradiente maxenta
he: מג'נטה הדרגתי
hr_hr: Rozi Gradijent
hu_hu: Bíbor színátmenet
id_id: Gradien magenta
it: Sfumato in capo di magenta
ja_jp: 上に赤紫色のグラデーション
ka_ge: იისფერი გრადიენტი
ko_kr: 자홍색 위쪽 그라데이션
lb_lu: Magentae Fuerfverlaf
lt_lt: Rausvai raudonas viršutinis gradientas
ms_my: Kecerunan Magenta
nl_nl: Magenta gradiënt
nn_no: Ljoselilla gradient
pl: Karmazynowy gradient
pt: Gradiente Magenta
ro_ro: Degrade magenta
ru_ru: Пурпурный градиент
sk_sk: Purpurový gradient
sl_si: Škrlaten zgornji gradient
sv_se: Ljuslila övergång ovanifrån
th_th: สีม่วงแกมชมพูไล่ระดับ
tr_tr: Yukarıdan Aşağı Eflatun Geçiş
vi_vn: Chuyển sắc đỏ sậm
zh_cn: 品红色自上渐淡
zh_tw: 洋紅色往下漸淡

# item_banner_gradient_orange
source: Orange Gradient
ar_sa: تدرج برتقالي
be_by: Аранжавы градыент зверху
bg_bg: Оранжева горна преливка
ca_es: Gradient taronja
cs: Oranžový gradient
de: Oranger Farbverlauf
el_gr: πορτοκαλι βαθμιδα
es: Gradiente naranja
fi: Oranssi häivytys alas
fr_ca: Dégradé d'orangé du chef
ga_ie: Grádán Oráisteach
gl_es: Gradiente laranxa
he: כתום הדרגתי
hr_hr: Narančasti Gradijent
hu_hu: Narancssárga színátmenet
id_id: Gradien Jingga
it: Sfumato in capo d'arancione
ja_jp: 上に橙色のグラデーション
ka_ge: ნარინჯისფერი გრადიენტი
ko_kr: 주황색 위쪽 그라데이션
lb_lu: Orange Fuerfverlaf
lt_lt: Oranžinis viršutinis gradientas
ms_my: Kecerunan Oren
nl_nl: Oranje gradiënt
nn_no: Oransje gradient
pl: Pomarańczowy gradient
pt: Gradiente Laranja
ro_ro: Degrade portocaliu
ru_ru: Оранжевый градиент
sk_sk: Oranžový gradient
sl_si: Oranžen zgornji gradient
sv_se: Orange övergång ovanifrån
th_th: สีส้มไล่ระดับ
tr_tr: Yukarıdan Aşağı Turuncu Geçiş
vi_vn: Chuyển sắc cam
zh_cn: 橙色自上渐淡
zh_tw: 橙色往下漸淡

# item_banner_gradient_pink
source: Pink Gradient
ar_sa: راية ملونة وردي
be_by: Ружовы градыент зверху
bg_bg: Розова горна преливка
ca_es: Gradient rosa
cs: Růžový gradient
da_dk: Lyserød Gradient
de: Rosa Farbverlauf
el_gr: ροζ βαθμιδα
es: Gradiente rosa
fi: Vaaleanpunainen häivytys alas
fr_ca: Dégradé de rose du chef
ga_ie: Grádán Bándearg
gl_es: Gradiente rosa
he: ורוד הדרגתי
hr_hr: Ružičasti Gradijent
hu_hu: Rózsaszín színátmenet
id_id: Gradien merah muda
it: Sfumato in capo di rosa
ja_jp: 上に桃色のグラデーション
ka_ge: ვარდისფერი გრადიენტი
ko_kr: 분홍색 위쪽 그라데이션
lb_lu: Rosae Fuerfverlaf
lt_lt: Rožinis viršutinis gradientas
ms_my: Kecerunan Merah Jambu
nl_nl: Roze gradiënt
nn_no: Rosa gradient
pl: Różowy gradient
pt: Gradiente Rosa
ro_ro: Degrade roz
ru_ru: Розовый градиент
sk_sk: Ružový gradient
sl_si: Roza zgornji gradient
sv_se: Rosa övergång ovanifrån
th_th: สีชมพูไล่ระดับ
tr_tr: Yukarıdan Aşağı Pembe Geçiş
vi_vn: Chuyển sắc hồng
zh_cn: 粉红色自上渐淡
zh_tw: 粉紅色往下漸淡

# item_banner_gradient_purple
source: Purple Gradient
ar_sa: راية ملونة بنفسجي
be_by: Фіялетавы градыент зверху
bg_bg: Лилава горна преливка
ca_es: Difuminat morat
cs: Fialový gradient
da_dk: Lilla Gradient
de: Violetter Farbverlauf
el_gr: μοβ βαθμιδα
es: Gradiente morado
fi: Violetti häivytys alas
fr_ca: Dégradé de pourpre du chef
ga_ie: Grádán Corcra
gl_es: Gradiente púrpura
he: סגול הדרגתי
hr_hr: Ljubičasti Gradijent
hu_hu: Lila színátmenet
id_id: Gradien ungu
it: Sfumato in capo di viola
ja_jp: 上に紫色のグラデーション
ka_ge: ალისფერი გრადიენტი
ko_kr: 보라색 위쪽 그라데이션
lb_lu: Mofe Fuerfverlaf
lt_lt: Purpurinis viršutinis gradientas
ms_my: Kecerunan Ungu
nl_nl: Paars gradiënt
nn_no: Lilla gradient
pl: Fioletowy gradient
pt: Gradiente Roxo
ro_ro: Degrade violet
ru_ru: Фиолетовый градиент
sk_sk: Fialový gradient
sl_si: Vijoličen zgornji gradient
sv_se: Lila övergång ovanifrån
th_th: สีม่วงไล่ระดับ
tr_tr: Yukarıdan Aşağı Mor Geçiş
vi_vn: Chuyển sắc tím
zh_cn: 紫色自上渐淡
zh_tw: 紫色往下漸淡

# item_banner_gradient_red
source: Red Gradient
ar_sa: راية ملونة أحمر
be_by: Чырвоны градыент зверху
bg_bg: Червена горна преливка
ca_es: Difuminat vermell
cs: Červený gradient
da_dk: Rød Gradient
de: Roter Farbverlauf
el_gr: Κόκκινη Βαθμίδα
es: Gradiente rojo
fi: Punainen häivytys alas
fr_ca: Dégradé de gueules du chef
ga_ie: Grádán Dearg
gl_es: Gradiente vermello
he: אדום הדרגתי
hr_hr: Crveni Gradijent
hu_hu: Vörös színátmenet
id_id: Gradien merah
it: Sfumato in capo di rosso
ja_jp: 上に赤色のグラデーション
ka_ge: წითელი გრადიენტი
ko_kr: 빨간색 위쪽 그라데이션
lb_lu: Roude Fuerfverlaf
lt_lt: Raudonas viršutinis gradientas
ms_my: Kecerunan Merah
nl_nl: Rood gradiënt
nn_no: Raud gradient
pl: Czerwony gradient
pt: Gradiente Vermelho
ro_ro: Degrade roșu
ru_ru: Красный градиент
sk_sk: Červený gradient
sl_si: Rdeč zgornji gradient
sv_se: Röd övergång ovanifrån
th_th: สีแดงไล่ระดับ
tr_tr: Yukarıdan Aşağı Kırmızı Geçiş
vi_vn: Chuyển sắc đỏ
zh_cn: 红色自上渐淡
zh_tw: 紅色往下漸淡

# item_banner_gradient_silver
source: Light Grey Gradient
ar_sa: راية ملونة رمادي فاتح
be_by: Светла-шэры градыент зверху
bg_bg: Светлосива горна преливка
ca_es: Difuminat gris clar
cs: Světle šedý gradient
da_dk: Lysegrå Gradient
de: Hellgrauer Farbverlauf
el_gr: ανοιχτο γκρι βαθμιδα
es: Gradiente gris claro
fi: Vaaleanharmaa häivytys alas
fr_ca: Dégradé d'argent grisé du chef
ga_ie: Grádán Fionnliath
gl_es: Gradiente gris claro
he: אפור בהיר הדרגתי
hr_hr: Svijetlo Sivi Gradijent
hu_hu: Világosszürke színátmenet
id_id: Gradien abu-abu muda
it: Sfumato in capo di grigio chiaro
ja_jp: 上に薄灰色のグラデーション
ka_ge: ღია-ნაცრისფერი გრადიენტი
ko_kr: 회백색 위쪽 그라데이션
lb_lu: Hellgroe Fuerfverlaf
lt_lt: Šviesiai pilkas viršutinis gradientas
ms_my: Kecerunan Kelabu Muda
mt_mt: Light Gray Gradient
nl_nl: Lightgrijs gradiënt
nn_no: Ljosegrå gradient
pl: Jasnoszary gradient
pt: Gradiente Cinzento Claro
ro_ro: Degrade gri-deschis
ru_ru: Светло-серый градиент
sk_sk: Svetlosivý gradient
sl_si: Svetlo siv zgornji gradient
sv_se: Ljusgrå övergång ovanifrån
th_th: สีเทาอ่อนไล่ระดับ
tr_tr: Yukarıdan Aşağı Açık Gri Geçiş
vi_vn: Chuyển sắc xám nhạt
zh_cn: 淡灰色自上渐淡
zh_tw: 淺灰色往下漸淡

# item_banner_gradient_white
source: White Gradient
ar_sa: تدرج الأبيض
be_by: Белы градыент зверху
bg_bg: Бяла горна преливка
ca_es: Gradient blanc
cs: Bílý gradient
da_dk: Hvid Gradient
de: Weißer Farbverlauf
el_gr: ασπρη βαθμιδα
es: Gradiente blanco
fi: Valkoinen häivytys alas
fr_ca: Dégradé d'argent du chef
ga_ie: Grádán Bán
gl_es: Gradiente branco
he: לבן הדרגתי
hr_hr: Bijeli Gradijent
hu_hu: Fehér színátmenet
id_id: Gradien putih
it: Sfumato in capo di bianco
ja_jp: 上に白色のグラデーション
ka_ge: თეთრი გრადიენტი
ko_kr: 하얀색 위쪽 그라데이션
lb_lu: Wäisse Fuerfverlaf
lt_lt: Baltas viršutinis gradientas
ms_my: Kecerunan Putih
nl_nl: Wit gradiënt
nn_no: Kvit gradient
pl: Biały gradient
pt: Gradiente Branco
ro_ro: Degrade alb
ru_ru: Белый градиент
sk_sk: Biely gradient
sl_si: Bel zgornji gradient
sv_se: Vit övergång ovanifrån
th_th: สีขาวไล่ระดับ
tr_tr: Yukarıdan Aşağı Beyaz Geçiş
vi_vn: Chuyển sắc trắng
zh_cn: 白色自上渐淡
zh_tw: 白色往下漸淡

# item_banner_gradient_yellow
source: Yellow Gradient
ar_sa: تدرج الأصفر
be_by: Жоўты градыент зверху
bg_bg: Жълта горна преливка
ca_es: Gradient groc
cs: Žlutý gradient
da_dk: Gul Gradient
de: Gelber Farbverlauf
el_gr: κιτρινη βαθμιδα
es: Gradiente amarillo
fi: Keltainen häivytys alas
fr_ca: Dégradé d'or du chef
ga_ie: Grádán Buí
gl_es: Gradiente amarelo
he: צהוב הדרגתי
hr_hr: Žuti Gradijent
hu_hu: Sárga színátmenet
id_id: Gradien kuning
it: Sfumato in capo di giallo
ja_jp: 上に黄色のグラデーション
ka_ge: ყვითელი გრადიენტი
ko_kr: 노란색 위쪽 그라데이션
lb_lu: Giele Fuerfverlaf
lt_lt: Geltonas viršutinis gradientas
ms_my: Kecerunan Kuning
nl_nl: Geel gradiënt
nn_no: Gul gradient
pl: Żółty gradient
pt: Gradiente Amarelo
ro_ro: Degrade galben
ru_ru: Жёлтый градиент
sk_sk: Žltý gradient
sl_si: Rumen zgornji gradient
sv_se: Gul övergång ovanifrån
th_th: สีเหลืองไล่ระดับ
tr_tr: Yukarıdan Aşağı Sarı Geçiş
vi_vn: Chuyển sắc vàng
zh_cn: 黄色自上渐淡
zh_tw: 黃色往下漸淡

# item_banner_gradient_up_black
source: Black Base Gradient
ar_sa: قاعدة التدرج السوداء
be_by: Чорны градыент знізу
bg_bg: Черна долна преливка
ca_es: Gradient negre de base
cs: Černý spodní gradient
da_dk: Sort Bundgradient
de: Schwarzer Farbverlauf (Invertiert)
de_at: Schworza Forbvalauf (Invertiert)
el_gr: μαυρη βαση βαθμιδα
es: Gradiente negro en base
fi: Musta häivytys ylös
fr_ca: Dégradé de sable de la pointe
ga_ie: Grádán Dubh ó Bhun
gl_es: Gradiente negro en Base
he: שחור הדרגתי הופכי
hr_hr: Crni Donji Gradijent
hu_hu: Fekete színátmenet alulról
id_id: Gradien dasar hitam
it: Sfumato in punta di nero
ja_jp: 下に黒色のグラデーション
ka_ge: შავი გრადიენტი ქვემოდან
ko_kr: 검은색 아래쪽 그라데이션
lb_lu: Schwaarze Fuerfverlaf (Inverséiert)
lt_lt: Juodas apatinis gradientas
ms_my: Kecerunan Asas Hitam
nl_nl: Zwart basis gradiënt
nn_no: Svart omvendt gradient
pl: Czarny odwrócony gradient
pt: Gradiente Preto Invertido
ro_ro: Degrade negru în talpă
ru_ru: Чёрный обратный градиент
sk_sk: Čierny spodný gradient
sl_si: Črn spodnji gradient
sv_se: Svart övergång nedanifrån
th_th: การไล่ระดับสีดำด้านล่าง
tr_tr: Aşağıdan Yukarı Siyah Geçiş
vi_vn: Chuyển sắc đen từ dưới
zh_cn: 黑色自下渐淡
zh_tw: 黑色往上漸淡

# item_banner_gradient_up_blue
source: Blue Base Gradient
ar_sa: قاعدة التدرج الزرقاء
be_by: Сіні градыент знізу
bg_bg: Синя долна преливка
ca_es: Gradient blau de base
cs: Modrý spodní gradient
da_dk: Blå Bundgradient
de: Blauer Farbverlauf (Invertiert)
el_gr: Απόχρωση με Βάση το Μπλε
es: Gradiente azul en base
fi: Sininen häivytys ylös
fr_ca: Dégradé d'azur de la pointe
ga_ie: Grádán Gorm ó Bhun
gl_es: Gradiente azul en Base
he: כחול הדרגתי הופכי
hr_hr: Plavi Donji Gradijent
hu_hu: Kék színátmenet alulról
id_id: Gradien dasar biru
it: Sfumato in punta di blu
ja_jp: 下に青色のグラデーション
ka_ge: ლურჯი გრადიენტი ქვემოდან
ko_kr: 파란색 아래쪽 그라데이션
lb_lu: Bloe Fuerfverlaf (Inverséiert)
lt_lt: Mėlynas apatinis gradientas
ms_my: Kecerunan Asas Biru
nl_nl: Blauw basis gradiënt
nn_no: Blå omvendt gradient
pl: Niebieski odwrócony gradient
pt: Gradiente Azul Invertido
ro_ro: Degrade albastru în talpă
ru_ru: Синий обратный градиент
sk_sk: Modrý spodný gradient
sl_si: Moder spodnji gradient
sv_se: Blå övergång nedanifrån
th_th: การไล่ระดับสีน้ำเงินด้านล่าง
tr_tr: Aşağıdan Yukarı Mavi Geçiş
vi_vn: Chuyển sắc xanh nước biển từ dưới
zh_cn: 蓝色自下渐变
zh_tw: 藍色往上漸淡

# item_banner_gradient_up_brown
source: Brown Base Gradient
ar_sa: قاعدة التدرج البنية
be_by: Карычневы градыент знізу
bg_bg: Кафява долна преливка
ca_es: Gradient marró de base
cs: Hnědý spodní gradient
da_dk: Brun Bundgradient
de: Brauner Farbverlauf (Invertiert)
el_gr: Απόχρωση με Βάση το Καφέ
es: Gradiente marrón en base
fi: Ruskea häivytys ylös
fr_ca: Dégradé de brun de la pointe
ga_ie: Grádán Donn ó Bhun
gl_es: Gradiente marrón en Base
he: חום הדרגתי הופכי
hr_hr: Smeđi Donji Gradijent
hu_hu: Barna színátmenet alulról
id_id: Gradien dasar coklat
it: Sfumato in punta di marrone
ja_jp: 下に茶色のグラデーション
ka_ge: ყავისფერი გრადიენტი ქვემოდან
ko_kr: 갈색 아래쪽 그라데이션
lb_lu: Bronge Fuerfverlaf (Inverséiert)
lt_lt: Rudas apatinis gradientas
ms_my: Kecerunan Asas Perang
nl_nl: Bruin basis gradiënt
nn_no: Brun omvendt gradient
pl: Brązowy odwrócony gradient
pt: Gradiente Castanho Invertido
ro_ro: Degrade maro în talpă
ru_ru: Коричневый обратный градиент
sk_sk: Hnedý spodný gradient
sl_si: Rjav spodnji gradient
sv_se: Brun övergång nedanifrån
th_th: การไล่ระดับสีน้ำตาลด้านล่าง
tr_tr: Aşağıdan Yukarı Kahverengi Geçiş
vi_vn: Chuyển sắc nâu từ dưới
zh_cn: 棕色自下渐淡
zh_tw: 棕色往上漸淡

# item_banner_gradient_up_cyan
source: Cyan Base Gradient
ar_sa: قاعدة التدرج السماوية
be_by: Бірузовы градыент знізу
bg_bg: Синьозелена долна преливка
ca_es: Gradient cian de base
cs: Azurový spodní gradient
da_dk: Tyrkis Bundgradient
de: Türkiser Farbverlauf (Invertiert)
el_gr: Απόχρωση με Βάση το Κυανό
es: Gradiente cian en base
fi: Syaani häivytys ylös
fr_ca: Dégradé de cyan de la pointe
ga_ie: Grádán Cian ó Bhun
gl_es: Gradiente ciano en Base
he: ציאן הדרגתי הופכי
hr_hr: Tirkizni Donji Gradijent
hu_hu: Türkiz színátmenet alulról
id_id: Gradien dasar cyan
it: Sfumato in punta di ciano
ja_jp: 下に水色のグラデーション
ka_ge: ცისფერი გრადიენტი ქვემოდან
ko_kr: 청록색 아래쪽 그라데이션
lb_lu: Turquoise Fuerfverlaf (Inverséiert)
lt_lt: Žalsvai mėlynas apatinis gradientas
ms_my: Kecerunan Asas Cyan
nl_nl: Cyaan basis gradiënt
nn_no: Turkis omvendt gradient
pl: Błękitny odwrócony gradient
pt: Gradiente Ciano Invertido
ro_ro: Degrade turcoaz în talpă
ru_ru: Бирюзовый обратный градиент
sk_sk: Tyrkysový spodný gradient
sl_si: Turkizen spodnji gradient
sv_se: Turkos övergång nedanifrån
th_th: การไล่ระดับสีน้ำเงินแกมเขียวด้านล่าง
tr_tr: Aşağıdan Yukarı Camgöbeği Geçiş
vi_vn: Chuyển sắc lục lam từ dưới
zh_cn: 青色自下渐淡
zh_tw: 青色往上漸淡

# item_banner_gradient_up_gray
source: Grey Base Gradient
ar_sa: قاعدة التدرج الرمادية
be_by: Шэры градыент знізу
bg_bg: Сива долна преливка
ca_es: Difuminat gris de base
cs: Šedý spodní gradient
da_dk: Grå Bundgradient
de: Grauer Farbverlauf (Invertiert)
el_gr: Απόχρωση με Βάση το Γκρι
es: Gradiente gris en base
fi: Harmaa häivytys ylös
fr_ca: Dégradé d'acier de la pointe
ga_ie: Grádán Liath ó Bhun
gl_es: Gradiente gris en Base
he: אפור הדרגתי הופכי
hr_hr: Sivi Donji Gradijent
hu_hu: Szürke színátmenet alulról
id_id: Gradien dasar abu-abu
it: Sfumato in punta di grigio
ja_jp: 下に灰色のグラデーション
ka_ge: ნაცრისფერი გრადიენტი ქვემოდან
ko_kr: 회색 아래쪽 그라데이션
lb_lu: Groe Fuerfverlaf (Inverséiert)
lt_lt: Pilkas apatinis gradientas
ms_my: Kecerunan Asas Kelabu
mt_mt: Gray Base Gradient
nl_nl: Grijs basis gradiënt
nn_no: Grå omvendt gradient
pl: Szary odwrócony gradient
pt: Gradiente Cinzento Invertido
ro_ro: Degrade gri în talpă
ru_ru: Серый обратный градиент
sk_sk: Sivý spodný gradient
sl_si: Siv spodnji gradient
sv_se: Grå övergång nedanifrån
th_th: การไล่ระดับสีเทาด้านล่าง
tr_tr: Aşağıdan Yukarı Gri Geçiş
vi_vn: Chuyển sắc xám từ dưới
zh_cn: 灰色自下渐淡
zh_tw: 灰色往上漸淡

# item_banner_gradient_up_green
source: Green Base Gradient
ar_sa: قاعدة التدرج الخضراء
be_by: Зялёны градыент знізу
bg_bg: Зелена долна преливка
ca_es: Gradient verd de base
cs: Zelený spodní gradient
da_dk: Grøn Bundgradient
de: Grüner Farbverlauf (Invertiert)
el_gr: Απόχρωση με Βάση το Πράσινο
es: Gradiente verde en base
fi: Vihreä häivytys ylös
fr_ca: Dégradé de sinople de la pointe
ga_ie: Grádán Uaine ó Bhun
gl_es: Gradiente verde en Base
he: ירוק הדרגתי הופכי
hr_hr: Zeleni Donji Gradijent
hu_hu: Zöld színátmenet alulról
id_id: Gradien dasar hijau
it: Sfumato in punta di verde
ja_jp: 下に緑色のグラデーション
ka_ge: მწვანე გრადიენტი ქვემოდან
ko_kr: 녹색 아래쪽 그라데이션
lb_lu: Grénge Fuerfverlaf (Inverséiert)
lt_lt: Žalias apatinis gradientas
ms_my: Kecerunan Asas Hijau
nl_nl: Groen basis gradiënt
nn_no: Grøn omvendt gradient
pl: Zielony odwrócony gradient
pt: Gradiente Verde Invertido
ro_ro: Degrade verde în talpă
ru_ru: Зелёный обратный градиент
sk_sk: Zelený spodný gradient
sl_si: Zelen spodnji gradient
sv_se: Grön övergång nedanifrån
th_th: การไล่ระดับสีเขียวด้านล่าง
tr_tr: Aşağıdan Yukarı Yeşil Geçiş
vi_vn: Chuyển sắc xanh lá cây từ dưới
zh_cn: 绿色自下渐淡
zh_tw: 綠色往上漸淡

# item_banner_gradient_up_lightBlue
source: Light Blue Base Gradient
ar_sa: قاعدة التدرج ازرق فاتح
be_by: Блакітны градыент знізу
bg_bg: Светлосиня долна преливка
ca_es: Difuminat blau clar de base
cs: Světle modrý spodní gradient
da_dk: Lyseblå Bundgradient
de: Hellblauer Farbverlauf (Invertiert)
el_gr: Απόχρωση με Βάση το Γαλάζιο
es: Gradiente azul claro en base
fi: Vaaleansininen häivytys ylös
fr_ca: Dégradé de bleu céleste de la pointe
ga_ie: Grádán Bánghorm ó Bhun
gl_es: Gradiente azul claro en Base
he: תכלת הדרגתי הופכי
hr_hr: Svijetlo Plavi Donji Gradijent
hu_hu: Világoskék színátmenet alulról
id_id: Gradien dasar biru muda
it: Sfumato in punta d'azzurro
ja_jp: 下に空色のグラデーション
ka_ge: ღია-ლურჯი გრადიენტი ქვემოდან
ko_kr: 하늘색 아래쪽 그라데이션
lb_lu: Hellbloe Fuerfverlaf (Inverséiert)
lt_lt: Šviesiai mėlynas apatinis gradientas
ms_my: Kecerunan Asas Biru Muda
nl_nl: Lichtblauw basis gradiënt
nn_no: Ljoseblå omvendt gradient
pl: Jasnoniebieski odwrócony gradient
pt: Gradiente Azul Claro Invertido
ro_ro: Degrade bleu în talpă
ru_ru: Голубой обратный градиент
sk_sk: Svetlomodrý spodný gradient
sl_si: Svetlo moder spodnji gradient
sv_se: Ljusblå övergång nedanifrån
th_th: การไล่ระดับสีฟ้าด้านล่าง
tr_tr: Aşağıdan Yukarı Sarı Geçiş
vi_vn: Chuyển sắc xanh nước biển nhạt từ dưới
zh_cn: 淡蓝色自下渐淡
zh_tw: 淺藍色往上漸淡

# item_banner_gradient_up_lime
source: Lime Base Gradient
ar_sa: قاعدة التدرج اخضر فاتح (ليموني)
be_by: Лаймавы градыент знізу
bg_bg: Жълтозелена долна преливка
ca_es: Difuminat verd llima de base
cs: Světle zelený spodní gradient
da_dk: Limegrøn Bundgradient
de: Hellgrüner Farbverlauf (Invertiert)
el_gr: Απόχρωση με Βάση το Λαχανί
es: Gradiente verde lima en base
fi: Lime häivytys ylös
fr_ca: Dégradé de sinople clair de la pointe
ga_ie: Grádán Líomach ó Bhun
gl_es: Gradiente lima en Base
he: ליים הדרגתי הופכי
hr_hr: Svijetlo Zeleni Donji Gradijent
hu_hu: Világoszöld színátmenet alulról
id_id: Gradien dasar limau
it: Sfumato in punta di lime
ja_jp: 下に黄緑色のグラデーション
ka_ge: სალათისფერი გრადიენტი ქვემოდან
ko_kr: 연두색 아래쪽 그라데이션
lb_lu: Hellgrénge Fuerfverlaf (Inverséiert)
lt_lt: Gelsvai žalsvas apatinis gradientas
ms_my: Kecerunan Asas Limau
nl_nl: Lichtgroen basis gradiënt
nn_no: Limegrøn omvendt gradient
pl: Jasnozielony odwrócony gradient
pt: Gradiente Verde Lima Invertido
ro_ro: Degrade verde-deschis în talpă
ru_ru: Лаймовый обратный градиент
sk_sk: Svetlozelený spodný gradient
sl_si: Svetlo zelen spodnji gradient
sv_se: Limegrön övergång nedanifrån
th_th: การไล่ระดับสีเขียวอ่อนด้านล่าง
tr_tr: Aşağıdan Yukarı Açık Yeşil Geçiş
vi_vn: Chuyển sắc xanh lá mạ từ dưới
zh_cn: 黄绿色自下渐淡
zh_tw: 淺綠色往上漸淡

# item_banner_gradient_up_magenta
source: Magenta Base Gradient
ar_sa: قاعدة التدرج أرجواني (قرمزي)
be_by: Пурпурны градыент знізу
bg_bg: Пурпурна долна преливка
ca_es: Difuminat magenta de base
cs: Purpurový spodní gradient
da_dk: Magenta Bundgradient
de: Magenta Farbverlauf (Invertiert)
de_at: Magentana Forbvalauf (Invertiert)
el_gr: Απόχρωση με Βάση το Φούξια
es: Gradiente magenta en base
fi: Purppura häivytys ylös
fr_ca: Dégradé de magenta de la pointe
ga_ie: Grádán Maigeanta ó Bhun
gl_es: Gradiente maxenta en Base
he: מג'נטה הדרגתי הופכי
hr_hr: Rozi Donji Gradijent
hu_hu: Bíbor színátmenet alulról
id_id: Gradien dasar magenta
it: Sfumato in punta di magenta
ja_jp: 下に赤紫色のグラデーション
ka_ge: იისფერი გრადიენტი ქვემოდან
ko_kr: 자홍색 아래쪽 그라데이션
lb_lu: Magentae Fuerfverlaf (Inverséiert)
lt_lt: Rausvai raudonas apatinis gradientas
ms_my: Kecerunan Asas Magenta
nl_nl: Magenta basis gradiënt
nn_no: Ljoselilla omvendt gradient
pl: Karmazynowy odwrócony gradient
pt: Gradiente Magenta Invertido
ro_ro: Degrade magenta în talpă
ru_ru: Пурпурный обратный градиент
sk_sk: Purpurový spodný gradient
sl_si: Škrlaten spodnji gradient
sv_se: Ljuslila övergång nedanifrån
th_th: การไล่ระดับสีม่วงด้านล่าง
tr_tr: Aşağıdan Yukarı Eflatun Geçiş
vi_vn: Chuyển sắc đỏ sậm từ dưới
zh_cn: 品红色自下渐淡
zh_tw: 洋紅色往上漸淡

# item_banner_gradient_up_orange
source: Orange Base Gradient
ar_sa: قاعدة التدرج البرتقالية
be_by: Аранжавы градыент знізу
bg_bg: Оранжева долна преливка
ca_es: Difuminat taronja de base
cs: Oranžový spodní gradient
da_dk: Orange Bundgradient
de: Oranger Farbverlauf (Invertiert)
el_gr: Απόχρωση με Βάση το Πορτοκαλί
es: Gradiente naranja en base
fi: Oranssi häivytys ylös
fr_ca: Dégradé d'orangé de la pointe
ga_ie: Grádán Oráisteach ó Bhun
gl_es: Gradiente laranxa en Base
he: כתום הדרגתי הופכי
hr_hr: Narančasti Donji Gradijent
hu_hu: Narancssárga színátmenet alulról
id_id: Gradien dasar Jingga
it: Sfumato in punta d'arancione
ja_jp: 下に橙色のグラデーション
ka_ge: ნარინჯისფერი გრადიენტი ქვემოდან
ko_kr: 주황색 아래쪽 그라데이션
lb_lu: Orange Fuerfverlaf (Inverséiert)
lt_lt: Oranžinis apatinis gradientas
ms_my: Kecerunan Asas Oren
nl_nl: Oranje basis gradiënt
nn_no: Oransje omvendt gradient
pl: Pomarańczowy odwrócony gradient
pt: Gradiente Laranja Invertido
ro_ro: Degrade portocaliu în talpă
ru_ru: Оранжевый обратный градиент
sk_sk: Oranžový spodný gradient
sl_si: Oranžen spodnji gradient
sv_se: Orange övergång nedanifrån
th_th: การไล่ระดับสีส้มด้านล่าง
tr_tr: Aşağıdan Yukarı Turuncu Geçiş
vi_vn: Chuyển sắc cam từ dưới
zh_cn: 橙色自下渐淡
zh_tw: 橙色往上漸淡
