Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_setworldspawn_success
source: Set the world spawn point to ({0}, {1}, {2})
af_za: Die wêreld se verskynpunt is verander na ({0}, {1}, {2})
ar_sa: ضبط ال عالم ولد نقطة إلى ({0}, {1}, {2})
be_by: Пункт адраджэння ўсталяваны на ({0}, {1}, {2})
bg_bg: Успешно зададена точката за появяване в света на ({0}, {1}, {2})
ca_es: S'ha establert el punt de reaparició global a ({0}, {1}, {2})
cs: Globální spawn nastaven na {0}, {1}, {2}
da_dk: Sæt verdens opståelsespunkt til ({0}, {1}, {2})
de: Der Welt-Einstiegspunkt wurde auf ({0}, {1}, {2}) gesetzt
el_gr: Ορίστε σημείο επαναφοράς στο ({0}, {1}, {2})
es: Establecido el punto de aparición del mundo en ({0}, {1}, {2})
eu_es: Ezarri munduaren sorketaren puntua ({0}, {1}, {2})-(e)an
fi: Maailman aloituspiste asetettiin sijaintiin ({0}, {1}, {2})
fil_ph: Inilagay ang spawn point sa itong mundo sa ({0}, {1}, {2})
fr_ca: Le point de spawn du monde a été défini aux coordonnées ({0}, {1}, {2})
ga_ie: Socraíodh ionad athionchollaithe an domhain go ({0}, {1}, {2})
gd_gb: Suidhich puing-ghintinn an t-saoghail air ({0}, {1}, {2})
gl_es: Colocado o punto de aparición global en ({0}, {1}, {2})
he: קבעו נקודת ספון העולם ({0}, {1} {2})
hr_hr: Postavi točku stvaranja na ({0}, {1}, {2})
hu_hu: A világ termőpontja be lett állítva {0}, {1}, {2} koordinátákra
id_id: Mengatur spawn dunia di titik ({0}, {1}, {2})
is_is: Stilla upphafs punkt heimsins á ({0}, {1}, {2})
it: Il punto di nascita globale è stato impostato in {0}, {1}, {2}
ja_jp: ({0},{1},{2}) にワールドのスポーンポイントを設定します
ka_ge: სამყაროს გაჩნის წერტილი დაყენებულია ({0}, {1}, {2})
ko_kr: 세계의 스폰 지점을 ({0}, {1}, {2})(으)로 설정했습니다
lb_lu: De Welt Astiechspunkt ass op ({0}, {1}, {2}) gesat ginn
lt_lt: Nustatyta atsiradimo vieta koordinatėse ({0}, {1}, {2})
lv_lv: Radīšanas vieta uzlikta uz ({0}, {1}, {2})
ms_my: Titik penjelmaan telah ditetapkan pada ({0}, {1}, {2},)
mt_mt: L-ispawn tad-dinja ġiet issettjata għal ({0}, {1}, {2})
nl_nl: Wereldspawnpunt ingesteld op ({0}, {1}, {2})
nn_no: Sat verda sitt spawn-punkt til ({0},{1},{2})
pl: Ustawiono punkt spawnu świata na ({0}, {1}, {2})
pt: Spawn do mundo definido para ({0}, {1}, {2})
ro_ro: Punctul de reînviere al lumii a fost setat la ({0}, {1}, {2})
ru_ru: Точка возрождения в мире установлена на ({0}, {1}, {2})
sk_sk: Bod znovuzrodenia pre tento svet nastavený na ({0}, {1}, {2})
sl_si: Nastavi začetno točko sveta na ({0}, {1}, {2})
sv_se: Ställde in skapelsepunkten till ({0}, {1}, {2})
th_th: ได้ตั้งค่าจุดสปาวไปยัง ({0}, {1}, {2})
tr_tr: Dünyanın başlangıç noktası ({0}, {1}, {2}) olarak ayarlandı
vi_vn: Đặt điểm hồi sinh trên thế giới tại ({0}, {1}, {2})
zh_cn: 已将世界出生点设置为（{0}，{1}，{2}）
zh_tw: 將世界重生點設置為 ({0}, {1}, {2})

# commands_spawnpoint_success
source: Set {0}'s spawn point to ({1}, {2}, {3})
af_za: {0} se verskynpunt is verander na ({1}, {2}, {3})
ar_sa: تعيين تفرخ نقطة ل {0} إلى ({1}، {2} من {3})
be_by: Пункт адраджэння {0} усталяваны на ({1}, {2}, {3})
bg_bg: Задаване на начална точка на играч {0} на координати ({1}, {2}, {3})
ca_es: Has canviat el punt de reaparició de {0} a les coordenades [{1}, {2}, {3}]
cs: Místo oživení hráče {0} nastaveno ({1}, {2}, {3})
da_dk: Satte {0}'s spawnposition til ({1}, {2}, {3})
de: Einstiegspunkt von {0} auf ({1}, {2}, {3}) gesetzt
el_gr: Το σημείο εμφάνισης του/της {0} ορίστηκε στο ({1}, {2}, {3})
es: Establecido el punto de aparición de: {0} en ({1}, {2}, {3})
eu_es: Ezarri {0} -(e)ren sorketaren puntua ({1},{2},{3})-(e)an
fi: Pelaajan {0} lähtöpisteeksi asetettiin ({1}, {2}, {3})
fil_ph: Inilagay ang spawn point ni {0} sa ({1}, {2}, {3})
fr_ca: Le point de spawn de/d' {0} a été défini aux coordonnées ({1}, {2}, {3})
ga_ie: Socraíodh ionad athionchollaithe {0} go ({1}, {2}, {3})
gd_gb: Suidhich a' phuing-ghintinn aig {0} air ({1}, {2}, {3})
gl_es: Axustado o punto de aparición de {0} a ({1}, {2}, {3})
he: שנה את נקודת הכניסה של {0} ל ({1}, {2}, {3})
hi_in: {0} के अंडे बिंदु सेट करें ({1}, {2}, {3} के लिए)
hr_hr: Postavljena {0}ova točka stvaranja na ({1}, {2}, {3})
hu_hu: {0} termőpontja be lett állítva {1}, {2}, {3} koordinátákra
hy_am: Սահմանել {0} -ի ծնվելու վայրը ({1}, {2}, {3})
id_id: Menyetel titik spawn {0} ke ({1}, {2}, {3})
is_is: Stilla upphafs punkt {0} á ({1}, {2}, {3})
it: Il punto di nascita di {0} è stato impostato in {1}, {2}, {3}
ja_jp: {0} のスポーン地点を ({1}, {2}, {3}) に設定しました
ka_ge: {0}-ის გაჩენის წერტილი შეიცვალა ({1}, {2}, {3})
ko_kr: {0}의 리스폰 지점을 {1}, {2}, {3}(으)로 설정했습니다
lb_lu: Astiechspunkt ass vum {0} op ({1}, {2}, {3}) gesat ginn
lt_lt: {0} prisikėlimo taškas pakeistas į ({1}, {2}, {3})
lv_lv: Nomainīt {0} atdzimšanas punktu uz ({1}, {2}, {3})
ms_my: Titik bertelur {0} disetkan ke ({1}, {2}, {3})
mt_mt: L-ispawn ta {0} ġie mibdul għal ({1}, {2}, {3})
nl_nl: Spawnpunt van {0} ingesteld naar ({1},{2},{3})
nn_no: Endra startspunktet til {0} til ({1}, {2}, {3})
pl: Ustawiono punkt spawnu gracza {0} na ({1}, {2}, {3})
pt: Spawn {0} definido para ({1},{2},{3})
ro_ro: Punctul de reînviere al lui {0} a fost setat la ({1}, {2}, {3})
ru_ru: Установлена точка возрождения мира {0} ({1}, {2}, {3})
sk_sk: Bod znovuzrodenia hráča {0} nastavený na {1}, {2}, {3}
sl_si: Točka oživitve od {0} je nastavljena na ({1}, {2}, {3})
sv_se: Ändrade återuppståndelseplatsen för {0} till ({1}, {2}, {3})
th_th: เปลี่ยนจุดเกิดของ {0} ไปเป็น ({1}, {2}, {3})
tr_tr: {0} adlı oyuncunun başlangıç noktası ({1}, {2}, {3}) olarak ayarlandı
vi_vn: Chỉnh điểm hồi sinh của {0} tới ({1}, {2}, {3})
zh_cn: 将{0}的出生点设置到（{1}，{2}，{3}）
zh_tw: 將{0}的重生點設在({1}, {2}, {3})

# commands_spawnpoint_usage
source: /spawnpoint [player] [<x> <y> <z>]
af_za: /spawnpoint [speler] [<x> <y> <z>]
ar_sa: /spawnpoint [الاعب] [<x> <y> <z>]
be_by: /spawnpoint [гулец] [<x> <y> <z>]
bg_bg: /spawnpoint [<играч>] [<x> <y> <z>]
ca_es: /spawnpoint [jugador] [<x> <y> <z>]
cs: /spawnpoint [<hráč>] [<x> <y> <z>]
da_dk: /spawnpoint [spiller] [<x> <y> <z>]
de: /spawnpoint [<Spieler>] [<x> <y> <z>]
el_gr: /spawnpoint [Παίκτης] [<x><y><z>]
es: /spawnpoint [jugador] [<x> <y> <z>]
eu_es: /spawnpoint [jokalaria] [<x> <y> <z>]
fi: /spawnpoint [pelaaja] [<x> <y> <z>]
fil_ph: /spawnpoint [manlalaro] [<x> <y> <z>]
fr_ca: /spawnpoint [joueur] [<x> <y> <z>]
ga_ie: /spawnpoint [imreoir] [<x> <y> <z>]
gl_es: /spawnpoint [xogador] [<x> <y> <z>]
he: /spawnpoint [שחקן] [<x> <y> <z>]
hu_hu: /spawnpoint [játékos] [<x> <y> <z>]
id_id: /spawnpoint [pemain] [<x> <y> <z>]
it: /spawnpoint [giocatore] [<x> <y> <z>]
ja_jp: /spawnpoint [プレイヤー] [<x> <y> <z>]
ka_ge: /spawnpoint [მოთამაშე] [<x> <y> <z>]
ko_kr: /spawnpoint [플레이어] [<x> <y> <z>]
lb_lu: /spawnpoint [Spiller] [<x> <y> <z>]
lt_lt: /spawnpoint [žaidėjas] [<x> <y> <z>]
mt_mt: /spawnpoint [plejer] [<x> <y> <z>]
nl_nl: /spawnpoint [speler] [<x> <y> <z>]
nn_no: /spawnpoint [spelar] [<x><y><z>]
pl: /spawnpoint [gracz] [<x> <y> <z>]
pt: /spawnpoint [jogador] [<x> <y> <z>]
ro_ro: /spawnpoint [<jucător>] [<x> <y> <z>]
ru_ru: /spawnpoint [игрок] [<x> <y> <z>]
sk_sk: /spawnpoint [hráč] [<x> <y> <z>]
sl_si: /spawnpoint [igralec] [<x> <y> <z>]
sv_se: /spawnpoint [spelare] [<x> <y> <z>]
tr_tr: /spawnpoint [oyuncu] [<x> <y> <z>]
vi_vn: /spawnpoint [người chơi] [<x> <y> <z>]
zh_cn: /spawnpoint [玩家] [<x> <y> <z>]
zh_tw: /spawnpoint [玩家] [<x> <y> <z>]

# commands_spreadplayers_failure_players
source: Could not spread {0} players around {1},{2} (too many players for space - try using spread of at most {3})
af_za: Kon nie {0} spelers versprei in {1},{2} nie (te veel spelers vir die ruimte - probeer 'n verspreiding van ten meeste {3})
ar_sa: لا يمكن أن تنتشر فرق {0} حول {1} {2} (عدد كبير جداً من اللاعبين للفضاء--حاول استخدام انتشار في أكثر من {3})
be_by: Немагчыма размясціць {0} гульцоў вакол {1}, {2} (зашмат гульцоў для такой плошчы - паспрабуйце са значэннем адлегласці не больш за {3} блокаў)
bg_bg: Не можаха да се прострат {0} играчи около {1},{2} (прекалено много играчи за това пространство - опитайте разпределение на най-много {3})
ca_es: No s'han pogut repartir {0} jugadors al voltant de {1},{2} (massa jugadors per l'espai - prova repartir-los com a màxim {3})
cs: Nelze rozšířit {0} hráče po okolí {1},{2} (přílž mnoho hráčů na daný prostor - zkus rozšířit po větším prostoru {3})
da_dk: Kunne ikke sprede {0} spillere rundt om {1}, {2} (for mange spillere til pladsen - prøv at sprede med maksimum {3})
de: Konnte {0} Spieler nicht um {1},{2} verteilen (zu viele Spieler - versuche, höchstens {3} zu verteilen)
el_gr: Δεν μπορούσαν να εξαπλωθούν {0} παίκτες γύρω από το {1},{2} (πάρα πολλοί παίκτες για το χώρο - δοκιμάστε να εξαπλώσετε το πολύ {3})
es: No se ha podido repartir {0} jugadores alrededor de {1},{2} (son demasiados jugadores para ese espacio, prueba a repartirlos al menos a {3})
eu_es: {0} jokalari sakabanatu {1} ezin izan zen,{2} -ren inguruan (jokalari gehiegi lekuarentzat - proba egin ezazu gutxienez {3} sakabanatuz)
fi: Ei voitu levittää {0} pelaajaa koordinaateissa {1},{2} (liian monta pelaajaa tilaan - kokeile käyttää levityksenä korkeintaan arvoa {3})
fil_ph: Hindi pwedeng ikalat {0} na tao sa paligid ng {1},{2} (masyadong maraming tao sa lugar - subukan mong ikalat ng hindi higit sa {3})
fr_ca: Impossible de disperser les {0} joueurs ou entités autour du point {1}, {2} (trop de joueurs ou d'entités pour l'espace - essayez de ne pas dépasser {3})
ga_ie: Níorbh fhéidir {0} imreoir a leathadh thart ar {1},{2} (an iomarca imreoirí - bain triail as leathadh nach mó ná {3})
gl_es: Non se puido separar {0} xogadores arredor de {1}, {2} (demasiados xogadores para o espacio, téntao cunha distancia de separación de como moito {3})
he: לא יכל להתפשט שחקנים של% סביב{0},{1} (שחקנים יותר מדי למרחב - נסה להשתמש בהתפשטות{2} לכל היותר)
hi_in: {0} {1}, {2} (अंतरिक्ष - के लिए भी कई खिलाड़ियों की कोशिश करो प्रसार सबसे कम {3} का उपयोग कर) के आसपास खिलाड़ियों का प्रसार नहीं कर सकता
hr_hr: Nemoguće rasprostraniti {0} igrača oko {1},{2} (previše igrača za prostor - probaj koristiti prostranstvo od najmanje {3})
hu_hu: Nem sikerült {0} játékost szétszórni {1},{2} koordináták körül (túl sok játékos ennyi helyre - próbálj legfeljebb {3} szórási távolságot használni)
hy_am: Հնարավոր չե բաշխել {0} մասնակից {1},{2} շրջակայքով (չափից շատ մասնակիցներ - փորձեք բաշխել ոչ ավել քան {3} )
id_id: Tidak dapat menyebar {0} pemain keliling {1}, {2} (terlalu banyak pemain untuk ruang - coba menggunakan sebaran dari paling banyak {3})
is_is: Ekki var hægt að dreifa {0} leikmönnum {1},{2} (of margir leikmenn fyrir þetta pláss - prófað að dreifa að hámarki {3})
it: Impossibile distribuire {0} giocatori attorno a {1}, {2} (troppi giocatori per l'area, prova a usare una distribuzione non maggiore di {3})
ja_jp: {0} 人のプレイヤーを {1},{2} の周りに散開させることはできませんでした (人数が多すぎます。最低 {3} 人で散開させてみてください)
ka_ge: შეუძლებელია {0} მოთამაშის განაწილება {1},{2}-ის გარშემო (ზედმეტად ბევრი მოთამაშე, სცადეთ {3}-ზე მეტი განაწილების გამოყენება)
ko_kr: 플레이어 {0}명을 {1}, {2} 주변에 산개할 수 없었습니다 (공간에 너무 많은 플레이어가 있습니다 - 최소 {3}(으)로 시도하십시오)
lb_lu: Konnt {0} Spiller net em {1},{2} verdeelen (ze vill Spiller - probéier héchstens {3} ze verdeelen)
lt_lt: Nepavyko paskleisti {0} žaidėjų aplink {1}, {2} (per daug žaidėjų, bandykite skleisti bent per {3})
lv_lv: Nav izdevies izplatīt {0} spēlētāju apkārt {1},{2} (pārāk daudz spēlētāju telpā - mēģini izplatīt ne vairāk par {3})
ms_my: Tidak boleh merebak pemain {0} sekitar {1}, {2} (terlalu ramai untuk ruang - cuba menggunakan merebak di kebanyakan {3})
mt_mt: Ma setgħux jiġu mifruxa {0} plejers madwar {1},{2} (hemm wisq plejers għall-ispazju - prova uża firxa ta' {3} jew inqas)
nl_nl: Kon geen {0} teams verspreiden {1},{2} (te veel spelers voor de plaats - probeer het verspreiden van hoogstens {3})
nn_no: Fekk ikkje spreie {0} spelarar rundt {1},{2} (for lite plass til alle spelarane - prøv å spreie med ein maksimum på {3})
pl: Nie można rozrzucić {0} graczy wokół {1},{2} (za dużo graczy w przestrzeni - spróbuj ustawić odległość rozrzutu na co najwyżej {3} bloków)
pt: Não foi possível espalhar {0} jogadores por {1},{2} (demasiados jogadores - tenta espalhar pelo menos por {3})
ro_ro: Nu s-au putut împrăștia {0} echipe în jurul punctului {1}, {2} (prea mulți jucători pentru spațiul disponibil - încearcă să nu depășești {3})
ru_ru: Невозможно распределить {0} игроков вокруг {1},{2} (слишком много игроков, попробуйте указать значение меньше {3})
sk_sk: Nejde rozšíriť {0} hráčov po okolí {1}.{2} (príliš veľa hráčov na daný priestor - skús rozšíriť po väčšom priestore {3})
sl_si: Ni bilo mogoče razširiti {0} igralcev okoli {1},{2} (preveč igralcev za ta prostor - poizkusi razširiti na vsaj {3})
sv_se: Kunde inte sprida ut {0} spelare runt {1},{2} (för många spelare för utrymmet - försök att sprida ut med högst {3})
th_th: สามารถแพร่กระจาย {0} เล่นรอบ {1}, {2} (เล่นมากเกินไปสำหรับพื้นที่ - ลองใช้มาที่สุด {3})
tr_tr: {0} oyuncu {1},{2}'in etrafına dağıtılamadı (boşluk için çok fazla oyuncu var - en fazla {3} blok mesafeye dağıtmayı deneyin)
vi_vn: Không thể trải {0} người chơi quanh {1}, {2} (quá nhiều người chơi cho không gian - hãy thử trải tối đa {3})
zh_cn: 无法将{0}个玩家扩散至（{1}，{2}）周围（玩家数量过多 - 最大玩家数为{3}）
zh_tw: 未能分散 {0} 個玩家至 ({1}, {2}) 周圍 (玩家間空間太少 ── 請嘗試調整最大分散範圍至 {3} 格)

# commands_spreadplayers_failure_teams
source: Could not spread {0} teams around {1},{2} (too many players for space - try using spread of at most {3})
af_za: Kon nie {0} spanne versprei in {1},{2} nie (te veel spelers vir die ruimte - probeer 'n verspreiding van ten meeste {3})
ar_sa: لا يمكن أن تنتشر فرق {0} حول {1} {2} (عدد كبير جداً من اللاعبين للفضاء--حاول استخدام انتشار في أكثر من {3})
be_by: Немагчыма размясціць {0} каманд(ы) вакол {1}, {2} (зашмат гульцоў для такой плошчы - паспрабуйце са значэннем адлегласці не больш за {3} блокаў)
bg_bg: Не можаха да се прострат {0} отбора около {1},{2} (твърде много играчи за това пространство - опитайте да разпределите на най-много {3})
ca_es: No s'han pogut repartir {0} equips al voltant de {1}, {2} (massa jugadors per l'espai - prova repartint-los com a màxim {3})
cs: Nelze rozšířit {0} týmy po okolí {1},{2} (přílš mnoho hráčů na daný prostor - zkus rozšířit po větším prostoru {3}
da_dk: Kunne ikke sprede {0} hold rundt om {1}, {2} (for mange spillere til pladsen - prøv at sprede med maksimum {3})
de: Konnte {0} Teams nicht um {1},{2} verteilen (zu viele Spieler - versuche, höchstens {3} zu verteilen)
el_gr: Δεν μπορούσαν να εξαπλωθούν {0} ομάδες γύρω από το {1},{2} (πάρα πολλοί παίκτες για το χώρο - δοκιμάστε να εξαπλώσετε το πολύ {3})
es: No se ha podido repartir {0} equipos alrededor de {1},{2} (son demasiados jugadores para ese espacio, prueba a repartirlos al menos a {3})
eu_es: {0}{1} talde sakabanatu {2} ezin izan zen,{3} -ren inguruan (jokalari gehiegi lekuarentzat - proba egin ezazu gutxienez {4} sakabanatuz)
fi: Ei voitu levittää {0} joukkuetta koordinaateissa {1},{2} (liian monta pelaajaa tilaan - kokeile käyttää levityksenä korkeintaan arvoa {3})
fil_ph: Hindi pwedeng ikalat {0} na pangkat sa paligid ng {1},{2} (masyadong maraming tao sa lugar - subukan mong ikalat ng hindi higit sa {3})
fr_ca: Impossible de disperser les {0} équipes autour du point {1}, {2} (trop de joueurs pour l'espace - essayez de ne pas dépasser {3})
ga_ie: Níorbh fhéidir {0} foireann a leathadh thart ar {1},{2} (an iomarca imreoirí - bain triail as leathadh nach mó ná {3})
gl_es: Non se puido separar {0} equipos arredor de {1}, {2} (demasiados xogadores para o espacio, téntao cunha distancia de separación de como moito {3})
he: להשתמש בהתפשטות{0} לכל היותר) לא יכל להתפשט צוותי של% סביב{1},{2} (שחקנים רבים מדי למרחב - נסו
hi_in: {0} {1}, {2} (अंतरिक्ष - के लिए भी कई खिलाड़ियों की कोशिश करो प्रसार सबसे कम {3} का उपयोग कर) के आसपास टीमों का प्रसार नहीं कर सकता
hr_hr: Nemoguće rasprostraniti {0} timova oko {1},{2} (previše igrača za prostor - probaj koristiti prostranstvo od najmanje {3})
hu_hu: Nem sikerült {0} csapatot szétszórni {1},{2} koordináták körül (túl sok játékos ennyi helyre - próbálj legfeljebb {3} szórási távolságot használni)
hy_am: Հնարավոր չե բաշխել {0} թիմեր {1},{2} շրջակայքով (չափից շատ մասնակիցներ - փորձեք բաշխել ոչ ավել քան {3} )
id_id: Tidak dapat menyebar {0} tim keliling {1}, {2} (terlalu banyak pemain untuk ruang - coba menggunakan sebaran dari paling banyak {3})
is_is: Ekki var hægt að dreifa {0} liðum {1},{2} (of margir leikmenn fyrir þetta pláss - prófað að dreifa að hámarki {3})
it: Impossibile distribuire {0} squadre attorno a {1}, {2} (troppi giocatori per l'area, prova a usare una distribuzione non maggiore di {3})
ja_jp: {0} 個のチームを {1},{2} の周辺に散開させることができませんでした（スペースに対して人数が多すぎます。{3} 人以下で散開させてみてください）
ka_ge: შეუძლებელია {0} გუნდის განაწილება {1},{2}-ის გარშემო (ზედმეტად ბევრი მოთამაშე, სცადეთ {3}-ზე მეტი განაწილების გამოყენება)
ko_kr: 팀 {0}을(를) {1}, {2} 주변에 산개할 수 없었습니다 (공간에 너무 많은 플레이어가 있습니다 - 최소 {3}(으)로 시도하십시오)
lb_lu: Konnt {0} Teams net em {1},{2} verdeelen (ze vill Spiller - probéier héchstens {3} ze verdeelen)
lt_lt: Nepavyko paskleisti {0} komandų aplink {1}, {2} (per daug žaidėjų, bandykite skleisti bent per {3})
lv_lv: Nav izdevies izplatīt {0} komandas apkārt {1},{2} (pārāk daudz spēlētāju telpā - mēģini izplatīt ne vairāk par {3})
ms_my: Tidak boleh merebak pasukan {0} sekitar {1}, {2} (terlalu ramai untuk ruang - cuba menggunakan merebak di kebanyakan {3})
mt_mt: Ma setgħux jiġu mifruxa {0} timijiet madwar {1},{2} (hemm wisq plejers għall-ispazju - prova uża firxa ta' {3} jew inqas)
nl_nl: Kon geen {0} teams verspreiden, {1},{2} (te veel spelers voor de plaats - probeer te verspreiden van hoogstens {3})
nn_no: Fekk ikkje spreie {0} lag rundt {1},{2} (for lite plass til alle spelarane - prøv å spreie med ein maksimum på {3})
pl: Nie można rozrzucić {0} drużyn wokół {1},{2} (za dużo graczy w przestrzeni - spróbuj ustawić odległość rozrzutu na co najwyżej {3} bloków)
pt: Não foi possível espalhar {0} equipas por {1},{2} (demasiados jogadores - tenta espalhar pelo menos por {3})
ro_ro: Nu s-au putut împrăștia {0} echipe în jurul punctului {1}, {2} (prea mulți jucători pentru spațiul disponibil - încearcă să nu depășești {3})
ru_ru: Невозможно распределить {0} команды вокруг {1},{2} (слишком много игроков, попробуйте указать значение выше {3})
sk_sk: Nejde rozšíriť {0} tímy po okolí {1}.{2} (príliš veľa hráčov na daný priestor - skús rozšíriť po väčšom priestore {3})
sl_si: Ni bilo mogoče razširiti {0} ekip okoli {1},{2} (preveč igralcev za ta prostor - poizkusi razširiti na vsaj {3})
sv_se: Kunde inte sprida ut {0} lag runt {1},{2} (för många spelare för utrymmet - försök att sprida ut med högst {3})
th_th: สามารถแพร่กระจายทีม {0} {1}, {2} (เล่นมากเกินไปสำหรับพื้นที่ - ลองใช้มาที่สุด {3}) รอบ
tr_tr: {0} takım {1},{2}'in etrafına dağıtılamadı (boşluk için çok fazla oyuncu var - en fazla {3} blok mesafeye dağıtmayı deneyin)
vi_vn: Không thể trải {0} đội quanh {1}, {2} (quá nhiều người chơi cho không gian - hãy thử trải tối đa {3})
zh_cn: 无法将{0}个队伍扩散至{1}个方块远离{2}，{3} （玩家数量过多 - 最大玩家数为{4}）
zh_tw: 未能分散 {0} 個隊伍；分散中心座標為 ({1}, {2}) (可能原因：玩家間空間太少，請嘗試調整最大分散範圍至 {3} 格)

# commands_spreadplayers_info_players
source: (Average distance between players is {0} blocks apart after {1} iterations)
af_za: (Gemiddelde afstand tussen spelers is {0} blokke uitmekaar na {1} iterasies)
ar_sa: (متوسط المسافة بين الفرق هو {0} الكتل عن بعضها البعض بعد تكرار {1})
be_by: (Сярэдняя адлегласць паміж гульцамі - {0} блокаў пасля {1} выкананняў)
bg_bg: (Средното разстояние между отборите е {0} блокчета един от друг след {1} повторения)
ca_es: (La distància mitjana entre jugadors és de {0} blocs entremig després de {1} iteracions)
cs: (Průměrná vzdálenost mezi hráči je {0} bloků po {1} opakováních)
da_dk: (Gennemsnitlig distance mellem spillerne er {0} blokke fra hinanden efter {1} forsøg)
de: (Die durchschnittliche Entfernung zwischen Spielern beträgt {0} Blöcke nach {1} Durchläufen)
el_gr: (Η μέση απόσταση μεταξύ παικτών είναι {0} κύβοι μετά από {1} επαναλήψεις)
es: (La distancia media entre los jugadores es de {0} bloques, tras {1} repeticiones)
eu_es: (Jokalarien bitarteko batezbesteko distantzia {0} bloke dira bereizirik ondoren {1} iterazio)
fi: (Keskimääräinen etäisyys pelaajien välillä on {0} kuutiota {1} iteraation jälkeen)
fil_ph: (Karaniwang agwat ng manglalaro ay {0} na bloke kalayo tapos ng {1} na pag-uulit)
fr_ca: (La distance moyenne entre les joueurs ou les entités est de {0} blocs après {1} itérations)
ga_ie: ({0} bloic an meánfhad idir imreoirí i ndiaidh {1} atriallta)
gl_es: (Distancia media entre xogadores: {0} bloques tras {1} iteracións)
he: (מרחק ממוצע בין שחקנים הוא זה מזה בלוקים של חזרות% לאחר{0})
hi_in: ({0} पुनरूक्तियाँ के बाद {1} ब्लाकों के अलावा खिलाड़ियों के बीच की औसत दूरी है)
hr_hr: (Prosječna udaljenost između igrača je {0} blokova poslije {1} ponavljanja)
hu_hu: (Az átlagos távolság a játékosok közt {0} blokk, {1} ismétlés után)
hy_am: (Մասնակիցների միջև եղաց միջին հեռավորությունը {0} բլոկ է, {1} բզմակրկնությունից հետո)
id_id: (Jarak rata-rata antara pemain adalah {0} blok jauh setelah {1} perulangan)
is_is: (Meðar fjarlægð milli leikmanna er {0} kubbar eftir {1} endurtekningar)
it: (La distanza media tra i giocatori è di {0} blocchi dopo {1} iterazioni)
ja_jp: （プレイヤー間の平均距離は {0} ブロックです。{1} 回反復しました）
ka_ge: (საშუალო მანძილი მოთამაშეებს შორის არის {0} ბლოკი, {1} განმეორების შემდეგ)
ko_kr: ({1}회 반복한 결과 플레이어들 사이의 평균 거리는 블록 {0}개입니다)
lb_lu: (Déi duerchschnëttlech Distanz zwësche Spiller ass {0} Bléck no {1} Durchleef)
lt_lt: (vidutinis atstumas tarp žaidėjų yra {0} blokų tarp jų po {1} perskaičiavimų)
lv_lv: (Vidējais attālums starp spēlētājiem ir {0} bloki viens no otra pēc {1} atkārtojumiem)
ms_my: (Jarak purata antara pemain adalah blok {0} selain selepas lelaran {1})
mt_mt: (Id-distanza medja bejn il-plejers hi {0} blokki 'l bogħod minn xulxin wara {1} iterazzjonijiet)
nl_nl: (Gemiddelde afstand tussen spelers is {0} blokken na {1} rondes)
nn_no: (Gjennomsnittleg avstand mellom spelarar er {0} blokkar frå kvarandre etter {1} gjennomkjøringar)
pl: (Średnia odległość pomiędzy graczami to {0} bloków od siebie po {1} iteracjach)
pt: (A distância média entre jogadores é de {0} blocos)
ro_ro: (Distanța medie dintre jucători este de {0} blocuri după {1} iterații)
ru_ru: (Среднее расстояние между игроками равно {0} блокам, после {1} повторений)
sk_sk: (Priemerná vzdialenosť medzi hráčmi je {0} kociek od seba po {1} opakovaniach)
sl_si: (Povprečna razdalja med igralci je {0} kock narazen po {1} ponavljanjih)
sv_se: (Medelavståndet mellan spelarna är {0} block ifrån varandra efter {1} upprepningar)
th_th: (ระยะห่างเฉลี่ยระหว่างผู้เล่นคือ แยกบล็อก {0} {1} ซ้ำ)
tr_tr: (Oyuncular arasındaki ortalama mesafe {1} tekrardan sonra {0} blok)
vi_vn: (Khoảng cách trung bình giữa các người chơi là {0} khối sau {1} lần thực hiện)
zh_cn: （玩家间的平均距离在迭代{1}次后为{0}个方块）
zh_tw: (玩家間平均相距 {0} 格；相應反覆運算次數為 {1} )
