Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_cross_purple
source: Purple Saltire
be_by: Фіялетавы андрэеўскі крыж
bg_bg: Лилав андреевски кръст
ca_es: Aspa morada
cs: Fialový ondřejský kříž
da_dk: Lilla Kryds
de: Violettes Andreaskreuz
el_gr: Μωβ χιαστός σταυρός
es: Aspa morada
fi: Violetti vinoristi
fr_ca: Sautoir de pourpre
ga_ie: Sailtír Chorcra
gl_es: Sautor púrpura
he: צלב אלכסוני סגול
hr_hr: Ljubičasti Andrijin Križ
hu_hu: Lila harántkereszt
id_id: Ungu Bersilang
it: Al decusse di viola
ja_jp: 紫色の斜め十字
ka_ge: ალისფერი დიაგონალური ჯვარი
ko_kr: 보라색 X자형 십자
lb_lu: Moft Andreaskräiz
lt_lt: Purpurinis įstrižas kryžius
ms_my: Salib Ungu
mt_mt: Salib ta' Sant' Andrija vjola
nl_nl: Paars andreaskruis
nn_no: Lilla kryss
pl: Fioletowy skośny krzyż
pt: Sautor Roxo
ro_ro: Săritoare violetă
ru_ru: Фиолетовый Андреевский крест
sk_sk: Fialový kríž
sl_si: Vijoličen andrejev križ
sv_se: Lila kryss
th_th: กางเขนไขว้สีม่วง
tr_tr: Mor Çarpı
vi_vn: Chữ thập chéo tím
zh_cn: 紫斜十字
zh_tw: 紫色對角交叉

# item_banner_cross_red
source: Red Saltire
be_by: Чырвоны андрэеўскі крыж
bg_bg: Червен андреевски кръст
ca_es: Aspa vermella
cs: Červený ondřejský kříž
da_dk: Rødt Kryds
de: Rotes Andreaskreuz
el_gr: Κόκκινος χιαστός σταυρός
es: Aspa roja
fi: Punainen vinoristi
fr_ca: Sautoir de gueules
ga_ie: Sailtír Dhearg
gl_es: Sautor vermello
he: צלב אלכסוני אדום
hr_hr: Crveni Andrijin Križ
hu_hu: Vörös harántkereszt
id_id: Merah Bersilang
it: Al decusse di rosso
ja_jp: 赤色の斜め十字
ka_ge: წითელი დიაგონალური ჯვარი
ko_kr: 빨간색 X자형 십자
lb_lu: Rout Andreaskräiz
lt_lt: Raudonas įstrižas kryžius
ms_my: Salib Merah
mt_mt: Salib ta' Sant' Andrija aħmar
nl_nl: Rood andreaskruis
nn_no: Rødt kryss
pl: Czerwony skośny krzyż
pt: Sautor Vermelho
ro_ro: Săritoare roșie
ru_ru: Красный Андреевский крест
sk_sk: Červený kríž
sl_si: Rdeč andrejev križ
sv_se: Rött kryss
th_th: กางเขนไขว้สีแดง
tr_tr: Kırmızı Çarpı
vi_vn: Chữ thập chéo đỏ
zh_cn: 红斜十字
zh_tw: 紅色對角交叉

# item_banner_cross_silver
source: Light Grey Saltire
ar_sa: سالتير رمادي فاتح
be_by: Светла-шэры андрэеўскі крыж
bg_bg: Светлосив андреевски кръст
ca_es: Aspa grisa clara
cs: Světle šedý ondřejský kříž
da_dk: Lysegråt Kryds
de: Hellgraues Andreaskreuz
el_gr: Ελαφρύ γκρι χιαστός σταυρός
es: Aspa gris claro
fi: Vaaleanharmaa vinoristi
fr_ca: Sautoir d'argent grisé
ga_ie: Sailtír Fhionnliath
gl_es: Sautor gris claro
he: צלב אלכסוני אפור בהיר
hr_hr: Svijetlo Sivi Andrijin Križ
hu_hu: Világosszürke harántkereszt
id_id: Kelabu Muda Bersilang
it: Al decusse di grigio chiaro
ja_jp: 薄灰色の斜め十字
ka_ge: ღია-ნაცრისფერი დიაგონალური ჯვარი
ko_kr: 회백색 X자형 십자
lb_lu: Hellgrot Andreaskräiz
lt_lt: Šviesiai pilkas įstrižas kryžius
ms_my: Salib Kelabu Muda
mt_mt: Salib ta' Sant' Andrija griż ċar
nl_nl: Lichtgrijs andreaskruis
nn_no: Ljosegrått kryss
pl: Jasnoszary skośny krzyż
pt: Sautor Cinzento Claro
ro_ro: Săritoare gri-deschis
ru_ru: Светло-серый Андреевский крест
sk_sk: Svetlosivý ondrejský kríž
sl_si: Svetlo siv andrejev križ
sv_se: Ljusgrått kryss
th_th: กางเขนไขว้สีเทาอ่อน
tr_tr: Açık Gri Çarpı
vi_vn: Chữ thập chéo xám nhạt
zh_cn: 淡灰斜十字
zh_tw: 淺灰色對角交叉

# item_banner_cross_white
source: White Saltire
ar_sa: راية ملونة أبيض
be_by: Белы андрэеўскі крыж
bg_bg: Бял андреевски кръст
ca_es: Aspa blanca
cs: Bílý ondřejský kříž
da_dk: Hvidt Kryds
de: Weißes Andreaskreuz
el_gr: Λευκός χιαστός σταυρός
es: Aspa blanca
fi: Valkoinen vinoristi
fr_ca: Sautoir d'argent
ga_ie: Sailtír Bhán
gl_es: Sautor Branca
he: צלב אלכסוני לבן
hr_hr: Bijeli Andrijin Križ
hu_hu: Fehér harántkereszt
id_id: Putih Bersilang
it: Al decusse di bianco
ja_jp: 白色の斜め十字
ka_ge: თეთრი დიაგონალური ჯვარი
ko_kr: 하얀색 X자형 십자
lb_lu: Wäisst Andreaskräiz
lt_lt: Baltas įstrižas kryžius
ms_my: Salib Putih
mt_mt: Salib ta' Sant' Andrija abjad
nl_nl: Wit andreaskruis
nn_no: Kvitt kryss
pl: Biały skośny krzyż
pt: Sautor Branco
ro_ro: Săritoare albă
ru_ru: Белый Андреевский крест
sk_sk: Biely ondrejský kríž
sl_si: Bel andrejev križ
sv_se: Vitt kryss
th_th: กางเขนไขว้สีขาว
tr_tr: Beyaz Çarpı
vi_vn: Chữ thập chéo trắng
zh_cn: 白斜十字
zh_tw: 白色對角交叉

# item_banner_cross_yellow
source: Yellow Saltire
ar_sa: سالتير أصفر
be_by: Жоўты андрэеўскі крыж
bg_bg: Жълт андреевски кръст
ca_es: Aspa groga
cs: Žlutý ondřejský kříž
da_dk: Gult Kryds
de: Gelbes Andreaskreuz
el_gr: Κίτρινος χιαστός σταυρός
es: Aspa amarilla
fi: Keltainen vinoristi
fr_ca: Sautoir d'or
ga_ie: Sailtír Bhuí
gl_es: Sautor Amarela
he: צלב אלכסוני צהוב
hr_hr: Žuti Andrijin Križ
hu_hu: Sárga harántkereszt
id_id: Kuning Bersilang
it: Al decusse di giallo
ja_jp: 黄色の斜め十字
ka_ge: ყვითელი დიაგონალური ჯვარი
ko_kr: 노란색 X자형 십자
lb_lu: Gielt Andreaskräiz
lt_lt: Geltonas įstrižas kryžius
ms_my: Salib Kuning
mt_mt: Salib ta' Sant' Andrija isfar
nl_nl: Geel andreaskruis
nn_no: Gult kryss
pl: Żółty skośny krzyż
pt: Sautor Amarelo
ro_ro: Săritoare galbenă
ru_ru: Жёлтый Андреевский крест
sk_sk: Žltý ondrejský kríž
sl_si: Rumen andrejev križ
sv_se: Gult kryss
th_th: กางเขนไขว้สีเหลือง
tr_tr: Sarı Çarpı
vi_vn: Chữ thập chéo vàng
zh_cn: 黄斜十字
zh_tw: 黃色對角交叉

# item_banner_curly_border_black
source: Black Bordure Indented
af_za: Swart Ingekeepde Borduur
ar_sa: أسود مسنن الحواف
be_by: Чорная зубчастая ліштва
bg_bg: Черна назъбена рамка
ca_es: Bordura dentada negra
cs: Černý odsazený lem
da_dk: Sort Takket Ramme
de: Schwarzer Spickelbord
de_at: Schworza Spicklbord
el_gr: Μαύρη Μπορντούρα με Εσοχή
es: Bordura negra dentada
fi: Musta hammaskoroinen reunus
fr_ca: Bordure endentée de sable
ga_ie: Imeallbhord Eangach Dubh
gl_es: Bordadura negro dentado
he: משולשי שוליים שחורים
hr_hr: Crni Cik-Cak Okvir
hu_hu: Fekete fogas ráma
id_id: Perbatasan bertakuk hitam
it: Alla bordura dentata di nero
ja_jp: 黒色の波形の縁取り
ka_ge: შავი კბილანებიანი ჩარჩო
ko_kr: 검은색 톱니 테두리
lb_lu: Schwaarz gezackte Bordure
lt_lt: Juodas išpuoštas rėmelis
ms_my: Sempadan Diinden Hitam
nl_nl: Zwarte ingesprongen zoom
nn_no: Svart bord med snitt
pl: Czarne ząbkowane obramowanie
pt: Borda Dentada Preta
ro_ro: Bordură dințată neagră
ru_ru: Чёрная зубчатая кайма
sk_sk: Čierny vlnitý okraj
sl_si: Črna zobčasta obroba
sv_se: Svart kant
th_th: ขอบแบบฟันเลื่อยสีดำ
tr_tr: Siyah Testere Dişi Çerçeve
vi_vn: Đường viền răng cưa đen
zh_cn: 黑色波纹边
zh_tw: 黑色鋸齒框邊

# item_banner_curly_border_blue
source: Blue Bordure Indented
af_za: Blou Ingekeepde Borduur
ar_sa: أزرق مسنن الحواف
be_by: Сіняя зубчастая ліштва
bg_bg: Синя назъбена рамка
ca_es: Bordura dentada blava
cs: Modrý odsazený lem
da_dk: Blå Takket Ramme
de: Blauer Spickelbord
el_gr: Μπλε Μπορντούρα με Εσοχή
es: Bordura azul dentada
fi: Sininen hammaskoroinen reunus
fr_ca: Bordure endentée d'azur
ga_ie: Imeallbhord Eangach Gorm
gl_es: Bordadura azul dentada
he: משולשי שוליים כחולים
hr_hr: PlaviCik-Cak Okvir
hu_hu: Kék fogas ráma
id_id: Perbatasan bertakuk biru
it: Alla bordura dentata di blu
ja_jp: 青色の波形の縁取り
ka_ge: ლურჯი კბილანებიანი ჩარჩო
ko_kr: 파란색 톱니 테두리
lb_lu: Blo gezackte Bordure
lt_lt: Mėlynas išpuoštas rėmelis
ms_my: Sempadan Diinden Biru
nl_nl: Blauwe ingesprongen zoom
nn_no: Blått bord med snitt
pl: Niebieskie ząbkowane obramowanie
pt: Borda Dentada Azul
ro_ro: Bordură dințată albastră
ru_ru: Синяя зубчатая кайма
sk_sk: Modrý vlnitý okraj
sl_si: Modra zobčasta obroba
sv_se: Blå kant
th_th: ขอบแบบฟันเลื่อยสีน้ำเงิน
tr_tr: Mavi Testere Dişi Çerçeve
vi_vn: Đường viền răng cưa xanh nước biển
zh_cn: 蓝色波纹边
zh_tw: 藍色鋸齒框邊

# item_banner_curly_border_brown
source: Brown Bordure Indented
af_za: Bruin Ingekeepde Borduur
ar_sa: بني مسنن الحواف
be_by: Карычневая зубчастая ліштва
bg_bg: Кафява назъбена рамка
ca_es: Bordura dentada marró
cs: Hnědý odsazený lem
da_dk: Brun Takket Ramme
de: Brauner Spickelbord
el_gr: Καφέ Μπορντούρα με Εσοχή
es: Bordura marrón dentada
fi: Ruskea hammaskoroinen reunus
fr_ca: Bordure endentée de brun
ga_ie: Imeallbhord Eangach Donn
gl_es: Bordadura marrón dentada
he: משולשי שוליים חומים
hr_hr: Smeđi Cik-Cak Okvir
hu_hu: Barna fogas ráma
id_id: Perbatasan bertakuk coklat
it: Alla bordura dentata di marrone
ja_jp: 茶色の波形の縁取り
ka_ge: ყავისფერი კბილანებიანი ჩარჩო
ko_kr: 갈색 톱니 테두리
lb_lu: Brong gezackte Bordure
lt_lt: Rudas išpuoštas rėmelis
ms_my: Sempadan Diinden Perang
nl_nl: Bruine ingesprongen zoom
nn_no: Brunt bord med snitt
pl: Brązowe ząbkowane obramowanie
pt: Borda Dentada Castanha
ro_ro: Bordură dințată maro
ru_ru: Коричневая зубчатая кайма
sk_sk: Hnedný vlnitý okraj
sl_si: Rjava zobčasta obroba
sv_se: Brun kant
th_th: ขอบแบบฟันเลื่อยสีน้ำตาล
tr_tr: Kahverengi Testere Dişi Çerçeve
vi_vn: Đường viền răng cưa nâu
zh_cn: 棕色波纹边
zh_tw: 棕色鋸齒框邊

# item_banner_curly_border_cyan
source: Cyan Bordure Indented
af_za: Siaan Ingekeepde Borduur
ar_sa: سماوي مسنن الحواف
be_by: Бірузовая зубчастая ліштва
bg_bg: Синьозелена назъбена рамка
ca_es: Bordura dentada cian
cs: Azurový odsazený lem
da_dk: Turkis Takket Ramme
de: Türkiser Spickelbord
el_gr: Κυανή Μπορντούρα με Εσοχή
es: Bordura cian dentada
fi: Turkoosi hammaskoroinen reunus
fr_ca: Bordure endentée de cyan
ga_ie: Imeallbhord Eangach Cian
gl_es: Bordadura ciana dentada
he: משולשי שוליים ציאן
hr_hr: Tirkizni Cik-Cak Okvir
hu_hu: Türkizkék fogas ráma
id_id: Perbatasan bertakuk cyan
it: Alla bordura dentata di ciano
ja_jp: 水色の波形の縁取り
ka_ge: ცისფერი კბილანებიანი ჩარჩო
ko_kr: 청록색 톱니 테두리
lb_lu: Turquoise gezackte Bordure
lt_lt: Žalsvai mėlynas išpuoštas rėmelis
ms_my: Sempadan Diinden Cyan
nl_nl: Cyaan ingesprongen zoom
nn_no: Turkist bord med snitt
pl: Błękitne ząbkowane obramowanie
pt: Borda Dentada Ciano
ro_ro: Bordură dințată turcoaz
ru_ru: Бирюзовая зубчатая кайма
sk_sk: Tyrkysový vlnitý okraj
sl_si: Turkizna zobčasta obroba
sv_se: Turkos kant
th_th: ขอบแบบฟันเลื่อยสีน้ำเงินแกมเขียว
tr_tr: Camgöbeği Testere Dişi Çerçeve
vi_vn: Đường viền răng cưa lục lam
zh_cn: 青色波纹边
zh_tw: 青色鋸齒框邊

# item_banner_curly_border_gray
source: Grey Bordure Indented
af_za: Grys Ingekeepde Borduur
ar_sa: رمادي مسنن الحواف
be_by: Шэрая зубчастая ліштва
bg_bg: Сива назъбена рамка
ca_es: Bordura dentada grisa
cs: Šedý odsazený lem
da_dk: Grå Takket Ramme
de: Grauer Spickelbord
el_gr: Γκρι Μπορντούρα με Εσοχή
es: Bordura gris dentada
fi: Harmaa hammaskoroinen reunus
fr_ca: Bordure endentée d'acier
ga_ie: Imeallbhord Eangach Liath
gl_es: Bordadura gris dentada
he: משולשי שוליים אפורים
hr_hr: Sivi Cik-Cak Okvir
hu_hu: Szürke fogas ráma
id_id: Perbatasan bertakuk abu-abu
it: Alla bordura dentata di grigio
ja_jp: 灰色の波形の縁取り
ka_ge: ნაცრისფერი კბილანებიანი ჩარჩო
ko_kr: 회색 톱니 테두리
lb_lu: Gro gezackte Bordure
lt_lt: Pilkas išpuoštas rėmelis
ms_my: Sempadan Diinden Kelabu
mt_mt: Gray Bordure Indented
nl_nl: Grijze ingesprongen zoom
nn_no: Grått bord med snitt
pl: Szare ząbkowane obramowanie
pt: Borda Dentada Cinzenta
ro_ro: Bordură dințată gri
ru_ru: Серая зубчатая кайма
sk_sk: Sivý vlnitý okraj
sl_si: Siva zobčasta obroba
sv_se: Grå kant
th_th: ขอบแบบฟันเลื่อยสีเทา
tr_tr: Gri Testere Dişi Çerçeve
vi_vn: Đường viền răng cưa xám
zh_cn: 灰色波纹边
zh_tw: 灰色鋸齒框邊

# item_banner_curly_border_green
source: Green Bordure Indented
af_za: Groen Ingekeepde Borduur
ar_sa: أخضر مسنن الحواف
be_by: Зялёная зубчастая ліштва
bg_bg: Зелена назъбена рамка
ca_es: Bordura dentada verda
cs: Zelený odsazený lem
da_dk: Grøn Takket Ramme
de: Grüner Spickelbord
el_gr: Πράσινη Μπορντούρα με Εσοχή
es: Bordura verde dentada
fi: Vihreä hammaskoroinen reunus
fr_ca: Bordure endentée de sinople
ga_ie: Imeallbhord Eangach Uaine
gl_es: Bordadura verdedentada
he: משולשי שוליים ירוקים
hr_hr: Zeleni Cik-Cak Okvir
hu_hu: Zöld fogas ráma
id_id: Perbatasan bertakuk hijau
it: Alla bordura dentata di verde
ja_jp: 緑色の波形の縁取り
ka_ge: მწვანე კბილანებიანი ჩარჩო
ko_kr: 초록색 톱니 테두리
lb_lu: Gréng gezackte Bordure
lt_lt: Žalias išpuoštas rėmelis
ms_my: Sempadan Diinden Hijau
nl_nl: Groene ingesprongen zoom
nn_no: Grønt bord med snitt
pl: Zielone ząbkowane obramowanie
pt: Borda Dentada Verde
ro_ro: Bordură dințată verde
ru_ru: Зелёная зубчатая кайма
sk_sk: Zelený vlnitý okraj
sl_si: Zelena zobčasta obroba
sv_se: Grön kant
th_th: ขอบแบบฟันเลื่อยสีเขียว
tr_tr: Yeşil Testere Dişi Çerçeve
vi_vn: Đường viền răng cưa xanh lá cây
zh_cn: 绿色波纹边
zh_tw: 綠色鋸齒框邊

# item_banner_curly_border_lightBlue
source: Light Blue Bordure Indented
af_za: Lig Blou Ingekeepde Borduur
ar_sa: أزرق فاتح مسنن الحواف
be_by: Блакітная зубчастая ліштва
bg_bg: Светлосиня назъбена рамка
ca_es: Bordura dentada blava clara
cs: Světle modrý odsazený lem
da_dk: Lyseblå Takket Ramme
de: Hellblauer Spickelbord
el_gr: Ανοιχτόχρωμο Μπλε Κατσαρό Περίγραμμα
es: Bordura azul claro dentada
fi: Vaaleansininen hammaskoroinen reunus
fr_ca: Bordure endentée de bleu céleste
ga_ie: Imeallbhord Eangach Bánghorm
gl_es: Bordadura azul claro dentada
he: משולשי שוליים תכלת
hr_hr: Svijetlo Plavi Cik-Cak Okvir
hu_hu: Világoskék fogas ráma
id_id: Perbatasan bertakuk biru muda
it: Alla bordura dentata d'azzurro
ja_jp: 空色の波形の縁取り
ka_ge: ღია-ლურჯი კბილანებიანი ჩარჩო
ko_kr: 하늘색 톱니 테두리
lb_lu: Hellblo gezackte Bordure
lt_lt: Šviesiai mėlynas išpuoštas rėmelis
ms_my: Sempadan Diinden Biru Muda
nl_nl: Lichtblauwe ingesprongen zoom
nn_no: Ljoseblått bord med snitt
pl: Jasnoniebieskie ząbkowane obramowanie
pt: Borda Dentada Azul Clara
ro_ro: Bordură dințată bleu
ru_ru: Голубая зубчатая кайма
sk_sk: Svetlomodrý vlnitý okraj
sl_si: Svetlo modra zobčasta obroba
sv_se: Ljusblå kant
th_th: ขอบแบบฟันเลื่อยสีฟ้า
tr_tr: Açık Mavi Testere Dişi Çerçeve
vi_vn: Đường viền răng cưa xanh nước biển nhạt
zh_cn: 淡蓝色波纹边
zh_tw: 淺藍色鋸齒框邊

# item_banner_curly_border_lime
source: Lime Bordure Indented
af_za: Heldergroen Ingekeepde Borduur
ar_sa: ليموني مسنن الحواف
be_by: Лаймавая зубчастая ліштва
bg_bg: Жълтозелена назъбена рамка
ca_es: Bordura dentada verda llima
cs: Světle zelený odsazený lem
da_dk: Limegrøn Takket Ramme
de: Hellgrüner Spickelbord
el_gr: Λαχανί Μπορντούρα με Εσοχή
es: Bordura verde lima dentada
fi: Lime hammaskoroinen reunus
fr_ca: Bordure endentée de sinople clair
ga_ie: Imeallbhord Eangach Líomach
gl_es: Bordadura lima dentada
he: משולשי שוליים ליים
hr_hr: Svijetlo Zeleni Cik-Cak Okvir
hu_hu: Világoszöld fogas ráma
id_id: Perbatasan bertakuk limau
it: Alla bordura dentata di lime
ja_jp: 黄緑色の波形の縁取り
ka_ge: სალათისფერი კბილანებიანი ჩარჩო
ko_kr: 연두색 톱니 테두리
lb_lu: Hellgréng gezackte Bordure
lt_lt: Gelsvai žalsvas išpuoštas rėmelis
ms_my: Sempadan Diinden Limau
nl_nl: Lichtgroene ingesprongen zoom
nn_no: Limegrønt bord med snitt
pl: Jasnozielone ząbkowane obramowanie
pt: Borda Dentada Verde Lima
ro_ro: Bordură dințată verde-deschis
ru_ru: Лаймовая зубчатая кайма
sk_sk: Svetlozelený vlnitý okraj
sl_si: Svetlo siva zobčasta obroba
sv_se: Limegrön kant
th_th: ขอบแบบฟันเลื่อยสีเขียวอ่อน
tr_tr: Açık Yeşil Testere Dişi Çerçeve
vi_vn: Đường viền răng cưa xanh lá mạ
zh_cn: 黄绿色波纹边
zh_tw: 淺綠色鋸齒框邊

# item_banner_curly_border_magenta
source: Magenta Bordure Indented
af_za: Magenta Ingekeepde Borduur
ar_sa: أرجواني مسنن الحواف
be_by: Пурпурная зубчастая ліштва
bg_bg: Пурпурна назъбена рамка
ca_es: Bordura dentada magenta
cs: Purpurový odsazený lem
da_dk: Magenta Takket Ramme
de: Magenta Spickelbord
de_at: Magentas Spicklbord
el_gr: Φούξια Κατσαρό Περίγραμμα
es: Bordura magenta dentada
fi: Purppura hammaskoroinen reunus
fr_ca: Bordure endentée de magenta
ga_ie: Imeallbhord Eangach Maigeanta
gl_es: Bordadura maxenta dentada
he: משולשי שוליים מג'נטה
hr_hr: Rozi Cik-Cak Okvir
hu_hu: Bíbor fogas ráma
id_id: Perbatasan bertakuk magenta
it: Alla bordura dentata di magenta
ja_jp: 赤紫色の波形の縁取り
ka_ge: იისფერი კბილანებიანი ჩარჩო
ko_kr: 자홍색 톱니 테두리
lb_lu: Magenta gezackte Bordure
lt_lt: Rausvai raudonas išpuoštas rėmelis
ms_my: Sempadan Diinden Magenta
nl_nl: Magenta ingesprongen zoom
nn_no: Ljoselilla bord med snitt
pl: Karmazynowe ząbkowane obramowanie
pt: Borda Dentada Magenta
ro_ro: Bordură dințată magenta
ru_ru: Пурпурная зубчатая кайма
sk_sk: Purpurový vlnitý okraj
sl_si: Škrlatna zobčasta obroba
sv_se: Ljuslila kant
th_th: ขอบแบบฟันเลื่อยสีม่วงแดง
tr_tr: Eflatun Testere Dişi Çerçeve
vi_vn: Đường viền răng cưa đỏ sậm
zh_cn: 品红色波纹边
zh_tw: 洋紅色鋸齒框邊

# item_banner_curly_border_orange
source: Orange Bordure Indented
af_za: Oranje Ingekeepde Borduur
ar_sa: برتقالي مسنن الحواف
be_by: Аранжавая зубчастая ліштва
bg_bg: Оранжева назъбена рамка
ca_es: Bordura dentada taronja
cs: Oranžový odsazený lem
da_dk: Orange Takket Ramme
de: Oranger Spickelbord
el_gr: Πορτοκαλί Κατσαρό Περίγραμμα
es: Bordura naranja dentada
fi: Oranssi hammaskoroinen reunus
fr_ca: Bordure endentée d'orangé
ga_ie: Imeallbhord Eangach Oráisteach
gl_es: Bordadura laranxa dentada
he: משולשי שוליים כתומים
hr_hr: Narančasti Cik-Cak Okvir
hu_hu: Narancssárga fogas ráma
id_id: Perbatasan bertakuk jingga
it: Alla bordura dentata d'arancione
ja_jp: 橙色の波形の縁取り
ka_ge: ნარინჯისფერი კბილანებიანი ჩარჩო
ko_kr: 주황색 톱니 테두리
lb_lu: Orange gezackte Bordure
lt_lt: Oranžinis išpuoštas rėmelis
ms_my: Sempadan Diinden Oren
nl_nl: Oranje ingesprongen zoom
nn_no: Oransje bord med snitt
pl: Pomarańczowe ząbkowane obramowanie
pt: Borda Dentada Laranja
ro_ro: Bordură dințată portocalie
ru_ru: Оранжевая зубчатая кайма
sk_sk: Oranžový vlnitý okraj
sl_si: Oranžna zobčasta obroba
sv_se: Orange kant
th_th: ขอบแบบฟันเลื่อยสีส้ม
tr_tr: Turuncu Testere Dişi Çerçeve
vi_vn: Đường viền răng cưa cam
zh_cn: 橙色波纹边
zh_tw: 橙色鋸齒框邊

# item_banner_curly_border_pink
source: Pink Bordure Indented
af_za: Pienk Ingekeepde Borduur
ar_sa: وردي مسنن الحواف
be_by: Ружовая зубчастая ліштва
bg_bg: Розова назъбена рамка
ca_es: Bordura dentada rosa
cs: Růžový odsazený lem
da_dk: Lyserød Takket Ramme
de: Rosa Spickelbord
el_gr: Ροζ Μπορντούρα με Εσοχή
es: Bordura rosa dentada
fi: Vaaleanpunainen hammaskoroinen reunus
fr_ca: Bordure endentée de rose
ga_ie: Imeallbhord Eangach Bándearg
gl_es: Bordadura rosa dentada
he: משולשי שוליים ורודים
hr_hr: Ružičasti Cik-Cak Okvir
hu_hu: Rózsaszín fogas ráma
id_id: Perbatasan bertakuk merah muda
it: Alla bordura dentata di rosa
ja_jp: 桃色の波形の縁取り
ka_ge: ვარდისფერი კბილანებიანი ჩარჩო
ko_kr: 분홍색 톱니 테두리
lb_lu: Rosa gezackte Bordure
lt_lt: Rožinis išpuoštas rėmelis
ms_my: Sempadan Diinden Merah Jambu
nl_nl: Roze ingesprongen zoom
nn_no: Rosa bord med snitt
pl: Różowe ząbkowane obramowanie
pt: Borda Dentada Rosa
ro_ro: Bordură dințată roz
ru_ru: Розовая зубчатая кайма
sk_sk: Ružový vlnitý okraj
sl_si: Roza zobčasta obroba
sv_se: Rosa kant
th_th: ขอบแบบฟันเลื่อยสีชมพู
tr_tr: Pembe Testere Dişi Çerçeve
vi_vn: Đường viền răng cưa hồng
zh_cn: 粉红色波纹边
zh_tw: 粉紅色鋸齒框邊

# item_banner_curly_border_purple
source: Purple Bordure Indented
af_za: Pers Ingekeepde Borduur
ar_sa: أرجواني مسنن الحواف
be_by: Фіялетавая зубчастая ліштва
bg_bg: Лилава назъбена рамка
ca_es: Bordura dentada morada
cs: Fialový odsazený lem
da_dk: Lilla Takket Ramme
de: Violetter Spickelbord
el_gr: Μοβ Μπορντούρα με Εσοχή
es: Bordura morada dentada
fi: Violetti hammaskoroinen reunus
fr_ca: Bordure endentée de pourpre
ga_ie: Imeallbhord Eangach Corcra
gl_es: Bordadura púrpura dentada
he: משולשי שוליים סגולים
hr_hr: Ljubičasti Cik-Cak Okvir
hu_hu: Lila fogas ráma
id_id: Perbatasan bertakuk ungu
it: Alla bordura dentata di viola
ja_jp: 紫色の波形の縁取り
ka_ge: ალისფერი კბილანებიანი ჩარჩო
ko_kr: 보라색 톱니 테두리
lb_lu: Mof gezackte Bordure
lt_lt: Purpurinis išpuoštas rėmelis
ms_my: Sempadan Diinden Ungu
nl_nl: Paarse ingesprongen zoom
nn_no: Lilla bord med snitt
pl: Fioletowe ząbkowane obramowanie
pt: Borda Dentada Roxa
ro_ro: Bordură dințată violetă
ru_ru: Фиолетовая зубчатая кайма
sk_sk: Fialový vlnitý okraj
sl_si: Vijolična zobčasta obroba
sv_se: Lila kant
th_th: ขอบแบบฟันเลื่อยสีม่วง
tr_tr: Mor Testere Dişi Çerçeve
vi_vn: Đường viền răng cưa tím
zh_cn: 紫色波纹边
zh_tw: 紫色鋸齒框邊

# item_banner_curly_border_red
source: Red Bordure Indented
af_za: Rooi Ingekeepde Borduur
ar_sa: أحمر مسنن الحواف
be_by: Чырвоная зубчастая ліштва
bg_bg: Червена назъбена рамка
ca_es: Bordura dentada vermella
cs: Červený odsazený lem
da_dk: Rød Takket Ramme
de: Roter Spickelbord
el_gr: Κόκκινη Μπορντούρα με Εσοχή
es: Bordura roja dentada
fi: Punainen hammaskoroinen reunus
fr_ca: Bordure endentée de gueules
ga_ie: Imeallbhord Eangach Dearg
gl_es: Bordadura vermella dentada
he: משולשי שוליים אדומים
hr_hr: Crveni Cik-Cak Okvir
hu_hu: Vörös fogas ráma
id_id: Perbatasan bertakuk merah
it: Alla bordura dentata di rosso
ja_jp: 赤色の波形の縁取り
ka_ge: წითელი კბილანებიანი ჩარჩო
ko_kr: 빨간색 톱니 테두리
lb_lu: Rout gezackte Bordure
lt_lt: Raudonas išpuoštas rėmelis
ms_my: Sempadan Diinden Merah
nl_nl: Rode ingesprongen zoom
nn_no: Raudt bord med snitt
pl: Czerwone ząbkowane obramowanie
pt: Borda Dentada Vermelha
ro_ro: Bordură dințată roșie
ru_ru: Красная зубчатая кайма
sk_sk: Červený vlnitý okraj
sl_si: Rdeča zobčasta obroba
sv_se: Röd kant
th_th: ขอบแบบฟันเลื่อยสีแดง
tr_tr: Kırmızı Testere Dişi Çerçeve
vi_vn: Đường viền răng cưa đỏ
zh_cn: 红色波纹边
zh_tw: 紅色鋸齒框邊

# item_banner_curly_border_silver
source: Light Grey Bordure Indented
af_za: Lig Grys Ingekeepde Borduur
ar_sa: رمادي فاتح مسنن الحواف
be_by: Светла-шэрая зубчастая ліштва
bg_bg: Светлосива назъбена рамка
ca_es: Bordura dentada grisa clara
cs: Světle šedý odsazený lem
da_dk: Lysegrå Takket Ramme
de: Hellgrauer Spickelbord
el_gr: Ανοιχτή Γκρι Μπορντούρα με Εσοχή
es: Bordura gris claro dentada
fi: Vaaleanharmaa hammaskoroinen reunus
fr_ca: Bordure endentée d'argent grisé
ga_ie: Imeallbhord Eangach Fionnliath
gl_es: Bordadura gris claro dentada
he: משולשי שוליים אפורים בהירים
hr_hr: Svijetlo Sivi Cik-Cak Okvir
hu_hu: Világosszürke fogas ráma
id_id: Bordure Indented abu-abu muda
it: Alla bordura dentata di grigio chiaro
ja_jp: 薄灰色の波形の縁取り
ka_ge: ღია-ნაცრისფერი კბილანებიანი ჩარჩო
ko_kr: 회백색 톱니 테두리
lb_lu: Hellgro gezackte Bordure
lt_lt: Šviesiai pilkas išpuoštas rėmelis
ms_my: Sempadan Diinden Kelabu Muda
mt_mt: Light Gray Bordure Indented
nl_nl: Lichtgrijze ingesprongen zoom
nn_no: Ljosegrått bord med snitt
pl: Jasnoszare ząbkowane obramowanie
pt: Borda Dentada Cinzenta Clara
ro_ro: Bordură dințată gri-deschis
ru_ru: Светло-серая зубчатая кайма
sk_sk: Svetlosivý vlnitý okraj
sl_si: Svetlo siva zobčasta obroba
sv_se: Ljusgrå kant
th_th: ขอบแบบฟันเลื่อยสีเทาอ่อน
tr_tr: Açık Gri Testere Dişi Çerçeve
vi_vn: Đường viền răng cưa xám nhạt
zh_cn: 淡灰色波纹边
zh_tw: 淺灰色鋸齒框邊

# item_banner_curly_border_white
source: White Bordure Indented
af_za: Wit Ingekeepde Borduur
ar_sa: أبيض مسنن الحواف
be_by: Белая зубчастая ліштва
bg_bg: Бяла назъбена рамка
ca_es: Bordura dentada blanca
cs: Bílý odsazený lem
da_dk: Hvid Takket Ramme
de: Weißer Spickelbord
el_gr: Άσπρο Κατσαρό Περίγραμμα
es: Bordura blanca dentada
fi: Valkoinen hammaskoroinen reunus
fr_ca: Bordure endentée d'argent
ga_ie: Imeallbhord Eangach Bán
gl_es: Bordadura branca dentada
he: משולשי שוליים לבנים
hr_hr: Bijeli Cik-Cak Okvir
hu_hu: Fehér fogas ráma
id_id: Perbatasan bertakuk putih
it: Alla bordura dentata di bianco
ja_jp: 白色の波形の縁取り
ka_ge: თეთრი კბილანებიანი ჩარჩო
ko_kr: 하얀색 톱니 테두리
lb_lu: Wäiss gezackte Bordure
lt_lt: Baltas išpuoštas rėmelis
ms_my: Sempadan Diinden Putih
nl_nl: Witte ingesprongen zoom
nn_no: Kvitt bord med snitt
pl: Białe ząbkowane obramowanie
pt: Borda Dentada Branca
ro_ro: Bordură dințată albă
ru_ru: Белая зубчатая кайма
sk_sk: Biely vlnitý okraj
sl_si: Bela zobčasta obroba
sv_se: Vit kant
th_th: ขอบแบบฟันเลื่อยสีขาว
tr_tr: Beyaz Testere Dişi Çerçeve
vi_vn: Đường viền răng cưa trắng
zh_cn: 白色波纹边
zh_tw: 白色鋸齒框邊
