Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# splash_potion_effect_strength
source: Splash Potion of Strength
af_za: Krag Spatdoepa
ar_sa: رشة جرعة القوة
be_by: Выбухное зелле моцы
bg_bg: Разплискваща се отвара на силата
ca_es: Poció llancívola de força
cs: Vrhací lektvar síly
da_dk: Sprøjtende styrkeeliksir
de: Wurftrank der Stärke
el_gr: Μπουγελόφιλτρο Δύναμης
es: Poción de fuerza arrojadiza
fi: Räjähtävä vahvuuden taikajuoma
fil_ph: Nababatong Gayuma ng Lakas
fr_ca: Potion de force jetable
ga_ie: Posóid Theilgeach an Nirt
gl_es: Poción lanzable de forza
he: שיקוי מתנפץ של חוזק
hr_hr: Prskajući Napitak Snage
hu_hu: Erő robbanó bájitala
id_id: Ramuan percikan Kekuatan
it: Pozione da lancio di forza
ja_jp: 力のスプラッシュポーション
ka_ge: სიძლიერის ასაფეთქებელი ხსნარი
ko_kr: 투척용 힘의 물약
lb_lu: Worfdronk vun der Kraaft
lt_lt: Mėtomas jėgos eliksyras
lv_lv: Šļakstoša spēka dzira
ms_my: Posyen Percikan Kekuatan
mt_mt: Xarba tal-Qawwa Tinxtered
nl_nl: Spattende drank der kracht
nn_no: Plaskande styrkebrygg
pl: Miotana mikstura siły
pt: Salpique de Poção de Força
ro_ro: Poțiune de forță de aruncat
ru_ru: Взрывное зелье силы
sk_sk: Hádzací elixír sily
sl_si: Škropilni napoj moči
sv_se: Stänkande styrkebrygd
th_th: ยากระจายแห่งพลกำลัง
tr_tr: Patlayıcı Kuvvet İksiri
vi_vn: Thuốc sức mạnh có thể ném được
zh_cn: 喷溅型力量药水
zh_tw: 飛濺 力量藥水

# splash_potion_effect_swiftness
source: Splash Potion of Swiftness
af_za: Snelheid Spatdoepa
ar_sa: رشة جرعة السرعة
be_by: Выбухное зелле хуткасці
bg_bg: Разплискваща се отвара на скоростта
ca_es: Poció llancívola de velocitat
cs: Vrhací lektvar svižnosti
da_dk: Sprøjtende hurtighedseliksir
de: Wurftrank der Schnelligkeit
el_gr: Μπουγελόφιλτρο Γρηγοράδας
es: Poción de rapidez arrojadiza
fi: Räjähtävä nopeuden taikajuoma
fil_ph: Nababatong Gayuma ng Gaan
fr_ca: Potion de rapidité jetable
ga_ie: Posóid Theilgeach an Luais
gl_es: Poción lanzable de velocidade
he: שיקוי מתנפץ של דילוג
hr_hr: Prskajući Napitak Brzine
hu_hu: Fürgeség robbanó bájitala
id_id: Ramuan percikan Kecepatan
it: Pozione da lancio di velocità
ja_jp: 俊敏のスプラッシュポーション
ka_ge: სისწრაფის ასაფეთქებელი ხსნარი
ko_kr: 투척용 신속의 물약
lb_lu: Worfdronk vun der Schnellegkeet
lt_lt: Mėtomas greičio eliksyras
lv_lv: Šļakstoša ātruma dzira
ms_my: Posyen Percikan Kecepatan
mt_mt: Xarba tal-Ħeffa Tinxtered
nl_nl: Spattende drank der vlotheid
nn_no: Plaskande snøggleiksbrygg
pl: Miotana mikstura szybkości
pt: Salpique de Poção de Velocidade
ro_ro: Poțiune de viteză de aruncat
ru_ru: Взрывное зелье стремительности
sk_sk: Hádzací elixír svižnosti
sl_si: Škropilni napoj hitrosti
sv_se: Stänkande snabbhetsbrygd
th_th: ยากระจายแห่งความคล่องแคล่ว
tr_tr: Patlayıcı Hız İksiri
vi_vn: Thuốc nhanh nhẹn có thể ném được
zh_cn: 喷溅型迅捷药水
zh_tw: 飛濺 迅捷藥水

# splash_potion_effect_thick
source: Thick Splash Potion
af_za: Dik Spatdoepa
ar_sa: رشة الجرعة الكثيفة
be_by: Густое выбухное зелле
bg_bg: Гъста разплискваща се отвара
ca_es: Poció llancívola densa
cs: Vrhací hustý lektvar
da_dk: Tyk sprøjtende eliksir
de: Dickflüssiger Wurftrank
el_gr: Πυχτό Μπουγελόφιλτρο
es: Poción densa arrojadiza
fi: Räjähtävä sakea taikajuoma
fil_ph: Makapal na Nababatong Gayuma
fr_ca: Potion épaisse jetable
ga_ie: Posóid Theilgeach Thiubh
gl_es: Poción lanzable densa
he: שיקוי מתנפץ ט'יק
hr_hr: Debeli Prskajući Napitak
hu_hu: Sűrű robbanó bájital
id_id: Ramuan percikan Tebal
it: Pozione densa da lancio
ja_jp: 濃厚なスプラッシュポーション
ka_ge: სქელი ასაფეთქებელი ხსნარი
ko_kr: 투척용 진한 물약
lb_lu: Déckflëssege Worfdronk
lt_lt: Mėtomas tirštas eliksyras
lv_lv: Bieza šļakstoša dzira
ms_my: Posyen Percikan Tebal
mt_mt: Xarba Tqila Tinxtered
nl_nl: Spattende stroperige drank
nn_no: Plaskande viskøst brygg
pl: Gęsta mikstura miotana
pt: Salpique de Poção Espessa
ro_ro: Poțiune groasă de aruncat
ru_ru: Густое взрывное зелье
sk_sk: Hádzací mohutný elixír
sl_si: Gost škropilni napoj
sv_se: Stänkande tjock brygd
th_th: น้ำยาเข้มข้นแบบกระจาย
tr_tr: Patlayıcı Yoğun İksir
vi_vn: Thuốc đặc có thể ném được
zh_cn: 喷溅型浓稠的药水
zh_tw: 飛濺 黏稠藥水

# splash_potion_effect_water
source: Splash Water Bottle
af_za: Water Spatbottel
ar_sa: رشة الماء
be_by: Выбухная пляшка вады
bg_bg: Разплискваща се бутилка с вода
ca_es: Poció llancívola d'aigua
cs: Vrhací lahvička s vodou
da_dk: Sprøjtende vandflaske
de: Werfbare Wasserflasche
el_gr: Μπουγελόφιλτρο
es: Frasco con agua arrojadizo
fi: Räjähtävä vesipullo
fil_ph: Nababatong Bote ng Tubig
fr_ca: Fiole d'eau jetable
ga_ie: Buidéal Uisce Teilgeach
gl_es: Frasco lanzable de auga
he: בקבוק מים לזריקה
hr_hr: Prskajuća Boca Vode
hu_hu: Robbanó vizespalack
id_id: Botol Air percikan
it: Ampolla d'acqua da lancio
ja_jp: 水入りスプラッシュ瓶
ka_ge: ასაფეთქბელი წყლის ბოთლი
ko_kr: 투척용 물병
lb_lu: Werfbar Waasserfläsch
lt_lt: Mėtomas vandens buteliukas
lv_lv: Šļakstoša ūdens pudele
ms_my: Posyen Percikan Botol Air
mt_mt: Flixkun tal-Ilma Jinxtered
nl_nl: Spattende waterfles
nn_no: Plaskande vassflaske
pl: Miotana butelka wody
pt: Garrafa Arremessável de Água
ro_ro: Sticluță cu apă de aruncat
ru_ru: Взрывной пузырёк воды
sk_sk: Hádzacia fľaša vody
sl_si: Škropilna steklenička vode
sv_se: Stänkande vattenflaska
th_th: ขวดยากระจาย
tr_tr: Patlayıcı Su Şişesi
vi_vn: Chai nước có thể ném được
zh_cn: 喷溅型水瓶
zh_tw: 飛濺 水瓶

# splash_potion_effect_water_breathing
source: Splash Potion of Water Breathing
af_za: Waterasem Spatdoepa
ar_sa: رشة سرعة التنفس فى الماء
be_by: Выбухное зелле падводнага дыхання
bg_bg: Разплискваща се отвара на подводното дишане
ca_es: Poció llancívola de respiració
cs: Vrhací lektvar dýchání pod vodou
da_dk: Sprøjtende gælleeliksir
de: Wurftrank der Unterwasseratmung
el_gr: Μπουγελόφιλτρο Υποθαλάσσιας Αναπνοής
es: Poción de apnea arrojadiza
fi: Räjähtävä vedenhengittämisen taikajuoma
fil_ph: Nababatong Gayuma ng Tubig
fr_ca: Potion de respiration aquatique jetable
ga_ie: Posóid Steallta Análú in Uisce
gl_es: Poción lanzable de apnea
he: שיקוי מתנפץ של נשימה מתחת למים
hr_hr: Prskajući Napitak Disanja U Vodi
hu_hu: Vízalatti légzés robbanó bájitala
id_id: Ramuan percikan Air Pernapasan
it: Pozione da lancio di respir. acquatica
ja_jp: 水中呼吸のスプラッシュポーション
ka_ge: წყალში სუნთქვის ასაფეთქებელი ხსნარი
ko_kr: 투척용 수중 호흡의 물약
lb_lu: Worfdronk vun der Luesheet
lt_lt: Mėtomas kvėpavimo vandeniu eliksyras
lv_lv: Šļakstoša zemūdens elpošanas dzira
ms_my: Posyen Percikan Pernafasan Air
mt_mt: Xarba tan-Nifs Taħt l-Ilma Tinxtered
nl_nl: Spattende drank des wateradems
nn_no: Plaskande vassandingsbrygg
pl: Miotana mikstura oddychania pod wodą
pt: Salpique de Poção de Respiração Aquática
ro_ro: Poțiune de respirație subacvatică de aruncat
ru_ru: Взрывное зелье водного дыхания
sk_sk: Hádzací elixír dýchania pod vodou
sl_si: Škropilni napoj podvodnega dihanja
sv_se: Stänkande vattenandningsbrygd
th_th: ยากระจายแห่งการหายใจ
tr_tr: Patlayıcı Suda Nefes Alma İksiri
vi_vn: Thuốc thở dưới nước có thể ném được
zh_cn: 喷溅型水肺药水
zh_tw: 飛濺 水下呼吸藥水

# splash_potion_effect_weakness
source: Splash Potion of Weakness
af_za: Swakheid Spatdoepa
ar_sa: رشة جرعة الضعف
be_by: Выбухное зелле кволасці
bg_bg: Разплискваща се отвара на слабостта
ca_es: Poció llancívola de debilitat
cs: Vrhací lektvar oslabení
da_dk: Sprøjtende svaghedseliksir
de: Wurftrank der Schwäche
el_gr: Μπουγελόφιλτρο Αδυναμίας
es: Poción de debilidad arrojadiza
fi: Räjähtävä heikkouden taikajuoma
fil_ph: Nababatong Gayuma ng Hina
fr_ca: Potion de faiblesse jetable
ga_ie: Posóid Theilgeach na Laige
gl_es: Poción lanzable de debilidade
he: שיקוי מתנפץ של כוח
hr_hr: Prskajući Napitak Slabosti
hu_hu: Gyengeség robbanó bájitala
id_id: Ramuan percikan Kelamahan
it: Pozione da lancio di debolezza
ja_jp: 弱化のスプラッシュポーション
ka_ge: სისუსტის ასაფეთქებელი ხსნარი
ko_kr: 투척용 나약함의 물약
lb_lu: Worfdronk vun der Schwächt
lt_lt: Mėtomas silpnumo eliksyras
lv_lv: Šļakstoša vājuma dzira
ms_my: Posyen Percikan Kelemahan
mt_mt: Xarba tad-Dgħjufija Tinxtered
nl_nl: Spattende drank der zwakheid
nn_no: Plaskande veikleiksbrygg
pl: Miotana mikstura słabości
pt: Salpique de Poção de Fraqueza
ro_ro: Poțiune de slăbiciune de aruncat
ru_ru: Взрывное зелье слабости
sk_sk: Hádzací elixír slabosti
sl_si: Škropilni napoj šikosti
sv_se: Stänkande svaghetsbrygd
th_th: ยากระจายแห่งความอ่อนแอ
tr_tr: Patlayıcı Zayıflık İksiri
vi_vn: Thuốc yếu đuối có thể ném được
zh_cn: 喷溅型虚弱药水
zh_tw: 飛濺 虛弱藥水

# stat_animalsBred
source: Animals Bred
af_za: Diere Geteel
ar_sa: الحيوانات المرباة
be_by: Размножана жывёл
bg_bg: Развъдени животни
ca_es: Animals criats
cs: Chovaná zvířata
da_dk: Dyr parret
de: Tiere gezüchtet
de_at: Viecha züchtet
el_gr: Ζώα που έχουν εκτραφεί
es: Animales criados
eu_es: Hazitako animaliak
fa_ir: حيوانات توليد مثل کرده
fi: Elämiä kasvatettu
fil_ph: Hayop Inanak
fr_ca: Reproductions d'animaux
ga_ie: Ainmhithe Síolraithe
gl_es: Animais alimentados
he: חיות שגודלו
hi_in: पशु जो पाले गये
hr_hr: Uzgojenih Životinja
hu_hu: Tenyésztett állatok
hy_am: կենդանիները սնվում
id_id: Hewan yang Dibiakkan
is_is: Dýr ræktuð
it: Animali allevati
ja_jp: 動物を繁殖させた回数
ka_ge: გამრავლებული ცხოველი
ko_kr: 교배된 동물
lb_lu: Déiere geziicht
lt_lt: Užauginta gyvūnų
lv_lv: Dzīvnieki audzēti
ms_my: Haiwan yang diternak
mt_mt: Annimali Mgħammra
nl_nl: Dieren gefokt
nn_no: Dyr avla
pl: Rozmnożonych zwierząt
pt: Animais Tratados
ro_ro: Animale împerecheate
ru_ru: Выведено животных
sk_sk: Rozmnožených zvierat
sl_si: Število vzrejenih živali
sv_se: Djur uppfödda
th_th: จำนวนสัตว์ที่ได้ผสมพันธุ์
tr_tr: Çiftleştirilen Hayvanlar
vi_vn: Số thú vật đã nuôi giống
zh_cn: 繁殖动物次数
zh_tw: 動物繁殖數量

# stat_armorCleaned
source: Armour Pieces Cleaned
af_za: Wapenrusting Stukke Skoon Gemaak
ar_sa: تم تنظيف قطعة الدروع
be_by: Ачышчана брані
bg_bg: Почистени брони
ca_es: Armadura extreta
cs: Vyčištěné kusy brnění
da_dk: Rustning stykker rengjort
de: Rüstungsteile gewaschen
el_gr: Καθαρισμένα Κομμάτια Πανοπλίας
es: Partes de armadura limpiadas
eu_es: Garbitutako armadurak
fi: Haarniskan osia puhdistettu
fil_ph: Piraso ng Armor na Nilinis
fr_ca: Pièces d'armure nettoyées
ga_ie: Píosaí Cathéide Glanta
gl_es: Pezas da armadura limpadas
he: חלקי שריון נוקו
hr_hr: Stalaka Oklopa Očišćeno
hu_hu: Kimosott bőrvértek
id_id: Potongan Zirah Dibersihkan
it: Parti d'armatura lavate
ja_jp: 防具を脱色した回数
ka_ge: გაწმენდილი აბჯარი
ko_kr: 갑옷을 닦은 횟수
lb_lu: Rüstungsdeeler gewäsch
lt_lt: Išvalyta rūbų
lv_lv: Notīrītas bruņas
ms_my: Kepingan perisai dibersihkan
mt_mt: Biċċiet ta' Armar Imnaddfa
nl_nl: Stukken harnas schoongemaakt
nn_no: Rustningar vaska
pl: Wyczyszczonych zbroi
pt: Peças de Armadura Limpas
ro_ro: Piese de armură curățate
ru_ru: Очищено брони
sk_sk: Umytých kusov brnenia
sl_si: Število očiščenih delov oklepa
sv_se: Rustningsbitar rengjorda
th_th: ทำความสะอาดชิ้นส่วนของเกราะแล้ว
tr_tr: Temizlenen Zırh Parçaları
vi_vn: Số mảnh giáp đã làm sạch
zh_cn: 清洗盔甲次数
zh_tw: 已清洗的盔甲數量

# stat_aviateOneCm
source: Distance by Elytra
af_za: Afstand met Elytra
ar_sa: المسافة الطيران بالإلايترا
be_by: На элітрах
bg_bg: Разстояние с Елитри
ca_es: Distància amb l'èlitre
cs: Vzdálenost nalétaná s krovkami
da_dk: Afstand med Elytra
de: Strecke mit Elytren geflogen
el_gr: Απόσταση από τα Ελύτρα
es: Distancia volada en élitros
eu_es: Elitroak egindako distantzia
fi: Elytralla lennetty matka
fil_ph: Distansya sa pamamagitan ng Elytra
fr_ca: Distance en élytres
ga_ie: Fad Slánaithe le hEilitream
gl_es: Distancia en Elytra
he: מרחק שעברת על ידי אליטרה
hr_hr: Udaljenost pređena elytrom
hu_hu: Távolság kitinszárnnyal
id_id: Jarak oleh Elytra
it: Distanza con elitre
ja_jp: エリトラで飛行した距離
ka_ge: ელიტრით გავლილი
ko_kr: 겉날개로 날아간 거리
lb_lu: Distanz mat Elytra geflunn
lt_lt: Atstumas nukeliautas sparnais
lv_lv: Nolidotais attālums ar deltaplānu
ms_my: Jarak dengan Elytra
mt_mt: Distanza b'Elytra
nl_nl: Afstand met dekschild
nn_no: Avstand med elytra
pl: Dystans przebyty szybując
pt: Distância com Élitro
ro_ro: Distanță cu elitrele
ru_ru: Преодолено на элитрах
sk_sk: Preletená vzdialenosť na krovkách
sl_si: Razdalja z elitrami
sv_se: Distans med elytra
th_th: ระยะทางโดยปีกร่อน
tr_tr: Elitrayla alınan yol
vi_vn: Tổng quãng đường đã lượn bằng cánh cứng
zh_cn: 鞘翅滑行距离
zh_tw: 鞘翅飛行距離

# stat_bannerCleaned
source: Banners Cleaned
af_za: Bandiere Skoon Gemaak
ar_sa: لافتات نظفت
be_by: Ачышчана сцягоў
bg_bg: Почистени знамена
ca_es: Estàndard netejat
cs: Vyčištěné prapory
da_dk: Bannere rengjort
de: Banner gewaschen
de_at: Banner gwoschn
el_gr: Καθαρισμένα Λάβαρα
es: Estandartes limpiados
eu_es: Garbitutako banderak
fi: Lippuja puhdistettu
fil_ph: Bandilang Nilinis
fr_ca: Bannières nettoyées
ga_ie: Meirgí Glanta
gl_es: Estandartes limpados
he: ניקוי באנרים
hr_hr: Zastava očišćenih
hu_hu: Kimosott zászlók
id_id: Banner dibersihkan
it: Stendardi lavati
ja_jp: 旗を脱色した回数
ka_ge: გაწმენდილი დროშები
ko_kr: 배너를 씻은 횟수
lb_lu: Fändel gebotzt
lt_lt: Išvalyta vėliavų
lv_lv: Notīrīti baneri
ms_my: Bilangan banner yang dibersihkan
mt_mt: Bnadar Imnaddfa
nl_nl: Banieren schoongemaakt
nn_no: Faner vaska
pl: Oczyszczonych sztandarów
pt: Bandeiras Limpas
ro_ro: Stindarde curățate
ru_ru: Очищено флагов
sk_sk: Umytých vlajok
sl_si: Število očiščenih praporjev
sv_se: Banderoller rengjorda
th_th: ป้ายที่ถูกทำความสะอาด
tr_tr: Temizlenen Flamalar
vi_vn: Số biểu ngữ đã làm sạch
zh_cn: 清洗旗帜次数
zh_tw: 清洗的旗幟數量

# stat_beaconInteraction
source: Interactions with Beacon
af_za: Interaksies met Baken
ar_sa: التفاعل مع المنارة
be_by: Узаемадзеянняў з маяком
bg_bg: Взаимодействия със сигнализатор
ca_es: Interaccions amb blocs de poder
cs: Interakce s majákem
da_dk: Brugt en Beacon
de: Leuchtfeuer benutzt
el_gr: Αλληλεπιδράσεις με το Φάρο
es: Faros usados
fi: Lyhtykuutiota käytetty
fil_ph: Pakikipag-ugnayan sa Parola
fr_ca: Interactions avec une balise
ga_ie: Idirghníomhuithe le Rabhcán
gl_es: Interaccións co faro
he: תפעולי מגדלור
hr_hr: Interakcija sa svjetionicima
hu_hu: Megnyitott jelzőfények
id_id: Interaksi dengan suar
it: Interazioni con i fari
ja_jp: ビーコンを使った回数
ka_ge: შუქურასთან ურთიერთქმედება
ko_kr: 신호기 사용 횟수
lb_lu: Liichtfeier benotzt
lt_lt: Naudota švyturių
lv_lv: Saskarsme ar Beakonu
ms_my: Interaksi dengan petunjuk
mt_mt: Interazzjonijiet ma' Lanterna
nl_nl: Interacties met baken
nn_no: Handlingar med vardar
pl: Interakcji z magiczną latarnią
pt: Interações com Sinalizadores
ro_ro: Interacțiuni cu faruri
ru_ru: Взаимодействий с маяком
sk_sk: Interakcií s majákom
sl_si: Število interakcij s svetilnikom
sv_se: Antalet användningar av en fyr
th_th: ใช้งานดวงประทีป
tr_tr: Fener ile Etkileşimler
vi_vn: Số lần tương tác với đèn hiệu
zh_cn: 与信标互动次数
zh_tw: 烽火台使用次數

# stat_blocksButton
source: Blocks
af_za: Blokke
ar_sa: الكتل
be_by: Блокі
bg_bg: Блокчета
ca_es: Blocs
cs: Bloky
da_dk: Blokke
de: Blöcke
de_at: Bleck
el_gr: Κύβοι
es: Bloques
eu_es: Blokeak
fa_ir: بلوک ها
fi: Kuutiot
fil_ph: Bloke
fr_ca: Blocs
ga_ie: Bloic
gl_es: Bloques
he: בלוקים
hi_in: ब्लॉक
hr_hr: Blokovi
hu_hu: Blokkok
hy_am: Բլոկներ
id_id: Blok
is_is: Kubbar
it: Blocchi
ja_jp: ブロック
ka_ge: ბლოკები
ko_kr: 블록
lb_lu: Bléck
lt_lt: Blokai
lv_lv: Bloki
ms_my: Blok
mt_mt: Blokki
nl_nl: Blokken
nn_no: Blokker
pl: Bloki
pt: Blocos
ro_ro: Blocuri
ru_ru: Блоки
sk_sk: Kocky
sl_si: Kocke
sv_se: Block
th_th: บล็อก
tr_tr: Bloklar
vi_vn: Khối
zh_cn: 方块
zh_tw: 方塊

# stat_boatOneCm
source: Distance by Boat
af_za: Afstand met Boot
ar_sa: المسافة التي تم قطعها بالقارب
be_by: На чоўне
bg_bg: Разстояние изминато чрез лодка
ca_es: Distància en barca
cs: Nacestováno ve člunu
da_dk: Afstand i båd
de: Strecke im Boot gefahren
el_gr: Απόσταση με βάρκα
es: Distancia en barca
eu_es: Distantzia txalupaz
fa_ir: مقدار حرکت با قايق
fi: Veneellä kuljettu matka
fil_ph: Layong Bangka
fr_ca: Distance en bateau
ga_ie: Fad Slánaithe i mBád
gl_es: Distancia en barca
he: מרחק שעברת בסירה
hi_in: नाव से दूरी
hr_hr: Pređeno u Čamcu
hu_hu: Távolság csónakkal
hy_am: Նավով
id_id: Jarak Dengan Perahu
is_is: Vegalengd með bát
it: Distanza in barca
ja_jp: ボートで移動した距離
ka_ge: ნავით ნამგზავრი
ko_kr: 보트를 타고 이동한 거리
lb_lu: Distanz an engem Boot
lt_lt: Atstumas valtimi
lv_lv: Attālums nobraukts ar laivu
ms_my: Jarak dengan Kapal
mt_mt: Distanza bid-Dgħajsa
nl_nl: Afstand per boot
nn_no: Avstand i båt
pl: Dystans przebyty łódką
pt: Distância de Barco
ro_ro: Distanţa în barcă
ru_ru: Преодолено на лодке
sk_sk: Vzdialenosť prejdená na člne
sl_si: Razdalja s čolnom
sv_se: Distans på båt
th_th: ระยะทางที่นั่งเรือ
tr_tr: Tekneyle alınan yol
vi_vn: Tổng quãng đường đã đi bằng thuyền
zh_cn: 坐船移动距离
zh_tw: 坐船航行距離

# stat_breakItem
source: {0} Depleted
af_za: {0} Uitgeput
ar_sa: استنفدت {0}
be_by: {0} разбурана
bg_bg: {0} изразходвани
ca_es: {0} esgotat
cs: {0} Zničeno
da_dk: {0} opbrugt
de: {0} verbraucht
el_gr: {0} εξαντλήθηκε/θηκαν
es: {0} rotos
eu_es: {0} hautsita
fa_ir: %1$ها از بين رفته
fi: {0} kulutettu
fil_ph: {0} Nawalan
fr_ca: {0} consommé(e)s
ga_ie: {0} Ídithe
gl_es: {0} rotos
he: {0} נשבר
hi_in: {0} समाप्त
hr_hr: {0} Iskorišteno
hu_hu: {0} elhasznált
hy_am: {0} Ձարդված
id_id: {0} dihabiskan
is_is: {0} klárað
it: {0} consumati
ja_jp: {0}を消耗した回数
ka_ge: {0} გატეხილი
ko_kr: {0} 소모 횟수
lb_lu: {0} verbraucht
lt_lt: {0} išnaudota
lv_lv: Salauzti '{0}'
ms_my: {0} Dihabiskan
mt_mt: {0} Moħlija
nl_nl: {0} verbruikt
nn_no: {0} oppbrukt
pl: {0} zużytych
pt: {0} Esgotado
ro_ro: {0} consumate
ru_ru: {0} сломано
sk_sk: {0} zničených
sl_si: {0} izrabljenih
sv_se: {0} förbrukade
th_th: {0} เสียหาย
tr_tr: Tüketilen {0}
vi_vn: {0} lần dùng đồ đến mức hỏng
zh_cn: 消耗了{0}个工具
zh_tw: 消耗了 {0} 個工具

# stat_brewingstandInteraction
source: Interactions with Brewing Stand
af_za: Interaksies met Brouerstafel
ar_sa: التفاعل مع منضدة التخمير
be_by: Узаемадзеянняў з варачнай стойкай
bg_bg: Взаимодействия със статив за отвари
ca_es: Interaccions amb suport per a pocions
cs: Interakce s varným stojanem
da_dk: Brugt en Bryggestand
de: Braustände benutzt
el_gr: Αλληλεπιδράσεις με τον Αλχημικό Τρίποδα
es: Soportes para pociones usados
fi: Haudutustelinettä käytetty
fil_ph: Pakikipag-ugnayan sa Paggawa ng Serbesang Nakatayo
fr_ca: Interactions avec un stand d'alchimie
ga_ie: Idirghníomhuithe le Seastán Grúdaireachta
gl_es: Interaccións co destilador
he: תפעולי עמדת רקיחה
hr_hr: Interakcija sa stalkom za napitke
hu_hu: Megnyitott főzőállványok
id_id: Interaksi dengan Alat Meramu
it: Interazioni con gli alambicchi
ja_jp: 醸造台を使った回数
ka_ge: სახარშ ქურასთან ურთიერთქმედება
ko_kr: 양조기 사용 횟수
lb_lu: Braustänn benotzt
lt_lt: Naudota eilksyrų stovų
lv_lv: Darbības ar brūvēšanas statīvu
ms_my: Interaksi dengan pendiri bru
mt_mt: Interazzjonijiet ma' Birrerrija
nl_nl: Interacties met brouwstandaard
nn_no: Handlingar med bryggeapparat
pl: Interakcji ze statywem alchemicznym
pt: Interações com Fermentadores
ro_ro: Interacțiuni cu alambice
ru_ru: Взаимодействий с зельеваркой
sk_sk: Interakcií s varným stojanom
sl_si: Število interakcij s stojalom za napoje
sv_se: Antalet användningar av ett brygdställ
th_th: ใช้งานแท่นปรุงยา
tr_tr: İksir Tezgahı ile Etkileşimler
vi_vn: Số lần tương tác với gian pha thuốc
zh_cn: 与酿造台互动次数
zh_tw: 釀造台使用次數

# stat_cakeSlicesEaten
source: Cake Slices Eaten
af_za: Koek Skyfies Geëet
ar_sa: شرائح كعك أكلت
be_by: З’едзена кавалачкаў торту
bg_bg: Изядени парчета торта
ca_es: Tros de pastís menjat
cs: Sněděné kousky dortu
da_dk: Kage skiver spist
de: Kuchenstücke gegessen
el_gr: Φαγωμένα Κομμάτια Κεικ
es: Trozos de tarta comidos
eu_es: Jandako Tarta Zatiak
fi: Kakkupaloja syöty
fil_ph: Piraso ng Keyk na Kinain
fr_ca: Parts de gâteau mangées
ga_ie: Slisne Cáca Ite
gl_es: Anacos de pastel comidos
he: פרוסות עוגה אשר נאכלו
hr_hr: Komada Torte Pojedeno
hu_hu: Megevett tortaszeletek
id_id: Irisan kue dimakan
it: Fette di torta mangiate
ja_jp: ケーキの一切れを食べた回数
ka_ge: შეჭმული ტორტის ნაჭრები
ko_kr: 먹은 케이크 조각
lb_lu: Kuchstécker giess
lt_lt: Suvalgyta tortų gabalėlių
lv_lv: Kūkas gabali apēsti
ms_my: Hirisan kek dimakan
mt_mt: Biċċiet ta' Kejk Mikula
nl_nl: Taartpunten gegeten
nn_no: Kakestykke åte
pl: Zjedzonych kawałków ciasta
pt: Fatias de Bolo Comidas
ro_ro: Felii de tort mâncate
ru_ru: Съедено кусков торта
sk_sk: Zjedených kúskov torty
sl_si: Število pojedenih rezin tort
sv_se: Ätna tårtskivor
th_th: ชิ้นเค้กที่ถูกกิน
tr_tr: Yenilen Pasta Dilimleri
vi_vn: Số lát bánh đã ăn
zh_cn: 吃掉的蛋糕片数
zh_tw: 已吃掉的蛋糕片數量

# stat_cauldronFilled
source: Cauldrons Filled
af_za: Kookpot Gevul
ar_sa: الوعاء ممتلئ
be_by: Запоўнена казаноў
bg_bg: Напълнени казани
ca_es: Olles plenes
cs: Naplněné kotle
da_dk: Gryder fyldt
de: Kessel gefüllt
el_gr: Καζάνια γεμάτα
es: Calderos rellenados
eu_es: Betetako lapikoak
fi: Patoja täytetty
fil_ph: Kalderong Nilagyan
fr_ca: Chaudrons remplis
ga_ie: Coirí Líonta
gl_es: Caldeiros cheados
he: קלחות מולאו
hr_hr: Kotlova Napunjeno
hu_hu: Megtöltött üstök
id_id: Ketel yang diisi
it: Calderoni riempiti
ja_jp: 大釜を水で満たした回数
ka_ge: შევსებული ქვაბები
ko_kr: 가마솥 채운 횟수
lb_lu: Kessele gefëllt
lt_lt: Pripildyta katilų
lv_lv: Piepildīti katli
ms_my: Kawah Diisi
mt_mt: Kaldaruni Mimlija
nl_nl: Ketels gevuld
nn_no: Gryter fylte
pl: Wypełnionych kotłów
pt: Caldeirões Enchidos
ro_ro: Cazane umplute
ru_ru: Наполнено котлов
sk_sk: Naplnených kotlov
sl_si: Število napolnjenih kotlov
sv_se: Kittlar fyllda
th_th: เติมน้ำในหม้อปรุงยา
tr_tr: Doldurulan Kazanlar
vi_vn: Số vạc đã đổ đầy
zh_cn: 炼药锅装水次数
zh_tw: 鍋釜填滿次數

# stat_cauldronUsed
source: Water Taken from Cauldron
af_za: Water Gevat van Kookpot
ar_sa: تم أخذ الماء من الوعاء
be_by: Узята вады з казана
bg_bg: Вода, взета от казани
ca_es: Aigua extreta d'un calderó
cs: Voda vybraná z kotle
da_dk: Vand taget fra gryder
de: Wasser aus Kesseln geschöpft
el_gr: Νερό Παρμένο απ'το καζάνι
es: Agua tomada de calderos
eu_es: Lapikotik hartutako ura
fi: Padasta otettu vettä
fil_ph: Tubig na Kinuha mula sa Kaldero
fr_ca: Eau prise de chaudrons
ga_ie: Uisce Bainte as Coirí
gl_es: Auga sacada do caldeiro
he: מים נלקחו מקלחת
hr_hr: Vode Uzeto Iz Kotla
hu_hu: Üstből kimert víz
id_id: Air yang diambil dari ketel
it: Acqua prelevata dai calderoni
ja_jp: 大釜から水を取った回数
ka_ge: ქვაბიდან აღებული წყალი
ko_kr: 가마솥에서 뜬 물
lb_lu: Waasser aus Kessele geschäfft
lt_lt: Panaudota katilų
lv_lv: Ūdens paņemts no katla
ms_my: Air yang diambil dari kawah
mt_mt: Ilma Meħud minn Kaldarun
nl_nl: Water gepakt van ketel
nn_no: Vatn henta frå gryter
pl: Wody pobranej z kotła
pt: Água Tirada do Caldeirão
ro_ro: Apă scoasă din cazane
ru_ru: Взято воды из котла
sk_sk: Odobratí vody z kotla
sl_si: Količina vode vzete iz kotla
sv_se: Mängd vatten tagen från en kittel
th_th: เทน้ำออกจากหม้อปรุงยา
tr_tr: Kazandan Alınan Sular
vi_vn: Lượng nước lấy từ vạc
zh_cn: 从炼药锅取水次数
zh_tw: 從鍋釜取水次數

# stat_chestOpened
source: Chests Opened
af_za: Kiste Oopgemaak
ar_sa: الصناديق فتحت
be_by: Адкрыта куфараў
bg_bg: Отворени сандъци
ca_es: Cofres oberts
cs: Otevřené truhly
da_dk: Kister åbnet
de: Truhen geöffnet
el_gr: Ανοίγματα Σεντουκιών
es: Cofres abiertos
eu_es: Irekitako kutxak
fi: Arkkuja avattu
fil_ph: Nakabukas na Baul
fr_ca: Coffres ouverts
ga_ie: Cófraí a d’oscail tú
gd_gb: Chaidh cistean fhosgladh
gl_es: Cofres abertos
he: תיבות נפתחו
hr_hr: Škrinja Otvoreno
hu_hu: Kinyitott ládák
id_id: Peti yand di buka
it: Bauli aperti
ja_jp: チェストを開いた回数
ka_ge: გახსნილი სკივრები
ko_kr: 상자를 열어본 횟수
lb_lu: Këschten opgemaach
lt_lt: Atidaryta skrynių
lv_lv: Atvērtas lādes
ms_my: Dada yang dibuka
mt_mt: Sniedaq Miftuħa
nl_nl: Kisten geopend
nn_no: Kister opna
pl: Otwartych skrzyń
pt: Baús Abertos
ro_ro: Cufere deschise
ru_ru: Открыто сундуков
sk_sk: Otvorených truhlíc
sl_si: Število odprih skrinj
sv_se: Kistor öppnade
th_th: เปิดหีบ
tr_tr: Açılan Sandıklar
vi_vn: Số rương đã mở
zh_cn: 开箱次数
zh_tw: 儲物箱開啟次數
