Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_triangle_bottom_orange
source: Orange Chevron
ar_sa: راية ملونة برتقالي
be_by: Аранжавае скарочанае вастрыё
bg_bg: Оранжев шеврон
ca_es: Triangle taronja
cs: Oranžová špice
de: Orange halbe Spitze
el_gr: Πορτοκαλί Chevron
es: Chevrón naranja
fi: Oranssi polviorsi
fr_ca: Mantelé d'orangé
ga_ie: Binnroinnte Oráisteach
gl_es: Chevrón laranxa
he: משולש כתום למטה
hr_hr: Narančasti Chevron
hu_hu: Narancssárgával gallérozott
id_id: Chevron Jingga
it: Alla punta d'arancione
ja_jp: 橙色の山形
ka_ge: ნარინჯისფერი შევრონი
ko_kr: 주황색 아래쪽 삼각형
lb_lu: Orange Hallefspëtz
lt_lt: Oranžinis apatinis trikampis
ms_my: Chevron Jingga
mt_mt: Chevron orangjo
nl_nl: Oranje keper
nn_no: Oransje sparre
pl: Pomarańczowa krokiew
pt: Chevron Laranja
ro_ro: Triunghi portocaliu în talpă
ru_ru: Оранжевое остриё
sk_sk: Oranžový klin
sl_si: Oranžna škarnica
sv_se: Orange triangel nedtill
th_th: สามเหลี่ยมสีส้ม
tr_tr: Alttan Turuncu Üçgen
vi_vn: Tam giác cam ở góc dưới
zh_cn: 底橙三角
zh_tw: 下方橙色三角形

# item_banner_triangle_bottom_pink
source: Pink Chevron
ar_sa: راية ملونة وردي
be_by: Ружовае скарочанае вастрыё
bg_bg: Розов шеврон
ca_es: Triangle rosa
cs: Růžová špice
da_dk: Lyserød Chevron
de: Rosa halbe Spitze
el_gr: Ροζ Chevron
es: Chevrón rosa
fi: Vaaleanpunainen polviorsi
fr_ca: Mantelé de rose
ga_ie: Binnroinnte Bándearg
gl_es: Chevrón rosa
he: משולש וורוד למטה
hr_hr: Ružičasti Chevron
hu_hu: Rózsaszínnel gallérozott
id_id: Merah Jambu Segitiga
it: Alla punta di rosa
ja_jp: 桃色の山形
ka_ge: ვარდისფერი შევრონი
ko_kr: 분홍색 아래쪽 삼각형
lb_lu: Rosa Hallefspëtz
lt_lt: Rožinis apatinis trikampis
ms_my: Chevron Merah Jambu
mt_mt: Chevron roża
nl_nl: Roze keper
nn_no: Rosa sparre
pl: Różowa krokiew
pt: Chevron Rosa
ro_ro: Triunghi roz în talpă
ru_ru: Розовое остриё
sk_sk: Ružový klin
sl_si: Roza škarnica
sv_se: Rosa triangel nedtill
th_th: สามเหลี่ยมสีชมพู
tr_tr: Alttan Pembe Üçgen
vi_vn: Tam giác hồng ở góc dưới
zh_cn: 底粉红三角
zh_tw: 下方粉紅色三角形

# item_banner_triangle_bottom_purple
source: Purple Chevron
ar_sa: راية ملونة بنفسجي
be_by: Фіялетавае скарочанае вастрыё
bg_bg: Лилав шеврон
ca_es: Triangle Morat
cs: Fialová špice
da_dk: Lilla Chevron
de: Violette halbe Spitze
el_gr: Μωβ Chevron
es: Chevrón morado
fi: Violetti polviorsi
fr_ca: Mantelé de pourpre
ga_ie: Binnroinnte Corcra
gl_es: Chevrón púrpura
he: שברון סגול
hr_hr: Ljubičasti Chevron
hu_hu: Lilával gallérozott
id_id: Ungu Segitiga
it: Alla punta di viola
ja_jp: 紫色の山形
ka_ge: ალისფერი შევრონი
ko_kr: 보라색 아래쪽 삼각형
lb_lu: Mof Hallefspëtz
lt_lt: Purpurinis apatinis trikampis
ms_my: Chevron Ungu
mt_mt: Chevron vjola
nl_nl: Paarse keper
nn_no: Lilla sparre
pl: Fioletowa krokiew
pt: Chevron Roxo
ro_ro: Triunghi violet în talpă
ru_ru: Фиолетовое остриё
sk_sk: Fialový klin
sl_si: Vijolična škarnica
sv_se: Lila triangel nedtill
th_th: สามเหลี่ยมสีม่วง
tr_tr: Alttan Mor Üçgen
vi_vn: Tam giác tím ở góc dưới
zh_cn: 底紫三角
zh_tw: 下方紫色三角形

# item_banner_triangle_bottom_red
source: Red Chevron
ar_sa: راية ملونة أحمر
be_by: Чырвонае скарочанае вастрыё
bg_bg: Червен шеврон
ca_es: Triangle vermell
cs: Červená špice
da_dk: Rød Chevron
de: Rote halbe Spitze
el_gr: Κόκκινο Chevron
es: Chevrón rojo
fi: Punainen polviorsi
fr_ca: Mantelé de gueules
ga_ie: Binnroinnte Dearg
gl_es: Chevrón vermello
he: שברון אדום
hr_hr: Crveni Chevron
hu_hu: Vörössel gallérozott
id_id: Merah Segitiga
it: Alla punta di rosso
ja_jp: 赤色の山形
ka_ge: წითელი შევრონი
ko_kr: 빨간색 아래쪽 삼각형
lb_lu: Rout Hallefspëtz
lt_lt: Raudonas apatinis trikampis
ms_my: Chevron Merah
mt_mt: Chevron aħmar
nl_nl: Rode keper
nn_no: Raud sparre
pl: Czerwona krokiew
pt: Chevron Vermelho
ro_ro: Triunghi roșu în talpă
ru_ru: Красное остриё
sk_sk: Červený klin
sl_si: Rdeča škarnica
sv_se: Röd triangel nedtill
th_th: สามเหลี่ยมสีแดง
tr_tr: Alttan Kırmızı Üçgen
vi_vn: Tam giác đỏ ở góc dưới
zh_cn: 底红三角
zh_tw: 下方紅色三角形

# item_banner_triangle_bottom_silver
source: Light Grey Chevron
ar_sa: راية ملونة رمادي فاتح
be_by: Светла-шэрае скарочанае вастрыё
bg_bg: Светлосив шеврон
ca_es: Triangle gris clar
cs: Světle šedá špice
da_dk: Lysegrå Chevron
de: Hellgraue halbe Spitze
el_gr: Ελαφρύ γκρι Chevron
es: Chevrón gris claro
fi: Vaaleanharmaa polviorsi
fr_ca: Mantelé d'argent grisé
ga_ie: Binnroinnte Fionnliath
gl_es: Chevrón gris claro
he: שברון אפור בהיר
hr_hr: Svijetlo Sivi Chevron
hu_hu: Világosszürkével gallérozott
id_id: Kelabu Muda Segitiga
it: Alla punta di grigio chiaro
ja_jp: 薄灰色の山形
ka_ge: ღია-ნაცრისფერი შევრონი
ko_kr: 회백색 아래쪽 삼각형
lb_lu: Hellgro Hallefspëtz
lt_lt: Šviesiai pilkas apatinis trikampis
ms_my: Chevron Kelabu Muda
mt_mt: Chevron griż ċar
nl_nl: Lichtgrijze keper
nn_no: Ljosegrå sparre
pl: Jasnoszara krokiew
pt: Chevron Cinzento Claro
ro_ro: Triunghi gri-deschis în talpă
ru_ru: Светло-серое остриё
sk_sk: Svetlosivý klin
sl_si: Svetlo siva škarnica
sv_se: Ljusgrå triangel nedtill
th_th: สามเหลี่ยมสีเทาอ่อน
tr_tr: Alttan Açık Gri Üçgen
vi_vn: Tam giác xám nhạt ở góc dưới
zh_cn: 底淡灰三角
zh_tw: 下方淺灰色三角形

# item_banner_triangle_bottom_white
source: White Chevron
ar_sa: راية ملونة أبيض
be_by: Белае скарочанае вастрыё
bg_bg: Бял шеврон
ca_es: Triangle blanc
cs: Bílá špice
da_dk: Hvid Chevron
de: Weiße halbe Spitze
el_gr: Λευκό Chevron
es: Chevrón blanco
fi: Valkoinen polviorsi
fr_ca: Mantelé d'argent
ga_ie: Binnroinnte Bán
gl_es: Chevrón branco
he: משולש לבן למטה
hr_hr: Bijeli Chevron
hu_hu: Fehérrel gallérozott
id_id: Chevron Putih
it: Alla punta di bianco
ja_jp: 白色の山形
ka_ge: თეთრი შევრონი
ko_kr: 하얀색 아래쪽 삼각형
lb_lu: Wäiss Hallefspëtz
lt_lt: Baltas apatinis trikampis
ms_my: Chevron Putih
mt_mt: Chevron abjad
nl_nl: Witte keper
nn_no: Kvit sparre
pl: Biała krokiew
pt: Chevron Branco
ro_ro: Triunghi alb în talpă
ru_ru: Белое остриё
sk_sk: Biely klin
sl_si: Bela škarnica
sv_se: Vit triangel nedtill
th_th: สามเหลี่ยมสีขาว
tr_tr: Alttan Beyaz Üçgen
vi_vn: Tam giác trắng ở góc dưới
zh_cn: 底白三角
zh_tw: 下方白色三角形

# item_banner_triangle_bottom_yellow
source: Yellow Chevron
ar_sa: راية ملونة أصفر
be_by: Жоўтае скарочанае вастрыё
bg_bg: Жълт шеврон
ca_es: Triangle groc
cs: Žlutá špice
da_dk: Gul Chevron
de: Gelbe halbe Spitze
el_gr: Κίτρινο Chevron
es: Chevrón amarillo
fi: Keltainen polviorsi
fr_ca: Mantelé d'or
ga_ie: Binnroinnte Buí
gl_es: Chevrón amarelo
he: משולש צהוב למטה
hr_hr: Žuti Chevron
hu_hu: Sárgával gallérozott
id_id: Kuning Segitiga
it: Alla punta di giallo
ja_jp: 黄色の山形
ka_ge: ყვითელი შევრონი
ko_kr: 노란색 아래쪽 삼각형
lb_lu: Giel Hallefspëtz
lt_lt: Geltonas apatinis trikampis
ms_my: Chevron Kuning
mt_mt: Chevron isfar
nl_nl: Gele keper
nn_no: Gul sparre
pl: Żółta krokiew
pt: Chevron Amarelo
ro_ro: Triunghi galben în talpă
ru_ru: Жёлтое остриё
sk_sk: Žltý klin
sl_si: Rumena škarnica
sv_se: Gul triangel nedtill
th_th: สามเหลี่ยมสีเหลือง
tr_tr: Alttan Sarı Üçgen
vi_vn: Tam giác vàng ở góc dưới
zh_cn: 底黄三角
zh_tw: 下方黃色三角形

# item_banner_triangle_top_black
source: Black Inverted Chevron
ar_sa: راية ملونة أسود
be_by: Чорнае скарочанае перакуленае вастрыё
bg_bg: Черен обърнат шеврон
ca_es: Triangle invertit negre
cs: Černý klín
da_dk: Sort Omvendt Chevron
de: Schwarze gestürzte halbe Spitze
de_at: Schworze gstürzte hoiwe Spitzn
el_gr: Μαύρο ανεστραμμένο Chevron
es: Chevrón negro invertido
fi: Musta kaateinen polviorsi
fr_ca: Mantelé renversé de sable
ga_ie: Binnroinnte Bunoscionn Dubh
gl_es: Chevrón negro invertido
he: שברון שחור הפוך
hr_hr: Crni Obrnuti Chevron
hu_hu: Feketével saruzott
id_id: Chevron Hitam Terbalik
it: Alla punta rovesciata di nero
ja_jp: 黒色の下向きの山形
ka_ge: შავი გადმობრუნებული შევრონი
ko_kr: 검은색 위쪽 삼각형
lb_lu: Schwaarz gedréinten Hallefspëtz
lt_lt: Juodas viršutinis trikampis
ms_my: Chevron Terbalik Hitam
mt_mt: Chevron meqlub iswed
nl_nl: Zwarte omgekeerde keper
nn_no: Svart omvendt sparre
pl: Czarna odwrócona krokiew
pt: Chevron Preto Invertido
ro_ro: Triunghi negru în șef
ru_ru: Чёрное опрокинутое остриё
sk_sk: Čierny opačný klin
sl_si: Črna prekucnjena škarnica
sv_se: Svart triangel upptill
th_th: สามเหลี่ยมสีดำกลับด้าน
tr_tr: Üstten Siyah Üçgen
vi_vn: Tam giác đen ở góc trên
zh_cn: 顶黑三角
zh_tw: 上方黑色倒三角形

# item_banner_triangle_top_blue
source: Blue Inverted Chevron
ar_sa: راية ملونة أزرق
be_by: Сіняе скарочанае перакуленае вастрыё
bg_bg: Син обърнат шеврон
ca_es: Triangle invertit blau
cs: Modrý klín
da_dk: Blå Omvendt Chevron
de: Blaue gestürzte halbe Spitze
el_gr: Μπλε ανεστραμμένο Chevron
es: Chevrón azul invertido
fi: Sininen kaateinen polviorsi
fr_ca: Mantelé renversé d'azur
ga_ie: Binnroinnte Bunoscionn Gorm
gl_es: Chevrón azul invertido
he: משולש כחול למעלה
hr_hr: Plavi Obrnuti Chevron
hu_hu: Kékkel saruzott
id_id: Chevron Biru Terbalik
it: Alla punta rovesciata di blu
ja_jp: 青色の下向きの山形
ka_ge: ლურჯი გადმობრუნებული შევრონი
ko_kr: 파란색 위쪽 삼각형
lb_lu: Blo gedréinten Hallefspëtz
lt_lt: Mėlynas viršutinis trikampis
ms_my: Chevron Terbalik Biru
mt_mt: Chevron meqlub ikħal
nl_nl: Blauwe omgekeerde keper
nn_no: Blå omvendt sparre
pl: Niebieska odwrócona krokiew
pt: Chevron Azul Invertido
ro_ro: Triunghi albastru în șef
ru_ru: Синее опрокинутое остриё
sk_sk: Modrý opačný klin
sl_si: Modra prekucnjena škarnica
sv_se: Blå triangel upptill
th_th: สามเหลี่ยมสีน้ำเงินกลับด้าน
tr_tr: Üstten Mavi Üçgen
vi_vn: Tam giác xanh nước biển ở góc trên
zh_cn: 顶蓝三角
zh_tw: 上方藍色倒三角形

# item_banner_triangle_top_brown
source: Brown Inverted Chevron
ar_sa: راية ملونة بني
be_by: Карычневае скарочанае перакуленае вастрыё
bg_bg: Кафяв обърнат шеврон
ca_es: Triangle invertit marró
cs: Hnědý klín
da_dk: Brun Omvendt Chevron
de: Braune gestürzte halbe Spitze
el_gr: Καφέ Ανεστραμμένo Chevron
es: Chevrón marrón invertido
fi: Ruskea kaateinen polviorsi
fr_ca: Mantelé renversé de brun
ga_ie: Binnroinnte Bunoscionn Donn
gl_es: Chevrón marrón invertido
he: משולש חום למעלה
hr_hr: Smeđi Obrnuti Chevron
hu_hu: Barnával saruzott
id_id: Chevron Coklat Terbalik
it: Alla punta rovesciata di marrone
ja_jp: 茶色の下向きの山形
ka_ge: ყავისფერი გადმობრუნებული შევრონი
ko_kr: 갈색 위쪽 삼각형
lb_lu: Brong gedréinten Hallefspëtz
lt_lt: Rudas viršutinis trikampis
ms_my: Chevron Terbalik Coklat
mt_mt: Chevron meqlub kannella
nl_nl: Bruine omgekeerde keper
nn_no: Brun omvendt sparre
pl: Brązowa odwrócona krokiew
pt: Chevron Castanho Invertido
ro_ro: Triunghi maro în șef
ru_ru: Коричневое опрокинутое остриё
sk_sk: Hnedý opačný klin
sl_si: Rjava prekucnjena škarnica
sv_se: Brun triangel upptill
th_th: สามเหลี่ยมสีน้ำตาลกลับด้าน
tr_tr: Üstten Kahverengi Üçgen
vi_vn: Tam giác nâu ở góc trên
zh_cn: 顶棕三角
zh_tw: 上方棕色倒三角形

# item_banner_triangle_top_cyan
source: Cyan Inverted Chevron
ar_sa: راية ملونة سماوي
be_by: Бірузовае скарочанае перакуленае вастрыё
bg_bg: Синьозелен обърнат шеврон
ca_es: Triangle invertit cian
cs: Azurový klín
da_dk: Turkis Omvendt Chevron
de: Türkise gestürzte halbe Spitze
el_gr: Κυανό Ανεστραμμένo Chevron
es: Chevrón cian invertido
fi: Syaani käänteinen polviorsi
fr_ca: Mantelé renversé de cyan
ga_ie: Binnroinnte Bunoscionn Cian
gl_es: Chevrón ciano invertido
he: משולש טורכיז למעלה
hr_hr: Tirkizni Obrnuti Chevron
hu_hu: Türkizkékkel saruzott
id_id: Chevron Hijau-Biru Terbalik
it: Alla punta rovesciata di ciano
ja_jp: 水色の下向きの山形
ka_ge: ცისფერი გადმობრუნებული შევრონი
ko_kr: 청록색 위쪽 삼각형
lb_lu: Turquoise gedréinten Hallefspëtz
lt_lt: Žalsvai mėlynas viršutinis trikampis
ms_my: Chevron Terbalik Cyan
mt_mt: Chevron meqlub ċilesti
nl_nl: Cyaan omgekeerde keper
nn_no: Turkis omvendt sparre
pl: Błękitna odwrócona krokiew
pt: Chevron Ciano Invertido
ro_ro: Triunghi turcoaz în șef
ru_ru: Бирюзовое опрокинутое остриё
sk_sk: Tyrkysový opačný klin
sl_si: Turkizna prekucnjena škarnica
sv_se: Turkos triangel upptill
th_th: สามเหลี่ยมสีน้ำเงินแกมเขียวกลับด้าน
tr_tr: Üstten Camgöbeği Üçgen
vi_vn: Tam giác lục lam ở góc trên
zh_cn: 顶青三角
zh_tw: 上方青色倒三角形

# item_banner_triangle_top_gray
source: Grey Inverted Chevron
ar_sa: راية ملونة رمادي
be_by: Шэрае скарочанае перакуленае вастрыё
bg_bg: Сив обърнат шеврон
ca_es: Triangle invertit gris
cs: Šedý klín
da_dk: Grå Omvendt Chevron
de: Graue gestürzte halbe Spitze
el_gr: Γκρι Ανεστραμμένo Chevron
es: Chevrón gris invertido
fi: Harmaa käänteinen polviorsi
fr_ca: Mantelé renversé d'acier
ga_ie: Binnroinnte Bunoscionn Liath
gl_es: Chevrón gris invertido
he: משולש אפור למעלה
hr_hr: Sivi Obrnuti Chevron
hu_hu: Szürkével saruzott
id_id: Chevron Abu-abu Terbalik
it: Alla punta rovesciata di grigio
ja_jp: 灰色の下向きの山形
ka_ge: ნაცრისფერი გადმობრუნებული შევრონი
ko_kr: 회색 위쪽 삼각형
lb_lu: Gro gedréinten Hallefspëtz
lt_lt: Pilkas viršutinis trikampis
ms_my: Chevron Kelabu Terbalik
mt_mt: Chevron meqlub griż
nl_nl: Grijze omgekeerde keper
nn_no: Grå omvendt sparre
pl: Szara odwrócona krokiew
pt: Chevron Cinzento Invertido
ro_ro: Triunghi gri în șef
ru_ru: Серое опрокинутое остриё
sk_sk: Sivý opačný klin
sl_si: Siva prekucnjena škarnica
sv_se: Grå triangel upptill
th_th: สามเหลี่ยมสีเทากลับด้าน
tr_tr: Üstten Gri Üçgen
vi_vn: Tam giác xám ở góc trên
zh_cn: 灰色顶三角
zh_tw: 上方灰色倒三角形

# item_banner_triangle_top_green
source: Green Inverted Chevron
ar_sa: راية ملونة أخضر
be_by: Зялёнае скарочанае перакуленае вастрыё
bg_bg: Зелен обърнат шеврон
ca_es: Triangle invertit verd
cs: Zelený klín
da_dk: Grøn Omvendt Chevron
de: Grüne gestürzte halbe Spitze
el_gr: Πράσινο Ανεστραμμένo Chevron
es: Chevrón verde invertido
fi: Vihreä kaateinen polviorsi
fr_ca: Mantelé renversé de sinople
ga_ie: Binnroinnte Bunoscionn Uaine
gl_es: Chevrón verde invertido
he: משולש ירוק למעלה
hr_hr: Zeleni Obrnuti Chevron
hu_hu: Zölddel saruzott
id_id: Chevron Hijau Terbalik
it: Alla punta rovesciata di verde
ja_jp: 緑色の下向きの山形
ka_ge: მწვანე გადმობრუნებული შევრონი
ko_kr: 초록색 위쪽 삼각형
lb_lu: Gréng gedréinten Hallefspëtz
lt_lt: Žalias viršutinis trikampis
ms_my: Chevron Terbalik Hijau
mt_mt: Chevron meqlub aħdar
nl_nl: Groene omgekeerde keper
nn_no: Grøn omvendt sparre
pl: Zielona odwrócona krokiew
pt: Chevron Verde Invertido
ro_ro: Triunghi verde în șef
ru_ru: Зелёное опрокинутое остриё
sk_sk: Zelený opačný klin
sl_si: Zelena prekucnjena škarnica
sv_se: Grön triangel upptill
th_th: สามเหลี่ยมสีเขียวกลับด้าน
tr_tr: Üstten Yeşil Üçgen
vi_vn: Tam giác xanh lá cây ở góc trên
zh_cn: 顶绿三角
zh_tw: 上方綠色倒三角形

# item_banner_triangle_top_lightBlue
source: Light Blue Inverted Chevron
ar_sa: راية ملونة أزرق فاتح
be_by: Блакітнае скарочанае перакуленае вастрыё
bg_bg: Светлосин обърнат шеврон
ca_es: Triangle invertit blau clar
cs: Světle modrý klín
da_dk: Lyseblå Omvendt Chevron
de: Hellblaue gestürzte halbe Spitze
el_gr: Γαλάζιο ανάποδο σιρίτι
es: Chevrón azul claro invertido
fi: Vaaleansininen käänteinen polviorsi
fr_ca: Mantelé renversé de bleu céleste
ga_ie: Binnroinnte Bunoscionn Bánghorm
gl_es: Chevrón azul claro invertido
he: משולש כחול בהיר למעלה
hr_hr: Svijetlo Plavi Obrnuti Chevron
hu_hu: Világoskékkel saruzott
id_id: Chevron Biru Muda Terbalik
it: Alla punta rovesciata d'azzurro
ja_jp: 空色の下向きの山形
ka_ge: ღია-ლურჯი გადმობრუნებული შევრონი
ko_kr: 하늘색 위쪽 삼각형
lb_lu: Hellblo gedréinten Hallefspëtz
lt_lt: Šviesiai mėlynas viršutinis trikampis
ms_my: Chevron Biru Muda Terbalik
nl_nl: Lichtblauwe omgekeerde keper
nn_no: Ljoseblå omvendt sparre
pl: Jasnoniebieska odwrócona krokiew
pt: Chevron Azul Claro Invertido
ro_ro: Triunghi bleu în șef
ru_ru: Голубое опрокинутое остриё
sk_sk: Svetlomodrý opačný klin
sl_si: Svetlo modra prekucnjena škarnica
sv_se: Ljusblå triangel upptill
th_th: สามเหลี่ยมสีฟ้ากลับด้าน
tr_tr: Üstten Açık Mavi Üçgen
vi_vn: Tam giác xanh nước biển nhạt ở góc trên
zh_cn: 淡蓝色顶三角
zh_tw: 上方淺藍色倒三角形

# item_banner_triangle_top_lime
source: Lime Inverted Chevron
ar_sa: راية ملونة ليموني
be_by: Лаймавае скарочанае перакуленае вастрыё
bg_bg: Жълтозелен обърнат шеврон
ca_es: Triangle invertit verd llima
cs: Světle zelený klín
da_dk: Limegrøn Omvendt Chevron
de: Hellgrüne gestürzte halbe Spitze
el_gr: Λαχανί ανάποδο σιρίτι
es: Chevrón verde lima invertido
fi: Limetinvihreä käänteinen polviorsi
fr_ca: Mantelé renversé de sinople clair
ga_ie: Binnroinnte Bunoscionn Líomach
gl_es: Chevrón lima invertido
he: משולש ליים למעלה
hr_hr: Svijetlo Zeleni Obrnuti Chevron
hu_hu: Világoszölddel saruzott
id_id: Chevron Limau Terbalik
it: Alla punta rovesciata di lime
ja_jp: 黄緑色の下向きの山形
ka_ge: სალათისფერი გადმობრუნებული შევრონი
ko_kr: 연두색 위쪽 삼각형
lb_lu: Hellgréng gedréinten Hallefspëtz
lt_lt: Gelsvai žalsvas viršutinis trikampis
ms_my: Chevron Hijau Muda Terbalik
nl_nl: Lichtgroene omgekeerde keper
nn_no: Limegrøn omvendt sparre
pl: Jasnozielona odwrócona krokiew
pt: Chevron Verde Lima Invertido
ro_ro: Triunghi verde-deschis în șef
ru_ru: Лаймовое опрокинутое остриё
sk_sk: Svetlozelený opačný klin
sl_si: Svetlo zelena prekucnjena škarnica
sv_se: Limegrön triangel upptill
th_th: สามเหลี่ยมสีเขียวอ่อนกลับด้าน
tr_tr: Üstten Açık Yeşil Üçgen
vi_vn: Tam giác xanh lá mạ ở góc trên
zh_cn: 黄绿色顶三角
zh_tw: 上方淺綠色倒三角形

# item_banner_triangle_top_magenta
source: Magenta Inverted Chevron
ar_sa: راية ملونة أرجواني
be_by: Пурпурнае скарочанае перакуленае вастрыё
bg_bg: Пурпурен обърнат шеврон
ca_es: Triangle invertit magenta
cs: Purpurový klín
da_dk: Magenta Omvendt Chevron
de: Magenta gestürzte halbe Spitze
de_at: Magentane gstürzte hoiwe Spitzn
el_gr: Ανοιχτό φούξιο ανάποδο σιρίτι
es: Chevrón magenta invertido
fi: Purppura käänteinen polviorsi
fr_ca: Mantelé renversé de magenta
ga_ie: Binnroinnte Bunoscionn Maigeanta
gl_es: Chevrón maxenta invertido
he: משולש מג'נטה למעלה
hr_hr: Rozi Obrnuti Chevron
hu_hu: Bíborral saruzott
id_id: Chevron Ungu-Merah Muda Terbalik
it: Alla punta rovesciata di magenta
ja_jp: 赤紫色の下向きの山形
ka_ge: იისფერი გადმობრუნებული შევრონი
ko_kr: 자홍색 위쪽 삼각형
lb_lu: Magenta gedréinten Hallefspëtz
lt_lt: Rausvai raudonas viršutinis trikampis
ms_my: Chevron Magenta Terbalik
nl_nl: Magenta omgekeerde keper
nn_no: Ljoselilla omvendt sparre
pl: Karmazynowa odwrócona krokiew
pt: Chevron Magenta Invertido
ro_ro: Triunghi magenta în șef
ru_ru: Пурпурное опрокинутое остриё
sk_sk: Purpurový opačný klin
sl_si: Škrlatna prekucnjena škarnica
sv_se: Ljuslila triangel upptill
th_th: สามเหลี่ยมสีม่วงแกมชมพูกลับด้าน
tr_tr: Üstten Eflatun Üçgen
vi_vn: Tam giác đỏ sậm ở góc trên
zh_cn: 品红色顶三角
zh_tw: 上方洋紅色倒三角形

# item_banner_triangle_top_orange
source: Orange Inverted Chevron
ar_sa: راية ملونة برتقالي
be_by: Аранжавае скарочанае перакуленае вастрыё
bg_bg: Оранжев обърнат шеврон
ca_es: Triangle invertit taronja
cs: Oranžový klín
da_dk: Orange Omvendt Chevron
de: Orange gestürzte halbe Spitze
el_gr: Πορτοκαλί ανάποδο σιρίτι
es: Chevrón naranja invertido
fi: Oranssi käänteinen polviorsi
fr_ca: Mantelé renversé d'orangé
ga_ie: Binnroinnte Bunoscionn Oráisteach
gl_es: Chevrón laranxa invertido
he: שברון הפוך כתום
hr_hr: Narančasti Obrnuti Chevron
hu_hu: Narancssárgával saruzott
id_id: Chevron Jingga Terbalik
it: Alla punta rovesciata d'arancione
ja_jp: 橙色の下向きの山形
ka_ge: ნარინჯისფერი გადმობრუნებული შევრონი
ko_kr: 주황색 위쪽 삼각형
lb_lu: Orange gedréinten Hallefspëtz
lt_lt: Oranžinis viršutinis trikampis
ms_my: Chevron Jingga Terbalik
nl_nl: Oranje omgekeerde keper
nn_no: Oransje omvendt sparre
pl: Pomarańczowa odwrócona krokiew
pt: Chevron Laranja Invertido
ro_ro: Triunghi portocaliu în șef
ru_ru: Оранжевое опрокинутое остриё
sk_sk: Oranžový opačný klin
sl_si: Oranžna prekucnjena škarnica
sv_se: Orange triangel upptill
th_th: สามเหลี่ยมสีส้มกลับด้าน
tr_tr: Üstten Turuncu Üçgen
vi_vn: Tam giác cam ở góc trên
zh_cn: 橙色顶三角
zh_tw: 上方橙色倒三角形

# item_banner_triangle_top_pink
source: Pink Inverted Chevron
ar_sa: راية ملونة وردي
be_by: Ружовае скарочанае перакуленае вастрыё
bg_bg: Розов обърнат шеврон
ca_es: Triangle invertit rosa
cs: Růžový klín
da_dk: Lyserød Omvendt Chevron
de: Rosa gestürzte halbe Spitze
el_gr: Ροζ ανάποδο σιρίτι
es: Chevrón rosa invertido
fi: Vaaleanpunainen käänteinen polviorsi
fr_ca: Mantelé renversé de rose
ga_ie: Binnroinnte Bunoscionn Bándearg
gl_es: Chevrón rosa invertido
he: משולש וורוד למעלה
hr_hr: Rozi Obrnuti Chevron
hu_hu: Rózsaszínnel saruzott
id_id: Chevron Merah Muda Terbalik
it: Alla punta rovesciata di rosa
ja_jp: 桃色の下向きの山形
ka_ge: ვარდისფერი გადმობრუნებული შევრონი
ko_kr: 분홍색 위쪽 삼각형
lb_lu: Rosa gedréinten Hallefspëtz
lt_lt: Rožinis viršutinis trikampis
ms_my: Chevron Merah Jambu Terbalik
mt_mt: Chevron meqlub roża
nl_nl: Roze omgekeerde keper
nn_no: Rosa omvendt sparre
pl: Różowa odwrócona krokiew
pt: Chevron Rosa Invertido
ro_ro: Triunghi roz în șef
ru_ru: Розовое опрокинутое остриё
sk_sk: Ružový opačný klin
sl_si: Roza prekucnjena škarnica
sv_se: Rosa triangel upptill
th_th: สามเหลี่ยมสีชมพูกลับด้าน
tr_tr: Üstten Pembe Üçgen
vi_vn: Tam giác hồng ở góc trên
zh_cn: 粉红色顶三角
zh_tw: 上方粉紅色倒三角形

# item_banner_triangle_top_purple
source: Purple Inverted Chevron
ar_sa: راية ملونة بنفسجي
be_by: Фіялетавае скарочанае перакуленае вастрыё
bg_bg: Лилав обърнат шеврон
ca_es: Triangle invertit morat
cs: Fialový klín
da_dk: Lilla Omvendt Chevron
de: Violette gestürzte halbe Spitze
el_gr: Μωβ ανεστραμμένο Chevron
es: Chevrón morado invertido
fi: Violetti kaateinen polviorsi
fr_ca: Mantelé renversé de pourpre
ga_ie: Binnroinnte Bunoscionn Corcra
gl_es: Chevrón púrpura invertido
he: משולש סגול למעלה
hr_hr: Ljubičasti Obrnuti Chevron
hu_hu: Lilával saruzott
id_id: Chevron Ungu Terbalik
it: Alla punta rovesciata di viola
ja_jp: 紫色の下向きの山形
ka_ge: ალისფერი გადმობრუნებული შევრონი
ko_kr: 보라색 위쪽 삼각형
lb_lu: Mof gedréinten Hallefspëtz
lt_lt: Purpurinis viršutinis trikampis
ms_my: Chevron Terbalik Ungu
mt_mt: Chevron meqlub vjola
nl_nl: Paarse omgekeerde keper
nn_no: Lilla omvendt sparre
pl: Fioletowa odwrócona krokiew
pt: Chevron Roxo Invertido
ro_ro: Triunghi violet în șef
ru_ru: Фиолетовое опрокинутое остриё
sk_sk: Fialový opačný klin
sl_si: Vijolična prekucnjena škarnica
sv_se: Lila triangel upptill
th_th: สามเหลี่ยมสีม่วงกลับด้าน
tr_tr: Üstten Mor Üçgen
vi_vn: Tam giác tím ở góc trên
zh_cn: 顶紫三角
zh_tw: 上方紫色倒三角形

# item_banner_triangle_top_red
source: Red Inverted Chevron
ar_sa: راية ملونة أحمر
be_by: Чырвонае скарочанае перакуленае вастрыё
bg_bg: Червен обърнат шеврон
ca_es: Triangle invertit vermell
cs: Červený klín
da_dk: Rød Omvendt Chevron
de: Rote gestürzte halbe Spitze
el_gr: Κόκκινο ανεστραμμένο Chevron
es: Chevrón rojo invertido
fi: Punainen kaateinen polviorsi
fr_ca: Mantelé renversé de gueules
ga_ie: Binnroinnte Bunoscionn Dearg
gl_es: Chevrón vermello invertido
he: משולש אדום למעלה
hr_hr: Crveni Obrnuti Chevron
hu_hu: Vörössel saruzott
id_id: Chevron Merah Terbalik
it: Alla punta rovesciata di rosso
ja_jp: 赤色の下向きの山形
ka_ge: წითელი გადმობრუნებული შევრონი
ko_kr: 빨간색 위쪽 삼각형
lb_lu: Rout gedréinten Hallefspëtz
lt_lt: Raudonas viršutinis trikampis
ms_my: Chevron Terbalik Merah
mt_mt: Chevron meqlub aħmar
nl_nl: Rode omgekeerde keper
nn_no: Raud omvendt sparre
pl: Czerwona odwrócona krokiew
pt: Chevron Vermelho Invertido
ro_ro: Triunghi roșu în șef
ru_ru: Красное опрокинутое остриё
sk_sk: Červený opačný klin
sl_si: Rdeča prekucnjena škarnica
sv_se: Röd triangel upptill
th_th: สามเหลี่ยมสีแดงกลับด้าน
tr_tr: Üstten Kırmızı Üçgen
vi_vn: Tam giác đỏ ở góc trên
zh_cn: 顶红三角
zh_tw: 上方紅色倒三角形
