Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_stripe_bottom_white
source: White Base Fess
ar_sa: راية ملونة أبيض
be_by: Белая пята
bg_bg: Бяла долна лента
ca_es: Franja grossa blanca a la part inferior
cs: Bílý spodní fess
da_dk: Hvid Bundbjælke
de: Weißer Bannerfuß
el_gr: Λευκό το κάτω έν' τρίτο
es: Franja blanca en base
fi: Valkoinen tyviö
fil_ph: Puti Base Fess
fr_ca: Champagne d'argent
ga_ie: Balc Bán sa Bhun
gl_es: Faixa branca en base
he: קו אופקי תחתון לבן
hr_hr: Bijela Donja Pruga
hu_hu: Fehér alsó pólya
id_id: Garis horisontal Putih Bawah
is_is: Hvítt neðantil
it: Alla fascia in punta di bianco
ja_jp: 下に白色の横帯
ka_ge: თეთრი ქვედა ზოლი
ko_kr: 하얀색 아래쪽 가로띠
lb_lu: Wäisse Foussbalken
lt_lt: Baltas apatinis trečdalis
ms_my: putih
nl_nl: Witte basis faas
nn_no: Kvit botn
pl: Biała podstawa
pt: Faixa Branca Inferior
ro_ro: Fascie albă în talpă
ru_ru: Белое основание
sk_sk: Biely dolný pásik
sl_si: Belo ščitovo dno
sv_se: Vit nedtill
th_th: แบ่งขวางล่างสีขาว
tr_tr: Alttan Beyaz Satır
vi_vn: Vạch ngang trắng ở góc dưới
zh_cn: 底白横条
zh_tw: 下方白色橫帶

# item_banner_stripe_bottom_yellow
source: Yellow Base Fess
ar_sa: راية ملونة أصفر
be_by: Жоўтая пята
bg_bg: Жълта долна лента
ca_es: Franja grossa groga a la part inferior
cs: Žlutý spodní fess
da_dk: Gul Bundbjælke
de: Gelber Bannerfuß
el_gr: Κίτρινο το κάτω έν' τρίτο
es: Franja amarilla en base
fi: Keltainen tyviö
fil_ph: Dilaw Base Fess
fr_ca: Champagne d'or
ga_ie: Balc Buí sa Bhun
gl_es: Faixa amarela en base
he: קו אופקי תחתון צהוב
hr_hr: Žuta Donja Pruga
hu_hu: Sárga alsó pólya
id_id: Garis horisontal Kuning Bawah
is_is: Gult neðantil
it: Alla fascia in punta di giallo
ja_jp: 下に黄色の横帯
ka_ge: ყვითელი ქვედა ზოლი
ko_kr: 노란색 아래쪽 가로띠
lb_lu: Giele Foussbalken
lt_lt: Geltonas apatinis trečdalis
ms_my: Fess asas kuning
nl_nl: Gele basis faas
nn_no: Gul botn
pl: Żółta podstawa
pt: Faixa Amarela Inferior
ro_ro: Fascie galbenă în talpă
ru_ru: Жёлтое основание
sk_sk: Žltý dolný pásik
sl_si: Rumeno ščitovo dno
sv_se: Gul nedtill
th_th: แบ่งขวางล่างสีเหลือง
tr_tr: Alttan Sarı Satır
vi_vn: Vạch ngang vàng ở góc dưới
zh_cn: 底黄横条
zh_tw: 下方黃色橫帶

# item_banner_stripe_center_black
source: Black Pale
ar_sa: أسود شاحب
be_by: Чорны слуп
bg_bg: Черна вертикална лента
ca_es: Franja vertical central negra
cs: Černý svislý pruh
da_dk: Sort Pæl
de: Schwarzer Pfahl
de_at: Schworza Pfoi
el_gr: Μαύρη κάθετη γραμμή στο κέντρο
es: Palo negro
fi: Musta paalu
fil_ph: Itim na Maputla
fr_ca: Pal de sable
ga_ie: Cuaille Dubh
gl_es: Pau negro
he: פס אנכי שחור
hr_hr: Crna Traka
hu_hu: Fekete cölöp
id_id: Pita Hitam Tegak
is_is: Svart lóðrétt þverband
it: Al palo di nero
ja_jp: 黒色の縦帯
ka_ge: შავი ზოლი
ko_kr: 검은색 중앙 세로띠
lb_lu: Schwaarze Poul
lt_lt: Juoda vertikali centrinė linija
ms_my: Belahan Menegak Hitam
mt_mt: Strixxa sewda
nl_nl: Zwarte paal
nn_no: Svart vertikal midtband
pl: Czarny słup
pt: Pala Preta
ro_ro: Pal negru
ru_ru: Чёрный столб
sk_sk: Čierny stredový pruh
sl_si: Črn steber
sv_se: Svart vertikalt streck
th_th: สีดำแบบจาง
tr_tr: Ortadan Siyah Sütun
vi_vn: Vạch dọc đen
zh_cn: 中黑竖条
zh_tw: 中間黑色縱帶

# item_banner_stripe_center_blue
source: Blue Pale
ar_sa: أزرق شاحب
be_by: Сіні слуп
bg_bg: Синя вертикална лента
ca_es: Franja vertical central blava
cs: Modrý svislý pruh
da_dk: Blå Pæl
de: Blauer Pfahl
el_gr: Μπλε κάθετη γραμμή στο κέντρο
es: Palo azul
fi: Sininen paalu
fil_ph: Asul na Maputla
fr_ca: Pal d'azur
ga_ie: Cuaille Gorm
gl_es: Pau azul
he: פס אנכי כחול
hr_hr: Plava Traka
hu_hu: Kék cölöp
id_id: Pita Biru Tegak
is_is: Blátt lóðrétt þverband
it: Al palo di blu
ja_jp: 青色の縦帯
ka_ge: ლურჯი ზოლი
ko_kr: 파란색 중앙 세로띠
lb_lu: Bloe Poul
lt_lt: Mėlyna vertikali centrinė linija
ms_my: Belahan Menegak Biru
mt_mt: Strixxa kaħlija
nl_nl: Blauwe paal
nn_no: Blått vertikalt midtband
pl: Niebieski słup
pt: Pala Azul
ro_ro: Pal albastru
ru_ru: Синий столб
sk_sk: Modrý stredový pruh
sl_si: Moder steber
sv_se: Blått vertikalt streck
th_th: สีน้ำเงินอ่อน
tr_tr: Ortadan Mavi Sütun
vi_vn: Vạch dọc xanh nước biển
zh_cn: 中蓝竖条
zh_tw: 中間藍色縱帶

# item_banner_stripe_center_brown
source: Brown Pale
ar_sa: بني شاحب
be_by: Карычневы слуп
bg_bg: Кафява вертикална лента
ca_es: Franja vertical central marró
cs: Hnědý svislý pruh
da_dk: Brun Pæl
de: Brauner Pfahl
el_gr: Καφέ κάθετη γραμμή στο κέντρο
es: Palo marrón
fi: Ruskea paalu
fil_ph: Kayumangging Maputla
fr_ca: Pal de brun
ga_ie: Cuaille Donn
gl_es: Pau marrón
he: פס אנכי חום
hr_hr: Smeđa Traka
hu_hu: Barna cölöp
id_id: Pita Coklat Tegak
is_is: Brúnt lóðrétt þverband
it: Al palo di marrone
ja_jp: 茶色の縦帯
ka_ge: ყავისფერი ზოლი
ko_kr: 갈색 중앙 세로띠
lb_lu: Bronge Poul
lt_lt: Ruda vertikali centrinė linija
ms_my: Belahan Menegak Perang
mt_mt: Strixxa kannella
nl_nl: Bruine paal
nn_no: Brun vertikal midtband
pl: Brązowy słup
pt: Pala Castanha
ro_ro: Pal maro
ru_ru: Коричневый столб
sk_sk: Hnedý stredový pruh
sl_si: Rjav steber
sv_se: Brunt vertikalt streck
th_th: สีน้ำตาลอ่อน
tr_tr: Ortadan Kahverengi Sütun
vi_vn: Vạch dọc nâu
zh_cn: 中棕竖条
zh_tw: 中間棕色縱帶

# item_banner_stripe_center_cyan
source: Cyan Pale
ar_sa: سماوي شاحب
be_by: Бірузовы слуп
bg_bg: Синьозелена вертикална лента
ca_es: Franja vertical central cian
cs: Azurový svislý pruh
da_dk: Turkis Pæl
de: Türkiser Pfahl
el_gr: Κυανή κάθετη γραμμή στο κέντρο
es: Palo cian
fi: Syaani paalu
fil_ph: Cyan na Maputla
fr_ca: Pal de cyan
ga_ie: Cuaille Cian
gl_es: Pau ciano
he: פס אנכי ציאן
hr_hr: Tirkizna Traka
hu_hu: Türkizkék cölöp
id_id: Pita Sian Tegak
is_is: Heiðblátt lóðrétt þverband
it: Al palo di ciano
ja_jp: 水色の縦帯
ka_ge: ცისფერი ზოლი
ko_kr: 청록색 중앙 세로띠
lb_lu: Turquoise Poul
lt_lt: Žalsvai mėlyna vertikali centrinė linija
ms_my: Belahan Menegak Sian
mt_mt: Strixxa ċilesti
nl_nl: Cyaan paal
nn_no: Turkis vertikalt midtband
pl: Błękitny słup
pt: Pala Ciano
ro_ro: Pal turcoaz
ru_ru: Бирюзовый столб
sk_sk: Tyrkysový stredový pruh
sl_si: Turkizen steber
sv_se: Turkost vertikalt streck
th_th: สีฟ้าแกมเขียวอ่อน
tr_tr: Ortadan Camgöbeği Sütun
vi_vn: Vạch dọc lục lam
zh_cn: 中青竖条
zh_tw: 中間青色縱帶

# item_banner_stripe_center_gray
source: Grey Pale
ar_sa: رمادي شاحب
be_by: Шэры слуп
bg_bg: Сива вертикална лента
ca_es: Franja vertical central grisa
cs: Šedý svislý pruh
da_dk: Grå Pæl
de: Grauer Pfahl
el_gr: Γκρι κάθετη γραμμή στο κέντρο
es: Palo gris
fi: Harmaa paalu
fil_ph: Abo Putla
fr_ca: Pal d'acier
ga_ie: Cuaille Liath
gl_es: Pau gris
he: פס אנכי אפור
hr_hr: Siva Traka
hu_hu: Szürke cölöp
id_id: Pita Kelabu Tegak
is_is: Grátt lóðrétt þverband
it: Al palo di grigio
ja_jp: 灰色の縦帯
ka_ge: ნაცრისფერი ზოლი
ko_kr: 회색 중앙 세로띠
lb_lu: Groe Poul
lt_lt: Pilka vertikali centrinė linija
ms_my: Belahan Menegak Kelabu
mt_mt: Strixxa griża
nl_nl: Grijze paal
nn_no: Grå vertikal midtband
pl: Szary słup
pt: Pala Cinzenta
ro_ro: Pal gri
ru_ru: Серый столб
sk_sk: Sivý stredový pruh
sl_si: Siv steber
sv_se: Grått vertikalt streck
th_th: สีเทาอ่อน
tr_tr: Ortadan Gri Sütun
vi_vn: Vạch dọc xám
zh_cn: 中灰竖条
zh_tw: 中間灰色縱帶

# item_banner_stripe_center_green
source: Green Pale
ar_sa: أخضر شاحب
be_by: Зялёны слуп
bg_bg: Зелена вертикална лента
ca_es: Franja vertical central verda
cs: Zelený svislý pruh
da_dk: Grøn Pæl
de: Grüner Pfahl
el_gr: Πράσινη κάθετη γραμμή στο κέντρο
es: Palo verde
fi: Vihreä paalu
fil_ph: Berdeng Maputla
fr_ca: Pal de sinople
ga_ie: Cuaille Uaine
gl_es: Pau verde
he: פס אנכי ירוק
hr_hr: Zelena Traka
hu_hu: Zöld cölöp
id_id: Pita Hijau Tegak
is_is: Grænt lóðrétt þverband
it: Al palo di verde
ja_jp: 緑色の縦帯
ka_ge: მწვანე ზოლი
ko_kr: 초록색 중앙 세로띠
lb_lu: Grénge Poul
lt_lt: Žalia vertikali centrinė linija
ms_my: Belahan Menegak Hijau
mt_mt: Strixxa ħadra
nl_nl: Groene paal
nn_no: Grønt vertikalt midtband
pl: Zielony słup
pt: Pala Verde
ro_ro: Pal verde
ru_ru: Зелёный столб
sk_sk: Zelený stredový pruh
sl_si: Zelen steber
sv_se: Grönt vertikalt streck
th_th: สีเขียวอ่อน
tr_tr: Ortadan Yeşil Sütun
vi_vn: Vạch dọc xanh lá cây
zh_cn: 中绿竖条
zh_tw: 中間綠色縱帶

# item_banner_stripe_center_lightBlue
source: Light Blue Pale
ar_sa: أزرق فاتح شاحب
be_by: Блакітны слуп
bg_bg: Светлосиня вертикална лента
ca_es: Franja vertical central blava clara
cs: Světle modrý svislý pruh
da_dk: Lyseblå Pæl
de: Hellblauer Pfahl
el_gr: Ανοιχτό Μπλε κάθετη γραμμή στο κέντρο
es: Palo azul claro
fi: Vaaleansininen paalu
fil_ph: Mahinang Asul Putla
fr_ca: Pal de bleu céleste
ga_ie: Cuaille Bánghorm
gl_es: Pau azul claro
he: פס אנכי תכלת
hr_hr: Svijetlo Plava Traka
hu_hu: Világoskék cölöp
id_id: Pita Biru Muda Tegak
is_is: Ljósblátt lóðrétt þverband
it: Al palo d'azzurro
ja_jp: 空色の縦帯
ka_ge: ღია-ლურჯი ზოლი
ko_kr: 하늘색 중앙 세로띠
lb_lu: Hellbloe Poul
lt_lt: Šviesiai mėlyna vertikali centrinė linija
ms_my: Belahan Menegak Biru Muda
mt_mt: Strixxa ikħal ċar
nl_nl: Lichtblauwe paal
nn_no: Ljoseblått vertikalt midtband
pl: Jasnoniebieski słup
pt: Pala Azul Clara
ro_ro: Pal bleu
ru_ru: Голубой столб
sk_sk: Svetlomodrý stredový pruh
sl_si: Svetlo moder steber
sv_se: Ljusblått vertikalt streck
th_th: สีฟ้าอ่อน
tr_tr: Ortadan Açık Mavi Sütun
vi_vn: Vạch dọc xanh nước biển nhạt
zh_cn: 中淡蓝竖条
zh_tw: 中間淺藍色縱帶

# item_banner_stripe_center_lime
source: Lime Pale
ar_sa: ليموني شاحب
be_by: Лаймавы слуп
bg_bg: Жълтозелена вертикална лента
ca_es: Franja vertical central verda llima
cs: Světle zelený svislý pruh
da_dk: Limegrøn Pæl
de: Hellgrüner Pfahl
el_gr: Ανοιχτό Πράσινο κάθετη γραμμή στο κέντρο
es: Palo verde lima
fi: Lime paalu
fil_ph: Kalamansi Putla
fr_ca: Pal de sinople clair
ga_ie: Cuaille Líomach
gl_es: Pau lima
he: פס אנכי ליים
hr_hr: Svijetlo Zelena Traka
hu_hu: Világoszöld cölöp
id_id: Pita Limau Tegak
is_is: Gulgrænt lóðrétt þverband
it: Al palo di lime
ja_jp: 黄緑色の縦帯
ka_ge: სალათისფერი ზოლი
ko_kr: 연두색 중앙 세로띠
lb_lu: Hellgrénge Poul
lt_lt: Gelsvai žalsva vertikali centrinė linija
ms_my: Belahan Menegak Limau Hijau
mt_mt: Strixxa aħdar ċar
nl_nl: Lichtgroene paal
nn_no: Limegrønt vertikalt midtband
pl: Jasnozielony słup
pt: Pala Verde Lima
ro_ro: Pal verde-deschis
ru_ru: Лаймовый столб
sk_sk: Svetlozelený stredový pruh
sl_si: Svetlo zelen steber
sv_se: Limegrönt vertikalt streck
th_th: สีเขียวอ่อนจาง
tr_tr: Ortadan Açık Yeşil Sütun
vi_vn: Vạch dọc xanh lá mạ
zh_cn: 中黄绿竖条
zh_tw: 中間淺綠色縱帶

# item_banner_stripe_center_magenta
source: Magenta Pale
ar_sa: أرجواني شاحب
be_by: Пурпурны слуп
bg_bg: Пурпурна вертикална лента
ca_es: Franja vertical central magenta
cs: Purpurový svislý pruh
da_dk: Magenta Pæl
de: Magenta Pfahl
de_at: Magentana Pfoi
el_gr: Ματζέντα κάθετη γραμμή στο κέντρο
es: Palo magenta
fi: Purppura paalu
fil_ph: Magenta Putla
fr_ca: Pal de magenta
ga_ie: Cuaille Maigeanta
gl_es: Pau maxenta
he: פס אנכי מג'נטה
hr_hr: Roza Traka
hu_hu: Bíbor cölöp
id_id: Pita Magenta Tegak
is_is: Vínrautt lóðrétt þverband
it: Al palo di magenta
ja_jp: 赤紫色の縦帯
ka_ge: იისფერი ზოლი
ko_kr: 자홍색 중앙 세로띠
lb_lu: Magentae Poul
lt_lt: Rausvai raudona vertikali centrinė linija
ms_my: Belahan Menegak Magenta
mt_mt: Strixxa vjola ċar
nl_nl: Magenta paal
nn_no: Ljoselilla vertikalt midtband
pl: Karmazynowy słup
pt: Pala Magenta
ro_ro: Pal magenta
ru_ru: Пурпурный столб
sk_sk: Purpurový stredový pruh
sl_si: Škrlaten steber
sv_se: Ljuslila vertikalt streck
th_th: สีม่วงอ่อน
tr_tr: Ortadan Eflatun Sütun
vi_vn: Vạch dọc đỏ sậm
zh_cn: 中品红竖条
zh_tw: 中間洋紅色縱帶

# item_banner_stripe_center_orange
source: Orange Pale
ar_sa: برتقالي شاحب
be_by: Аранжавы слуп
bg_bg: Оранжева вертикална лента
ca_es: Franja vertical central taronja
cs: Oranžový svislý pruh
da_dk: Orange Pæl
de: Oranger Pfahl
el_gr: Πόρτοκαλί κάθετη γραμμή στο κέντρο
es: Palo naranja
fi: Oranssi paalu
fil_ph: Dalandan Putla
fr_ca: Pal d'orangé
ga_ie: Cuaille Oráisteach
gl_es: Pau laranxa
he: פס אנכי כתום
hr_hr: Narančasta Traka
hu_hu: Narancssárga cölöp
id_id: Pita Jingga Tegak
is_is: Appelsínugult lóðrétt þverband
it: Al palo d'arancione
ja_jp: 橙色の縦帯
ka_ge: ნარინჯისფერი ზოლი
ko_kr: 주황색 중앙 세로띠
lb_lu: Orange Poul
lt_lt: Oranžinė vertikali centrinė linija
ms_my: Belahan Menegak Jingga
mt_mt: Strixxa orangjo
nl_nl: Oranje paal
nn_no: Oransje vertikalt midtband
pl: Pomarańczowy słup
pt: Pala Laranja
ro_ro: Pal portocaliu
ru_ru: Оранжевый столб
sk_sk: Oranžový stredový pruh
sl_si: Oranžen steber
sv_se: Orangt vertikalt streck
th_th: สีส้มอ่อน
tr_tr: Ortadan Turuncu Sütun
vi_vn: Vạch dọc cam
zh_cn: 中橙竖条
zh_tw: 中間橙色縱帶

# item_banner_stripe_center_pink
source: Pink Pale
ar_sa: وردي شاحب
be_by: Ружовы слуп
bg_bg: Розова вертикална лента
ca_es: Franja vertical central rosa
cs: Růžový svislý pruh
da_dk: Lyserød Pæl
de: Rosa Pfahl
el_gr: Ροζ κάθετη γραμμή στο κέντρο
es: Palo rosa
fi: Vaaleanpunainen paalu
fil_ph: Rosas Putla
fr_ca: Pal de rose
ga_ie: Cuaille Bándearg
gl_es: Pau rosa
he: פס אנכי ורוד
hr_hr: Ružičasta Traka
hu_hu: Rózsaszín cölöp
id_id: Pita Merah Jambu Tegak
is_is: Bleikt lóðrétt þverband
it: Al palo di rosa
ja_jp: 桃色の縦帯
ka_ge: ვარდისფერი ზოლი
ko_kr: 분홍색 중앙 세로띠
lb_lu: Rosae Poul
lt_lt: Rožinė vertikali centrinė linija
ms_my: Belahan Menegak Merah Jambu
mt_mt: Strixxa roża
nl_nl: Roze paal
nn_no: Rosa vertikalt midtband
pl: Różowy słup
pt: Pala Rosa
ro_ro: Pal roz
ru_ru: Розовый столб
sk_sk: Ružový stredový pruh
sl_si: Roza steber
sv_se: Rosa vertikalt streck
th_th: สีชมพูอ่อน
tr_tr: Ortadan Pembe Sütun
vi_vn: Vạch dọc hồng
zh_cn: 中粉红竖条
zh_tw: 中間粉紅色縱帶

# item_banner_stripe_center_purple
source: Purple Pale
ar_sa: بنفسجي شاحب
be_by: Фіялетавы слуп
bg_bg: Лилава вертикална лента
ca_es: Franja vertical central morada
cs: Fialový svislý pruh
da_dk: Lilla Pæl
de: Violetter Pfahl
el_gr: Μωβ κάθετη γραμμή στο κέντρο
es: Palo morado
fi: Violetti paalu
fil_ph: Lilang Maputla
fr_ca: Pal de pourpre
ga_ie: Cuaille Corcra
gl_es: Pau púrpura
he: פס אנכי סגול
hr_hr: Ljubičasta Traka
hu_hu: Lila cölöp
id_id: Pita Ungu Tegak
is_is: Fjólublátt lóðrétt þverband
it: Al palo di viola
ja_jp: 紫色の縦帯
ka_ge: ალისფერი ზოლი
ko_kr: 보라색 중앙 세로띠
lb_lu: Mofe Poul
lt_lt: Purpurinė vertikali centrinė linija
ms_my: Belahan Menegak Sian
mt_mt: Strixxa vjola
nl_nl: Paarse paal
nn_no: Lilla vertikalt midtband
pl: Fioletowy słup
pt: Pala Roxa
ro_ro: Pal violet
ru_ru: Фиолетовый столб
sk_sk: Fialový stredový pruh
sl_si: Vijoličen steber
sv_se: Lila vertikalt streck
th_th: สีม่วงอ่อน
tr_tr: Ortadan Mor Sütun
vi_vn: Vạch dọc tím
zh_cn: 中紫竖条
zh_tw: 中間紫色縱帶

# item_banner_stripe_center_red
source: Red Pale
ar_sa: أحمر شاحب
be_by: Чырвоны слуп
bg_bg: Червена вертикална лента
ca_es: Franja vertical central vermella
cs: Červený svislý pruh
da_dk: Rød Pæl
de: Roter Pfahl
el_gr: Κόκκινη Γραμμή στο κέντρο από πάνω προς τα κάτω
es: Palo rojo
fi: Punainen paalu
fil_ph: Pulang Maputla
fr_ca: Pal de gueules
ga_ie: Cuaille Dearg
gl_es: Pau vermello
he: פס אנכי אדום
hr_hr: Crvena Traka
hu_hu: Vörös cölöp
id_id: Pita Merah Tegak
is_is: Rautt lóðrétt þverband
it: Al palo di rosso
ja_jp: 赤色の縦帯
ka_ge: წითელი ზოლი
ko_kr: 빨간색 중앙 세로띠
lb_lu: Roude Poul
lt_lt: Raudona vertikali centrinė linija
ms_my: Belahan Menegak Merah
mt_mt: Strixxa ħamra
nl_nl: Rode paal
nn_no: Raudt vertikalt midtband
pl: Czerwony słup
pt: Pala Vermelha
ro_ro: Pal roșu
ru_ru: Красный столб
sk_sk: Červený stredový pruh
sl_si: Rdeč steber
sv_se: Rött vertikalt streck
th_th: สีแดงอ่อน
tr_tr: Ortadan Kırmızı Sütun
vi_vn: Vạch dọc đỏ
zh_cn: 中红竖条
zh_tw: 中間紅色縱帶

# item_banner_stripe_center_silver
source: Light Grey Pale
ar_sa: رمادي فاتح شاحب
be_by: Светла-шэры слуп
bg_bg: Светлосива вертикална лента
ca_es: Franja vertical central grisa clara
cs: Světle šedý svislý pruh
da_dk: Lysegrå Pæl
de: Hellgrauer Pfahl
el_gr: Ανοιχτό Γκρι κάθετη γραμμή στο κέντρο
es: Palo gris claro
fi: Vaaleanharmaa paalu
fil_ph: Mapusyaw na Abong Maputla
fr_ca: Pal d'argent grisé
ga_ie: Cuaille Fionnliath
gl_es: Pau gris claro
he: פס אנכי אפור בהיר
hr_hr: Svijetlo Siva Traka
hu_hu: Világosszürke cölöp
id_id: Pita Kelabu Muda Tegak
is_is: Ljósgrátt lóðrétt þverband
it: Al palo di grigio chiaro
ja_jp: 薄灰色の縦帯
ka_ge: ღია-ნაცრისფერი ზოლი
ko_kr: 회백색 중앙 세로띠
lb_lu: Hellgroe Poul
lt_lt: Šviesiai pilka vertikali centrinė linija
ms_my: Belahan Menegak Kelabu Muda
mt_mt: Strixxa griż ċar
nl_nl: Lichtgrijze paal
nn_no: Ljosegrått vertikalt midtband
pl: Jasnoszary słup
pt: Pala Cinzenta Clara
ro_ro: Pal gri-deschis
ru_ru: Светло-серый столб
sk_sk: Svetlosivý stredový pruh
sl_si: Svetlo siv steber
sv_se: Ljusgrått vertikalt streck
th_th: สีเทาจางอ่อน
tr_tr: Ortadan Açık Gri Sütun
vi_vn: Vạch dọc xám nhạt
zh_cn: 中淡灰竖条
zh_tw: 中間淺灰色縱帶

# item_banner_stripe_center_white
source: White Pale
ar_sa: أبيض شاحب
be_by: Белы слуп
bg_bg: Бяла вертикална лента
ca_es: Franja vertical central blanca
cs: Bílý svislý pruh
da_dk: Hvid Pæl
de: Weißer Pfahl
el_gr: Λευκή κάθετη γραμμή στο κέντρο
es: Palo blanco
fi: Valkoinen paalu
fil_ph: Puti Putla
fr_ca: Pal d'argent
ga_ie: Cuaille Bán
gl_es: Pau branco
he: פס אנכי לבן
hr_hr: Bijela Traka
hu_hu: Fehér cölöp
id_id: Pita Putih Tegak
is_is: Hvítt lóðrétt þverband
it: Al palo di bianco
ja_jp: 白色の縦帯
ka_ge: თეთრი ზოლი
ko_kr: 하얀색 중앙 세로띠
lb_lu: Wäisse Poul
lt_lt: Balta vertikali centrinė linija
ms_my: Belahan Menegak Putih
mt_mt: Strixxa bajda
nl_nl: Witte paal
nn_no: Kvitt vertikalt midtband
pl: Biały słup
pt: Pala Branca
ro_ro: Pal alb
ru_ru: Белый столб
sk_sk: Biely stredový pruh
sl_si: Bel steber
sv_se: Vitt vertikalt streck
th_th: สีขาวอ่อน
tr_tr: Ortadan Beyaz Sütun
vi_vn: Vạch dọc trắng
zh_cn: 中白竖条
zh_tw: 中間白色縱帶

# item_banner_stripe_center_yellow
source: Yellow Pale
ar_sa: أصفر شاحب
be_by: Жоўты слуп
bg_bg: Жълта вертикална лента
ca_es: Franja vertical central groga
cs: Žlutý svislý pruh
da_dk: Gul Pæl
de: Gelber Pfahl
el_gr: Κίτρινη κάθετη γραμμή στο κέντρο
es: Palo amarillo
fi: Keltainen paalu
fil_ph: Dilaw Putla
fr_ca: Pal d'or
ga_ie: Cuaille Buí
gl_es: Pau amarelo
he: פס אנכי צהוב
hr_hr: Žuta Traka
hu_hu: Sárga cölöp
id_id: Pita Kuning Tegak
is_is: Gult lóðrétt þverband
it: Al palo di giallo
ja_jp: 黄色の縦帯
ka_ge: ყვითელი ზოლი
ko_kr: 노란색 중앙 세로띠
lb_lu: Giele Poul
lt_lt: Geltona vertikali centrinė linija
ms_my: Belahan Menegak Kuning
mt_mt: Strixxa safra
nl_nl: Gele paal
nn_no: Gult vertikalt midtband
pl: Żółty słup
pt: Pala Amarela
ro_ro: Pal galben
ru_ru: Жёлтый столб
sk_sk: Žltý stredový pruh
sl_si: Rumen steber
sv_se: Gult vertikalt streck
th_th: สีเหลืองอ่อน
tr_tr: Ortadan Sarı Sütun
vi_vn: Vạch dọc vàng
zh_cn: 中黄竖条
zh_tw: 中間黃色縱帶

# item_banner_stripe_downleft_black
source: Black Bend Sinister
ar_sa: راية ملونة أسود
be_by: Чорная левая перавязь
bg_bg: Черен диагонал от дясно на ляво
ca_es: Banda negra a la dreta
cs: Černý diagonální pruh zprava doleva
da_dk: Sort Venstrebånd
de: Schwarzer Schräglinksbalken
de_at: Schworza Schräglinksboikn
el_gr: Μαύρη Γραμμή από πάνω Δεξιά προς κάτω Αριστερά
es: Banda negra a siniestra
fi: Musta vastapalkki
fil_ph: Itim Kurba Kanan
fr_ca: Barre de sable
ga_ie: Clébhandán Dubh
gl_es: Banda negra a sinistra
he: אלכסון ימני שחור
hr_hr: Crna Lijeva Dijagonala
hu_hu: Fekete balharántpólya
id_id: Hitam Melengkung Terbalik
is_is: Svört öfug skárönd
it: Alla sbarra di nero
ja_jp: 黒色の逆斜め帯
ka_ge: შავი მარცხენა დიაგონალი
ko_kr: 검은색 왼쪽 대각선
lb_lu: Schwaarz Schréi lénks
lt_lt: Juoda įstriža linija iš apačios į viršų
ms_my: Liku Sinister Hitam
nl_nl: Zwarte band sinister
nn_no: Svart diagonal oppover
pl: Czarny lewy skos
pt: Banda Sinistra Preta
ro_ro: Bară neagră
ru_ru: Чёрная левосторонняя перевязь
sk_sk: Čierny diagonálny pruh sprava doľava
sl_si: Črna leva lenta
sv_se: Svart omvänt diagonalt streck
th_th: แถบทแยงขวาสีดำ
tr_tr: Siyah Ters Eğik Şerit
vi_vn: Vạch chéo ngược đen
zh_cn: 左黑斜条
zh_tw: 左斜黑色對角帶

# item_banner_stripe_downleft_blue
source: Blue Bend Sinister
ar_sa: راية ملونة أزرق
be_by: Сіняя левая перавязь
bg_bg: Син диагонал от дясно на ляво
ca_es: Banda blava a la dreta
cs: Modrý diagonální pruh zprava doleva
da_dk: Blåt Venstrebånd
de: Blauer Schräglinksbalken
de_at: Blaua Schräglinksboikn
el_gr: Μπλε Γραμμή από πάνω Δεξιά προς κάτω Αριστερά
es: Banda azul a siniestra
fi: Sininen vastapalkki
fil_ph: Asul Kurba Kanan
fr_ca: Barre d'azur
ga_ie: Clébhandán Gorm
gl_es: Banda azul a sinistra
he: אלכסון ימני כחול
hr_hr: Plava Lijeva Dijagonala
hu_hu: Kék balharántpólya
id_id: Biru Melengkung Kanan
is_is: Blá öfug skárönd
it: Alla sbarra di blu
ja_jp: 青色の逆斜め帯
ka_ge: ლურჯი მარცხენა დიაგონალი
ko_kr: 파란색 왼쪽 대각선
lb_lu: Blo Schréi lénks
lt_lt: Mėlyna įstriža linija iš apačios į viršų
ms_my: Liku Sinister Biru
nl_nl: Blauwe band sinister
nn_no: Blå diagonal oppover
pl: Niebieski lewy skos
pt: Banda Sinistra Azul
ro_ro: Bară albastră
ru_ru: Синяя левосторонняя перевязь
sk_sk: Modrý diagonálny pruh sprava doľava
sl_si: Modra leva lenta
sv_se: Blått omvänt diagonalt streck
th_th: แถบทแยงขวาสีน้ำเงิน
tr_tr: Mavi Ters Eğik Şerit
vi_vn: Vạch chéo ngược xanh nước biển
zh_cn: 左蓝斜条
zh_tw: 左斜藍色對角帶

# item_banner_stripe_downleft_brown
source: Brown Bend Sinister
ar_sa: راية ملونة بني
be_by: Карычневая левая перавязь
bg_bg: Кафяв диагонал от дясно на ляво
ca_es: Banda marró a la dreta
cs: Hnědý diagonální pruh zprava doleva
da_dk: Brunt Venstrebånd
de: Brauner Schräglinksbalken
de_at: Brauna Schräglinksboikn
el_gr: Καφέ Γραμμή από πάνω Δεξιά προς κάτω Αριστερά
es: Banda marrón a siniestra
fi: Ruskea vastapalkki
fil_ph: Kape Kurba Kanan
fr_ca: Barre de brun
ga_ie: Clébhandán Donn
gl_es: Banda marrón a sinistra
he: אלכסון ימני חום
hr_hr: Smeđa Lijeva Dijagonala
hu_hu: Barna balharántpólya
id_id: Coklat Melengkung Kanan
is_is: Brún öfug skárönd
it: Alla sbarra di marrone
ja_jp: 茶色の逆斜め帯
ka_ge: ყავისფერი მარცხენა დიაგონალი
ko_kr: 갈색 왼쪽 대각선
lb_lu: Brong Schréi lénks
lt_lt: Ruda įstriža linija iš apačios į viršų
ms_my: Liku Sinister Coklat
nl_nl: Bruine band sinister
nn_no: Brun diagonal oppover
pl: Brązowy lewy skos
pt: Banda Sinistra Castanha
ro_ro: Bară maro
ru_ru: Коричневая левосторонняя перевязь
sk_sk: Hnedý diagonálny pruh sprava doľava
sl_si: Rjava leva lenta
sv_se: Brunt omvänt diagonalt streck
th_th: แถบทแยงขวาสีน้ำตาล
tr_tr: Kahverengi Ters Eğik Şerit
vi_vn: Vạch chéo ngược nâu
zh_cn: 左棕斜条
zh_tw: 左斜棕色對角帶

# item_banner_stripe_downleft_cyan
source: Cyan Bend Sinister
ar_sa: راية ملونة سماوي
be_by: Бірузовая левая перавязь
bg_bg: Синьозелен диагонал от дясно на ляво
ca_es: Banda cian a la dreta
cs: Azurový diagonální pruh zprava doleva
da_dk: Turkis Venstrebånd
de: Türkiser Schräglinksbalken
de_at: Türkisa Schräglinksboikn
el_gr: Κυανή Γραμμή από πάνω Δεξιά προς κάτω Αριστερά
es: Banda cian a siniestra
fi: Syaani vastapalkki
fil_ph: Cyan Kurba Kanan
fr_ca: Barre de cyan
ga_ie: Clébhandán Cian
gl_es: Banda ciano a sinistra
he: אלכסון ימני טורקיז
hr_hr: Tirkizna Lijeva Dijagonala
hu_hu: Türkizkék balharántpólya
id_id: Sian Melengkung Kanan
is_is: Heiðblá öfug skárönd
it: Alla sbarra di ciano
ja_jp: 水色の逆斜め帯
ka_ge: ცისფერი მარცხენა დიაგონალი
ko_kr: 청록색 왼쪽 대각선
lb_lu: Turquoise Schréi lénks
lt_lt: Žalsvai mėlyna įstriža linija iš apačios į viršų
nl_nl: Cyaan band sinister
nn_no: Turkis diagonal oppover
pl: Błękitny lewy skos
pt: Banda Sinistra Ciano
ro_ro: Bară turcoaz
ru_ru: Бирюзовая левосторонняя перевязь
sk_sk: Tyrkysový diagonálny pruh sprava doľava
sl_si: Turkizna leva lenta
sv_se: Turkost omvänt diagonalt streck
th_th: แถบทแยงขวาสีฟ้าคราม
tr_tr: Camgöbeği Ters Eğik Şerit
vi_vn: Vạch chéo ngược lục lam
zh_cn: 左青斜条
zh_tw: 左斜青色對角帶
