Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_fireworksCharge_magenta
source: Magenta
ar_sa: أرجواني
be_by: Пурпурны
bg_bg: Пурпурно
cs: Purpurová
da_dk: Lyslilla
el_gr: Φούξια
fa_ir: فيروزه اي
fi: Purppura
fil_ph: Ibig
ga_ie: Maigeanta
gl_es: Maxenta
he: מג'נטה
hi_in: मैजेंटा
hr_hr: Roza
hu_hu: Bíbor
hy_am: Մորեգույն
is_is: Ljósfjólublá
ja_jp: 赤紫色
ka_ge: იასამნისფერი
ko_kr: 자홍색
lt_lt: Rausvai raudona
lv_lv: Violeta
mt_mt: Vjola Ċar
nn_no: Ljoselilla
pl: Karmazynowy
ru_ru: Пурпурный
sk_sk: Purpurová
sl_si: Škrlaten
sv_se: Ljuslila
th_th: สีม่วงแดง
tr_tr: Eflatun
vi_vn: Màu đỏ sậm
zh_cn: 品红色
zh_tw: 洋紅色

# item_fireworksCharge_name
source: Firework Star
af_za: Vuurwerk Ster
ar_sa: نجمة الالعاب النارية
be_by: Набой феерверку
bg_bg: Звезда на фойерверка
ca_es: Estrella de focs artificials
cs: Ohňostrojová hvězda
da_dk: Fyrværkeristjerne
de: Feuerwerksstern
el_gr: Αστέρι Πυροτεχνήματος
es: Estrella de fuegos artificiales
eu_es: Suziri izarra
fa_ir: گلوله باروت
fi: Ilotulituspanos
fil_ph: Bituin ng Pagputok
fr_ca: Étoile de feu d'artifice
ga_ie: Réalta Tine Ealaíne
gl_es: Carga artificial
he: כוכב זיקוק
hi_in: आतिशबाजी सितारा
hr_hr: Vatrometna Zvijezda
hu_hu: Tűzijáték csillag
hy_am: Հրավառության Աստղ
id_id: Bintang Kembang Api
is_is: Flugeldastjarna
it: Stella pirotecnica
ja_jp: 花火の星
ka_ge: მაშხალის ვარსკლავი
ko_kr: 폭죽 탄약
lb_lu: Feierwierksstär
lt_lt: Fejerverko žvaigždė
lv_lv: Salūta zvaigzne
ms_my: Bintang Bunga Api
mt_mt: Balma tal-Murtali
nl_nl: Vuurwerkster
nn_no: Fyrverkeristjerne
pl: Gwiazdka pirotechniczna
pt: Estrela de Fogo de Artifício
ro_ro: Stea de artificiu
ru_ru: Пиротехническая звезда
sk_sk: Ohňostrojová hviezda
sl_si: Zvezda ognjemeta
sv_se: Fyrverkeristjärna
th_th: ดาวดอกไม้ไฟ
tr_tr: Havai Fişek Yıldızı
vi_vn: Bông pháo hoa
zh_cn: 烟火之星
zh_tw: 火藥球

# item_fireworksCharge_orange
source: Orange
af_za: Oranje
ar_sa: برتقالي
be_by: Аранжавы
bg_bg: Оранжево
ca_es: Taronja
cs: Oranžová
el_gr: Πορτοκαλί
es: naranja
eu_es: Laranja
fa_ir: نارنجي
fi: Oranssi
fil_ph: Kahel
ga_ie: Oráisteach
gd_gb: Orains
gl_es: Laranxa
he: כתום
hi_in: नारंगी
hr_hr: Narančasta
hu_hu: Narancssárga
hy_am: Նարնջագույն
id_id: Jingga
is_is: Appelsínugul
it: Arancione
ja_jp: 橙色
ka_ge: ნარინჯისფერი
ko_kr: 주황색
lt_lt: Oranžinė
lv_lv: Oranžs
ms_my: Jingga
mt_mt: Oranġjo
nl_nl: Oranje
nn_no: Oransje
pl: Pomarańczowy
pt: Laranja
ro_ro: Portocaliu
ru_ru: Оранжевый
sk_sk: Oranžová
sl_si: Oranžen
th_th: สีส้ม
tr_tr: Turuncu
vi_vn: Màu cam
zh_cn: 橙色
zh_tw: 橙色

# item_fireworksCharge_pink
source: Pink
af_za: Pienk
ar_sa: وردي
be_by: Ружовы
bg_bg: Розово
ca_es: Rosa
cs: Růžová
da_dk: Lyserød
de: Rosa
de_at: Rosa
el_gr: Ροζ
es: rosa
eu_es: Arrosa
fa_ir: صورتي
fi: Vaaleanpunainen
fil_ph: Rosas
fr_ca: Rose
ga_ie: Bándearg
gd_gb: Pinc
gl_es: Rosa
he: ורוד
hi_in: गुलाबी
hr_hr: Ružičasta
hu_hu: Rózsaszín
hy_am: Վարդագույն
id_id: Merah Muda
is_is: Bleik
it: Rosa
ja_jp: 桃色
ka_ge: ვარდისფერი
ko_kr: 분홍색
lb_lu: Rosa
lt_lt: Rožinė
lv_lv: Rozā
mi_nz: Mawhero
ms_my: Merah Jambu
mt_mt: Roża
nl_nl: Roze
nn_no: Rosa
pl: Różowy
pt: Rosa
ro_ro: Roz
ru_ru: Розовый
sk_sk: Ružová
sl_si: Roza
sv_se: Rosa
th_th: สีชมพู
tr_tr: Pembe
vi_vn: Màu hồng
zh_cn: 粉红色
zh_tw: 粉紅色

# item_fireworksCharge_purple
source: Purple
af_za: Pers
ar_sa: أرجواني
be_by: Фіялетавы
bg_bg: Лилаво
ca_es: Lila
cs: Fialová
da_dk: Lilla
de: Violett
de_at: Lila
el_gr: Μωβ
es: morada
eu_es: Morea
fa_ir: بنفش
fi: Violetti
fil_ph: Lila
fr_ca: Mauve
ga_ie: Corcra
gd_gb: Purpaidh
gl_es: Púrpura
he: סגול
hi_in: बैंगनी
hr_hr: Ljubičasta
hu_hu: Lila
hy_am: Մանուշակագույն
id_id: Ungu
is_is: Fjólublá
it: Viola
ja_jp: 紫色
ka_ge: იისფერი
ko_kr: 보라색
lb_lu: Mof
lt_lt: Purpurinė
lv_lv: Violets
mi_nz: Waiporoporo
mn_mn: Нил ягаан
ms_my: Ungu
mt_mt: Vjola
nl_nl: Paars
nn_no: Lilla
pl: Fioletowy
pt: Roxo
ro_ro: Violet
ru_ru: Фиолетовый
sk_sk: Fialová
sl_si: Vijoličen
sv_se: Lila
th_th: สีม่วง
tr_tr: Mor
vi_vn: Màu tím
zh_cn: 紫色
zh_tw: 紫色

# item_fireworksCharge_red
source: Red
af_za: Rooi
ar_sa: أحمر
be_by: Чырвоны
bg_bg: Червено
ca_es: Vermell
cs: Červená
da_dk: Rød
de: Rot
de_at: Rot
el_gr: Κόκκινο
es: roja
eu_es: Gorria
fa_ir: قرمز
fi: Punainen
fil_ph: Pula
fr_ca: Rouge
ga_ie: Dearg
gd_gb: Dearg
gl_es: Vermello
he: אדום
hi_in: लाल
hr_hr: Crvena
hu_hu: Vörös
hy_am: Կարմիր
id_id: Merah
is_is: Rauð
it: Rosso
ja_jp: 赤色
ka_ge: წითელი
ko_kr: 빨간색
lb_lu: Rout
lt_lt: Raudona
lv_lv: Sarkans
mi_nz: whero
ms_my: Merah
mt_mt: Aħmar
nl_nl: Rood
nn_no: Raud
pl: Czerwony
pt: Vermelho
ro_ro: Roșu
ru_ru: Красный
sk_sk: Červená
sl_si: Rdeč
sv_se: Röd
th_th: สีแดง
tr_tr: Kırmızı
vi_vn: Màu đỏ
zh_cn: 红色
zh_tw: 紅色

# item_fireworksCharge_silver
source: Light Grey
af_za: Liggrys
ar_sa: رمادي فاتح
be_by: Светла-шэры
bg_bg: Светлосиво
ca_es: Gris clar
cs: Světle šedá
da_dk: Lysegrå
de: Hellgrau
de_at: Hellgrau
el_gr: Ανοιχτό Γκρι
es: gris claro
eu_es: Gris argia
fa_ir: نقره اي
fi: Vaaleanharmaa
fil_ph: Pilak
fr_ca: Gris pâle
ga_ie: Fionnliath
gd_gb: Soilleir-liath
gl_es: Gris claro
he: אפור בהיר
hi_in: हल्का भूरा
hr_hr: Svijetlo Siva
hu_hu: Világosszürke
hy_am: Բաց Կապույտ
id_id: Abu-abu Muda
is_is: Ljósgrá
it: Grigio chiaro
ja_jp: 薄灰色
ka_ge: ღია-ნაცრისფერი
ko_kr: 회백색
lb_lu: Hellgro
lt_lt: Šviesiai pilka
lv_lv: Gaiši pelēks
ms_my: Kelabu Muda
mt_mt: Griż Ċar
nl_nl: Lichtgrijs
nn_no: Ljosegrå
pl: Jasnoszary
pt: Cinza Claro
ro_ro: Gri-deschis
ru_ru: Светло-серый
sk_sk: Svetlosivá
sl_si: Svetlo siv
sv_se: Ljusgrå
th_th: สีเทาอ่อน
tr_tr: Açık Gri
vi_vn: Màu xám nhạt
zh_cn: 淡灰色
zh_tw: 淺灰色

# item_fireworksCharge_trail
source: Trail
af_za: Roete
ar_sa: طريق
be_by: След
bg_bg: Следа
ca_es: Rastre
cs: Stopa
da_dk: Spor
de: Schweif
el_gr: Ουρά
es: Rastro
eu_es: Arrasto
fa_ir: دنباله
fi: Pyrstö
fil_ph: Landas
fr_ca: Traînées
ga_ie: Rian
gl_es: Rastro
he: שובל
hi_in: निशान
hr_hr: Trag
hu_hu: Csóva
hy_am: Հետք
id_id: Berjejak
is_is: Slóð
it: Scia
ja_jp: 流星
ka_ge: კვალი
ko_kr: 잔상 효과
lb_lu: Schwief
lt_lt: Juostos
lv_lv: Pēdas
ms_my: Jejak
mt_mt: Traċċa
nl_nl: Spoor
nn_no: Spor
pl: Smuga
pt: Rasto
ro_ro: Dâră
ru_ru: След
sk_sk: Čiara
sl_si: Sled
sv_se: Spår
th_th: หาง
tr_tr: İz
vi_vn: Đường bay
zh_cn: 踪迹
zh_tw: 軌跡

# item_fireworksCharge_type
source: Unknown Shape
af_za: Onbekende Vorm
ar_sa: غير معروف الشكل
be_by: Невядомая форма
bg_bg: Непозната форма
ca_es: Forma desconeguda
cs: Neznámý tvar
da_dk: Ukendt form
de: Unbekannte Form
el_gr: Άγνωστο Σχήμα
es: Forma desconocida
eu_es: Forma ezezaguna
fa_ir: شکل نامعلوم
fi: Tuntematon kuvio
fr_ca: Forme inconnue
ga_ie: Cruth Anaithnid
gl_es: Forma descoñecida
he: צורה לא ידועה
hi_in: अज्ञात आकार
hr_hr: Nepoznat
hu_hu: Ismeretlen forma
hy_am: Անհայտ Ձև
id_id: Bentuk Tidak Dikenal
is_is: Óvitað form
it: Forma sconosciuta
ja_jp: 不明な形状
ka_ge: უცნობი ფორმა
ko_kr: 알 수 없는 모양
lb_lu: Onbekannt Form
lt_lt: Nežinoma forma
lv_lv: Nezināma forma
ms_my: Bentuk Tak Diketahui
mt_mt: Forma Oħra
nl_nl: Onbekende vorm
nn_no: Ukjend form
pl: Nieznany kształt
pt: Forma Desconhecida
ro_ro: Formă necunoscută
ru_ru: Неизвестная форма
sk_sk: Neznámy tvar
sl_si: Neznana oblika
sv_se: Okänd form
th_th: รูปร่างที่ไม่รู้จัก
tr_tr: Bilinmeyen Şekil
vi_vn: Hình dạng không rõ
zh_cn: 未知形状
zh_tw: 未知形狀

# item_fireworksCharge_type_0
source: Small Ball
af_za: Klein Bal
ar_sa: كرة صغيرة
be_by: Маленькі шар
bg_bg: Малка топка
ca_es: Esfera petita
cs: Malá koule
da_dk: Lille kugle
de: Kleine Kugel
el_gr: Μικρή Μπάλα
es: Bola pequeña
eu_es: Bola txikia
fa_ir: گلوله کوچک
fi: Pieni räjähdys
fil_ph: Maliit na Bola
fr_ca: Petite boule
ga_ie: Liathróid Bheag
gl_es: Bóla pequena
he: כדור קטן
hi_in: छोटी गेंद
hr_hr: Mala Kugla
hu_hu: Kis gömb
hy_am: Փոքր Գունդ
id_id: Bola Kecil
is_is: Lítil kúla
it: Sfera piccola
ja_jp: 小球
ka_ge: პატარა ბურთი
ko_kr: 작은 구형
lb_lu: Kleng Kugel
lt_lt: Mažas kamuolys
lv_lv: Maza bumba
ms_my: Bebola Halus
mt_mt: Balma Żgħira
nl_nl: Kleine bal
nn_no: Lita kule
pl: Mała kula
pt: Bola Pequena
ro_ro: Sferă mică
ru_ru: Малый Шар
sk_sk: Malá guľa
sl_si: Mala krogla
sv_se: Litet klot
th_th: ก้อนพลุเล็ก
tr_tr: Küçük Top
vi_vn: Hình cầu nhỏ
zh_cn: 小型球状
zh_tw: 小型球狀

# item_fireworksCharge_type_1
source: Large Ball
af_za: Groot Bal
ar_sa: كرة كبيرة
be_by: Вялікі шар
bg_bg: Голяма топка
ca_es: Esfera gran
cs: Velká koule
da_dk: Stor kugle
de: Große Kugel
el_gr: Μεγάλη Μπάλα
es: Bola grande
eu_es: Bola handia
fa_ir: گلوله بزرگ
fi: Suuri räjähdys
fil_ph: Malaking Bola
fr_ca: Grosse boule
ga_ie: Liathróid Mhór
gl_es: Bóla grande
he: כדור גדול
hi_in: बड़ी गेंद
hr_hr: Velika Kugla
hu_hu: Nagy gömb
hy_am: Խոշոր Գունդ
id_id: Bola Besar
is_is: Stór kúla
it: Sfera grande
ja_jp: 大球
ka_ge: დიდი ბურთი
ko_kr: 큰 구형
lb_lu: Grouss Kugel
lt_lt: Didelis kamuolys
lv_lv: Liela bumba
ms_my: Bebola Besar
mt_mt: Balma Kbira
nl_nl: Grote bal
nn_no: Stor kule
pl: Duża kula
pt: Bola Grande
ro_ro: Sferă mare
ru_ru: Большой шар
sk_sk: Veľká guľa
sl_si: Velika krogla
sv_se: Stort klot
th_th: ก้อนพลุใหญ่
tr_tr: Büyük Top
vi_vn: Hình cầu lớn
zh_cn: 大型球状
zh_tw: 大型球狀

# item_fireworksCharge_type_2
source: Star-shaped
af_za: Stervormig
ar_sa: شكل نجمة
be_by: Зорка
bg_bg: Звездовидно
ca_es: En forma d'estrella
cs: Ve tvaru hvězdy
da_dk: Stjerneformet
de: Sternförmig
el_gr: Σχήμα αστεριού
es: Con forma de estrella
eu_es: Izar-formarekin
fa_ir: ستاره شکل
fi: Tähtikuvio
fil_ph: Hugis-bituin
fr_ca: En forme d'étoile
ga_ie: Réaltchruthach
gl_es: Estrelado
he: צורת כוכב
hi_in: सितारा के आकार का
hr_hr: Zvjezdani
hu_hu: Csillag alakú
hy_am: Աստղաձև
id_id: Berbentuk Bintang
is_is: Stjörnu-löguð
it: A forma di stella
ja_jp: 星型
ka_ge: ვარსკვლავის ფორმის
ko_kr: 별 모양
lb_lu: Stärefërmeg
lt_lt: Žvaigždės formos
lv_lv: Zvaigznes forma
ms_my: Berbentuk Bintang
mt_mt: Forma ta' Stilla
nl_nl: Stervormig
nn_no: Stjerne-forma
pl: Kształt gwiazdy
pt: Forma de Estrela
ro_ro: În formă de stea
ru_ru: Звездообразный
sk_sk: V tvare hviezdy
sl_si: Oblika zvezde
sv_se: Stjärnformad
th_th: รูปดาว
tr_tr: Yıldız Şekilli
vi_vn: Hình ngôi sao
zh_cn: 星形
zh_tw: 星形

# item_fireworksCharge_type_3
source: Creeper-shaped
af_za: Creepervormig
ar_sa: شكل كريبر
be_by: Крыперападобны
bg_bg: Крийпърообразно
ca_es: En forma de Creeper
cs: Ve tvaru creeperovy hlavy
da_dk: Creeper-formet
de: Creeperförmig
el_gr: Σχήμα Creeper
es: Con forma de creeper
eu_es: Creeper formarekin
fa_ir: ترسانک شکل
fi: Creeper-kuvioitu
fil_ph: Hugis-kilabot
fr_ca: En face de Creeper
ga_ie: I gCruth Téaltóra
gd_gb: Cruth creeper
gl_es: Forma de Creeper
he: צורת קריפר
hi_in: बेल के आकार का
hr_hr: Oblik Kripera
hu_hu: Creeper-fej alakú
hy_am: Քրիփերի տեսքով
id_id: Berbentuk Creeper
is_is: Creeper-löguð
it: A forma di creeper
ja_jp: クリーパー型
ka_ge: კრიპერის ფორმის
ko_kr: 크리퍼 모양
lb_lu: Creeperfërmeg
lt_lt: Kryperio formos
lv_lv: Krīpera forma
ms_my: Berbentuk Creeper
mt_mt: Forma ta' Creeper
nl_nl: Creepervormig
nn_no: Creeper-forma
pl: Kształt creepera
pt: Forma de Creeper
ro_ro: În formă de creeper
ru_ru: Криперообразный
sk_sk: V tvare creepera
sl_si: Oblika creeperja
sv_se: Creeperformad
th_th: รูปครีปเปอร์
tr_tr: Creeper Şekilli
vi_vn: Hình Creeper
zh_cn: 爬行者状
zh_tw: 苦力怕形

# item_fireworksCharge_type_4
source: Burst
af_za: Bars
ar_sa: انفجار
be_by: Выбух
bg_bg: Взрив
ca_es: Esclatar
cs: Roztržení
da_dk: Eksplosion
de: Explosion
el_gr: Έκρηξη
es: Explosión
eu_es: Eztanda
fa_ir: انفجار
fi: Ryöppy
fil_ph: Kalat
fr_ca: Éclatement
ga_ie: Pléascach
gl_es: Explosión
he: פיצוץ
hi_in: फूटना
hr_hr: Prasak
hu_hu: Szabálytalan alakú
hy_am: Պայթյուն
id_id: Meledak
is_is: Hríð
it: Scoppio
ja_jp: 破裂
ka_ge: გასკდომა
ko_kr: 폭발형
lb_lu: Explosioun
lt_lt: Puri
lv_lv: Eksplozija
ms_my: Meletup
mt_mt: Tifqigħ
nl_nl: Explosie
nn_no: Utbrot
pl: Rozproszenie
pt: Explosão
ro_ro: Spargere
ru_ru: Всплеск
sk_sk: Puknutie
sl_si: Eksplozija
sv_se: Explosion
th_th: ระเบิด
tr_tr: Patlama
vi_vn: Hình chùm
zh_cn: 爆裂状
zh_tw: 爆裂

# item_fireworksCharge_white
source: White
af_za: Wit
ar_sa: أبيض
be_by: Белы
bg_bg: Бяло
ca_es: Blanc
cs: Bílá
da_dk: Hvid
de: Weiß
de_at: Weiß
el_gr: Άσπρο
es: blanca
eu_es: Zuria
fa_ir: صفيد
fi: Valkoinen
fil_ph: Puti
fr_ca: Blanche
ga_ie: Bán
gd_gb: Geal
gl_es: Branco
he: לבן
hi_in: सफ़ेद
hr_hr: Bijela
hu_hu: Fehér
hy_am: Սպիտակ
id_id: Putih
is_is: Hvít
it: Bianco
ja_jp: 白色
ka_ge: თეთრი
ko_kr: 하얀색
lb_lu: Wäiss
lt_lt: Balta
lv_lv: Balts
mi_nz: Ma
ms_my: Putih
mt_mt: Abjad
nl_nl: Wit
nn_no: Kvit
pl: Biały
pt: Branco
ro_ro: Alb
ru_ru: Белый
sk_sk: Biela
sl_si: Bel
sv_se: Vit
th_th: สีขาว
tr_tr: Beyaz
vi_vn: Màu trắng
zh_cn: 白色
zh_tw: 白色

# item_fireworksCharge_yellow
source: Yellow
af_za: Geel
ar_sa: أصفر
be_by: Жоўты
bg_bg: Жълто
ca_es: Groc
cs: Žlutá
da_dk: Gul
de: Gelb
de_at: Gelb
el_gr: Κίτρινο
es: amarilla
eu_es: Horia
fa_ir: زرد
fi: Keltainen
fil_ph: Dilaw
fr_ca: Jaune
ga_ie: Buí
gd_gb: Buidhe
gl_es: Amarelo
he: צהוב
hi_in: पिला
hr_hr: Žuta
hu_hu: Sárga
hy_am: Դեղին
id_id: Kuning
is_is: Gul
it: Giallo
ja_jp: 黄色
ka_ge: ყვითელი
ko_kr: 노란색
lb_lu: Giel
lt_lt: Geltona
lv_lv: Dzeltens
mi_nz: Kowhai
ms_my: Kuning
mt_mt: Isfar
nl_nl: Geel
nn_no: Gul
pl: Żółty
pt: Amarelo
ro_ro: Galben
ru_ru: Жёлтый
sk_sk: Žltá
sl_si: Rumen
sv_se: Gul
th_th: สีเหลือง
tr_tr: Sarı
vi_vn: Màu vàng
zh_cn: 黄色
zh_tw: 黃色

# item_fish_clownfish_raw_name
source: Clownfish
af_za: Harlekynvis
ar_sa: كلوونفيش
be_by: Рыба-клоўн
bg_bg: Риба-клоун
ca_es: Peix pallasso
cs: Klaun očkatý
da_dk: Klovnefisk
de: Clownfisch
el_gr: Ψάρι-κλόουν
es: Pez payaso
eu_es: Pailazo arraina
fa_ir: دلقک ماهي
fi: Vuokkokala
fr_ca: Poisson-clown
ga_ie: Iasc an Bhundúin
gl_es: Peixe paiaso
he: שושנון
hi_in: Clownfish मछली
hr_hr: Riba Klaun
hu_hu: Bohóchal
hy_am: Ծաղրածու-ձուկ
id_id: Ikan Badut
is_is: Trúðfiskur
it: Pesce pagliaccio
ja_jp: クマノミ
ka_ge: თევზი-კლოუნი
ko_kr: 흰동가리
lb_lu: Clownsfësch
lt_lt: Jūrų klounas
lv_lv: Klaunzivs
mn_mn: Алиалагч загас
ms_my: Ikan Badut
mt_mt: Ħuta Kkulurita
nl_nl: Clownvis
nn_no: Klovnefisk
pl: Błazenek
pt: Peixe Palhaço
ro_ro: Pește-clovn
ru_ru: Рыба-клоун
sk_sk: Klaun očkatý
sl_si: Klovnska ribica
sv_se: Clownfisk
th_th: ปลาการ์ตูน
tr_tr: Palyaço Balığı
vi_vn: Cá hề
zh_cn: 小丑鱼
zh_tw: 小丑魚

# item_fish_cod_cooked_name
source: Cooked Cod
af_za: Gebraaide Kabeljou
ar_sa: سمك مطبوخ
be_by: Смажаная траска
bg_bg: Сготвена треска
ca_es: Peix cuit
cs: Pečená treska
da_dk: Kogt fisk
de: Gebratener Kabeljau
el_gr: Ψημένο Ψάρι
es: Bacalao cocinado
eu_es: Arrain errea
fa_ir: ماهي پخته
fi: Paistettu kala
fil_ph: Isda (Luto)
fr_ca: Morue cuite
ga_ie: Iasc Cócaráilte
gd_gb: Iasg ròiste
gl_es: Peixe cocido
he: דג מבושל
hi_in: पकाया मछली
hr_hr: Kuhana Riba
hu_hu: Sült tőkehal
hy_am: Տապակած Ձուկ
id_id: Ikan Matang
is_is: Eldaður Fiskur
it: Merluzzo cotto
ja_jp: 焼き魚
ka_ge: შემწვარი თევზი
ko_kr: 익힌 생선
lb_lu: Gebrodene Cabillaud
lt_lt: Kepta menkė
lv_lv: Cepta zivs
mn_mn: Шарсан загас
ms_my: Ikan Bakar
mt_mt: Ħuta Msajra
nl_nl: Gebakken vis
nn_no: Kokt fisk
pl: Pieczony dorsz
pt: Peixe Cozido
ro_ro: Pește fript
ru_ru: Жареная треска
sk_sk: Pečená ryba
sl_si: Pečena riba
sv_se: Grillad fisk
th_th: ปลาย่าง
tr_tr: Pişmiş Morina
vi_vn: Cá tuyết chín
zh_cn: 熟鱼
zh_tw: 烤魚

# item_fish_cod_raw_name
source: Raw Cod
af_za: Rou Kabeljou
ar_sa: سمك نيء
be_by: Сырая траска
bg_bg: Сурова треска
ca_es: Peix cru
cs: Syrová treska
da_dk: Rå fisk
de: Roher Kabeljau
el_gr: Ωμό ψάρι
es: Bacalao crudo
eu_es: Arrain gordina
fa_ir: ماهي خام
fi: Raaka kala
fil_ph: Isda (Hilaw)
fr_ca: Morue crue
ga_ie: Iasc Amh
gd_gb: Trosg amh
gl_es: Peixe cru
he: דג נא
hi_in: कच्ची मछली
hr_hr: Sirova Riba
hu_hu: Nyers tőkehal
hy_am: Հում Ձուկ
id_id: Ikan Mentah
is_is: Hrár Fiskur
it: Merluzzo crudo
ja_jp: 生魚
ka_ge: უმი თევზი
ko_kr: 날 생선
lb_lu: Réie Cabillaud
lt_lt: Žalia menkė
lv_lv: Jēla zivs
mi_nz: Ika Mara
mk_mk: Сурова риба
mn_mn: Түүхий загас
ms_my: Ikan Mentah
mt_mt: Ħuta Nejja
nl_nl: Rauwe vis
nn_no: Rå fisk
pl: Surowy dorsz
pt: Peixe Cru
ro_ro: Pește crud
ru_ru: Сырая треска
sk_sk: Surová ryba
sl_si: Surova riba
sv_se: Rå fisk
th_th: ปลาดิบ
tr_tr: Çiğ Morina
vi_vn: Cá tuyết sống
zh_cn: 生鱼
zh_tw: 生魚

# item_fish_pufferfish_raw_name
source: Pufferfish
af_za: Blaasoppie
ar_sa: بوفيرفيش
be_by: Рыба фугу
bg_bg: Риба балон
ca_es: Peix globus
cs: Čtverzubec
da_dk: Kuglefisk
de: Kugelfisch
el_gr: Ψάρι Φούσκα
es: Pez globo
eu_es: Globo arraina
fa_ir: ماهي پفي
fi: Pallokala
fr_ca: Fugu
ga_ie: Iasc Bolgach
gl_es: Peixe globo
he: אבו-נפחא
hr_hr: Napuhača
hu_hu: Gömbhal
hy_am: Ֆուգու Ձուկ
id_id: Ikan Buntal
is_is: Kúlufiskur
it: Pesce palla
ja_jp: フグ
ka_ge: ფუგუ
ko_kr: 복어
lb_lu: Kugelfësch
lt_lt: Pūsliažuvė
lv_lv: Fuguzivs
mn_mn: Үлээгч загас
ms_my: Ikan Buntal
mt_mt: Ħuta Velenuża
nl_nl: Kogelvis
nn_no: Kulefisk
pl: Rozdymka
pt: Peixe Balão
ro_ro: Pește-balon
ru_ru: Иглобрюх
sk_sk: Štvorzubec
sl_si: Napihovalka
sv_se: Blåsfisk
th_th: ปลาปักเป้า
tr_tr: Kirpi Balığı
vi_vn: Cá nóc
zh_cn: 河豚
zh_tw: 河豚

# item_fish_salmon_cooked_name
source: Cooked Salmon
af_za: Gebraaide Salm
ar_sa: سمك السلمون المطبوخ
be_by: Смажаны ласось
bg_bg: Сготвена сьомга
ca_es: Salmó cuit
cs: Pečený losos
da_dk: Kogt laks
de: Gebratener Lachs
el_gr: Μαγειρεμένος σολομός
es: Salmón cocinado
eu_es: Izokin errea
fa_ir: سالمون پخته
fi: Paistettu lohi
fil_ph: Lutong Salmon
fr_ca: Saumon cuit
ga_ie: Bradán Cócaráilte
gd_gb: Bradan ròiste
gl_es: Salmón cocido
he: סלמון מבושל
hi_in: पकाया सामन मछली
hr_hr: Pečeni Losos
hu_hu: Sült lazac
hy_am: Տապակած Սաղմոն
id_id: Salmon Matang
is_is: Eldaður Lax
it: Salmone cotto
ja_jp: 焼き鮭
ka_ge: შემწვარი ორაგული
ko_kr: 익힌 연어
lb_lu: Gebrodene Saumon
lt_lt: Kepta lašiša
lv_lv: Cepts lasis
mn_mn: Шарсан яргай загас
ms_my: Salmon Bakar
mt_mt: Salamun Imsajjar
nl_nl: Gebakken zalm
nn_no: Kokt laks
pl: Pieczony łosoś
pt: Salmão Cozido
ro_ro: Somon fript
ru_ru: Жаренный лосось
sk_sk: Pečený losos
sl_si: Pečen losos
sv_se: Grillad lax
th_th: แซลมอนย่าง
tr_tr: Pişmiş Somon
vi_vn: Cá hồi chín
zh_cn: 熟鲑鱼
zh_tw: 烤鮭魚片

# item_fish_salmon_raw_name
source: Raw Salmon
af_za: Rou Salm
ar_sa: السلمون الخام
be_by: Сыры ласось
bg_bg: Сурова сьомга
ca_es: Salmó cru
cs: Syrový losos
da_dk: Rå laks
de: Roher Lachs
el_gr: Ωμός σολομός
es: Salmón crudo
eu_es: Izokin gordina
fa_ir: سالمون خام
fi: Raaka lohi
fil_ph: Hilaw na Salmon
fr_ca: Saumon cru
ga_ie: Bradán Amh
gl_es: Salmón cru
he: סלמון נא
hi_in: कच्ची सामन मछली
hr_hr: Sirov Losos
hu_hu: Nyers lazac
hy_am: Հում Սաղմոն
id_id: Salmon Mentah
is_is: Hrár Lax
it: Salmone crudo
ja_jp: 生鮭
ka_ge: უმი ორაგული
ko_kr: 날 연어
lb_lu: Réie Saumon
lt_lt: Žalia lašiša
lv_lv: Jēls lasis
mn_mn: Түүхий яргай загас
ms_my: Salmon Mentah
mt_mt: Salamun Nej
nl_nl: Rauwe zalm
nn_no: Rå laks
pl: Surowy łosoś
pt: Salmão Cru
ro_ro: Somon crud
ru_ru: Сырой лосось
sk_sk: Surový losos
sl_si: Surovi losos
sv_se: Rå lax
th_th: ปลาแซลมอนดิบ
tr_tr: Çiğ Somon
vi_vn: Cá hồi sống
zh_cn: 生鲑鱼
zh_tw: 生鮭魚

# item_fishingRod_name
source: Fishing Rod
af_za: Visstok
ar_sa: صنارة
be_by: Вудачка
bg_bg: Въдица
ca_es: Canya de pescar
cs: Rybářský prut
da_dk: Fiskestang
de: Angel
el_gr: Καλάμι ψαρέματος
es: Caña de pescar
eu_es: Arrantzarako kanabera
fa_ir: چوب ماهيگيري
fi: Onkivapa
fil_ph: Baliwasnan
fr_ca: Canne à pêche
ga_ie: Slat Iascaigh
gd_gb: Slat-iasgaich
gl_es: Cana de pescar
he: חכת דיג
hi_in: बंसी
hr_hr: Štap za Pecanje
hu_hu: Horgászbot
hy_am: Կարթաձող
id_id: Pancingan
is_is: Veiðistöng
it: Canna da pesca
ja_jp: 釣竿
ka_ge: სათევზაო ანკესი
ko_kr: 낚싯대
lb_lu: Aangel
lt_lt: Meškerė
lv_lv: Makšķere
mi_nz: Matira
mk_mk: Трска за риби
mn_mn: Загасны уурга
ms_my: Joran
mt_mt: Qasba tas-Sajd
nl_nl: Vishengel
nn_no: Fiskestong
pl: Wędka
pt: Cana de Pesca
ro_ro: Undiță
ru_ru: Удочка
sk_sk: Udica
sl_si: Ribiška palica
sv_se: Fiskespö
th_th: คันเบ็ดตกปลา
tr_tr: Olta
vi_vn: Cần câu cá
zh_cn: 钓鱼竿
zh_tw: 釣竿

# item_flint_name
source: Flint
af_za: Vuursteen
ar_sa: صوان
be_by: Крэмень
bg_bg: Кремък
ca_es: Sílex
cs: Pazourek
de: Feuerstein
de_at: Feiastoa
el_gr: Πυρόλιθος
es: Pedernal
eu_es: Suharria
fa_ir: سنگ چخماق
fi: Piikivi
fil_ph: Puyusan
fr_ca: Silex
ga_ie: Breochloch
gl_es: Pedernal
he: צור
hi_in: चकमक पत्थर
hr_hr: Kremen
hu_hu: Kovakő
hy_am: Կայծքար
id_id: Batu Api
is_is: Tinna
it: Selce
ja_jp: 火打石
ka_ge: კაჟი
ko_kr: 부싯돌
lb_lu: Feiersteen
lt_lt: Titnagas
lv_lv: Krams
mi_nz: Matā
mn_mn: Цахиур
ms_my: Batu Api
mt_mt: Żnied
nl_nl: Vuursteen
pl: Krzemień
pt: Pederneira
ro_ro: Cremene
ru_ru: Кремень
sk_sk: Pazúrik
sl_si: Kremen
sv_se: Flinta
th_th: หินเหล็กไฟ
tr_tr: Çakmak Taşı
vi_vn: Đá lửa
zh_cn: 燧石
zh_tw: 燧石

# item_flintAndSteel_name
source: Flint and Steel
af_za: Aansteker
ar_sa: ولاعة
be_by: Крэсіва
bg_bg: Запалка
ca_es: Sílex i acer
cs: Křesadlo
da_dk: Flint og stål
de: Feuerzeug
de_at: Feiazeig
el_gr: Πυρόλιθος και χάλυβας
es: Mechero
eu_es: Suharria eta burdina
fa_ir: آتش زنه
fi: Tulukset
fil_ph: Sindihan
fr_ca: Briquet
ga_ie: Breochloch is Cruach
gl_es: Chisqueiro
he: צור ופלדה
hi_in: चकमक और इस्पात
hr_hr: Kremen i Čelik
hu_hu: Kovakő és acél
hy_am: Վառիչ
id_id: Pemantik
is_is: Tinna og Stál
it: Acciarino
ja_jp: 火打石と打ち金
ka_ge: კაჟი და ფოლადი
ko_kr: 라이터
lb_lu: Briquet
lt_lt: Titnagas ir geležis
lv_lv: Krams un dzelzs
mn_mn: Цахиур төмөр
ms_my: Pemetik Api
mt_mt: Żnied u Ħadida
nl_nl: Vuursteen en staal
nn_no: Fyrtøy
pl: Krzesiwo
pt: Isqueiro
ro_ro: Cremene și amnar
ru_ru: Огниво
sk_sk: Kresadlo
sl_si: Netilo
sv_se: Tändstål
th_th: ที่จุดไฟ
tr_tr: Çakmak Taşı ve Çelik
vi_vn: Dụng cụ đánh lửa
zh_cn: 打火石
zh_tw: 打火石

# item_flowerPot_name
source: Flower Pot
af_za: Blompot
ar_sa: وعاء الزهور
be_by: Гаршчок
bg_bg: Саксия
ca_es: Test
cs: Květináč
da_dk: Blomsterkrukke
de: Blumentopf
el_gr: Γλάστρα
es: Maceta
eu_es: Loreontzi
fa_ir: گلدان
fi: Kukkaruukku
fil_ph: Paso
fr_ca: Pot de fleurs
ga_ie: Pota Bláthanna
gl_es: Testo
he: עציץ
hi_in: गमला
hr_hr: Tegla za Cvijeće
hu_hu: Virágcserép
hy_am: Ծաղկաման
id_id: Pot Bunga
is_is: Blómaker
it: Vaso da fiori
ja_jp: 植木鉢
ka_ge: ყვავილის ქოთანი
ko_kr: 화분
lb_lu: Blummendëppen
lt_lt: Vazonas
lv_lv: Puķupods
mn_mn: Цэцгийн сав
ms_my: Pasu Bunga
mt_mt: Qasrija
nl_nl: Bloempot
nn_no: Blomepotte
pl: Doniczka
pt: Vaso de Flores
ro_ro: Ghiveci de flori
ru_ru: Цветочный горшок
sk_sk: Kvetináč
sl_si: Cvetlični lonček
sv_se: Blomkruka
th_th: กระถาง
tr_tr: Saksı
vi_vn: Chậu hoa
zh_cn: 花盆
zh_tw: 花盆

# item_frame_name
source: Item Frame
af_za: Voorwerp Raam
ar_sa: إطار الأغراض
be_by: Рамка
bg_bg: Рамка
ca_es: Marc
cs: Rámeček
da_dk: Genstandsramme
de: Rahmen
el_gr: Κορνίζα
es: Marco
eu_es: Markodun elementua
fa_ir: قاب
fi: Kehys
fil_ph: Kuwardo
fr_ca: Cadre
ga_ie: Fráma Earra
gl_es: Marco para obxectos
he: מסגרת פריט
hi_in: आइटम सीमा
hr_hr: Okvir
hu_hu: Eszközkeret
hy_am: Առարկայի Շրջանակ
id_id: Bingkai Barang
is_is: Myndarammi
it: Cornice da esposizione
ja_jp: 額縁
ka_ge: ნივთის ჩარჩო
ko_kr: 아이템 액자
lb_lu: Kader
lt_lt: Rėmelis
lv_lv: Priekšmetu Rāmis
mn_mn: Эд зүйлийн хүрээ
ms_my: Bingkai Item
mt_mt: Inkwatru
nl_nl: Voorwerplijst
nn_no: Ramme
pl: Ramka na przedmiot
pt: Quadro de Item
ro_ro: Ramă de obiect
ru_ru: Рамка
sk_sk: Rám
sl_si: Okvir
sv_se: Föremålsram
th_th: กรอบโชว์สิ่งของ
tr_tr: Eşya Çerçevesi
vi_vn: Khung vật phẩm
zh_cn: 物品展示框
zh_tw: 物品展示框
