Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# multiplayer_ipinfo
source: Enter the IP of a server to connect to it:
af_za: Verskaf die IP adres van 'n bediener om daaraan te koppel:
ar_sa: قم بإدخال الأي بي للسيرفر الذي تريد الاتصال به
be_by: Каб злучыцца з серверам, увядзіце яго IP-адрас:
bg_bg: Въведете IP адреса на сървъра, за да се свържете към него:
ca_es: Introdueix l'adreça IP d'un servidor per connectar-t'hi:
cs: Vlož IP adresu serveru, na který se chceš připojit:
da_dk: Indtast IP'en til den server du vil forbindes til:
de: Gib die IP-Adresse des Servers ein, mit dem du dich verbinden möchtest:
de_at: Gib de IP-Adress vo am Server ei, um di mit eam zu vabindn:
el_gr: Εισαγάγετε την IP ενός διακομιστή για να συνδεθείτε σε αυτόν:
es: Introduce la IP de un servidor para conectarte a él:
eu_es: Sartu zerbitzariaren IPa konektatzeko:
fa_ir: IP سرور برای اتصال به آن را وارد کنید:
fi: Syötä palvelimen IP-osoite, johon haluat yhdistää:
fil_ph: Isulat ang IP ng server para pumunta doon:
fr_ca: Entrez l'adresse IP d'un serveur pour vous y connecter :
ga_ie: Cuir isteach seoladh IP freastalaí chun ceangal leis:
gd_gb: Cuir a-steach seòladh IP aig frithealaiche gus ceangal a dhèanamh ris:
gl_es: Introduce a IP dun servidor para conectarte a el:
he: הזינו את כתובת השרת אליו ברצונך להתחבר:
hi_in: यह करने के लिए कनेक्ट करने के लिए एक सर्वर के आईपी दर्ज करें:
hr_hr: Upiši IP poslužitelja za povezivanje:
hu_hu: Írd be annak a szervernek az IP címét, amelyhez csatlakozni szeretnél:
hy_am: Սերվերին միանալու համար մուտքագրեք IP-ն.
id_id: Masukkan IP server untuk menyambung ke:
is_is: Sláðu inn vistfang þjóns til þess að tengjast:
it: Inserisci l'IP di un server a cui connetterti:
ja_jp: 接続先のサーバーIPアドレスを入力してください：
ka_ge: შეიყვანეთ სერვერის IP მისამართი:
ko_kr: 접속하려는 서버의 IP를 입력하세요:
lb_lu: Gëff d'IP-Adress a fir dech mat engem Server ze verbannen:
lt_lt: Įveskite serverio, prie kurio norite prisijungti, adresą:
lv_lv: Ievadiet servera IP adresi, lai pievienotos tam:
mi_nz: Tomo i te IP o te tūmau, ki te hono atu ki reira:
mk_mk: Внесете ја IP на серверот за да се сврзува со него:
mn_mn: Серверийн IP хаягийг оруулан холбогдоно:
ms_my: Masukkan IP server untuk menyambung kepadanya:
mt_mt: Ikteb l-IP tas-server biex tidħol fih:
nl_nl: Voer het adres van een server in om te verbinden:
nn_no: Skriv inn IP-adressen til serveren du vil kople til:
pl: Wprowadź IP serwera, aby się z nim połączyć:
pt: Introduz o IP de um servidor para te conectares:
ro_ro: Introdu IP-ul unui server pentru a te conecta la el:
ru_ru: Введите IP-адрес сервера для подключения:
sk_sk: Napíš IP adresu servera, na ktorý sa chceš pripojiť:
sl_si: Vnesi IP strežnika:
sq_al: Shkruani IP e serverit për t'u lidhur me të:
sv_se: Skriv in IP-adressen till en server för att ansluta till den:
th_th: ระบุ IP ของเซิร์ฟเวอร์เพื่อทำการเชื่อมต่อ:
tr_tr: Sunucuya bağlanmak için IP'sini girin:
vi_vn: Nhập địa chỉ IP của một máy chủ để kết nối tới nó:
zh_cn: 输入服务器的IP来连接：
zh_tw: 請輸入伺服器的IP位址：

# multiplayer_player_joined
source: {0} joined the game
af_za: {0} het aangesluit by die spel
ar_sa: وانضم {0} إلى اللعبة
be_by: {0} далучыўся да гульні
bg_bg: {0} се присъедини към играта
ca_es: {0} s'ha unit a la partida
cs: Hráč {0} se připojil do hry
da_dk: {0} deltager nu i spillet
de: {0} hat das Spiel betreten
de_at: {0} is aufn Server kemma
el_gr: Ο/Η {0} εισήλθε στο παιχνίδι
es: {0} se ha unido a la partida
eu_es: {0} -(e)k jokoan zartu zen
fa_ir: {0} وارد بازی شد
fi: {0} liittyi peliin
fil_ph: Pumasok si {0} sa laro
fr_ca: {0} a rejoint la partie
ga_ie: Tháinig {0} isteach sa chluiche
gd_gb: Thàinig {0} a-steach dhan gheama
gl_es: {0} uniuse á partida
he: הצטרף למשחק {0}
hi_in: {0} खेल में शामिल हुआ
hr_hr: {0} se pridružio/la
hu_hu: {0} csatlakozott a játékhoz
hy_am: {0} միացավ խաղին
id_id: {0} bergabung dalam permainan
is_is: {0} tengdist leiknum
it: {0} si è unito alla partita
ja_jp: {0} がゲームに参加しました
ka_ge: {0} შემოუერთდა თამაშს
ko_kr: {0}님이 게임에 참여했습니다
lb_lu: {0} ass dem Spill bäigetrueden
lt_lt: {0} prisijungė prie žaidimo
lv_lv: {0} pievienojās spēlei
mi_nz: {0} uru atu te kēmu
mk_mk: {0} се приклучи на играта
mn_mn: {0} тоглоомонд орлоо
ms_my: {0} telah menyertai permainan ini
mt_mt: {0} daħal fil-logħba
nl_nl: {0} is het spel binnengekomen
nn_no: {0} logga på
pl: Gracz {0} dołączył do gry
pt: {0} juntou-se
ro_ro: {0} a intrat în joc
ru_ru: {0} присоединился к игре
sk_sk: {0} sa pripojil
sl_si: {0} se je pridružil igri
sq_al: {0} u bashkua me lojë
sv_se: {0} anslöt sig till spelet
th_th: {0} เข้าร่วมเกม
tr_tr: {0} oyuna katıldı
vi_vn: {0} đã tham gia trò chơi
zh_cn: {0}加入了游戏
zh_tw: {0} 加入了遊戲

# multiplayer_player_joined_renamed
source: {0} (formerly known as {1}) joined the game
af_za: {0} (voorheen bekens as {1}) het aangesluit by die spel
ar_sa: {0} (المعروف سابقاً باسم {1}) قد انضم للعبة
be_by: {0} (калісьці вядомы як {1}) далучыўся да гульні
bg_bg: {0} (преди познат като {1}) се присъедини към играта
ca_es: {0} (conegut/da amb el nom {1}) s'ha unit a la partida
cs: Hráč {0} (dříve známý jako {1}) vstoupil do hry
da_dk: {0} Deltog i spillet
de: {0} (früher bekannt als {1}) ist dem Spiel beigetreten
de_at: {0} (friara bekonnt als {1}) is aufn Server kemma
el_gr: Ο/Η {0} (παλαιότερα γνωστός/ή ως {1}) συνδέθηκε στο παιχνίδι
es: {0} (antes conocido como {1}) se ha unido a la partida
eu_es: {0} (lehen {1} bezala ezagututa) jokoan sartu zen
fa_ir: {0} (که قبلا به {1} شناخته شده) به بازی پیوست
fi: {0} (aiemmin tunnettu nimellä {1}) liittyi peliin
fil_ph: Si {0} (dating kilala bilang {1}) ay sumali sa laro
fr_ca: {0} (alias {1}) a rejoint la partie
ga_ie: Tháinig {0} (a tugadh {1} air tráth) isteach sa chluiche
gd_gb: Thàinig {0} a-steach dhan gheama (bhiodh {1} air roimhe)
gl_es: {0} (antes coñecido como {1}) uniuse á partida
he: {0} (המוכר בשם {1}) ה%צטרף למשחק
hi_in: {0} (पूर्व में {1} के रूप में जाना जाता था) इस खेल में शामिल हो गए
hr_hr: {0} (prije poznat kao {1}) je ušao u igru
hu_hu: {0} (korábbi nevén: {1}) csatlakozott a játékhoz
id_id: {0} (sebelumnya dikenal sebagai {1}) bergabung ke dalam permainan
is_is: {0} (áður þekktur sem {1}) tengdist leiknum
it: {0} (precedentemente conosciuto come {1}) si è unito alla partita
ja_jp: {0} (旧名 {1}) がゲームに参加しました
ka_ge: {0} (ძველად {1}) შემოუერთდა თამაშს
ko_kr: {0} (본래 {1})님이 게임에 참여했습니다
lb_lu: {0} (fréier bekannt als {1}) ass dem Spill bäigetrueden
lt_lt: {0} (ankščiau žinomas/a kaip {1}) prisijungė prie žaidimo
lv_lv: {0} (agrāk pazīstams kā {1}) pievienojās spēlē
mi_nz: {0} (e mōhiotia i mua kia rite ki {1}) i uru ki te kēmu
mk_mk: {0} (претходно познат како {1}) се приклучи на играта
mn_mn: {0} (өмнө нь {1}) тоглоомонд орлоо
ms_my: {0} (dahulu dikenali sebagai {1}) menyertai Permainan
mt_mt: {0} (li qabel kien magħruf bħala {1}) daħal fil-logħoba
nl_nl: {0} (voorheen bekend als {1}) is het spel binnengekomen
nn_no: {0} (tidlegare kjend som {1}) vart med i spelet
pl: Gracz {0} (dawniej znany jako {1}) dołączył do gry
pt: {0} (anteriormente conhecido como {1}) juntou-se ao jogo
ro_ro: {0} (cunoscut(ă) anterior ca {1}) a intrat în joc
ru_ru: {0} (ранее известный как {1}) присоединился к игре
sk_sk: Hráč {0} (predtým známy ako {1}) sa pripojil do hry
sl_si: {0} (prej znan kot {1}) se je pridružil igri
sq_al: {0} (i njohur më parë si {1}) u bashkua me lojë
sv_se: {0} (tidigare känd som {1}) anslöt sig till spelet
th_th: {0} (เดิมเรียกว่า {1} ) เข้าร่วมเกม
tr_tr: {0} (eski adıyla {1}) oyuna katıldı
vi_vn: {0} (trước đây gọi là {1}) đã tham gia trò chơi
zh_cn: {0}（之前被称为{1}）加入了游戏
zh_tw: {0} (之前是 {1}) 加入遊戲

# multiplayer_player_left
source: {0} left the game
af_za: {0} het die spel verlaat
ar_sa: {0} بترك اللعبة
be_by: {0} пакінуў гульню
bg_bg: {0} напусна играта
ca_es: {0} ha abandonat la partida
cs: Hráč {0} opustil hru
da_dk: {0} forlod spillet
de: {0} hat das Spiel verlassen
de_at: {0} is vom Server gonga
el_gr: Ο/Η {0} έφυγε από το παιχνίδι
es: {0} ha abandonado la partida
eu_es: {0} -(e)k jokotik irten egin zuen
fa_ir: {0} بازی را ترک کرد
fi: {0} poistui pelistä
fil_ph: Umalis si {0} sa laro
fr_ca: {0} a quitté la partie
ga_ie: D'fhág {0} an cluiche
gd_gb: Dh'fhàg {0} an geama
gl_es: {0} saiu da partida
he: עז את המשחק {0}
hi_in: {0} खेल छोड़ दिया है
hr_hr: {0} je izašao iz igre
hu_hu: {0} elhagyta a játékot
hy_am: {0} լքեց խաղը
id_id: {0} keluar dari permainan
is_is: {0} hætti í leiknum
it: {0} ha abbandonato la partita
ja_jp: {0} が退出しました
ka_ge: {0}-მ(ა) დატოვა თამაში
ko_kr: {0}님이 게임을 떠났습니다
lb_lu: {0} huet d'Spill verlooss
lt_lt: {0} paliko žaidimą
lv_lv: {0} izgāja no spēles
mi_nz: {0} mahue te kēmu
mk_mk: {0} се остави на играта
mn_mn: {0} тоглоомноос гарлаа
ms_my: {0} telah keluar daripada permainan ini
mt_mt: {0} telaq mill-logħba
nl_nl: {0} heeft het spel verlaten
nn_no: {0} forlot spelet
pl: Gracz {0} opuścił grę
pt: {0} saiu
ro_ro: {0} a ieșit din joc
ru_ru: {0} покинул игру
sk_sk: {0} opustil hru
sl_si: {0} je zapustil igro
sq_al: {0} la lojë
sv_se: {0} lämnade spelet
th_th: {0} ออกจากเกม
tr_tr: {0} oyundan ayrıldı
vi_vn: {0} đã rời trò chơi
zh_cn: {0}退出了游戏
zh_tw: {0} 離開了遊戲

# multiplayer_stopSleeping
source: Leave Bed
af_za: Staan Op
ar_sa: مغادرة السرير
be_by: Падняцца з ложка
bg_bg: Ставане от леглото
ca_es: Sortir del llit
cs: Vstát z postele
da_dk: Forlad seng
de: Aufstehen
de_at: Aufsteh
el_gr: Σήκω
es: Levantarse
eu_es: Ohea utzi
fa_ir: تخت خواب را ترک کن
fi: Nouse sängystä
fil_ph: Umalis sa Kama
fr_ca: Sortir du lit
ga_ie: Fág do Leaba
gd_gb: Air do chois
gl_es: Erguerse
he: קום מהמיטה
hi_in: बिस्तर छोड़ दो
hr_hr: Napusti Krevet
hu_hu: Ágy elhagyása
hy_am: Լքել Մահճակալը
id_id: Bangun
is_is: Fara á fætur
it: Alzati dal letto
ja_jp: ベッドから出る
ka_ge: გაღვიძება
ko_kr: 일어나기
lb_lu: Bett verloossen
lt_lt: Išlipti iš lovos
lv_lv: Pamest gultu
mi_nz: waiho Bed
mk_mk: Остави Кревет
mn_mn: Орноос босох
ms_my: Meninggalkan Katil
mt_mt: Qum mis-sodda
nl_nl: Opstaan
nn_no: Forlat senga
pl: Wstań z łóżka
pt: Sair da Cama
ro_ro: Ridică-te din pat
ru_ru: Встать с кровати
sk_sk: Vstať z postele
sl_si: Zapusti posteljo
sq_al: Lënë Shtrat
sv_se: Kliv ur sängen
th_th: ลุกออกจากเตียง
tr_tr: Yataktan Ayrıl
vi_vn: Rời khỏi giường
zh_cn: 起床
zh_tw: 起床

# multiplayer_texturePrompt_line1
source: This server recommends the use of a custom resource pack.
af_za: Hierdie bediener beveel die gebruik van 'n pasgemaakde hulpbronpak aan.
ar_sa: يوصي هذا الخادم باستخدام حزمة جرافيك مخصصة.
be_by: Гэты сервер прапануе карыстацца нестандартным пакетам рэсурсаў.
bg_bg: Този сървър препоръчва употребата на ресурсен пакет.
ca_es: Aquest servidor recomana l'ús d'un paquet de recursos personalitzat.
cs: Tento server doporučuje používat vlastní balíček modifikací.
da_dk: Denne server anbefaler brug af en speciel ressourcepakke.
de: Dieser Server empfiehlt die Verwendung eines benutzerdefinierten Ressourcenpakets.
de_at: Diesa Server empföht de Verwendung vo am benutzerdefiniertn Ressourcenpaket.
el_gr: Αυτός ο διακομιστής συνιστά τη χρήση ενός προσαρμοσμένου πακέτου πόρων.
es: Este servidor recomienda el uso de un paquete de recursos personalizado.
eu_es: Zerbitzari honek pakete egokituen erabilera gomendatzen du.
fa_ir: این سرور استفاده از بسته منبع سفارشی را توصیه می کند.
fi: Tämä palvelin suosittelee muokatun resurssipaketin käyttöä.
fil_ph: Ang server na ito ay nagrerekomenda na gumamit ka ng nakakaibang resource pack.
fr_ca: Ce serveur recommande l'utilisation d'un pack de ressources personnalisé.
ga_ie: Molann an freastalaí seo pacáiste acmhainní saincheaptha a úsáid.
gd_gb: Tha am frithealaiche seo a' moladh gun cleachd thu pacaid ghoireasan ghnàthaichte.
gl_es: Este servidor recomenda o uso dun paquete de recursos personalizado.
he: שרת זה ממליץ לך על שימוש ערכת משאבים מותאמים אישית.
hi_in: यह सर्वर एक कस्टम बनावट पैक का उपयोग की सिफारिश की है.
hr_hr: Ovaj poslužitelj preporučuje korištenje posebnih resursa.
hu_hu: Ez a szerver egy egyedi forráscsomag használatát javasolja.
hy_am: Այս սերվերը առաջարկում է օգտագործել իրենց անձնական Ռեսուրսների Փաթեթը։
id_id: Peladen ini menyarankan penggunaan paket tekstur khusus.
is_is: Mælt er með að þú notir þennan efnisspakka á þessum þjóni.
it: Il server consiglia l'uso di un pacchetto di risorse personalizzato.
ja_jp: このサーバーでは、カスタムリソースパックの利用をお勧めします。
ka_ge: ეს სერვერი გთავაზობთ გამოიყენოთ საკუთარი რესურსთა კრებული.
ko_kr: 이 서버는 사용자 지정 리소스 팩 사용을 권장하고 있습니다.
lb_lu: Dëse Server proposéiert een eegene Ressourcepack.
lt_lt: Serveryje rekomenduojama naudoti specialų resursų paketą.
lv_lv: Šis serveris iesaka izmantot pielāgotu tekstūru paku.
mi_nz: E taunaki ana tēnei tūmau i te whakamahi o te mōkihi rauemi ritenga.
mk_mk: Овој сервер препорачув употребата на обичај пакет на ресурси.
mn_mn: Энэ сервер таньд тусгай дүрслэлүүдийг хэрэглэхийг зөвлөж байна.
ms_my: Pelayan ini mengesyorkan penggunaan pek sumber langganan.
mt_mt: Dan is-server jirrakkomanda l-użu ta' resource pack.
nl_nl: Deze server raadt aan een aangepast bronpakket te gebruiken.
nn_no: Denne serveren tilrår bruk av ein bestemt ressurspakke.
pl: Ten serwer zaleca użycie niestandardowej paczki zasobów.
pt: Este servidor recomenda a utilização de um pacote de recursos personalizado.
ro_ro: Acest server recomandă folosirea unui pachet de resurse personalizat.
ru_ru: Этот сервер рекомендует использовать свой пакет ресурсов.
sk_sk: Tento server odporúča používať upravený zdrojový balík.
sl_si: Ta strežnik priporoča uporabo posebnega paketa sredstev.
sq_al: Ky server rekomandon përdorimin e një porosi të burimeve pack.
sv_se: Denna server rekommenderar att ett anpassat resurspaket används.
th_th: เซิฟเวอร์นี้แนะนำให้ใช้รีซอร์สแพ็คอื่น
tr_tr: Bu sunucu özel bir kaynak paketi kullanmayı öneriyor.
vi_vn: Máy chủ này khuyến khích việc sử dụng một gói tài nguyên.
zh_cn: 这个服务器推荐使用自定义的资源包。
zh_tw: 此伺服器建議使用該伺服器所提供的資源包。

# multiplayer_texturePrompt_line2
source: Would you like to download and install it automagically?
af_za: Wil jy dit 'outomagies' laat aflaai en installeer?
ar_sa: هل ترغب في تنزيله وتثبيته تلقائياً؟
be_by: Спампаваць і ўсталяваць яго аўтамагічна?
bg_bg: Бихте ли искали да го свалите и инсталирате?
ca_es: Vols descarregar-lo i instal·lar-lo automàticament?
cs: Chceš jej stáhnout a automaticky nainstalovat?
da_dk: Vil du hente og installere den automagisk?
de: Möchtest du es automagisch herunterladen und installieren?
de_at: Megst's automagisch obalodn und installian?
el_gr: Θέλετε να κάνετε λήψη και να το εγκαταστήσετε αυτόματα;
es: ¿Quieres descargarlo e instalarlo automágicamente?
eu_es: Automagikoki deskargatu eta instalatu nahi duzu?
fa_ir: آیا می خواهید آنرا بصورت جادویی و خودکار دانلود و نصب کنید؟
fi: Haluaisitko ladata ja asentaa sen automaagisesti?
fil_ph: Gusto mo bang i-download at gamitin ito agad?
fr_ca: Voulez-vous le télécharger et l'installer automagiquement ?
ga_ie: An bhfuil fonn ort é a íosluchtú agus a shuiteáil go huathoibríoch?
gd_gb: Am bu toigh leat a luchdadh a-nuas 's a stàladh gu fèin-obrachail?
gl_es: Queres descargalo e instalalo automáxicamente?
he: האם ברצונך להוריד אותה באופן אוטומאגי?
hi_in: आप को डाउनलोड करने और इसे स्थापित स्वतः करना चाहेंगे?
hr_hr: Želiš li ih automatski skinuti i instalirati?
hu_hu: Szeretnéd automágikusan letölteni és telepíteni?
hy_am: Ցանկանու՞մ եք արդյոք, ներբեռնել այն և տեղադրել ավտոմատ կերպով
id_id: Apakah Anda ingin mengunduh dan memasang secara otomatis?
is_is: Viltu sækja og setja hann inn sjálfkrafa?
it: Desideri scaricarlo e installarlo automagicamente?
ja_jp: 自動的にダウンロードしてインストールしますか？
ka_ge: გსურთ გადმოტვირთოთ და ჩააყენოთ ის?
ko_kr: 자동으로 다운로드 후 설치하시겠습니까?
lb_lu: Wëlls du et eroflueden an automagesch installéieren?
lt_lt: Ar norite parsisiųsti ir įsidiegti jį automatiškai?
lv_lv: Vai tu vēlies lejupielādēt un uzinstalēt to automātiski?
mi_nz: E hiahia ana koe ki te tiki ake me te tāuta i te reira aunoa?
mn_mn: Та үүнийг автоматаар татан суулгахийг зөвшөөрч байна уу?
ms_my: Adakah anda ingin memuat turun dan memasangkannya secara automatik?
mt_mt: Trid li dan jiġi mniżżel u nstallat awtomaġikament?
nl_nl: Wil je het automatisch downloaden en installeren?
nn_no: Ynskjar du å laste ned og installere det automatisk?
pl: Czy chcesz go automatycznie ściągnąć i zainstalować?
pt: Gostarias de o descarregar e instalar automagicamente?
ro_ro: Dorești să fie descărcat și instalat automat?
ru_ru: Загрузить и установить его автомагически?
sk_sk: Chcel by si ho stiahnuť a automagicky nainštalovať?
sl_si: Želiš, da se prenese in namesti avtomatično?
sq_al: Do të ju pëlqen për të shkarkuar dhe instaluar atë automagically?
sv_se: Vill du ladda ner och installera det automagiskt?
th_th: คุณต้องการให้ดาวน์โหลดและติดตั้งโดยอัตโนมัติไหม?
tr_tr: Otomatik olarak indirilip yüklenmesini ister misiniz?
vi_vn: Bạn có muốn tải và tự động cài đặt nó một cách kì diệu không?
zh_cn: 你想要自动下载和安装它吗？
zh_tw: 你想要下載並且自動安裝嗎？

# multiplayer_title
source: Play Multiplayer
af_za: Speel Multispeler
ar_sa: لعب متعدد اللاعبين
be_by: Сумесная гульня
bg_bg: Групова игра
ca_es: Mode multijugador
cs: Hra více hráčů
da_dk: Spil multiplayer
de: Mehrspielermodus spielen
de_at: Mehrspielamodus spün
el_gr: Παίξτε ένα ομαδικό παιχνίδι
es: Jugar en modo multijugador
eu_es: Multijokalaria jolastu
fa_ir: بازی چند نفره
fi: Pelaa moninpeliä
fil_ph: Makipaglaro sa Kapwa
fr_ca: Choix du serveur
ga_ie: Imir i mód Ilimreora
gd_gb: Cluich geama ioma-chluicheadair
gl_es: Multixogador
he: משחק מרובה משתתפים
hi_in: अनेक खिलाड़ियों के साथ खेलें
hr_hr: Igraj s Drugima
hu_hu: Többjátékos mód
hy_am: Խաղալ Առցանց
id_id: Bermain Bersama
is_is: Spila á netinu
it: Gioca in multigiocatore
ja_jp: マルチプレイで遊ぶ
ka_ge: ქსელური თამაში
ko_kr: 멀티플레이
lb_lu: Multispillermodus
lt_lt: Žaidimas tinkle
lv_lv: Spēlēt daudzspēlētāju režīmu
mi_nz: te tākaro multiplayer
mk_mk: Игра в Мултиплеер
mn_mn: Олууоаа тоглох
ms_my: Main Permainan Jamak
mt_mt: Ilgħab mal-Oħrajn
nl_nl: Samen spelen
nn_no: Spel fleirspelar
pl: Tryb wieloosobowy
pt: Multijogador
ro_ro: Joacă în multiplayer
ru_ru: Сетевая игра
sk_sk: Hra viacerých hráčov
sl_si: Igraj večigralski način
sq_al: Luaj Multiplayer
sv_se: Spela online
th_th: เล่นหลายคน
tr_tr: Çok Oyunculu Oyna
vi_vn: Chơi mạng
zh_cn: 多人游戏
zh_tw: 進行多人遊戲

# options_anaglyph
source: 3D Anaglyph
af_za: Blou/Rooi 3D
ar_sa: عرض ثلاثي الابعاد
be_by: 3D-анагліф
bg_bg: Стереоскопично 3D
ca_es: Visió en 3D
cs: 3D zobrazení
da_dk: 3D-Anaglyf
de: 3D-Effekt
de_at: 3D-Effekt
el_gr: Ανάγλυφο 3D
es: Visión en 3D
eu_es: 3D Anaglifikoa
fa_ir: سه بعدي آناگليف
fi: Stereoskooppinen 3D
fr_ca: 3D anaglyphe
ga_ie: Anaiglif 3D
gd_gb: Èifeachd 3D
gl_es: Modo 3D
he: תלת מימד
hi_in: तीन आयामी मोड सौंपनेवाला
hr_hr: 3D Stereoskopska Slika
hu_hu: Sztereoszkopikus 3D
hy_am: 3D Ռեժիմ
id_id: Gambar 3 Dimensi
is_is: 3D gleraugu (blá og rauð)
it: 3D anaglifico
ja_jp: 3D表示
ka_ge: 3D გამოსახულება
ko_kr: 3D 애너글리프
lt_lt: 3D režimas
lv_lv: 3D
mn_mn: 3D харагдуулах
ms_my: Anaglif 3D
nn_no: 3D-anaglyf
pl: Anaglifowe 3D
pt: 3D Anaglífico
ro_ro: Anaglifă 3D
ru_ru: 3D анаглиф
sk_sk: 3D Anaglyf
sl_si: Modro/rdeč 3D
sv_se: Röd-cyan 3D
th_th: โหมด 3 มิติ
tr_tr: 3D Görüntü
vi_vn: Hiệu ứng 3D
zh_cn: 3D效果
zh_tw: 3D 立體模式

# options_ao
source: Smooth Lighting
af_za: Gladde Beligting
ar_sa: إضاءة ناعمة
be_by: Мяккае асвятленне
bg_bg: Гладко осветл.
ca_es: Il·luminació suau
cs: Vyhlazené stíny
da_dk: Jævn belysning
de: Weiche Beleuchtung
de_at: Woachs Liacht
el_gr: Ομαλός φωτισμός
es: Iluminación suave
eu_es: Argiztapen leuna
fa_ir: روشنایی ملایم
fi: Pehmeä valaistus
fr_ca: Éclairage adouci
ga_ie: Soilsiú Slim
gd_gb: Soillseachadh rèidh
gl_es: Iluminación suave
he: החלקת תאורה
hi_in: चिकना प्रकाश
hr_hr: Glatka Osvjetljenost
hu_hu: Simított megvilágítás
hy_am: Բարձրորակ Լուսավորություն
id_id: Pencahayaan Halus
is_is: Mjúk lýsing
it: Luce soffusa
ja_jp: スムースライティング
ka_ge: გლუვი შუქი
ko_kr: 부드러운 조명 효과
lb_lu: Douce Beliichtung
lt_lt: Švelnus apšvietimas
lv_lv: Gluds Apgaismojums
mi_nz: Whakamumuratanga Whakaene
mk_mk: Гладка Осветлување
mn_mn: Зөөлрүүлсэн гэрэл
ms_my: Pencahayaan Licin
mt_mt: Dawl Sabiħ
nl_nl: Zachte belichting
nn_no: Jamnt ljos
pl: Gładkie oświetlenie
pt: Iluminação Suave
ro_ro: Lumină fină
ru_ru: Мягкое освещение
sk_sk: Vyhladenie nasvetlenia
sl_si: Gladko osvetljevanje
sq_al: Qetë, Ndriçimi
sv_se: Ljusutjämning
th_th: แสงนวล
tr_tr: Yumuşak Aydınlatma
vi_vn: Phối sáng đều
zh_cn: 平滑光照
zh_tw: 柔和化照明效果

# options_ao_max
source: Maximum
af_za: Maksimum
ar_sa: الحد الأقصى
be_by: Максімум
bg_bg: Максимално
ca_es: Màxim
cs: Maximální
el_gr: Μέγιστο
es: Máximo
eu_es: Maximo
fa_ir: حداکثر
fi: Maksimi
fil_ph: Pinakamataas
ga_ie: Uasmhéid
gd_gb: As motha
gl_es: Máximo
he: מקסימום
hi_in: अधिकतम
hr_hr: Maksimalna
hy_am: Առավելագույն
id_id: Maksimum
is_is: Hámark
it: massima
ja_jp: 最大
ka_ge: მაქსიმუმი
ko_kr: 최대
lt_lt: maksimalus
lv_lv: Maksimālais
mi_nz: Mōrahi
mk_mk: Максимум
mn_mn: Их
mt_mt: Massimu
nn_no: Maks
pl: Maksimum
pt: Máximo
ro_ro: Maximă
ru_ru: Максимум
sk_sk: Maximálne
sl_si: Največ
sq_al: Maksimale
th_th: ขั้นสูงสุด
tr_tr: En Fazla
vi_vn: Tối đa
zh_cn: 最大
zh_tw: 最大值

# options_ao_min
source: Minimum
ar_sa: الحد الأدنى
be_by: Мінімум
bg_bg: Минимално
ca_es: Mínim
cs: Minimální
el_gr: Ελάχιστο
es: Mínimo
eu_es: Minimo
fa_ir: حداقل
fi: Minimi
fil_ph: Pinakamababa
ga_ie: Íosmhéid
gd_gb: As lugha
gl_es: Mínimo
he: מינימום
hi_in: न्यूनतम
hr_hr: Minimalna
hy_am: Նվազագույն
is_is: Lágmark
it: minima
ja_jp: 最小
ka_ge: მინიმუმი
ko_kr: 최소
lt_lt: minimalus
lv_lv: Minimālais
mi_nz: Mōkito
mk_mk: Минимум
mn_mn: Бага
mt_mt: Minimu
nn_no: Minst
pt: Mínimo
ro_ro: Minimă
ru_ru: Минимум
sk_sk: Minimálne
sl_si: Najmanj
sq_al: Minimale
th_th: ขั้นต่ำ
tr_tr: En Az
vi_vn: Tối thiểu
zh_cn: 最小
zh_tw: 最小值

# options_ao_off
source: OFF
af_za: AF
ar_sa: إيقاف
be_by: ВЫКЛ
bg_bg: Изключено
cs: VYP
da_dk: FRA
de: Aus
de_at: Aus
el_gr: Κλειστό
es: NO
eu_es: Itzalia
fa_ir: خاموش
fi: POIS PÄÄLTÄ
fr_ca: Désactivé
ga_ie: AS
gd_gb: DHETH
gl_es: Apagado
he: כבוי
hi_in: बंद
hr_hr: Ne
hu_hu: KI
hy_am: Անջատել
id_id: Mati
is_is: Slökkt
it: no
ja_jp: オフ
ka_ge: განრთ
ko_kr: 끔
lb_lu: Aus
lt_lt: išj.
lv_lv: Izslēgts
mk_mk: ИСКЛУЧЕНО
mn_mn: УНТ.
ms_my: DITUTUP
mt_mt: XEJN
nl_nl: UIT
nn_no: AV
pl: WYŁ.
pt: Não
ro_ro: Nu
ru_ru: Выкл
sk_sk: Vyp
sl_si: IZKLOPLJENO
sv_se: AV
th_th: ปิด
tr_tr: Kapalı
vi_vn: TẮT
zh_cn: 关
zh_tw: 關閉

# options_attack_crosshair
source: Crosshair
af_za: Kruishaar
ar_sa: تقاطع
be_by: Прыцэл
bg_bg: Мерник
ca_es: Punt de mira
cs: Křížek
da_dk: Sigtekorn
de: Fadenkreuz
de_at: Fodenkreiz
el_gr: Σταυρόνημο
es: Mira
eu_es: Mira
fa_ir: نشانه
fi: Tähtäin
fr_ca: Viseur
ga_ie: Crosribe
gd_gb: Crois-ribe
gl_es: Mira
he: כוונת
hi_in: क्रॉसहेअर
hr_hr: Ciljnik
hu_hu: Célkereszt
id_id: Bulu Bidik
is_is: Krosshár
it: mirino
ja_jp: クロスヘア
ka_ge: სამიზნესთან
ko_kr: 십자선
lb_lu: Sucher
lt_lt: taikinukas
lv_lv: Vizieris
mk_mk: Цел
mn_mn: Дэлгэцийн төвд
ms_my: Kursor
nl_nl: Vizier
nn_no: Siktepunkt
pl: Celownik
pt: Mira
ro_ro: Reticul
ru_ru: Прицел
sk_sk: Zameriavač
sl_si: Križec
sv_se: Hårkors
th_th: ลูกศร
tr_tr: İmleç
vi_vn: Hình chữ thập
zh_cn: 十字准星
zh_tw: 十字準心

# options_attack_hotbar
source: Hotbar
af_za: Warmbalk
ar_sa: شريط المهام
be_by: Рыштунак
bg_bg: Бърза лента
ca_es: Barra d'eines
cs: Lišta
de: Schnellzugr.
de_at: Schöizuagr.
el_gr: Μπάρα άμεσης χρήσης
es: Barra
eu_es: Barra
fa_ir: نوار
fr_ca: Barre
ga_ie: Mearbharra
gd_gb: Grad-bhàr
gl_es: Barra
he: שורת המידע
hr_hr: Traka
hu_hu: Gyorstár
id_id: Bilah Panas
it: barra
ja_jp: ホットバー
ka_ge: ინვენტართან
ko_kr: 단축바
lt_lt: daiktų juosta
lv_lv: Galvenā josla
mk_mk: Хотбар
mn_mn: Хэрэгцээт зүйлсын хажууд
ms_my: Susunan utama
nn_no: Snøgg-inventar
pl: Pasek narzędzi
ro_ro: Bară
ru_ru: Инвентарь
sk_sk: Lišta
sl_si: Hitri meni
sv_se: Föremålsmeny
th_th: แถบเครื่องมือ
tr_tr: Kısayol
vi_vn: Thanh nóng
zh_cn: 快捷栏
zh_tw: 快捷欄
