Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# subtitles_item_armor_equip_diamond
source: Diamond armour clangs
af_za: Diamantharnas kletter
be_by: Бразгат дыяментавай брані
bg_bg: Звън от диамантена броня
ca_es: Armadura de diamant fa clong
cs: řinčení diamantového brnění
da_dk: Diamantrustning klinger
de: Diamantrüstung klirrt
el_gr: Η διαμαντένια πανοπλία σπάει
es: Tintineo de la armadura de diamante
fi: Timanttihaarniska kilahtelee puettaessa
fr_ca: Tintement d'armure en diamant
ga_ie: Cathéide Dhiamaint ag clagarnach
gd_gb: Tha armachd daoimein a' gliongadh
gl_es: Trisquido de armadura de diamante
he: שריון יהלום מדנדן
hu_hu: Gyémántpáncél csattog
id_id: Zirah berlian berkeleneng
it: Armatura di diamante che tintinna
ja_jp: ダイヤの防具が装着される
ka_ge: ალმასის აბჯრის ჩხარუნი
ko_kr: 다이아몬드 갑옷이 쨍그랑거림
lb_lu: Diamantrüstung klimpert
lt_lt: Suskamba deimantiniai šarvai
lv_lv: Dimanta bruņas nošķind
ms_my: Perisai berlian dilafaz
mt_mt: Armar tad-djamant ċekċek
nl_nl: Diamanten harnas rammelt
nn_no: Diamantrustning kling
pl: Diamentowa zbroja brzęczy
pt: Armadura de Diamante equipada
ro_ro: Armură de diamant zăngănind
ru_ru: Лязг алмазной брони
sk_sk: Cinkanie diamantového brnenia
sl_si: Diamantni oklep ropota
sq_al: Diamant forca të blinduara clangs
sv_se: Diamantrustning skramlar
th_th: เสียงจากเกราะเพชร
tr_tr: Elmas zırh tınladı
vi_vn: Giáp kim cương kêu leng keng
zh_cn: 钻石盔甲：碰擦
zh_tw: 鑽石盔甲裝備聲

# subtitles_item_armor_equip_gold
source: Gold armour clinks
af_za: Goudharnas rinkel
be_by: Бразгат залатой брані
bg_bg: Звънтене на златна броня
ca_es: Armadura d'or fa click
cs: cinkání zlatého brnění
da_dk: Guldrustning klinger
de: Goldrüstung klimpert
el_gr: Η χρυσή πανοπλία σπάει
es: Rechine de la armadura de oro
fi: Kultahaarniska helisee puettaessa
fr_ca: Tintement d'armure en or
ga_ie: Cathéide Óir ag clingeadh
gd_gb: Tha armachd oir a' gliongadh
gl_es: Tintineo de armadura de ouro
he: שריון זהב מצלצל
hu_hu: Aranypáncél csilingel
id_id: Zirah emas berdenting
it: Armatura d'oro che sferraglia
ja_jp: 金の防具が装着される
ka_ge: ოქროს აბჯრის ჩხარუნი
ko_kr: 금 갑옷이 짤랑거림
lb_lu: Goldrüstung klimpert
lt_lt: Dzingteli auksiniai šarvai
lv_lv: Zelta bruņas nošķind
ms_my: Perisai emas gemerencing
mt_mt: Armar tad-deheb ċekċek
nl_nl: Gouden harnas rammelt
nn_no: Gullrustning kling
pl: Złota zbroja brzdęka
pt: Armadura de Ouro equipada
ro_ro: Armură de aur clincănind
ru_ru: Звон золотой брони
sk_sk: Cvendžanie zlatého brnenia
sl_si: Zlati oklep ropota
sq_al: Ar forca të blinduara clangs
sv_se: Guldrustning skramlar
th_th: เสียงจากเกราะทอง
tr_tr: Altın zırh çınladı
vi_vn: Giáp vàng kêu lạch cạch
zh_cn: 黄金盔甲：叮当
zh_tw: 黃金盔甲裝備聲

# subtitles_item_armor_equip_iron
source: Iron armour clanks
af_za: Ysterharnas kletter
be_by: Бразгат жалезнай брані
bg_bg: Тракане на желязна броня
ca_es: Armadura de ferro fa clanc
cs: řinčení železného brnění
da_dk: Jernrustning skramler
de: Eisenrüstung scheppert
el_gr: Η σιδερένια πανοπλία σπάει
es: Rechine de la armadura de hierro
fi: Rautahaarniska kalisee puettaessa
fr_ca: Tintement d'armure en fer
ga_ie: Cathéide Iarainn ag plimpíl
gd_gb: Tha armachd iarainn a' gliongadh
gl_es: Trisquido de armadura de ferro
he: שריון ברזל נוקש
hu_hu: Vaspáncél koppan
id_id: Zirah besi berdentang
it: Armatura di ferro che sferraglia
ja_jp: 鉄の防具が装着される
ka_ge: რკინის აბჯრის ჩხარუნი
ko_kr: 철 갑옷이 철커덕거림
lb_lu: Eiserüstung klimpert
lt_lt: Suskamba geležiniai šarvai
lv_lv: Dzelzs bruņas nošķind
ms_my: Perisai besi berdering
mt_mt: Armar tal-ħadid ċekċek
nl_nl: IJzeren harnas rammelt
nn_no: Jarnrustning kling
pl: Żelazna zbroja brzęczy
pt: Armadura de Ferro equipada
ro_ro: Armură de fier zuruind
ru_ru: Бряцанье железной брони
sk_sk: Cenganie železného brnenia
sl_si: Železni oklep ropota
sq_al: Hekur forca të blinduara clangs
sv_se: Järnrustning skramlar
th_th: เสียงจากเกราะเหล็ก
tr_tr: Demir zırh tınladı
vi_vn: Giáp sắt kêu lách cách
zh_cn: 铁质盔甲：铿锵
zh_tw: 鐵盔甲裝備聲

# subtitles_item_armor_equip_leather
source: Leather armour rustles
af_za: Leerharnas ritsel
be_by: Шамаценне скураной брані
bg_bg: Шумолене на кожена броня
ca_es: Armadura de cuir sona
cs: šelestění koženého brnění
da_dk: Læderrustning rasler
de: Lederrüstung knirscht
el_gr: Η δερμάτινη πανοπλία σχίζετε
es: Frufrú de la armadura de cuero
fi: Nahkahaarniska rapisee puettaessa
fr_ca: Grincement d'armure en cuir
ga_ie: Cathéide Leathair ag siosarnach
gd_gb: Tha armachd leathair a' starbhan
gl_es: Cruxido de armadura de coiro
he: שריון עור מרחשש
hu_hu: Bőrpáncél susog
id_id: Zirah kulit mendesau
it: Armatura di cuoio che fruscia
ja_jp: 革の防具が装着される
ka_ge: ტყავის აბჯრის შარიშური
ko_kr: 가죽 갑옷이 부스럭거림
lb_lu: Liederrüstung grätscht
lt_lt: Čeža odiniai šarvai
lv_lv: Ādas bruņas nočaukst
ms_my: Perisai kulit berdesir
mt_mt: Armar tal-ġilda ħakk
nl_nl: Leren harnas ritselt
nn_no: Lêrrustning vert kledd på
pl: Skórzana zbroja szeleści
pt: Armadura de Couro equipada
ro_ro: Armură de piele foșnind
ru_ru: Шуршание кожаной брони
sk_sk: Šušťanie koženého brnenia
sl_si: Usnjeni oklep škriplje
sq_al: rustles lëkure forca të blinduara
sv_se: Läderrustning prasslar
th_th: เสียงจากเกราะหนัง
tr_tr: Deri zırh hışırdadı
vi_vn: Giáp da kêu phần phật
zh_cn: 皮革护甲：摩擦
zh_tw: 皮革盔甲裝備聲

# subtitles_item_bottle_fill
source: Bottle fills
af_za: Bottel word vol
be_by: Пляшка напоўнена
bg_bg: Пълнене на стъкленица
ca_es: S'omple una ampolla
cs: plnění lahvičky
da_dk: Flaske fyldes
de: Flasche gefüllt
el_gr: Το μπουκάλι γεμίζει
es: Frasco rellenado
fi: Pullo täyttyy
fr_ca: Fiole qui se remplit
ga_ie: Buidéal ag líonadh
gl_es: Frasco recheado
he: בקבוק מתמלא
hr_hr: Bočica se puni
hu_hu: Üvegpalack megtelik
id_id: Mengisi botol
it: Ampolla riempita
ja_jp: 瓶を満たす
ka_ge: ბოთლის გავსება
ko_kr: 유리병을 채움
lb_lu: Fläsch gefëllt
lt_lt: Buteliukas pripildomas
lv_lv: Pudele uzpildās
ms_my: Botol diisi
mt_mt: Flixkun imtela
nl_nl: Fles wordt gevuld
nn_no: Flaska vert fylt
pl: Napełnienie butelki
pt: Garrafa enche-se
ro_ro: Sticluță umplându-se
ru_ru: Наполнен пузырёк
sk_sk: Naplnenie fľaše
sl_si: Steklenica se napolni
sq_al: Mbush shishe
sv_se: Flaska fylls
th_th: เติมขวดน้ำ
tr_tr: Şişe dolduruldu
vi_vn: Đổ đầy chai nước
zh_cn: 水瓶：装满
zh_tw: 裝滿水瓶

# subtitles_item_bucket_empty
source: Bucket empties
af_za: Emmer loop leeg
be_by: Вядро спустошана
bg_bg: Изпразване на кофа
ca_es: Es buida un cub
cs: vyprázdnění kbelíku
da_dk: Spand tømmes
de: Eimer geleert
el_gr: Ο Κουβάς αδειάζει
es: Cubo vaciado
fi: Sankko tyhjentyy
fr_ca: Chaudière qui se vide
ga_ie: Buicéad ag folmhú
gl_es: Cubo vaciado
he: דלי מתרוקן
hr_hr: Kanta se prazni
hu_hu: Vödör kiürül
id_id: Mengosongkan ember
it: Secchio svuotato
ja_jp: バケツを空にする
ka_ge: სათლის დაცლა
ko_kr: 양동이를 비움
lb_lu: Eemer eidel gemaach
lt_lt: Kibiras ištuštinamas
lv_lv: Spainis iztukšojas
ms_my: Baldi dikosongkan
mt_mt: Barmil żvojta
nl_nl: Emmer wordt geleegd
nn_no: Bytte vert tømd
pl: Opróżnianie wiadra
pt: Balde esvazia-se
ro_ro: Găleată golindu-se
ru_ru: Ведро опустошено
sk_sk: Vyprázdnenie vedra
sl_si: Vedro se izprazni
sq_al: Boshatis kovë
sv_se: Hink töms
th_th: เทน้ำออกจากถัง
tr_tr: Kova boşaltıldı
vi_vn: Xô trống rỗng
zh_cn: 桶：倒空
zh_tw: 倒空鐵桶

# subtitles_item_bucket_fill
source: Bucket fills
af_za: Emmer vul
be_by: Вядро напоўнена
bg_bg: Пълнене на кофа
ca_es: S'omple un cub
cs: naplnění kbelíku
da_dk: Spand fyldes
de: Eimer gefüllt
el_gr: Ο κουβάς γεμίζει
es: Cubo rellenado
fi: Sankko täyttyy
fr_ca: Chaudière qui se remplit
ga_ie: Buicéad ag líonadh
gl_es: Cubo recheado
he: דלי מתמלא
hr_hr: Kanta se puni
hu_hu: Vödör megtelik
id_id: Mengisi ember
it: Secchio riempito
ja_jp: バケツを満たす
ka_ge: სათლის გავსება
ko_kr: 양동이를 채움
lb_lu: Eemer gefëllt
lt_lt: Kibiras pripildomas
lv_lv: Spainis piepildās
ms_my: Baldi diisikan
mt_mt: Barmil imtela
nl_nl: Emmer wordt gevuld
nn_no: Bytte vert fylt
pl: Napełnianie wiadra
pt: Balde enche-se
ro_ro: Găleată umplându-se
ru_ru: Ведро наполнено
sk_sk: Naplnenie vedra
sl_si: Vedro se napolni
sq_al: Bucket mbush
sv_se: Hink fylls
th_th: น้ำเต็มถัง
tr_tr: Kova dolduruldu
vi_vn: Đổ đầy xô
zh_cn: 桶：装满
zh_tw: 填充鐵桶

# subtitles_item_chorus_fruit_teleport
source: Player teleports
af_za: Speler teleporteer
be_by: Гулец тэлепартаваны
bg_bg: Играч се телепортира
ca_es: Teletransport del jugador
cs: teleportace hráče
da_dk: Spiller teleportere
de: Spieler teleportiert
el_gr: O παίκτης τηλεμεταφέρεται
es: Un jugador se teletransporta
fi: Pelaaja teleporttaa
fr_ca: Joueur qui se téléporte
ga_ie: Imreoir ag teileapórtáil
gd_gb: Tha an cluicheadair a' tele-phortadh
gl_es: Xogador teleportado
he: שחקן משתגר
hr_hr: Igrač se teleportira
hu_hu: Játékos teleportál
id_id: Pemain berteleportasi
it: Un giocatore si teletrasporta
ja_jp: プレイヤーがテレポートする
ka_ge: მოთამაშე გადატელეპორტდა
ko_kr: 플레이어가 순간이동함
lb_lu: Spiller teleportéiert
lt_lt: Žaidėjas teleportuojasi
lv_lv: Spēlētāju teleportēšanās
mn_mn: Тоглогч шилжиж байна
ms_my: Pemain telepot
mt_mt: Plejer itteleportja
nl_nl: Speler teleporteert
nn_no: Spelar teleporterar
pl: Gracz teleportuje się
pt: Jogador teletransporta-se
ro_ro: Jucător teleportându-se
ru_ru: Телепортация игрока
sk_sk: Teleportovanie hráča
sl_si: Igralec se teleportira
sq_al: Teleports lojtar
sv_se: Spelare teleporterar
th_th: เคลื่อนย้ายผู้เล่น
tr_tr: Oyuncu ışınlandı
vi_vn: Người chơi dịch chuyển tức thì
zh_cn: 玩家：传送
zh_tw: 玩家使用歌萊果傳送

# subtitles_item_firecharge_use
source: Fireball whooshes
af_za: Vuurbal suis
be_by: Вогненны шар свішча
bg_bg: Свистене на огнена топка
ca_es: Una bola de foc sona
cs: svištění ohnivé koule
da_dk: Ildkugle whoosher
de: Feuerkugel zischt
el_gr: Η μπάλα φωτιάς Περνάει
es: Zumbido de bola de fuego
fi: Tulipallo humahtaa
fr_ca: Boule de feu lancée
ga_ie: Seabhrán tine ealaíne
gl_es: A bola de lume pasa volando
he: כדור אש רוחש
hu_hu: Tűzgolyó elsuhan
id_id: Bola api berhumbus
it: Palla di fuoco lanciata
ja_jp: 火の玉が発射される
ka_ge: ცეცხლოვანი ბურთი გიზგიზებს
ko_kr: 화염구를 사용함
lb_lu: Feierball ugefaangen
lt_lt: Iššauna ugnies kamuolys
lv_lv: Ugunsbumba nožvingst
ms_my: Bola api mendengung
mt_mt: Balma tan-nar sparat
nl_nl: Vuurbal woesjt
pl: Kula ognia świszczy
pt: Projétil de Fogo é lançado
ro_ro: Bilă de foc vâjâind
ru_ru: Свист файербола
sk_sk: Hučanie ohnivej gule
sl_si: Ognjena krogla leti
sv_se: Eldboll susar
th_th: ลูกไฟส่งเสียงวู้ช
tr_tr: Ateş Topu fırlatıldı
vi_vn: Cầu lửa gầm lên
zh_cn: 火焰弹：呼啸
zh_tw: 火球颼颼聲

# subtitles_item_flintandsteel_use
source: Flint and Steel clicks
af_za: Aansteker klik
be_by: Пстрык крэсіва
bg_bg: Щракване на запалка
ca_es: S'encén un encenedor
cs: škrtnutí křesadla
da_dk: Flint og stål klikker
de: Feuerzeug zündet
el_gr: Ο πυρόλιθος και χάλυβας κάνουν κλικ
es: Chasquido de mechero
fi: Tulukset napsahtavat
fr_ca: Déclic de briquet
ga_ie: Breochloch is Cruach ag cliceáil
gl_es: Chisqueiro usado
he: צור ופלדה נוקשים
hu_hu: Kovakő és acél kattan
id_id: Batu api dan baja klik
it: Acciarino utilizzato
ja_jp: 火打石と打ち金で着火する
ka_ge: კაჟმა და ფოლადმა დაიწკაპუნა
ko_kr: 라이터를 사용함
lb_lu: Briquet klickt
lt_lt: Spragteli titnagas ir geležis
lv_lv: Krams un Dzelzs noklikšķ
ms_my: Clik Pemetik Api
mt_mt: Żnied u ħadid klikkjaw
nl_nl: Vuursteen en staal klikt
pl: Zgrzyt krzesiwa
pt: Isqueiro clica
ro_ro: Cremene și amnar țăcănind
ru_ru: Щелчок огнивом
sk_sk: Cvaknutie kresadla
sl_si: Netilo klikne
sv_se: Elddon rispas
th_th: คลิกหินเหล็กไฟ
tr_tr: Çakmak Taşı ve Çelik çakıldı
vi_vn: Dụng cụ đánh lửa kêu
zh_cn: 打火石：生火
zh_tw: 打火石咔嗒聲

# subtitles_item_hoe_till
source: Hoe tills
af_za: Skoffel spit
be_by: Зямля ўзараная матыкай
bg_bg: Обработване с мотика
ca_es: Una aixada llaura
cs: okopávání motykou
da_dk: Lugejern bruges
de: Hacke pflügt
el_gr: Η τσάπα οργώνει
es: Azada labrando
fi: Kuokka kyntää
fr_ca: Houe qui laboure
ga_ie: Grafóg ag saothrú
gl_es: Terra sachada
he: מעדר חורש
hu_hu: Kapa művel
id_id: Cangkul mengerjakan tanah
it: Terra arata
ja_jp: クワで耕す
ka_ge: მოთოხვნა
ko_kr: 괭이로 땅을 갊
lb_lu: Heel plout
lt_lt: Kauptukas apdirba žemę
lv_lv: Kaplis uzar
ms_my: Membajak dengan cangkul
mt_mt: Mgħażqa użata
nl_nl: Schoffel spit om
pl: Motyka orze
pt: Enxada ara
ro_ro: Sapă arând
ru_ru: Рыхление мотыгой
sk_sk: Obrábanie motykou
sl_si: Motika koplje
sv_se: Flåhacka plöjer
th_th: ใช้จอบขุด
tr_tr: Toprak çaplandı
vi_vn: Cuốc cày lên
zh_cn: 锄头：犁地
zh_tw: 鋤頭耕地

# subtitles_item_shear
source: Shears click
af_za: Skêr klik
be_by: Пстрык нажніц
bg_bg: Щракване на ножици
ca_es: Unes tisores fan click
cs: střihání
da_dk: Saks Klikker
de: Schere schneidet
el_gr: Το ψαλίδι κάνει κλικ
es: Chasquido de tijeras
fi: Keritsimet napsahtavat
fr_ca: Coup de cisailles
ga_ie: Deimheas ag cliceáil
gd_gb: Tha an siosar a' gearradh
gl_es: Corte de tesoiras
he: מזמרה גוזמת
hr_hr: Škare škljocnu
hu_hu: Olló csattog
id_id: Klik gunting
it: Cesoie utilizzate
ja_jp: ハサミで刈る
ka_ge: მაკრატელმა დაიწკაპუნა
ko_kr: 가위로 깎음
lb_lu: Schéier klickt
lt_lt: Sužvanga žirklės
lv_lv: Šķēres noklikšķ
ms_my: Klik gunting
mt_mt: Ġliem użati
nl_nl: Schaar knipt
pl: Nożyce szczękają
pt: Tesoura corta
ro_ro: Foarfece tăind
ru_ru: Щелчок ножниц
sk_sk: Cvaknutie nožníc
sl_si: Škarje kliknejo
sv_se: Sax klipper
th_th: คลิกกรรไกร
tr_tr: Makas kesti
vi_vn: Kéo tỉa kêu lách cách
zh_cn: 剪刀：剪断
zh_tw: 剪刀咔嗒聲

# subtitles_item_shield_block
source: Shield blocks
af_za: Skild blokkeer
be_by: Удар па шчыту
bg_bg: Блокиране с щит
ca_es: Un escut bloqueja
cs: zablokování štítem
da_dk: Skjold blokker
de: Schild wehrt ab
el_gr: Η ασπίδα Μπλοκάρει
es: Bloqueo con escudo
fi: Kilpi suojaa
fr_ca: Bouclier qui bloque
ga_ie: Sciath ag cosc
gl_es: Bloqueo de escudo
he: מגן חוסם
hr_hr: Štit odbija
hu_hu: Pajzs blokkol
id_id: Perisai menghadang
it: Colpo parato da uno scudo
ja_jp: 盾で防御する
ka_ge: ფარით დაბლოკვა
ko_kr: 방패로 막음
lb_lu: Schëld huet ofgewiert
lt_lt: Skydas blokuoja
lv_lv: Vairoga bloks
ms_my: Perisai menghalangi
mt_mt: Tarka blukkat
nl_nl: Schild blokkeert
pl: Tarcza blokuje
pt: Escudo bloqueia
ro_ro: Scut blocând
ru_ru: Удар по щиту
sk_sk: Blokovanie štítom
sl_si: Ščit blokira
sv_se: Sköld blockerar
th_th: ใช้โล่ป้องกัน
tr_tr: Kalkan engelledi
vi_vn: Khiên đã đỡ đòn
zh_cn: 盾牌：格挡
zh_tw: 盾牌格擋

# subtitles_item_shovel_flatten
source: Spade flattens
af_za: Gegrawery
be_by: Капанне рыдлёўкай
bg_bg: Изравняване с лопата
ca_es: Una pala aplana
cs: zarovnávání lopatou
da_dk: Skovl flader
de: Schaufel planiert
de_at: Schaufe planiad
el_gr: To φτυάρι iσοπεδώνεi
es: Pala aplanando
fi: Lapio tasaa
fr_ca: Pelle qui aplatit
ga_ie: Sluasaid ag cothromú
gl_es: Terra aplanada
he: את משטחת
hu_hu: Ásó simít
id_id: Sekop merata
it: Erba appiattita
ja_jp: シャベルで均す
ka_ge: ნიჩბით თხრა
ko_kr: 삽으로 땅을 다짐
lb_lu: Schëpp planéiert
lt_lt: Kastuvas lygina
lv_lv: Lāpsta izlīdzina
ms_my: Penyodok meratakan
mt_mt: Pala ċċattjat
nl_nl: Schep plet
pl: Łopata wyrównuje teren
pt: Pá alisa
ro_ro: Lopată bătătorind
ru_ru: Рытьё лопатой
sk_sk: Zarovnanie lopatou
sl_si: Lopata zravna zemljo
sv_se: Spade plattar till
th_th: ถางหญ้าด้วยพลั่ว
tr_tr: Çimen düzleştirildi
vi_vn: Xẻng san phẳng
zh_cn: 锹：压地
zh_tw: 鏟子夷平

# subtitles_weather_rain
source: Rain falls
af_za: Reën val
ar_sa: المطر يسقط
be_by: Ідзе дождж
bg_bg: Падане на дъжд
ca_es: Pluja
cs: padání deště
da_dk: Regn falder
de: Regen prasselt
el_gr: Βρέχει
es: Llueve
fi: Sataa
fr_ca: Pluie qui tombe
ga_ie: Báisteach ag titim
gl_es: Chuvia caendo
he: גשם יורד
hr_hr: Kiša pada
hu_hu: Eső esik
id_id: Hujan
it: Pioggia
ja_jp: 雨が降る
ka_ge: წვიმა მოდის
ko_kr: 비가 내림
lb_lu: Reen fält
lt_lt: Lyja lietus
lv_lv: Lietus krīt
ms_my: Hujan turun
mt_mt: Xita nieżla
nl_nl: Regen valt
pl: Pada deszcz
pt: Chuva cai
ro_ro: Ploaie
ru_ru: Идёт дождь
sk_sk: Dážď
sl_si: Dež pada
sv_se: Regn faller
th_th: ฝนตก
tr_tr: Yağmur yağıyor
vi_vn: Mưa rơi
zh_cn: 雨：落下
zh_tw: 雨聲

# tile_acaciaFence_name
source: Acacia Fence
af_za: Akasiahout Heining
ar_sa: سياج من الاكاسيا
be_by: Плот з акацыі
bg_bg: Акациева ограда
ca_es: Tanca de fusta d'acacia
cs: Akáciový plot
da_dk: Akaciehegn
de: Akazienholzzaun
de_at: Akazienzaun
el_gr: Φράχτης από Ξύλο Ακακίας
es: Valla de madera de acacia
eu_es: Akaziazko hesia
fa_ir: نرده های اقاقیا
fi: Akaasia-aita
fil_ph: Kahoy ng Akasya na Bakod
fr_ca: Clôture en bois d'acacia
ga_ie: Claí Acaicia
gl_es: Valado de acacia
he: גדר עץ שיטה
hr_hr: Ograda (Akacija)
hu_hu: Akácia kerítés
id_id: Pagar Kayu Akasia
is_is: Akasíugirðing
it: Staccionata d'acacia
ja_jp: アカシアのフェンス
ka_ge: აკაციის ღობე
ko_kr: 아카시아나무 울타리
lb_lu: Akazienholzzonk
lt_lt: Akacijos tvora
lv_lv: Akācijas koka žogs
mn_mn: Хуайс модон хашаа
ms_my: Pagar Kayu Akasia
mt_mt: Ċint tal-Akaċja
nl_nl: Acaciahouten hek
nn_no: Gjerde av akasietre
pl: Akacjowy płot
pt: Cerca de Madeira de Acácia
ro_ro: Gard de salcâm
ru_ru: Акациевый забор
sk_sk: Akáciový plot
sl_si: Akacijeva ograja
sv_se: Akaciaträstaket
th_th: รั้วไม้อาเคเชีย
tr_tr: Akasya Çit
vi_vn: Hàng rào gỗ xiêm gai
zh_cn: 金合欢栅栏
zh_tw: 相思木柵欄

# tile_acaciaFenceGate_name
source: Acacia Fence Gate
af_za: Akasiahout Hek
ar_sa: بوابة سياج من الاكاسيا
be_by: Брамка з акацыі
bg_bg: Акациева порта
ca_es: Porta de tanca de fusta d'acacia
cs: Akáciová branka
da_dk: Arkaciehegnsport
de: Akazienholzzauntor
de_at: Akazienhoizzauntor
el_gr: Πύλη Φράκτη από Ξύλο Ακακίας
es: Puerta de valla de madera de acacia
eu_es: Akaziazko hesi atea
fa_ir: دروازه حصار اقاقیا
fi: Akaasia-aidan portti
fil_ph: tarangkahang pangbakod na gawa sa Akasya
fr_ca: Porte de clôture en bois d'acacia
ga_ie: Géata Acaicia
gl_es: Cancela de acacia
he: שער גדר עץ שיטה
hr_hr: Vrata za Ogradu (Akacija)
hu_hu: Akácia kerítéskapu
id_id: Gerbang Kayu Akasia
is_is: Hlið úr akasíuviði
it: Cancelletto d'acacia
ja_jp: アカシアのフェンスゲート
ka_ge: აკაციის ღობის ჭიშკარი
ko_kr: 아카시아나무 울타리 문
lb_lu: Akazienholzzonkpaart
lt_lt: Akacijos varteliai
lv_lv: Akācijas žoga vārti
mn_mn: Хуайс модон хашааны хаалга
ms_my: Pintu Pagar Kayu Akasia
mt_mt: Grada tal-Akaċja
nl_nl: Acaciahouten poortje
nn_no: Grind av akasietre
pl: Akacjowa furtka
pt: Portão de Madeira de Acácia
ro_ro: Portiță de salcâm
ru_ru: Акациевая калитка
sk_sk: Akáciová bránka
sl_si: Akacijeva ograjna vrata
sv_se: Akaciaträstaketgrind
th_th: ประตูรั้วไม้อะเคเชีย
tr_tr: Akasya Çit Kapısı
vi_vn: Cổng rào gỗ xiêm gai
zh_cn: 金合欢栅栏门
zh_tw: 相思木柵欄門

# tile_activatorRail_name
source: Activator Rail
af_za: Skakelaarspoor
ar_sa: سكة التفعيل
be_by: Актывуючыя рэйкі
bg_bg: Активираща релса
ca_es: Rail activador
cs: Aktivační kolej
da_dk: Aktiveringsskinne
de: Aktivierungsschiene
de_at: Aktivierungsschiene
el_gr: Ράγα ενεργοποίησης
es: Raíl activador
eu_es: Aktibatzailedun erraila
fa_ir: ریل فعالساز
fi: Aktivointiraide
fil_ph: Taga-bukas na Riles
fr_ca: Rails déclencheurs
ga_ie: Ráillí Gníomhachtóra
gl_es: Rail activador
he: מסילת הפעלה
hi_in: उत्प्रेरक रेल
hr_hr: Pruga sa Aktivatorom
hu_hu: Aktiváló sín
hy_am: Ակտիվացնող Ռելս
id_id: Rel Aktivator
is_is: Kveikjuteinn
it: Binario attivatore
ja_jp: アクティベーターレール
ka_ge: ჩამრთველი რელსი
ko_kr: 활성화 레일
lb_lu: Aktivéierungsschinn
lt_lt: Aktyvuojantys bėgiai
lv_lv: Aktivatora Sliedes
mn_mn: Идэвхжүүлэгч төмөр зам
ms_my: Landasan Pengaktif
mt_mt: Linji Jattivaw
nl_nl: Activatiespoor
nn_no: Aktivatorskinne
pl: Tory aktywacyjne
pt: Carril Ativador
ro_ro: Șine activatoare
ru_ru: Активирующие рельсы
sk_sk: Aktivačné koľajnice
sl_si: Aktivacijska tirnica
sv_se: Aktiveringsräls
th_th: รางรถไฟสำหรับจุดฉนวน
tr_tr: Aktifleyici Ray
vi_vn: Đường ray kích hoạt
zh_cn: 激活铁轨
zh_tw: 觸發鐵軌

# tile_anvil_intact_name
source: Anvil
af_za: Aambeeld
ar_sa: السندان
be_by: Кавадла
bg_bg: Наковалня
ca_es: Enclusa
cs: Kovadlina
da_dk: Ambolt
de: Amboss
de_at: Amboss
el_gr: Αμόνι
es: Yunque
eu_es: Ingude
fa_ir: سندان
fi: Alasin
fil_ph: Palihan
fr_ca: Enclume
ga_ie: Inneoin
gl_es: Zafra
he: סדן
hi_in: विचाराधीन
hr_hr: Nakovanj
hu_hu: Üllő
hy_am: Սալ
id_id: Paron
is_is: Steðji
it: Incudine
ja_jp: 金床
ka_ge: გრდემლი
ko_kr: 모루
lb_lu: Amboss
lt_lt: Priekalas
lv_lv: Lakta
mn_mn: Дөш
ms_my: Andas
mt_mt: Inkwina
nl_nl: Aambeeld
nn_no: Ambolt
pl: Kowadło
pt: Bigorna
ro_ro: Nicovală
ru_ru: Наковальня
sk_sk: Nákova
sl_si: Nakovalo
sv_se: Städ
th_th: ทั่ง
tr_tr: Örs
vi_vn: Cái đe
zh_cn: 铁砧
zh_tw: 鐵砧

# tile_anvil_name
source: Anvil
af_za: Aambeeld
ar_sa: السندان
be_by: Кавадла
bg_bg: Наковалня
ca_es: Enclusa
cs: Kovadlina
da_dk: Ambolt
de: Amboss
de_at: Amboss
el_gr: Αμόνι
es: Yunque
eu_es: Ingude
fa_ir: سندان
fi: Alasin
fil_ph: Palihan
fr_ca: Enclume
ga_ie: Inneoin
gl_es: Zafra
he: סדן
hi_in: विचाराधीन
hr_hr: Nakovanj
hu_hu: Üllő
hy_am: Սալ
id_id: Paron
is_is: Steðji
it: Incudine
ja_jp: 金床
ka_ge: გრდემლი
ko_kr: 모루
lb_lu: Amboss
lt_lt: Priekalas
lv_lv: Lakta
mi_nz: Paepae maitai
mn_mn: Дөш
ms_my: Andas
mt_mt: Inkwina
nl_nl: Aambeeld
nn_no: Ambolt
pl: Kowadło
pt: Bigorna
ro_ro: Nicovală
ru_ru: Наковальня
sk_sk: Nákova
sl_si: Nakovalo
sv_se: Städ
th_th: ทั่ง
tr_tr: Örs
vi_vn: Cái đe
zh_cn: 铁砧
zh_tw: 鐵砧

# tile_anvil_slightlyDamaged_name
source: Slightly Damaged Anvil
af_za: Effens Beskadigde Aambeeld
ar_sa: سندان متضرر قليلاً
be_by: Патрэсканая кавадла
bg_bg: Леко повредена наковалня
ca_es: Enclusa esquerdada
cs: Lehce poškozená kovadlina
da_dk: Lettere beskadiget ambolt
de: Leicht beschädigter Amboss
de_at: Leicht kaputta Amboss
el_gr: Ελαφρώς χρησιμοποιημένο αμόνι
es: Yunque ligeramente dañado
eu_es: Eskas hondatuta dagoen ingudea
fa_ir: سندان با آسيب کم
fi: Hieman murtunut alasin
fil_ph: Sirang Palihan
fr_ca: Enclume légèrement endommagée
ga_ie: Inneoin ar Bheagán Damáiste
gl_es: Zafra algo danada
he: סדן פגום קלות
hi_in: थोड़ा क्षतिग्रस्त निहाई
hr_hr: Oštećen Nakovanj
hu_hu: Kicsit sérült üllő
hy_am: Վնասված Սալ
id_id: Paron Yang Sedikit Rusak
is_is: Smá skemmdur steðji
it: Incudine leggermente danneggiata
ja_jp: 少し壊れた金床
ka_ge: ოდნავ დაზიანებული გრდემლი
ko_kr: 약간 손상된 모루
lb_lu: Liicht laidéierten Amboss
lt_lt: Šiek tiek apgadintas priekalas
lv_lv: Nedaudz bojāta lakta
mn_mn: Бага эвдрэлтэй дөш
ms_my: Andas Sedikit Terhancur
mt_mt: Inkwina bil-Ħsara
nl_nl: Licht beschadigd aambeeld
nn_no: Noko skada ambolt
pl: Lekko uszkodzone kowadło
pt: Bigorna Ligeiramente Danificada
ro_ro: Nicovală puțin stricată
ru_ru: Повреждённая наковальня
sk_sk: Mierne poškodená nákova
sl_si: Rahlo poškodovano nakovalo
sv_se: Lätt skadat städ
th_th: ทั่งที่เสียหายเล็กน้อย
tr_tr: Hafif Hasarlı Örs
vi_vn: Cái đe nứt
zh_cn: 轻微损坏的铁砧
zh_tw: 輕微損耗的鐵砧

# tile_anvil_veryDamaged_name
source: Very Damaged Anvil
af_za: Erg Beskadigde Aambeeld
ar_sa: سندان متضرر جداً
be_by: Паламаная кавадла
bg_bg: Много повредена наковалня
ca_es: Enclusa feta malbé
cs: Velmi poškozená kovadlina
da_dk: Svært beskadiget ambolt
de: Stark beschädigter Amboss
de_at: Stoak kaputta Amboss
el_gr: Πολυχρησιμοποιημένο αμόνι
es: Yunque muy dañado
eu_es: Oso hondatuta dagoen ingudea
fa_ir: سندان با آسيب زياد
fi: Pahasti murtunut alasin
fil_ph: Sobrang Sirang Palihan
fr_ca: Enclume très endommagée
ga_ie: Inneoin ar Mhórán Damáiste
gl_es: Zafra moi danada
he: סדן פגום מאוד
hi_in: बहुत क्षतिग्रस्त निहाई
hr_hr: Jako Oštećen Nakovanj
hu_hu: Nagyon sérült üllő
hy_am: Շատ Վնասված Սալ
id_id: Paron yang Sangat Rusak
is_is: Mjög skemmdur steðji
it: Incudine molto danneggiata
ja_jp: かなり壊れた金床
ka_ge: დაზიანებული გრდემლი
ko_kr: 심각하게 손상된 모루
lb_lu: Staark laidéierten Amboss
lt_lt: Labai apgadintas priekalas
lv_lv: Ļoti bojāta lakta
mn_mn: Их эвдрэлтэй дөш
ms_my: Andas Amat Terhancur
mt_mt: Inkwina Mkissra
nl_nl: Zwaar beschadigd aambeeld
nn_no: Mykje skada ambolt
pl: Mocno uszkodzone kowadło
pt: Bigorna Muito Danificada
ro_ro: Nicovală foarte stricată
ru_ru: Сильно повреждённая наковальня
sk_sk: Veľmi poškodená nákova
sl_si: Zelo poškodovano nakovalo
sv_se: Mycket skadat städ
th_th: ทั่งที่เสียหายมาก
tr_tr: Ağır Hasarlı Örs
vi_vn: Cái đe vỡ
zh_cn: 严重损坏的铁砧
zh_tw: 嚴重損耗的鐵砧
