Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# tile_thinStainedGlass_orange_name
source: Orange Stained Glass Pane
af_za: Oranje Gekleurde Glaspaneel
ar_sa: جزء الزجاج البرتقالي
be_by: Аранжавая шыба
bg_bg: Оранжев стъклен панел
ca_es: Panell de vidre tenyit de taronja
cs: Tabulka oranžového skla
da_dk: Orange farvet glaspanel
de: Orange Glasscheibe
de_at: Orange Glosscheibn
el_gr: Πορτοκαλί χρωματισμένος υαλοπίνακας
es: Panel de cristal tintado de naranja
eu_es: Kristalezko panel laranja
fa_ir: پنجره نارنجي
fi: Oranssi värjätty lasiruutu
fil_ph: Bintanang Kahel
fr_ca: Vitre orange
ga_ie: Pána Gloine Daite Oráisteach
gl_es: Panel de vidro tinguido de laranxa
he: זגוגית כתומה
hr_hr: Narančasta Staklena Ploča
hu_hu: Narancs festett üveglap
hy_am: Նարնջագույն Ապակու Շերտ
id_id: Panel Kaca Berwarna Jingga
is_is: Litað appelsínugult gler
it: Pannello di vetro arancione
ja_jp: 橙色の色付きガラス板
ka_ge: ნარინჯისფერი შუშის პანელი
ko_kr: 주황색 염색된 유리판
lb_lu: Orange Glasscheif
lt_lt: Oranžinis dažyto stiklo lakštas
lv_lv: Oranžā krāsots logs
mn_mn: Улбар будагтай шилэн хавтан
ms_my: Tetingkap Kaca Jingga
mt_mt: Ħġieġa Ċatta Miżbugħha Oranġjo Ċar
nl_nl: Oranje Gekleurde glazen ruit
nn_no: Oransje glasrute
pl: Pomarańczowa szyba
pt: Painel de Vidro Tingido de Laranja
ro_ro: Geam portocaliu
ru_ru: Оранжевая стеклянная панель
sk_sk: Oranžový sklenený panel
sl_si: Oranžno obarvan vitraž
sv_se: Orangefärgad glasruta
th_th: แผ่นกระจกสีส้ม
tr_tr: Turuncu Boyalı İnce Cam
vi_vn: Tấm thủy tinh cam
zh_cn: 橙色染色玻璃板
zh_tw: 橙色玻璃片

# tile_thinStainedGlass_pink_name
source: Pink Stained Glass Pane
af_za: Pienk Gekleurde Glaspaneel
ar_sa: قطعة من الزجاج الملون وردي
be_by: Ружовая шыба
bg_bg: Розов стъклен панел
ca_es: Panell de vidre tenyit de rosa
cs: Tabulka růžového skla
da_dk: Pink farvet glaspanel
de: Rosa Glasscheibe
de_at: Rosane Glosscheibn
el_gr: Ροζ χρωματισμένος υαλοπίνακας
es: Panel de cristal tintado de rosa
eu_es: Kristalezko panel arrosa
fa_ir: پنجره صورتي
fi: Vaaleanpunainen värjätty lasiruutu
fil_ph: Bintanang Rosas
fr_ca: Vitre rose
ga_ie: Pána Gloine Daite Bándeirge
gl_es: Panel de vidro tinguido de rosa
he: זגוגית ורודה
hr_hr: Ružičasta Staklena Ploča
hu_hu: Rózsaszín festett üveglap
hy_am: Վարդագոյն Ապակու Շերտ
id_id: Panel Kaca Berwarna Merah Muda
is_is: Lituð bleik rúða
it: Pannello di vetro rosa
ja_jp: 桃色の色付きガラス板
ka_ge: ვარდისფერი შუშის პანელი
ko_kr: 분홍색 염색된 유리판
lb_lu: Rosa Glasscheif
lt_lt: Rožinis dažyto stiklo lakštas
lv_lv: Rozā krāsots logs
mn_mn: Цайвар ягаан будагтай шилэн хавтан
ms_my: Tetingkap Kaca Merah Jambu
mt_mt: Ħġieġa Ċatta Miżbugħha Roża
nl_nl: Roze Gekleurde Glazen Ruit
nn_no: Rosa glasrute
pl: Różowa szyba
pt: Painel de Vidro Tingido de Rosa
ro_ro: Geam roz
ru_ru: Розовая стеклянная панель
sk_sk: Ružový sklenený panel
sl_si: Roza obarvan vitraž
sv_se: Rosafärgad glasruta
th_th: แผ่นกระจกสีชมพู
tr_tr: Pembe Boyalı İnce Cam
vi_vn: Tấm thủy tinh hồng
zh_cn: 粉红色染色玻璃板
zh_tw: 粉紅色玻璃片

# tile_thinStainedGlass_purple_name
source: Purple Stained Glass Pane
af_za: Pers Glaspaneel
ar_sa: لوح زجاج الملون بنفسجي
be_by: Фіялетавая шыба
bg_bg: Лилав стъклен панел
ca_es: Panell de vidre tenyit de lila
cs: Tabulka fialového skla
da_dk: Lilla farvet glaspanel
de: Violette Glasscheibe
de_at: Lilane Glosscheibn
el_gr: Μοβ χρωματισμένος υαλοπίνακας
es: Panel de cristal tintado de morado
eu_es: Kristalezko panel morea
fa_ir: پنجره بنفش
fi: Violetti värjätty lasiruutu
fil_ph: Bintanang Lila
fr_ca: Vitre mauve
ga_ie: Pána Gloine Daite Corcra
gd_gb: Leòsan glainne dathte purpaidh
gl_es: Panel de vidro tinguido de púrpura
he: זגוגית סגולה
hr_hr: Ljubičasta Staklena Ploča
hu_hu: Lila festett üveglap
hy_am: Մանուշակագույն Ապակու Շերտ
id_id: Panel Kaca Berwarna Ungu
is_is: Fjólublá rúða
it: Pannello di vetro viola
ja_jp: 紫色の色付きガラス板
ka_ge: ალისფერი შუშის პანელი
ko_kr: 보라색 염색된 유리판
lb_lu: Mof Glasscheif
lt_lt: Purpurinis dažyto stiklo lakštas
lv_lv: Purpurkrāsas logs
mn_mn: Нил ягаан будагтай шилэн хавтан
ms_my: Tetingkap Kaca Ungu
mt_mt: Ħġieġa Ċatta Miżbugħha Vjola
nl_nl: Paarsgekleurde glazen ruit
nn_no: Lilla glasrute
pl: Fioletowa szyba
pt: Painel de Vidro Tingido de Roxo
ro_ro: Geam violet
ru_ru: Фиолетовая стеклянная панель
sk_sk: Fialový sklenený panel
sl_si: Vijolično obarvan vitraž
sv_se: Lilafärgad glasruta
th_th: แผ่นกระจกสีม่วง
tr_tr: Mor Boyalı İnce Cam
vi_vn: Tấm thủy tinh nhuộm tím
zh_cn: 紫色染色玻璃板
zh_tw: 紫色玻璃片

# tile_thinStainedGlass_red_name
source: Red Stained Glass Pane
af_za: Rooi Glaspaneel
ar_sa: قطعة من الزجاج الملون احمر
be_by: Чырвоная шыба
bg_bg: Червен стъклен панел
ca_es: Panell de vidre tenyit de vermell
cs: Tabulka červeného skla
da_dk: Rødt farvet glaspanel
de: Rote Glasscheibe
de_at: Rote Glosscheim
el_gr: Κόκκινος χρωματισμένος υαλοπίνακας
es: Panel de cristal tintado de rojo
eu_es: Kristalezko panel gorria
fa_ir: پنجره قرمز
fi: Punainen värjätty lasiruutu
fil_ph: Bintanang Pula
fr_ca: Vitre rouge
ga_ie: Pána Gloine Daite Deirge
gd_gb: Leòsan glainne dathte dearg
gl_es: Panel de vidro tinguido de vermello
he: זגוגית אדומה
hr_hr: Crvena Staklena Ploča
hu_hu: Piros festett üveglap
hy_am: Կարմիր Ապակու Շերտ
id_id: Panel Kaca Berwarna Merah
is_is: Lituð rauð rúða
it: Pannello di vetro rosso
ja_jp: 赤色の色付きガラス板
ka_ge: წითელი შუშის პანელი
ko_kr: 빨간색 염색된 유리판
lb_lu: Roud Glasscheif
lt_lt: Raudonas dažyto stiklo lakštas
lv_lv: Sarkanā krāsots logs
mn_mn: Улаан будагтай шилэн хавтан
ms_my: Tetingkap Kaca Merah
mt_mt: Ħġieġa Ċatta Miżbugħha Ħamra
nl_nl: Roodgekleurde glazen ruit
nn_no: Raud glasrute
pl: Czerwona szyba
pt: Painel de Vidro Tingido de Vermelho
ro_ro: Geam roșu
ru_ru: Красная стеклянная панель
sk_sk: Červený sklenený panel
sl_si: Rdeče pobarvan vitraž
sv_se: Rödfärgad glasruta
th_th: กระจกสีแดง
tr_tr: Kırmızı Boyalı İnce Cam
vi_vn: Tấm thủy tinh đỏ
zh_cn: 红色染色玻璃板
zh_tw: 紅色玻璃片

# tile_thinStainedGlass_silver_name
source: Light Grey Stained Glass Pane
af_za: Liggrys Gekleurde Glaspaneel
ar_sa: قطعة من الزجاج الملون رمادي فاتح
be_by: Светла-шэрая шыба
bg_bg: Светлосив стъклен панел
ca_es: Panell de vidre tenyit de gris clar
cs: Tabulka světle šedého skla
da_dk: Lysegråt farvet glaspanel
de: Hellgraue Glasscheibe
de_at: Hellgraue Glosscheibn
el_gr: Ανοιχτός Γκρι χρωματισμένος υαλοπίνακας
es: Panel de cristal tintado de gris claro
eu_es: Kristalezko panel gris argia
fa_ir: پنجره نقره اي
fi: Vaaleanharmaa värjätty lasiruutu
fil_ph: Bintanang Pilak
fr_ca: Vitre gris pâle
ga_ie: Pána Gloine Daite Fionnléithe
gl_es: Panel de vidro tinguido de gris claro
he: זגוגית אפורה בהירה
hr_hr: Svijetlo Siva Staklena Ploča
hu_hu: Világosszürke festett üveglap
hy_am: Բաց Մոխրագույն Ապակու Շերտ
id_id: Panel Kaca Berwarna Abu-abu Muda
is_is: Lituð ljós grá rúða
it: Pannello di vetro grigio chiaro
ja_jp: 薄灰色の色付きガラス板
ka_ge: ღია-ნაცრისფერი შუშის პანელი
ko_kr: 밝은 회색 염색된 유리판
lb_lu: Hellgro Glasscheif
lt_lt: Šviesiai pilkas dažyto stiklo lakštas
lv_lv: Gaiši pelēkā krāsots logs
mn_mn: Цайвар саарал будагтай шилэн хавтан
ms_my: Tetingkap Kaca Kelabu Cerah
mt_mt: Ħġieġa Ċatta Miżbugħha Griża Ċara
nl_nl: Lichtgrijsgekleurde glazen ruit
nn_no: Ljosegrå glasrute
pl: Jasnoszara szyba
pt: Painel de Vidro Tingido de Cinzento Claro
ro_ro: Geam gri-deschis
ru_ru: Светло-серая стеклянная панель
sk_sk: Svetlosivý sklenený panel
sl_si: Svetlo sivo obarvan vitraž
sv_se: Ljusgråfärgad glasruta
th_th: แผ่นกระจกสีเทาอ่อน
tr_tr: Açık Gri Boyalı İnce Cam
vi_vn: Tấm thủy tinh xám nhạt
zh_cn: 淡灰色染色玻璃板
zh_tw: 淺灰色玻璃片

# tile_thinStainedGlass_white_name
source: White Stained Glass Pane
af_za: Wit Gekleurde Glaspaneel
ar_sa: جزء الزجاج الأبيض
be_by: Белая шыба
bg_bg: Бял стъклен панел
ca_es: Panell de vidre tenyit de blanc
cs: Tabulka bílého skla
da_dk: Hvidt farvet glaspanel
de: Weiße Glasscheibe
de_at: Weiße Glosscheibn
el_gr: Άσπρος χρωματισμένος υαλοπίνακας
es: Panel de cristal tintado de blanco
eu_es: Kristalezko panel zuria
fa_ir: پنجره سفيد
fi: Valkoinen värjätty lasiruutu
fil_ph: Bintanang Puti
fr_ca: Vitre blanche
ga_ie: Pána Gloine Daite Báine
gl_es: Panel de vidro tinguido de branco
he: זגוגית לבנה
hr_hr: Bijela Staklena Ploča
hu_hu: Fehér festett üveglap
hy_am: Սպիտակ Ապակու Շերտ
id_id: Panel Kaca Berwarna Putih
is_is: Litað hvítt gler
it: Pannello di vetro bianco
ja_jp: 白色の色付きガラス板
ka_ge: თეთრი შუშის პანელი
ko_kr: 하얀색 염색된 유리판
lb_lu: Wäiss Glasscheif
lt_lt: Baltas dažyto stiklo lakštas
lv_lv: Baltā krāsots logs
mn_mn: Цагаан будагтай шилэн хавтан
ms_my: Tetingkap Kaca Putih
mt_mt: Ħġieġa Ċatta Miżbugħha Bajda Ċara
nl_nl: Wit Gekleurde glazen ruit
nn_no: Kvit glasrute
pl: Biała szyba
pt: Painel de Vidro Tingido de Branco
ro_ro: Geam alb
ru_ru: Белая стеклянная панель
sk_sk: Biely sklenený panel
sl_si: Belo obarvan vitraž
sv_se: Vitfärgad glasruta
th_th: แผ่นกระจกสีขาว
tr_tr: Beyaz Boyalı İnce Cam
vi_vn: Tấm thủy tinh trắng
zh_cn: 白色染色玻璃板
zh_tw: 白色玻璃片

# tile_thinStainedGlass_yellow_name
source: Yellow Stained Glass Pane
af_za: Geel Gekleurde Glaspaneel
ar_sa: جزء من زجاج ملون أصفر
be_by: Жоўтая шыба
bg_bg: Жълт стъклен панел
ca_es: Panell de vidre tenyit de groc
cs: Tabulka žlutého skla
da_dk: Gult farvet glaspanel
de: Gelbe Glasscheibe
de_at: Göbe Glosscheibn
el_gr: Κίτρινος χρωματισμένος υαλοπίνακας
es: Panel de cristal tintado de amarillo
eu_es: Kristalezko panel horia
fa_ir: پنجره زرد
fi: Keltainen värjätty lasiruutu
fil_ph: Bintanang Dilaw
fr_ca: Vitre jaune
ga_ie: Pána Gloine Daite Buí
gl_es: Panel de vidro tinguido de amarelo
he: זגוגית צהובה
hr_hr: Žuta Staklena Ploča
hu_hu: Sárga festett üveglap
hy_am: Դեղին Ապակու Շերտ
id_id: Panel Kaca Berwarna Kuning
is_is: Lituð gul rúða
it: Pannello di vetro giallo
ja_jp: 黄色の色付きガラス板
ka_ge: ყვითელი შუშის პანელი
ko_kr: 노란색 염색된 유리판
lb_lu: Giel Glasscheif
lt_lt: Geltonas dažyto stiklo lakštas
lv_lv: Dzeltenā krāsots logs
mn_mn: Шар будагтай шилэн хавтан
ms_my: Tetingkap Kaca Kuning
mt_mt: Ħġieġa Ċatta Miżbugħha Safra
nl_nl: Geel Gekleurde glazen ruit
nn_no: Gul glasrute
pl: Żółta szyba
pt: Painel de Vidro Tingido de Amarelo
ro_ro: Geam galben
ru_ru: Жёлтая стеклянная панель
sk_sk: Žltý sklenený panel
sl_si: Rumeno obarvan vitraž
sv_se: Gulfärgad glasruta
th_th: แผ่นกระจกสีเหลือง
tr_tr: Sarı Boyalı İnce Cam
vi_vn: Tấm thủy tinh vàng
zh_cn: 黄色染色玻璃板
zh_tw: 黃色玻璃片

# tile_torch_name
source: Torch
af_za: Fakkel
ar_sa: شعلة
be_by: Факел
bg_bg: Факла
ca_es: Torxa
cs: Pochodeň
da_dk: Fakkel
de: Fackel
de_at: Focke
el_gr: Πυρσός
es: Antorcha
eu_es: Argi-zuzia
fa_ir: مشعل
fi: Soihtu
fil_ph: Ilaw
fr_ca: Torche
ga_ie: Tóirse
gd_gb: Lòchran
gl_es: Facho
he: לפיד
hi_in: मशाल
hr_hr: Baklja
hu_hu: Fáklya
hy_am: Ջահ
id_id: Obor
is_is: Kyndill
it: Torcia
ja_jp: 松明
ka_ge: ჩირაღდანი
ko_kr: 횃불
lb_lu: Fakel
lt_lt: Deglas
lv_lv: Lāpa
mi_nz: Rama
mk_mk: Факел
mn_mn: Бамбар
ms_my: Obor
mt_mt: Torċa
nl_nl: Fakkel
nn_no: Fakkel
pl: Pochodnia
pt: Tocha
ro_ro: Torță
ru_ru: Факел
sk_sk: Fakľa
sl_si: Bakla
sv_se: Fackla
th_th: คบเพลิง
tr_tr: Meşale
vi_vn: Đuốc
zh_cn: 火把
zh_tw: 火把

# tile_trapdoor_name
source: Wooden Trapdoor
af_za: Valdeur
ar_sa: باب جانبي
be_by: Люк
bg_bg: Капак
ca_es: Trapa de fusta
cs: Dřevěný poklop
da_dk: Lem
de: Holzfalltür
de_at: Hoizfalltür
el_gr: Καταπακτή
es: Trampilla de madera
eu_es: Egurrezko tranpola
fa_ir: تله در
fi: Lattialuukku
fil_ph: Pintong Maliit
fr_ca: Trappe en bois
ga_ie: Comhla Thógála
gl_es: Trapela de madeira
he: דלת עץ ממולכדת
hi_in: पक्षियों के बच्चे
hr_hr: Podna Vrata
hu_hu: Fa csapóajtó
hy_am: Դռնակ
id_id: Pintu Jebakan
is_is: Hleri
it: Botola di legno
ja_jp: 木のトラップドア
ka_ge: საძვრენი
ko_kr: 나무 다락문
lb_lu: Holzklappdier
lt_lt: Liukas
lv_lv: Lūka
mn_mn: Модон сөхдөг хаалга
ms_my: Jerangkap Kayu
mt_mt: Bokkaport tal-Injam
nl_nl: Houten valluik
nn_no: Luke
pl: Klapa
pt: Alçapão de Madeira
ro_ro: Trapă de lemn
ru_ru: Люк
sk_sk: Poklop
sl_si: Lesena loputa
sv_se: Träfallucka
th_th: ประตูกับดักไม้
tr_tr: Tahta Tuzak Kapısı
vi_vn: Cửa sập gỗ
zh_cn: 活板门
zh_tw: 木製地板門

# tile_tripWire_name
source: Tripwire
af_za: Strikdraad
ar_sa: سلك المصيدة
be_by: Расцяжка
bg_bg: Жица-капан
ca_es: Corda
cs: Nástražný drát
da_dk: Snubletråd
de: Stolperdraht
el_gr: Πλέγμα Κλωστής
es: Cuerda trampa
eu_es: Segada
fa_ir: نخ تله
fi: Ansalanka
fil_ph: Dapaan
fr_ca: Fil de déclenchement
ga_ie: Sreang Thuisle
gl_es: Cable trampa
he: חוט מעידה
hi_in: यात्रा तार
hr_hr: Nagazna žica
hu_hu: Botlódrót
hy_am: Թակարդալար
id_id: kawat
is_is: Vírgildra
it: Filo ad inciampo
ja_jp: トリップワイヤー
ka_ge: ხაფანგი
ko_kr: 철사덫
lb_lu: Faldrot
lt_lt: Viela
lv_lv: Lamatu aukla
mn_mn: Тээглүүр утас
ms_my: Tripwayar
mt_mt: Trappola
nl_nl: Struikeldraad
nn_no: Snubletråd
pl: Linka
pt: Fio Armadilhado
ro_ro: Fir declanșator
ru_ru: Растяжка
sk_sk: Nástražná šnúra
sl_si: Žična past
sv_se: Snubbeltråd
th_th: เชือกกับดัก
tr_tr: Tuzak İpi
vi_vn: Dây bẫy
zh_cn: 绊线
zh_tw: 絆線

# tile_tripWireSource_name
source: Tripwire Hook
af_za: Strikdraad Haak
ar_sa: خطاف سلك المصيدة
be_by: Крук
bg_bg: Кука за капани
ca_es: Ganxo
cs: Uchycení nástražného drátu
da_dk: Snubletrådskrog
de: Haken
el_gr: Κρίκος παγίδας
es: Gancho de cuerda
eu_es: Segadaren lotura
fa_ir: گیره تله نخی
fi: Ansalangan Koukku
fil_ph: Sabitan ng Dapaan
fr_ca: Crochet
ga_ie: Crúca Shreang Tuisle
gl_es: Gancho de cable trampa
he: קרס חוט מעידה
hi_in: यात्रा तार हुक
hr_hr: Kuka za nagaznu žicu
hu_hu: Botlódrót horog
hy_am: Թակարդի Կեռիկ
id_id: Kawat Pengait
is_is: Vírkrækja
it: Gancio per filo ad inciampo
ja_jp: トリップワイヤーフック
ka_ge: ხაფანგის კაუჭი
ko_kr: 철사덫 갈고리
lb_lu: Krop
lt_lt: Vielos kablys
lv_lv: Lamatu āķis
mn_mn: Тээглүүрийн утасны дэгээ
ms_my: Penyangkuk Tripwayar
mt_mt: Ganċ tat-Trappola
nl_nl: Struikeldraadhaak
nn_no: Snubletrådfeste
pl: Zaczep na linkę
pt: Gancho de Fio Armadilhado
ro_ro: Cârlig
ru_ru: Крюк
sk_sk: Úchyt nástražnej šnúry
sl_si: Kavelj žične pasti
sv_se: Snubbeltrådskrok
th_th: ตะขอกับดักเชือก
tr_tr: Tuzak Kancası
vi_vn: Móc dây bẫy
zh_cn: 绊线钩
zh_tw: 絆線鉤

# tile_vine_name
source: Vines
af_za: Klimplante
ar_sa: نبات متسلق
be_by: Лаза
bg_bg: Лиани
ca_es: Lianes
cs: Liána
da_dk: Lianer
de: Ranken
de_at: Lianen
el_gr: Κληματσίδες
es: Enredadera
eu_es: Igokaria
fa_ir: تاک ها
fi: Köynnös
fil_ph: Baging
fr_ca: Lianes
ga_ie: Féithleog
gl_es: Lianas
he: גפנים
hi_in: बेलें
hr_hr: Lijane
hu_hu: Inda
hy_am: Որթատունկ
id_id: Tumbuhan Merambat
is_is: Vínviður
it: Rampicante
ja_jp: ツタ
ka_ge: სურო
ko_kr: 덩굴
lb_lu: Lianen
lt_lt: Vijokliai
lv_lv: Vītenes
mn_mn: Ороонги ургамал
ms_my: Penjalar
mt_mt: Dwieli
nl_nl: Lianen
nn_no: Klatreplante
pl: Pnącza
pt: Trepadeiras
ro_ro: Liane
ru_ru: Лоза
sk_sk: Liány
sl_si: Ovijalke
sv_se: Klätterväxt
th_th: เถาวัลย์
tr_tr: Sarmaşık
vi_vn: Dây leo
zh_cn: 藤蔓
zh_tw: 藤蔓

# tile_water_name
source: Water
ar_sa: ماء
be_by: Вада
bg_bg: Вода
ca_es: Aigua
cs: Voda
da_dk: Vand
de: Wasser
de_at: Wossa
el_gr: Νερό
es: Agua
eu_es: Ura
fa_ir: آب
fi: Vesi
fil_ph: Tubig
fr_ca: Eau
ga_ie: Uisce
gd_gb: Uisge
gl_es: Auga
he: מים
hi_in: पानी
hr_hr: Voda
hu_hu: Víz
hy_am: Ջուր
id_id: Air
is_is: Vatn
it: Acqua
ja_jp: 水
ka_ge: წყალი
ko_kr: 물
lb_lu: Waasser
lt_lt: Vanduo
lv_lv: Ūdens
mi_nz: Wai
mk_mk: Вода
mn_mn: Ус
ms_my: Air
mt_mt: Ilma
nn_no: Vatn
pl: Woda
pt: Água
ro_ro: Apă
ru_ru: Вода
sk_sk: Voda
sl_si: Voda
sv_se: Vatten
th_th: น้ำ
tr_tr: Su
vi_vn: Nước
zh_cn: 水
zh_tw: 水

# tile_waterlily_name
source: Lily Pad
af_za: Lelieblaar
ar_sa: زنبق الماء
be_by: Гарлачык
bg_bg: Водна лилия
ca_es: Nenúfar
cs: Leknín
da_dk: Åkande
de: Seerosenblatt
de_at: Searosn
el_gr: Νούφαρο
es: Nenúfar
eu_es: Igebelarra
fa_ir: زنبق دريايي
fi: Lumpeenlehti
fil_ph: Dahon ng Liryo
fr_ca: Nénuphar
ga_ie: Duilleog Bháite
gl_es: Nenúfar
he: נופר
hi_in: लिली पैड
hr_hr: Lopoč
hu_hu: Tavirózsa
hy_am: Ջրաշուշան
id_id: Daun Teratai
is_is: Vatnalilja
it: Ninfea
ja_jp: スイレンの葉
ka_ge: ლილიას ფოთოლი
ko_kr: 수련잎
lb_lu: Séirous
lt_lt: Lelijos lapas
lv_lv: Ūdensrozes
mn_mn: Сарааны дэлбээ
ms_my: Tapak Teratai
mt_mt: Pjanta tal-Ilma
nl_nl: Waterlelie
nn_no: Liljeblad
pl: Lilia wodna
pt: Nenúfar
ro_ro: Nufăr
ru_ru: Кувшинка
sk_sk: Lekno
sl_si: Lokvanj
sv_se: Näckrosblad
th_th: ใบบัว
tr_tr: Nilüfer
vi_vn: Lá súng
zh_cn: 睡莲
zh_tw: 荷葉

# tile_web_name
source: Cobweb
af_za: Spinnerak
ar_sa: شبكة العنكبوت
be_by: Павуцінне
bg_bg: Паяжина
ca_es: Teranyina
cs: Pavučina
da_dk: Spindelvæv
de: Spinnennetz
de_at: Spinnwebn
el_gr: Ιστός αράχνης
es: Telaraña
eu_es: Armiarma-sarea
fa_ir: تار عنکبوت
fi: Hämähäkinseitti
fil_ph: Sapot
fr_ca: Toile d'araignée
ga_ie: Gréasán an Damháin Alla
gl_es: Arañeira
he: קורי עכביש
hi_in: मकड़ी का जाला
hr_hr: Paučina
hu_hu: Pókháló
hy_am: Սարդոստայն
id_id: Benang Laba-laba
is_is: Köngulóarvefur
it: Ragnatela
ja_jp: クモの巣
ka_ge: აბლაბუდა
ko_kr: 거미줄
lb_lu: Spaweck
lt_lt: Voratinklis
lv_lv: Zirnekļtīkls
mn_mn: Аалзны тор
ms_my: Sarang labah-labah
mt_mt: Għanqbuta
nl_nl: Spinnenweb
nn_no: Spindelvev
pl: Pajęczyna
pt: Teia de Aranha
ro_ro: Pânză de păianjen
ru_ru: Паутина
sk_sk: Pavučina
sl_si: Pajčevina
sv_se: Spindelnät
th_th: ใยแมงมุม
tr_tr: Örümcek Ağı
vi_vn: Mạng nhện
zh_cn: 蜘蛛网
zh_tw: 蜘蛛網

# tile_weightedPlate_heavy_name
source: Weighted Pressure Plate (Heavy)
af_za: Weegplaat (Swaar)
ar_sa: المرجحة لوحة الضغط (الثقيلة)
be_by: Вагавая націскная пліта (цяжкая)
bg_bg: Тегловна сигнална плоча (Тежка)
ca_es: Placa de pressió ponderada (pesant)
cs: Váhová nášlapná deska (zátěžová)
da_dk: Vægtet trykplade (tung)
de: Wägeplatte (hohe Gewichte)
de_at: Wägeplottn (schware Gwichte)
el_gr: Πλάκα πίεσης βάρους (Υψηλό)
es: Placa de presión por peso (pesada)
eu_es: Pisua neurtzeko presio plaka (astun)
fa_ir: تخته تشخيصگر سنگين
fi: Painotettu painelaatta (painava)
fil_ph: Presyong Bigat
fr_ca: Plaque à détection de poids lourd
ga_ie: Brúphláta Ualaithe (Trom)
gl_es: Placa de presión por peso (dura)
he: לוחית לחץ משקלית (עבה(
hi_in: भारित दबाव प्लेट (भारी)
hr_hr: Opterećena Nagazna Ploča (Teško)
hu_hu: Mérleg nyomólap (nehéz)
hy_am: Կշռվաժ Ճնշաթիթեղ (Ծանր)
id_id: Papan Tekan Pemberat (Berat)
is_is: Þrýstnemi (Hár)
it: Pedana ponderata (pesi elevati)
ja_jp: 重量感圧板 (重)
ka_ge: წონის მგრძნობიარე ფილა (მძიმე)
ko_kr: 무게 압력판 (중형)
lb_lu: Woplack (schwéier Gewiichter)
lt_lt: Svorinė slėgio plokštė (sunki)
lv_lv: Svērtā Spiediena Plāksne (Smaga)
mi_nz: Plate Pressure tautaha (Taumaha)
mn_mn: Хэмжих даралтын хавтан (Хүнд)
ms_my: Plat Tekanan Berpemberat (Berat)
mt_mt: Pjanċa tal-Użin (Tqila)
nl_nl: Drukgevoelige plaat (zwaar)
nn_no: Tyngdetrykkplate (tung)
pl: Wagowa płyta naciskowa (ciężka)
pt: Placa de Pressão (Pesada)
ro_ro: Placă de presiune ponderată (grea)
ru_ru: Большегрузная весовая пластина
sk_sk: Citlivá nášlapná doska (Hrubá)
sl_si: Obtežena zaznavna plošča (težka)
sv_se: Tyngdtryckplatta (tung)
th_th: แป้นเหยียบหนัก
tr_tr: Ağırlıklı Basınç Plakası (Ağır)
vi_vn: Đĩa cảm biến áp lực (Nặng)
zh_cn: 测重压力板（重质）
zh_tw: 感重壓力板(重)

# tile_weightedPlate_light_name
source: Weighted Pressure Plate (Light)
af_za: Weegplaat (Lig)
ar_sa: المرجحة لوحة الضغط (الضوء)
be_by: Вагавая націскная пліта (лёгкая)
bg_bg: Тегловна сигнална плоча (Лека)
ca_es: Placa de pressió ponderada (lleugera)
cs: Váhová nášlapná deska (citlivá)
da_dk: Vægtet trykplade (let)
de: Wägeplatte (niedrige Gewichte)
de_at: Wägeplottn (leichte Gwichte)
el_gr: Πλάκα πίεσης βάρους (Ελαφρό)
es: Placa de presión por peso (ligera)
eu_es: Pisua neurtzeko presio plaka (arin)
fa_ir: تخته تشخيصگر سبک
fi: Painotettu painelaatta (kevyt)
fil_ph: Presyong Gaan
fr_ca: Plaque à détection de poids léger
ga_ie: Brúphláta Ualaithe (Éadrom)
gl_es: Placa de presión por peso (lixeira)
he: לוחית לחץ משקלית (קל)
hi_in: भारित दबाव प्लेट (लाइट)
hr_hr: Opterećena Nagazna Ploča (Lagana)
hu_hu: Súlyozott nyomólap (könnyű)
hy_am: Կշռվաժ Ճնշաթիթեղ (Թեթև)
id_id: Papan Tekan Pemberat (Ringan)
is_is: Þrýstinemi (Lágur)
it: Pedana ponderata (piccoli pesi)
ja_jp: 重量感圧板 (軽)
ka_ge: წონის მგრძნობიარე ფილა (მსუბუქი)
ko_kr: 무게 압력판 (경형)
lb_lu: Woplack (liicht Gewiichter)
lt_lt: Svorinė slėgio plokštė (lengva)
lv_lv: Svērtā Spiediena Plāksne (Viegla)
mi_nz: Plate Pressure tautaha (Light)
mn_mn: Хэмжих даралтын хавтан (Хөнгөн)
ms_my: Plat Tekanan Berpemberat (Ringan)
mt_mt: Pjanċa tal-Użin (Ħafifa)
nl_nl: Drukgevoelige plaat (licht)
nn_no: Tyngdetrykkplate (lett)
pl: Wagowa płyta naciskowa (lekka)
pt: Placa de Pressão (Leve)
ro_ro: Placă de presiune ponderată (ușoară)
ru_ru: Весовая пластина
sk_sk: Citlivá nášľapná doska (Citlivá)
sl_si: Obtežena zaznavna plošča (lahka)
sv_se: Tyngdtryckplatta (lätt)
th_th: แป้นเหยียบเบา
tr_tr: Ağırlıklı Basınç Plakası (Hafif)
vi_vn: Đĩa cảm biến áp lực (Nhẹ)
zh_cn: 测重压力板（轻质）
zh_tw: 感重壓力板(輕)

# tile_whiteStone_name
source: End Stone
af_za: Endsteen
ar_sa: حجر النهاية
be_by: Камень Энда
bg_bg: Камък от Края
ca_es: Roca del Regne d'Ender
cs: Enderit
da_dk: Endesten
de: Endstein
de_at: Endstoa
el_gr: Πέτρα του Τέλους
es: Piedra del End
eu_es: Amaierako harria
fa_ir: فرجام سنگ
fi: Äärikivi
fil_ph: Dulubato
fr_ca: Roche de l'End
ga_ie: Cloch na Críche
gd_gb: Clach End
gl_es: Pedra do End
he: אבן אנד
hi_in: अंत स्टोन
hr_hr: Krajnji Kamen
hu_hu: Endkő
hy_am: Վերջնաքար
id_id: Batu End
is_is: Enda steinn
it: Pietra dell'End
ja_jp: エンドストーン
ka_ge: სასრულქვა
ko_kr: 엔드 돌
lb_lu: Endsteen
lt_lt: Endo akmuo
lv_lv: Beigu Akmens
mn_mn: Төгсгөлийн чулуу
ms_my: Batu Akhiran
mt_mt: Ġebel tal-Ender
nl_nl: Endsteen
nn_no: Endestein
pl: Kamień Endu
pt: Pedra do End
ro_ro: Piatră din End
ru_ru: Эндерняк
sk_sk: Enderit
sl_si: Zadnji kamen
sv_se: Endsten
th_th: หินเอนด์
tr_tr: End Taşı
vi_vn: Đá End
zh_cn: 末地石
zh_tw: 終界石

# tile_wood_acacia_name
source: Acacia Wood Planks
af_za: Akasiahout Planke
ar_sa: أكاسيا ألواح الخشب
be_by: Дошкі з акацыі
bg_bg: Акациеви дъски
ca_es: Taulons de fusta d'acàcia
cs: Akáciová prkna
da_dk: Akacietræsplanker
de: Akazienholzbretter
de_at: Akazienhoizbrettl
el_gr: Σανίδες ξύλου ακακίας
es: Madera de acacia
eu_es: Akazia zurezko oholak
fa_ir: الوار اقاقیا
fi: Akaasiapuun lankut
fil_ph: Tablang Akasya
fr_ca: Planches d'acacia
ga_ie: Plainc Acaicia
gd_gb: Maidean sitta
gl_es: Táboas de acacia
he: קרשי עץ שיטה
hi_in: ज्यूकबॉक्स / नोट ब्लॉकों
hr_hr: Drvene Daske (Akacija)
hu_hu: Akáciadeszka
hy_am: Ակացիաի տախտակներ
id_id: Papan Kayu Akasia
is_is: Akasía
it: Assi d'acacia
ja_jp: アカシアの木材
ka_ge: აკაციის ფიცრები
ko_kr: 아카시아나무 판자
lb_lu: Akazienholzbrieder
lt_lt: Akacijos lentos
lv_lv: Akācijas koka dēļi
mi_nz: Hitimi Wood papa
mk_mk: Багремово Дрвени Штици
mn_mn: Хуайс модон банз
ms_my: Papan Kayu Akasia
mt_mt: Pjanċi tal-Akaċja
nl_nl: Acaciahouten planken
nn_no: Plankar av akasie
pl: Akacjowe deski
pt: Tábuas de Madeira de Acácia
ro_ro: Scânduri de salcâm
ru_ru: Доски из акации
sk_sk: Akáciové dosky
sl_si: Akacijeve deske
sv_se: Akaciaträplankor
th_th: ไม้อาเคเซียแปรรูป
tr_tr: Akasya Ağacı Tahtaları
vi_vn: Ván gỗ xiêm gai
zh_cn: 金合欢木板
zh_tw: 相思木材
