Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# achievement_acquireIron
source: Acquire Hardware
af_za: Verkry Hardeware
ar_sa: اكتسب الادوات
be_by: Гартным жалезам
bg_bg: Оборудване
ca_es: Adquirint tecnologia
cs: Pokrok nezastavíš
da_dk: Anskaf udstyr
de: Schmiedekunst
de_at: Schmiedekunst
el_gr: Απόκτηση Σιδερικών
es: La edad de hierro
eu_es: Ekipamendua eskuratu
fa_ir: ابزار سخت
fi: Hanki rautatavaraa
fil_ph: Makakuha ng Metal na kagamitan
fr_ca: Faire du fer
ga_ie: Faigh Crua-earraí
gl_es: Ponlle ferro ó asunto
he: רכוש חומרה
hi_in: हार्डवेयर मोल
hr_hr: Napravi Željezo
hu_hu: Önts vasat!
hy_am: Նոր Ձեռքբերումներ
id_id: Mendapat Perangkat Keras
is_is: Harðhaus
it: Ferri del mestiere
ja_jp: 金属を手に入れる
ka_ge: რკინის ხანა
ko_kr: 철기 시대의 서막
lb_lu: Eisenzäit
lt_lt: Prie technikos!
lv_lv: Iegūsti instrumentus
ms_my: Mendapat perkakasan
mt_mt: Akkwista l-Għodda
nl_nl: IJzerwaren verkrijgen
nn_no: Skaff utrustning
pl: Ciężki sprzęt
pt: Obter Hardware
ro_ro: Metalurgie
ru_ru: Куй железо, пока...
sk_sk: Získanie výzbroje
sl_si: Pridobi železnino
sv_se: Medan järnet är varmt
tr_tr: Donanım Edin
vi_vn: Mình đồng da sắt
zh_cn: 来硬的
zh_tw: 來硬的

# achievement_acquireIron_desc
source: Smelt an iron ingot
af_za: Maak 'n ysterstaaf
ar_sa: أصهر بعض الحديد
be_by: Выплаўце жалезны злітак
bg_bg: Претопи желязна руда
ca_es: Forja un lingot de ferro
cs: Vytav železo
da_dk: Smelt et stykke jern
de: Schmilz Eisenerz im Ofen zu einem Eisenbarren
de_at: Schmüz Eisnerz im Ofen zu an Eisenborren
el_gr: Λιώστε μια μπάρα σιδήρου
es: Funde un lingote de hierro
eu_es: Urtu burdinazko lingote bat
fa_ir: یک سنگ آهن را بپز
fi: Sulata rautaharkko
fil_ph: Tunawin ang isang bakal
fr_ca: Faites fondre du fer en lingot
ga_ie: Bruithnigh tinne iarainn
gl_es: Funde ferro
he: התך מטיל ברזל
hi_in: एक लोहे के पिंड गलाना
hr_hr: Stali jednu željeznu polugu.
hu_hu: Önts egy vasrudat a nyers vasércből!
hy_am: Մշակեք երկաթի հանքաքարը
id_id: Melebur sebuah batang besi
is_is: Bræða járngrýti
it: Forgia un lingotto di ferro
ja_jp: 鉄鉱石を精錬し、鉄を手に入れる
ka_ge: გამოადნეთ რკინის ზოდი
ko_kr: 철괴를 제련하세요
lb_lu: Schmelz een Eisebarren
lt_lt: Išlydykite geležies rūdos bloką
lv_lv: Izkausē dzelzi
ms_my: Leburkan sebatang jongkang besi
mt_mt: Agħmel ingott tal-ħadid billi tuża forn
nl_nl: Smeed een ijzerstaaf
nn_no: Støyp jarnmalm om til ein jarnbarre
pl: Wytop sztabkę żelaza
pt: Funde uma barra de ferro
ro_ro: Topește un minereu de fier
ru_ru: Выплавить железный слиток
sk_sk: Roztav železo
sl_si: Pretopi železovo rudo v železno palico
sv_se: Smält en järntacka
th_th: หลอมแร่เหล็ก
tr_tr: Bir demir külçesi erit
vi_vn: Nấu chảy một phôi sắt
zh_cn: 冶炼出一块铁锭
zh_tw: 熔煉一塊鐵錠

# achievement_bakeCake
source: The Lie
af_za: Die Leuen
ar_sa: الكذبة
be_by: Хлусня
bg_bg: Лъжата
ca_es: La mentida
cs: Lež
da_dk: Løgnen
de: Die Lüge
de_at: De Lüge
el_gr: Το Ψέμα
es: La mentira
eu_es: Gezur galanta
fa_ir: دروغ
fi: Valhe
fil_ph: Ang Kasinungalingan
fr_ca: The Cake is a Lie
ga_ie: An Bréag
gd_gb: A' bhreug
gl_es: A mentira
he: השקר
hi_in: लेटें
hr_hr: "Laž"
hu_hu: A hazugság
hy_am: Սուտը
id_id: Kebohongan
is_is: Lygin
it: La torta non è una bugia
ja_jp: the cake is a lie
ka_ge: ტყუილია!
ko_kr: The Cake is a Lie
lb_lu: D'Ligen
lt_lt: Saldumynai!
lv_lv: Meli
ms_my: Penipuan
mt_mt: Il-Gidba
nl_nl: De leugen
nn_no: Løgna
pl: Kłamstwo
pt: A Mentira
ro_ro: Cireașa de pe tort
ru_ru: Вот такие пироги!
sk_sk: Lož
sl_si: Laž
sv_se: Baka kaka
th_th: นักโกหก
tr_tr: Yalan
vi_vn: Lời nói dối
zh_cn: 蛋糕是个谎言
zh_tw: 蛋糕是個謊言

# achievement_bakeCake_desc
source: Wheat, sugar, milk and eggs!
af_za: Koring, suiker, melk en eiers!
ar_sa: دقيق, سكر, حليب و بيض!
be_by: Пшаніца, цукар, малако ды яйка!
bg_bg: Пшеница, захар, мляко и яйца!
ca_es: Blat, sucre, llet i ous!
cs: Pšenice, cukr, mléko a vajíčka!
da_dk: Hvede, sukker, mælk og æg!
de: Weizen, Zucker, Milch und Eier!
de_at: Weizn, Zugga, Müch und Eia!
el_gr: Σιτάρι, ζάχαρη, γάλα και αυγά!
es: ¡Trigo, azúcar, leche y huevos!
eu_es: Garia, azukrea, esnea eta arrautzak!
fa_ir: گندم، شکر، شیر و تخم مرغ!
fi: Vehnää, sokeria, maitoa ja kananmunia!
fil_ph: Trigo, asukal, gatas at mga itlog!
fr_ca: Du blé, du sucre, du lait et un oeuf !
ga_ie: Cruithneacht, siúcra, bainne agus uibheacha!
gl_es: Trigo, azucre, leite e ovos!
he: חיטה, סוכר, חלב וביצים!
hi_in: गेहूं, चीनी, दूध और अंडे!
hr_hr: Pšenica, šećer, mlijeko i jaja!
hu_hu: Búza, cukor, tej és tojás!
hy_am: Ցորեն, շաքար, կաթ և ձվեր!
id_id: Tepung, gula, susu dan telur!
is_is: Hveiti, sykur, mjólk og egg!
it: Grano, zucchero, latte e uova!
ja_jp: 小麦に砂糖、牛乳、それから卵！
ka_ge: ხორბალი, შაქარი, რძე და კვერცხი!
ko_kr: 밀, 설탕, 우유, 달걀!
lb_lu: Weess, Zocker, Mëllech an Eeër!
lt_lt: Kviečiai, cukrus, pienas ir kiaušiniai!
lv_lv: Kvieši, cukurs, piens un olas!
ms_my: Gandum, gula, susu dan telur!
mt_mt: Qamħ, zokkor, ħalib u bajd!
nl_nl: Tarwe, suiker, melk en eieren!
nn_no: Kveitemjøl, sukker, mjølk og egg
pl: Pszenica, cukier, mleko i jajka!
pt: Trigo, açúcar, leite e ovos!
ro_ro: Grâu, zahăr, lapte și ouă!
ru_ru: Пшеница, сахар, молоко и яйца!
sk_sk: Obilie, cukor, mlieko a vajcia!
sl_si: Pšenica, sladkor, mleko in jajca!
sv_se: Vete, socker, mjölk och ägg!
th_th: ข้าวสาลี, นม, น้ำตาล และ ไข่ไก่!
tr_tr: Buğday, şeker, süt ve yumurta!
vi_vn: Lúa mì, đường, sữa và trứng!
zh_cn: 小麦、糖、牛奶和鸡蛋！
zh_tw: 小麥、糖、牛奶和雞蛋！

# achievement_blazeRod
source: Into Fire
af_za: In die Vuur In
ar_sa: الى النيران
be_by: У агонь
bg_bg: В огъня
ca_es: Jugant amb foc
cs: Dobrého nepálí
da_dk: Ind i ilden
de: Spiel mit dem Feuer
de_at: Spü mit'n Feia
el_gr: Στην πυρά
es: Jugando con fuego
eu_es: Su barruan
fa_ir: درون آتش
fi: Läpi tulen
fil_ph: Pagpasok sa Apoy
fr_ca: Dans le feu de l'action
ga_ie: Isteach sa Tine
gd_gb: Dhan teine
gl_es: En chamas
he: אל תוך האש
hi_in: आग में
hr_hr: U Vatru
hu_hu: A tűz lelke
hy_am: Դեպի Կրակը
id_id: Ke api
is_is: Úr öskunni í eldinn
it: Nel fuoco
ja_jp: 炎の中へ
ka_ge: ცეცხლისაკენ
ko_kr: 포화 속으로
lb_lu: Spill mam Feier
lt_lt: Užgrūdintas
lv_lv: Ugunī
ms_my: Pakar Api
mt_mt: Għal ġon-Nar
nl_nl: Door het vuur
nn_no: Mellom oska og elden
pl: Prosto w ogień
pt: Sob Fogo Cruzado
ro_ro: Joaca cu focul
ru_ru: В полымя
sk_sk: Skúška ohňom
sl_si: V ogenj
sv_se: In i elden
tr_tr: Alevlerin içine
vi_vn: Chữa cháy
zh_cn: 与火共舞
zh_tw: 與火共舞

# achievement_blazeRod_desc
source: Relieve a Blaze of its rod
af_za: Verlos 'n Opvlammer van sy staaf
ar_sa: خلص ملتهب من عصاه
be_by: Здабудзьце вогненны стрыжань з іфрыта
bg_bg: Освободи Пламъка от пръчките му
ca_es: Aconsegueix una vara flamejant d'un Esperit del Foc
cs: Zbav ohniváka jeho hole
da_dk: Hjælp en Blaze af med sin stav
de: Erleichtere eine Lohe um ihre Rute
de_at: Moch ana Lohe ian Schwonz kirza
el_gr: Απαλλάξτε έναν Πύρινο από τη ράβδο του
es: Quítale la vara a un blaze del Nether
eu_es: Kendu barra sutzarrari
fa_ir: یک شعله رو از دست میله ـش خلاص کن.
fi: Vapauta Roihu sauvastaan
fil_ph: Iligtas ang isang Blaze sa kanyang baras
fr_ca: Dérobez une barre de Blaze
ga_ie: Bain slat de Lasaire
gd_gb: Tog slat o leus
gl_es: Quítalle unha vara a un Blaze
he: שחרר יצור מתלקח מהמוט שלו
hi_in: अपनी छड़ी के एक ब्लेज़ छुटकारा पाने के
hr_hr: Uzmi Bljesku njegov štap.
hu_hu: Szabadíts meg egy Őrlángot a lángrúdjától
hy_am: Հայթհայթել Բոցի Ջողեր
id_id: Meringankan kobaran Blaze dengan batang
is_is: Losa Loga við stöngina sína
it: Alleggerisci un blaze della sua verga
ja_jp: ブレイズロッドを手に入れる
ka_ge: წაართვით ცეცხლას მისი ჯოხი
ko_kr: 블레이즈의 막대를 얻으세요
lb_lu: Erliichter eng Lou vu senger Rutt
lt_lt: Išgaukite iš Liepsnos jos strypą
lv_lv: Iegūsti Liesmas stieni
ms_my: Merompakan seekor rod Pembakar
mt_mt: Ġib virga tan-nar minn mostru tan-nar
nl_nl: Verlos een Blaze van z'n staf
nn_no: Skaff ein eldstav frå eit eldskrømt
pl: Pozbaw płomyka jego różdżki
pt: Faz com que um Blaze largue a sua vara
ro_ro: Ia tija unei dogoreli din Nether
ru_ru: Добыть огненный жезл
sk_sk: Zbav ohniváka jeho tyče
sl_si: Vzemi palico od Blaze
sv_se: Skaffa en stav från en Brännare
th_th: ชิงแท่งไฟจากปีศาจไฟ
tr_tr: Bir Alaz'ın çubuğunu al
vi_vn: Tước đoạt cái que của một con quỷ lửa
zh_cn: 得到烈焰人的烈焰棒
zh_tw: 為烈焰使者卸下它的烈焰桿

# achievement_bookcase
source: Librarian
af_za: Boekwurm
ar_sa: أمين المكتبة
be_by: Бібліятэкар
bg_bg: Библиотекарят
ca_es: Bibliotecari
cs: Knihomol
da_dk: Bibliotekar
de: Bibliothekar
de_at: Bibliothekar
el_gr: Βιβλιοθηκάριος
es: Rata de biblioteca
eu_es: Liburuzaina
fa_ir: کتابدار
fi: Kirjastonhoitaja
fil_ph: Biblyotekaryo
fr_ca: Rat de bibliothèque
ga_ie: Leabharlannaí
gl_es: Bibliotecario
he: ספרן
hi_in: लाइब्रेरियन
hr_hr: Knjižničar
hu_hu: Könyvmoly
hy_am: Գրադարանավար
id_id: Pustakawan
is_is: Bókasafnsvörður
it: Bibliotecario
ja_jp: 司書
ka_ge: მწიგნობართუხუცესი
ko_kr: 책벌레
lb_lu: Bibliothecaire
lt_lt: Bibliotekininkas
lv_lv: Bibliotekārs
ms_my: Pustakawan
mt_mt: Librar
nl_nl: Bibliothecaris
nn_no: Bibliotekar
pl: Bibliotekarz
pt: Bibliotecário
ro_ro: Bibliotecar
ru_ru: Библиотекарь
sk_sk: Knihovník
sl_si: Knjižničar
sv_se: Bibliotekarie
tr_tr: Kütüphaneci
vi_vn: Thủ thư
zh_cn: 图书管理员
zh_tw: 圖書管理員

# achievement_bookcase_desc
source: Build some bookshelves to improve your enchantment table
af_za: Bou boekrakke om jou toorbank te verbeter
ar_sa: أصنع بعض رفوف الكتب لتحسين طاولتك السحرية
be_by: Каб палепшыць чараўніцкі стол, пастаўце навокал некалькі кніжных паліц
bg_bg: Направи библиотечки, за да увеличиш силата на чародейската маса
ca_es: Construeix algunes llibreries per augmentar el poder de la teva taula d'encanteris
cs: Pro zvýšení účinnosti oltáře očarování postav okolo několik knihoven
da_dk: Byg nogle bogreoler for at forbedre dit fortryllelsesbord
de: Baue Bücherregale, um deinen Zaubertisch zu verbessern
de_at: Bau Biacharegale, um dein Zaubarisch aufzumbessan
el_gr: Κατασκευάστε μερικές βιβλιοθήκες για να βελτιώσετε το τραπέζι μαγέματος
es: Fabrica algunas librerías para mejorar tu mesa de encantamientos
eu_es: Eraiki liburu-apalategi batzuk zure sorginkeri mahaia hobetzeko
fa_ir: برای افسون های قویتر چند کتابخانه بساز.
fi: Rakenna kirjahyllyjä tehostamaan lumouspöytääsi
fil_ph: Gumawa ng mga lalagyan ng libro para lumakas ang mesa ng mahika mo
fr_ca: Fabriquez des bibliothèques pour améliorer vos enchantements
ga_ie: Déan roinnt seilfeanna leabhar chun feabhas a chur ar do chumas asarlaíochta
gl_es: Constrúe algunhas librerías para mellorar a túa mesa de encantamentos
he: בנה מדפי ספרים כדי לשפר את שולחן הכשפים שלך
hi_in: कुछ किताबो बनाएँ करने के लिए अपने आकर्षण तालिका में सुधार
hr_hr: Izgradi nekoliko polica s knjigama kako bi poboljšao svoj stol za čarobiranje.
hu_hu: Építs néhány könyvespolcot, hogy emeld a varázslóasztalod hatékonyságát
hy_am: Տեղադրիր գրադարակներ կախարդանքի սեղանի շուրջ
id_id: Buat beberapa rak buku untuk meningkatkan Meja Pesona Anda
is_is: Búðu til bókahillur til að bæta galdraborðið þitt
it: Fabbrica qualche libreria per potenziare il tuo tavolo per incantesimi
ja_jp: 本棚を置いてエンチャントテーブルを強化する
ka_ge: მოჯადოების ადგილის გაუმჯობესებისთვის, დაამზადეთ რამდენიმე წიგნის თარო
ko_kr: 마법부여대의 능력을 향상시키기 위해 책장을 지으세요
lb_lu: Bau e Bicherregal fir däin Zauberdësch ze verbesseren
lt_lt: Pastatykite lentynų, kad patobulintumėte savo kerėjimų stalą
lv_lv: Uzbūvē dažus grāmatplauktus, lai uzlabotu savu burvestību galdu
ms_my: Bina beberapa buah rak buku untuk menambahbaikkan kuasa meja penyihir
mt_mt: Ibni xkafef biex ittejjeb il-mejda tal-maġija tiegħek
nl_nl: Bouw wat boekenkasten om je magische tafel te verbeteren
nn_no: Lag bokhyller til å forbetre fortryllingsbordet ditt med
pl: Zbuduj kilka biblioteczek, by ulepszyć stół do zaklęć
pt: Constrói algumas estantes para dar poder à mesa de encantamentos
ro_ro: Construiește câteva biblioteci pentru a-ți îmbunătăți masa de farmece
ru_ru: Расставить книжные полки вокруг стола зачарований для усиления эффекта
sk_sk: Postav zopár knižníc, aby si zlepšil účinnosť stolu očarovania
sl_si: Naredi nekaj knjižnih polic in si izboljšaj mizo čaranja
sv_se: Bygg några bokhyllor för att förbättra ditt förtrollningsbord
th_th: สร้างชั้นวางหนังสือเพื่อเพิ่มประสิทธภาพของโต๊ะลงมนต์
tr_tr: Büyü masanı geliştirmek için birkaç kitaplık inşa et
vi_vn: Xây một vài kệ sách để cải thiện bàn phù phép của bạn
zh_cn: 建造一些书架来强化你的附魔台
zh_tw: 建造幾個書櫃來優化你的附魔台

# achievement_breedCow
source: Repopulation
af_za: Beesboer
ar_sa: إعادة تعمير
be_by: Паляпшэнне дэмаграфіі
bg_bg: Размножаване
ca_es: Repoblació
cs: Rozšíření stáda
da_dk: Genbefolkning
de: Nachzucht
de_at: Nochzucht
el_gr: Ανασύσταση
es: Repoblación
eu_es: Birpopulaketa
fa_ir: توليد مثل
fi: Uudelleenkansoitus
fil_ph: Pagpaparami
fr_ca: Repeuplement
ga_ie: Athdhaonrú
gd_gb: Sìolachadh
gl_es: Repoboación
he: איכלוס
hr_hr: Repopulacija
hu_hu: Újranépesítés
id_id: Repopulasi
is_is: Endur Ræktun
it: Ripopolamento
ja_jp: 種の繁栄
ka_ge: შთამომავლობა
ko_kr: 증식
lb_lu: Noziichten
lt_lt: Rūšies atkūrimas
lv_lv: Repopulācija
ms_my: Ketamadunan semula
mt_mt: Ripopolazzjoni
nl_nl: Herbevolking
nn_no: Repopulasjon
pl: Hodowla
pt: Repopulação
ro_ro: Repopulare
ru_ru: Воспроизводство
sk_sk: Repopulácia
sl_si: Razmnoževanje
sv_se: Återbefolkning
th_th: ขยายพันธุ์ใหม่
tr_tr: Nüfus Artışı
vi_vn: Hồi phục dân số
zh_cn: 种群恢复
zh_tw: 增產報國

# achievement_breedCow_desc
source: Breed two cows with wheat
af_za: Teel twee beeste met graan
ar_sa: زاوج بقرتين بالقمح
be_by: Развяздзіце кароў з дапамогай пшаніцы.
bg_bg: Размножете две крави с пшеница
ca_es: Fes que dues vaques tinguin una cria amb blat
cs: Rozmnož dvě krávy pomocí pšenice
da_dk: Par to køer med hvede
de: Vermehre zwei Kühe mit Weizen
de_at: Vamea zwoa Kia mit Weizn
el_gr: Εκθρέψτε δύο αγελάδες με σιτάρι
es: Haz que dos vacas críen usando trigo
eu_es: Bi behi hazi gariarekin
fa_ir: دو گاو با گندم پرورش بده
fi: Lisäännytä kaksi lehmää heinällä
fil_ph: Mag-anak ang isang baka gamit ang trigo
fr_ca: Faites s'accoupler deux vaches (ou deux Mooshrooms) avec du blé
ga_ie: Síolraigh dhá bhó le cruithneacht
gd_gb: Sìolaich le dà bhò 's cruithneachd
gl_es: Alimenta con trigo dúas vacas
he: זווג בין שתי פרות בעזרת חיטה
hi_in: गेहूं के साथ दो गायों पालें
hr_hr: Razmnoži dvije krave pšenicom
hu_hu: Párosíts két tehenet egy-egy kéve búzával
id_id: Mengembangbiakkan Dua Sapi Menggunakan Gandum
is_is: Ræktaðu tvær kýr með hveiti
it: Accoppia due mucche con del grano
ja_jp: 小麦を使い2頭のウシを繁殖させる
ka_ge: შეაჯვარეთ ორი ძროხა ხორბლით
ko_kr: 밀로 두 마리의 소를 교배하세요
lb_lu: Looss zwou Kéi sech puere mat Hëllef vu Weess
lt_lt: Užauginkite dvi karves maitindami kviečiais
lv_lv: Pabaro divas govis ar kviešiem
ms_my: Bakakan dua ekor lembu dengan gandum
mt_mt: Għammar żewġ baqriet bil-qamħ
nl_nl: Fok twee koeien met tarwe
nn_no: Par to kyr med kveite
pl: Rozmnóż dwie krowy za pomocą pszenicy
pt: Trata de duas vacas com trigo
ro_ro: Împerechează două vaci cu grâu
ru_ru: Размножить двух коров пшеницей
sk_sk: Spár dve kravy obilím
sl_si: Pari dve kravi s pšenico
sv_se: Avla två kor med vete
th_th: ผสมพันธุ์วัวสองตัวด้วยข้าวสาลี
tr_tr: İki ineği buğday ile çiftleştir
vi_vn: Nuôi giống hai con bò bằng lúa mì
zh_cn: 喂小麦来繁殖出1头牛
zh_tw: 用小麥餵兩頭牛

# achievement_buildBetterPickaxe
source: Getting an Upgrade
af_za: Verbeterde Gereedskap
ar_sa: الحصول على ترقية
be_by: Мадэрнізацыя вытворчасці
bg_bg: Обновяване
ca_es: Obtenint una millora
cs: Doba kamenná
da_dk: Få en opgradering
de: Technischer Fortschritt
de_at: Technischa Fortschritt
el_gr: Αποκτώντας μία αναβάθμιση
es: Mejorando herramientas
eu_es: Hobekuntza bat lortu
fa_ir: یه ارتقا بگیریم
fi: Askel parempaan päin
fil_ph: Makataas ang Antas
fr_ca: Faire bonne pioche
ga_ie: Ag Uasghrádú
gl_es: Conseguindo unha mellora
he: קבלת שידרוג
hi_in: एक उन्नयन
hr_hr: Nadogradnja
hu_hu: Jól jön a fejlesztés
hy_am: Նորություն
id_id: Mendapatkan Upgrade
is_is: Uppfærsla
it: Salto di qualità
ja_jp: アップグレード
ka_ge: გაუმჯობესება
ko_kr: 업그레이드 개시
lb_lu: Technesche Fortschrëtt
lt_lt: Tobulėjimo metas!
lv_lv: Saņem Uzlabojumu
ms_my: Mendapat Peningkatan
mt_mt: Intejbu l-Għodda
nl_nl: Upgraden
nn_no: Oppgradering
pl: Ulepszanie
pt: Obter uma Atualização
ro_ro: Calitate superioară
ru_ru: Обновка!
sk_sk: Vylepšenie
sl_si: Nadgradnja
sv_se: Dags för en uppgradering
tr_tr: Geliştirme
vi_vn: Nâng cấp
zh_cn: 获得升级
zh_tw: 獲取升級

# achievement_buildBetterPickaxe_desc
source: Construct a better pickaxe
af_za: Maak ŉ beter pik
ar_sa: أنشئ معول أفضل
be_by: Зрабіце лепшую кірку.
bg_bg: Направете си по-хубава кирка
ca_es: Elabora un pic millor
cs: Vyrob lepší krumpáč
da_dk: Lav en bedre hakke
de: Stelle eine bessere Spitzhacke her
de_at: Moch a bessare Spitzhock
el_gr: Κατασκευάστε μια καλύτερη αξίνα
es: Fabrica un pico mejor
eu_es: Egin pikotx hobe bat
fa_ir: يک کلنگ بهتر بساز.
fi: Valmista parempi hakku
fil_ph: Gumawa ng mas mabuting piko
fr_ca: Fabriquez une meilleure pioche
ga_ie: Cuir feabhas ar an bpiocóid
gl_es: Fabrica un pico mellor
he: צור מכוש טוב יותר
hi_in: एक बेहतर कुदाल से मिट्टी खुरपना निर्माण
hr_hr: Napravi bolji kramp.
hu_hu: Készíts egy jobb csákányt
hy_am: Ստեղծեք ավելի լավ քլունգ
id_id: Membuat beliung yang lebih kuat
is_is: Búðu til betri haka
it: Fabbrica un piccone migliore
ja_jp: よりよいツルハシをつくる
ka_ge: დაამზადეთ უკეთესი წერაქვი
ko_kr: 보다 더 좋은 곡괭이를 만드세요
lb_lu: Maach eng besser Pickaaxt
lt_lt: Pasidarykite geresnį kirtiklį
lv_lv: Uztaisi labāku cirtni
ms_my: Membina beliung yang lebih bagus
mt_mt: Oħloq baqqun aħjar
nl_nl: Maak een betere houweel
nn_no: Lag ei betre hakke
pl: Skonstruuj lepszy kilof
pt: Constrói uma picareta melhor
ro_ro: Construiește un târnăcop mai bun
ru_ru: Сделать кирку попрочней
sk_sk: Vyrob si lepší krompáč
sl_si: Izdelaj boljši kramp
sv_se: Bygg en bättre hacka
th_th: สร้างที่ขุดด้วยวัสดุที่ดีกว่า
tr_tr: Daha iyi bir kazma yap
vi_vn: Chế tạo một cái cúp tốt hơn
zh_cn: 制作一把更好的镐
zh_tw: 合成一把更好的鎬

# achievement_buildFurnace
source: Hot Topic
af_za: Warm Patat
ar_sa: موضوع ساخن
be_by: Гарачая рэч!
bg_bg: Гореща тема
ca_es: Acabat de fer
cs: Ožehavá záležitost
da_dk: Hedt emne
de: Heiße Angelegenheit
de_at: Hoaße Ongelegenheit
el_gr: Καυτό Θέμα
es: Calentando las brasas
eu_es: Gai beroa
fa_ir: صندلی داغ!
fi: Kuumaa kamaa
fil_ph: Mainit na Usapin
fr_ca: Chaud devant !
ga_ie: Ábhar Te
gl_es: Está a Cousa quente
he: נושא חם
hi_in: गरम विषय
hr_hr: Vruća Stvar
hu_hu: Kemencében sült...
hy_am: Թեժ Թեմա
id_id: Tajuk Hangat
is_is: Hitabylgja
it: Tema scottante
ja_jp: ホットトピック
ka_ge: თონის პური
ko_kr: 화끈한 이야기
lb_lu: Gliddeg Affär
lt_lt: Karšta tema
lv_lv: Karstais temats
ms_my: Topik Hangat
mt_mt: Xi Ħruq
nl_nl: Hete aangelegenheid
nn_no: Varmt emne
pl: Życie na gorąco
pt: Tópico Escaldante
ro_ro: Se încinge treaba
ru_ru: Горячая штучка
sk_sk: Horúca téma
sl_si: Vroča reč
sv_se: Grillfest
tr_tr: Sıcak Mesele
vi_vn: Nóng như lò bát quái
zh_cn: “热”门话题
zh_tw: 『熱』門『焦』點

# achievement_buildFurnace_desc
source: Construct a furnace out of eight cobblestone blocks
af_za: Maak 'n oond uit agt blokke steengruis
ar_sa: أنشئ فرن من ثمان كتل من الحصاة الرصف
be_by: Зрабіце печку з васьмі бутавых блокаў
bg_bg: Направи пещ с 8 калдъръмени камъка
ca_es: Construeix un forn fet amb vuit blocs de pedra
cs: Postav pec z osmi bloků kamení
da_dk: Konstruer en smelteovn ud af otte brostensblokke
de: Baue einen Ofen aus acht Bruchsteinen
de_at: Bau an Ofen aus ocht Bruchstoana
el_gr: Κατασκεύασε έναν φούρνο από οχτώ κύβους πέτρινων πλακόστρωτων
es: Fabrica un horno con ocho bloques de roca
fi: Rakenna uuni kahdeksasta kivikuutiosta
fil_ph: Gumawa ng isang pugon gamit ng walong biyak na bato
fr_ca: Fabriquez un fourneau avec huit blocs de cobblestone
ga_ie: Tóg foirnéis as ocht mbloc duirleoga
gl_es: Constrúe un forno con oito bloques de rocha
he: תבנה/י תנור משמונה בלוקים של אבן
hr_hr: Napravi pećnicu od osam kamenih blokova
hu_hu: Készíts egy kemencét nyolc darab zúzottkő-blokkból
id_id: Buat tungku dari delapan balok batu
it: Fabbrica una fornace con otto blocchi di pietre
ja_jp: 丸石を8つ使い、かまどを作る
ka_ge: დაამზადეთ ღუმელი რვა რიყის ქვის ბლოკისგან
ko_kr: 조약돌 블록 8개로 화로를 만드세요
lb_lu: Bau een Uewen aus aacht Brochsteng
lt_lt: Pagaminkite krosnį iš aštuonių skaldos blokų
lv_lv: Uzbūvējiet krāsni no astoņiem bruģakmens blokiem
ms_my: Membina sebuah relau dengan menggunakan lapan buah blok batu buntar
mt_mt: Ibni forn billi tuża tmien blokki tal-ġebel imfarrak
nl_nl: Bouw een oven met acht blokken keisteen
pl: Zbuduj piec z ośmiu bloków bruku
pt: Constrói uma fornalha com oito blocos de empedrado
ro_ro: Construiește un cuptor din opt blocuri de pietruială
ru_ru: Сделать печь из восьми булыжников
sk_sk: Zostav pec z ôsmich kociek kameňa
sl_si: Izdelaj peč iz osmih tlakovcev
sv_se: Bygg en ugn av åtta kullerstensblock
tr_tr: Sekiz kırık taş bloğundan bir fırın yap
vi_vn: Tạo ra một cái lò nung từ tám khối đá cuội
zh_cn: 用八个圆石来制作一个熔炉
zh_tw: 將八塊鵝卵石合成一個熔爐

# achievement_buildHoe
source: Time to Farm!
af_za: Tyd om te Boer!
ar_sa: !حان وقت الزراعة
be_by: Садавіна-гародніна
bg_bg: Време за фермене!
ca_es: Anem a la granja!
cs: Přemysl Oráč
da_dk: Tid til at dyrke!
de: Fang an zu ackern!
de_at: Fong u zum Ockan!
el_gr: Ώρα για όργωμα!
es: ¡Hora de cultivar!
eu_es: Lurra lantzeko garaia!
fa_ir: وقت کشاورزی!
fi: Aika viljellä!
fil_ph: Oras ng Pagsasaka!
fr_ca: À la mode de chez nous
ga_ie: Am Feirmeoireachta!
gl_es: Hora de sachar!
he: זמן לעבוד בחווה!
hi_in: फार्म के लिए समय!
hr_hr: Vrijeme je za Poljoprivredu!
hu_hu: Ideje földet művelni!
hy_am: Հնձելու ժամանակն է!
id_id: Waktu untuk bertani!
is_is: Tími til að Rækta!
it: A zappare!
ja_jp: いざ農業！
ka_ge: ხილ-ბოსტანის დროა!
ko_kr: 농사 개시!
lb_lu: Zäit ze schaffen!
lt_lt: Laikas ūkininkauti!
lv_lv: Laiks apstrādāt zemi!
ms_my: Masa untuk Bertani!
mt_mt: Ħin il-Biedja!
nl_nl: Boerenbestaan
nn_no: No skal det dyrkast!
pl: Czas na żniwa!
pt: Hora de Cultivar!
ro_ro: La cultivat!
ru_ru: Дачный сезон!
sk_sk: Hurá na pole!
sl_si: Čas za kmetovanje!
sv_se: Dags att odla!
tr_tr: Tarım Zamanı!
vi_vn: Đi cày nào!
zh_cn: 耕种时间到！
zh_tw: 農耕時間！
