Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_gradient_up_pink
source: Pink Base Gradient
ar_sa: قاعدة التدرج الوردية
be_by: Ружовы градыент знізу
bg_bg: Розова долна преливка
ca_es: Difuminat rosa de base
cs: Růžový spodní gradient
da_dk: Lyserød Bundgradient
de: Rosa Farbverlauf (Invertiert)
el_gr: Απόχρωση με Βάση το Ροζ
es: Gradiente rosa en base
fi: Vaaleanpunainen häivytys ylös
fr_ca: Dégradé de rose de la pointe
ga_ie: Grádán Bándearg ó Bhun
gl_es: Gradiente rosa en Base
he: ורוד הדרגתי הופכי
hr_hr: Ružičasti Donji Gradijent
hu_hu: Rózsaszín színátmenet alulról
id_id: Gradien dasar merah muda
it: Sfumato in punta di rosa
ja_jp: 下に桃色のグラデーション
ka_ge: ვარდისფერი გრადიენტი ქვემოდან
ko_kr: 분홍색 아래쪽 그라데이션
lb_lu: Rosae Fuerfverlaf (Inverséiert)
lt_lt: Rožinis apatinis gradientas
ms_my: Kecerunan Asas Merah Jambu
nl_nl: Roze basis gradiënt
nn_no: Rosa omvendt gradient
pl: Różowy odwrócony gradient
pt: Gradiente Rosa Invertido
ro_ro: Degrade roz în talpă
ru_ru: Розовый обратный градиент
sk_sk: Ružový spodný gradient
sl_si: Roza spodnji gradient
sv_se: Rosa övergång nedanifrån
th_th: การไล่ระดับสีชมพูด้านล่าง
tr_tr: Aşağıdan Yukarı Pembe Geçiş
vi_vn: Chuyển sắc hồng từ dưới
zh_cn: 粉红色自下渐淡
zh_tw: 粉紅色往上漸淡

# item_banner_gradient_up_purple
source: Purple Base Gradient
ar_sa: قاعدة التدرج البنفسجية
be_by: Фіялетавы градыент знізу
bg_bg: Лилава долна преливка
ca_es: Difuminat morat des de la base
cs: Fialový spodní gradient
da_dk: Lilla Bundgradient
de: Violetter Farbverlauf (Invertiert)
el_gr: Απόχρωση με Βάση το Μοβ
es: Gradiente morado en base
fi: Violetti häivytys ylös
fr_ca: Dégradé de pourpre de la pointe
ga_ie: Grádán Corcra ó Bhun
gl_es: Gradiente púrpura en Base
he: סגול הדרגתי הופכי
hr_hr: Ljubičasti Donji Gradijent
hu_hu: Lila színátmenet alulról
id_id: Gradien dasar ungu
it: Sfumato in punta di viola
ja_jp: 下に紫色のグラデーション
ka_ge: ალისფერი გრადიენტი ქვემოდან
ko_kr: 보라색 아래쪽 그라데이션
lb_lu: Mofe Fuerfverlaf (Inverséiert)
lt_lt: Purpurinis apatinis gradientas
ms_my: Kecerunan Asas Ungu
nl_nl: Paars basis gradiënt
nn_no: Lilla omvendt gradient
pl: Fioletowy odwrócony gradient
pt: Gradiente Roxo Invertido
ro_ro: Degrade violet în talpă
ru_ru: Фиолетовый обратный градиент
sk_sk: Fialový spodný gradient
sl_si: Vijoličen spodnji gradient
sv_se: Lila övergång nedanifrån
th_th: การไล่ระดับสีม่วงด้านล่าง
tr_tr: Aşağıdan Yukarı Mor Geçiş
vi_vn: Chuyển sắc tím từ dưới
zh_cn: 紫色自下渐淡
zh_tw: 紫色往上漸淡

# item_banner_gradient_up_red
source: Red Base Gradient
ar_sa: قاعدة التدرج الحمراء
be_by: Чырвоны градыент знізу
bg_bg: Червена долна преливка
ca_es: Gradient vermell de base
cs: Červený spodní gradient
da_dk: Rød Bundgradient
de: Roter Farbverlauf (Invertiert)
el_gr: κοκκινη βασικη βαθμιδα
es: Gradiente rojo en base
fi: Punainen häivytys ylös
fr_ca: Dégradé de gueules de la pointe
ga_ie: Grádán Dearg ó Bhun
gl_es: Gradiente vermello en Base
he: אדום הדרגתי הופכי
hr_hr: Crveni Donji Gradijent
hu_hu: Vörös színátmenet alulról
id_id: Gradien dasar merah
it: Sfumato in punta di rosso
ja_jp: 下に赤色のグラデーション
ka_ge: წითელი გრადიენტი ქვემოდან
ko_kr: 빨간색 아래쪽 그라데이션
lb_lu: Roude Fuerfverlaf (Inverséiert)
lt_lt: Raudonas apatinis gradientas
ms_my: Kecerunan Asas Merah
nl_nl: Rood basis gradiënt
nn_no: Raud omvendt gradient
pl: Czerwony odwrócony gradient
pt: Gradiente Vermelho Invertido
ro_ro: Degrade roșu în talpă
ru_ru: Красный обратный градиент
sk_sk: Červený spodný gradient
sl_si: Rdeč spodnji gradient
sv_se: Röd övergång nedanifrån
th_th: การไล่ระดับสีแดงด้านล่าง
tr_tr: Aşağıdan Yukarı Kırmızı Geçiş
vi_vn: Chuyển sắc đỏ từ dưới
zh_cn: 红色自下渐淡
zh_tw: 紅色往上漸淡

# item_banner_gradient_up_silver
source: Light Grey Base Gradient
ar_sa: قاعدة التدرج رمادي فاتح
be_by: Светла-шэры градыент знізу
bg_bg: Светлосива долна преливка
ca_es: Difuminat gris clar de base
cs: Světle šedý spodní gradient
da_dk: Lysegrå Bundgradient
de: Hellgrauer Farbverlauf (Invertiert)
el_gr: Απόχρωση με Βάση το Ανοιχτό Γκρι
es: Gradiente gris claro en base
fi: Vaaleansininen häivytys ylös
fr_ca: Dégradé d'argent grisé de la pointe
ga_ie: Grádán Fionnliath ó Bhun
gl_es: Gradiente gris claro en Base
he: אפור בהיר הדרגתי הופכי
hr_hr: Svijetlo Sivi Donji Gradijent
hu_hu: Világosszürke színátmenet alulról
id_id: Gradien dasar abu-abu muda
it: Sfumato in punta di grigio chiaro
ja_jp: 下に薄灰色のグラデーション
ka_ge: ღია-ნაცრისფერი გრადიენტი ქვემოდან
ko_kr: 회백색 아래쪽 그라데이션
lb_lu: Hellgroe Fuerfverlaf (Inverséiert)
lt_lt: Šviesiai pilkas apatinis gradientas
ms_my: Kecerunan Asas Kelabu Muda
mt_mt: Light Gray Base Gradient
nl_nl: Lightgrijs basis gradiënt
nn_no: Ljosegrå omvendt gradient
pl: Jasnoszary odwrócony gradient
pt: Gradiente Cinzento Claro Invertido
ro_ro: Degrade gri-deschis în talpă
ru_ru: Светло-серый обратный градиент
sk_sk: Svetlosivý spodný gradient
sl_si: Svetlo siv spodnji gradient
sv_se: Ljusgrå övergång nedanifrån
th_th: การไล่ระดับสีเทาอ่อนด้านล่าง
tr_tr: Aşağıdan Yukarı Açık Gri Geçiş
vi_vn: Chuyển sắc xám nhạt từ dưới
zh_cn: 淡灰色自下渐淡
zh_tw: 淺灰色往上漸淡

# item_banner_gradient_up_white
source: White Base Gradient
ar_sa: قاعدة التدرج البيضاء
be_by: Белы градыент знізу
bg_bg: Бяла долна преливка
ca_es: Difuminat blanc de base
cs: Bílý spodní gradient
da_dk: Hvid Bundgradient
de: Weißer Farbverlauf (Invertiert)
el_gr: Απόχρωση με Βάση το Άσπρο
es: Gradiente blanco en base
fi: Valkoinen häivytys ylös
fr_ca: Dégradé d'argent de la pointe
ga_ie: Grádán Bán ó Bhun
gl_es: Gradiente branco en Base
he: לבן הדרגתי הופכי
hr_hr: Bijeli Donji Gradijent
hu_hu: Fehér színátmenet alulról
id_id: Gradien dasar putih
it: Sfumato in punta di bianco
ja_jp: 下に白色のグラデーション
ka_ge: თეთრი გრადიენტი ქვემოდან
ko_kr: 하얀색 아래쪽 그라데이션
lb_lu: Wäisse Fuerfverlaf (Inverséiert)
lt_lt: Baltas apatinis gradientas
ms_my: Kecerunan Asas Putih
nl_nl: Wit basis gradiënt
nn_no: Kvit omvendt gradient
pl: Biały odwrócony gradient
pt: Gradiente Branco Invertido
ro_ro: Degrade alb în talpă
ru_ru: Белый обратный градиент
sk_sk: Biely spodný gradient
sl_si: Bel spodnji gradient
sv_se: Vit övergång nedanifrån
th_th: การไล่ระดับสีขาวด้านล่าง
tr_tr: Aşağıdan Yukarı Beyaz Geçiş
vi_vn: Chuyển sắc trắng từ dưới
zh_cn: 白色自下渐淡
zh_tw: 白色往上漸淡

# item_banner_gradient_up_yellow
source: Yellow Base Gradient
ar_sa: قاعدة التدرج الصفراء
be_by: Жоўты градыент знізу
bg_bg: Жълта долна преливка
ca_es: Difuminat groc de base
cs: Žlutý spodní gradient
da_dk: Gul Bundgradient
de: Gelber Farbverlauf (Invertiert)
el_gr: Απόχρωση με Βάση το Κίτρινο
es: Gradiente amarillo en base
fi: Keltainen häivytys ylös
fr_ca: Dégradé d'or de la pointe
ga_ie: Grádán Buí ó Bhun
gl_es: Gradiente amarelo en Base
he: צהוב הדרגתי הופכי
hr_hr: Žuti Donji Gradijent
hu_hu: Sárga színátmenet alulról
id_id: Gradien dasar kuning
it: Sfumato in punta di giallo
ja_jp: 下に黄色のグラデーション
ka_ge: ყვითელი გრადიენტი ქვემოდან
ko_kr: 노란색 아래쪽 그라데이션
lb_lu: Giele Fuerfverlaf (Inverséiert)
lt_lt: Geltonas apatinis gradientas
ms_my: Kecerunan Asas Kuning
nl_nl: Geel basis gradiënt
nn_no: Gul omvendt gradient
pl: Żółty odwrócony gradient
pt: Gradiente Amarelo Invertido
ro_ro: Degrade galben în talpă
ru_ru: Жёлтый обратный градиент
sk_sk: Žltý spodný gradient
sl_si: Rumen spodnji gradient
sv_se: Gul övergång nedanifrån
th_th: การไล่ระดับสีเหลืองด้านล่าง
tr_tr: Aşağıdan Yukarı Sarı Geçiş
vi_vn: Chuyển sắc vàng từ dưới
zh_cn: 黄色自下渐淡
zh_tw: 黃色往上漸淡

# item_banner_gray_name
source: Grey Banner
af_za: Grys Banier
ar_sa: راية رمادية
be_by: Шэры сцяг
bg_bg: Сиво знаме
ca_es: Estendard gris
cs: Šedý prapor
da_dk: Gråt Banner
de: Graues Banner
de_at: Graus Banner
el_gr: Γκρι Λάβαρο
es: Estandarte gris
eu_es: Estandarte grisa
fi: Harmaa lippu
fil_ph: Kulay Abong Watawat
fr_ca: Bannière d'acier
ga_ie: Meirge Liath
gl_es: Estandarte gris
he: שלט בצבע אפור
hr_hr: Siva Zastava
hu_hu: Szürke zászló
id_id: Spanduk Abu-abu
is_is: Grár fáni
it: Stendardo grigio
ja_jp: 灰色の旗
ka_ge: ნაცრისფერი დროშა
ko_kr: 회색 현수막
lb_lu: Groe Fändel
lt_lt: Pilka vėliava
lv_lv: Pelēks Baneris
ms_my: Panji Kelabu
mt_mt: Bandiera Griża
nl_nl: Grijze banier
nn_no: Grå fane
pl: Szary sztandar
pt: Bandeira Cinzenta
ro_ro: Stindard gri
ru_ru: Серый флаг
sk_sk: Sivá vlajka
sl_si: Siv prapor
sv_se: Grå banderoll
th_th: ธงสีเทา
tr_tr: Gri Flama
vi_vn: Biểu ngữ xám
zh_cn: 灰色旗帜
zh_tw: 灰色旗幟

# item_banner_green_name
source: Green Banner
af_za: Groen Banier
ar_sa: راية خضراء
be_by: Зялёны сцяг
bg_bg: Зелено знаме
ca_es: Estendard verd
cs: Zelený prapor
da_dk: Grønt Banner
de: Grünes Banner
de_at: Grüns Banner
el_gr: Πράσινο Λάβαρο
es: Estandarte verde
eu_es: Estandarte berdea
fa_ir: پرچم سبز
fi: Vihreä lippu
fil_ph: Berdeng Watawat
fr_ca: Bannière de sinople
ga_ie: Meirge Uaine
gl_es: Estandarte verde
he: מודעה ירוקה
hr_hr: Zelena Zastava
hu_hu: Zöld zászló
id_id: Spanduk Hijau
is_is: Grænn fáni
it: Stendardo verde
ja_jp: 緑色の旗
ka_ge: მწვანე დროშა
ko_kr: 초록색 현수막
lb_lu: Grénge Fändel
lt_lt: Žalia vėliava
lv_lv: Zaļš Baneris
ms_my: Panji Hijau
mt_mt: Bandiera Ħadra
nl_nl: Groene banier
nn_no: Grøn fane
pl: Zielony sztandar
pt: Bandeira Verde
ro_ro: Stindard verde
ru_ru: Зелёный флаг
sk_sk: Zelená vlajka
sl_si: Zelen prapor
sv_se: Grön banderoll
th_th: ธงสีเขียว
tr_tr: Yeşil Flama
vi_vn: Biểu ngữ xanh lá cây
zh_cn: 绿色旗帜
zh_tw: 綠色旗幟

# item_banner_half_horizontal_black
source: Black Per Fess
ar_sa: راية ملونة أسود
be_by: Чорная верхняя палова
bg_bg: Черно горно пресичане
ca_es: Meitat superior negra
cs: Černé vodorovné oddělení
da_dk: Sort Øvre Halvdel
de: Oben schwarz geteilt
de_at: Obn schworz teilt
el_gr: Μαύρο Άνω Οριζόντιο Τμήμα
es: Cortado negro
fi: Musta yläpuoli
fr_ca: Coupé, au premier de sable
ga_ie: Gearrtha, Dubh Thuas
gl_es: Cortado negro
he: פס חוצה עליון שחור
hr_hr: Crna Puna Pruga
hu_hu: Feketével vágott
id_id: Per Fess Hitam
is_is: Svartur efri helmingur
it: Troncato: di sopra di nero
ja_jp: 上に黒色の横二分割
ka_ge: შავი ზედა ნახევარი
ko_kr: 검은색 위쪽 수평띠
lb_lu: Uewe schwaarz gedeelt
lt_lt: Juoda viršutinė pusė
ms_my: Separuh Bahagian Hitam
nl_nl: Zwarte per faas
nn_no: Svart overdel
pl: Czarna górna połowa
pt: Cortado Preto
ro_ro: Tăiat negru
ru_ru: Чёрная верхняя половина
sk_sk: Čierne vodorovné oddelenie
sl_si: Črn zgornje deljen
sv_se: Svart överhalva
th_th: แบ่งขวางสีดำ
tr_tr: Siyah Üst Yarı
vi_vn: Vạch chia ngang đen
zh_cn: 黑色上半方形
zh_tw: 上半部分黑色填滿

# item_banner_half_horizontal_blue
source: Blue Per Fess
ar_sa: راية ملونة أزرق
be_by: Сіняя верхняя палова
bg_bg: Синьо горно пресичане
ca_es: Meitat superior blava
cs: Modré vodorovné oddělení
da_dk: Blå Øvre Halvdel
de: Oben blau geteilt
el_gr: Μπλε Άνω Οριζόντιο Τμήμα
es: Cortado azul
fi: Sininen yläpuoli
fr_ca: Coupé, au premier d'azur
ga_ie: Gearrtha, Gorm Thuas
gl_es: Cortado azul
he: פס חוצה עליון כחול
hr_hr: Plava Puna Pruga
hu_hu: Kékkel vágott
id_id: Per Fess Biru
it: Troncato: di sopra di blu
ja_jp: 上に青色の横二分割
ka_ge: ლურჯი ზედა ნახევარი
ko_kr: 파란색 위쪽 수평띠
lb_lu: Uewe blo gedeelt
lt_lt: Mėlyna viršutinė pusė
ms_my: Separuh Bahagian Biru
nl_nl: Blauwe per faas
nn_no: Blå overdel
pl: Niebieska górna połowa
pt: Cortado Azul
ro_ro: Tăiat albastru
ru_ru: Синяя верхняя половина
sk_sk: Modrý vodorovný deliaci pruh
sl_si: Moder zgornje deljen
sv_se: Blå överhalva
th_th: แบ่งขวางสีน้ำเงิน
tr_tr: Mavi Üst Yarı
vi_vn: Vạch chia ngang xanh nước biển
zh_cn: 蓝色上半方形
zh_tw: 上半部分藍色填滿

# item_banner_half_horizontal_brown
source: Brown Per Fess
ar_sa: راية ملونة بني
be_by: Карычневая верхняя палова
bg_bg: Кафяво горно пресичане
ca_es: Meitat superior marró
cs: Hnědé vodorovné oddělení
da_dk: Brun Øvre Halvdel
de: Oben braun geteilt
el_gr: Καφέ Άνω Οριζόντιο Τμήμα
es: Cortado marrón
fi: Ruskea yläpuoli
fr_ca: Coupé, au premier de brun
ga_ie: Gearrtha, Donn Thuas
gl_es: Cortado marrón
he: פס חוצה עליון חום
hr_hr: Smeđa Puna Pruga
hu_hu: Barnával vágott
id_id: Per Fess Coklat
it: Troncato: di sopra di marrone
ja_jp: 上に茶色の横二分割
ka_ge: ყავისფერი ზედა ნახევარი
ko_kr: 갈색 위쪽 수평띠
lb_lu: Uewe brong gedeelt
lt_lt: Ruda viršutinė pusė
ms_my: Separuh Bahagian Coklat
nl_nl: Bruine per faas
nn_no: Brun overdel
pl: Brązowa górna połowa
pt: Cortado Castanho
ro_ro: Tăiat maro
ru_ru: Коричневая верхняя половина
sk_sk: Hnedý vodorovný deliaci pruh
sl_si: Rjav zgornje deljen
sv_se: Brun överhalva
th_th: แบ่งขวางสีน้ำตาล
tr_tr: Kahverengi Üst Yarı
vi_vn: Vạch chia ngang nâu
zh_cn: 棕色上半方形
zh_tw: 上半部分棕色填滿

# item_banner_half_horizontal_cyan
source: Cyan Per Fess
ar_sa: راية ملونة سماوي
be_by: Бірузовая верхняя палова
bg_bg: Синьозелено горно пресичане
ca_es: Meitat superior cian
cs: Azurové vodorovné oddělení
da_dk: Tyrkis Øvre Halvdel
de: Oben türkis geteilt
el_gr: Κυανό Άνω Οριζόντιο Τμήμα
es: Cortado cian
fi: Syaani yläpuoli
fr_ca: Coupé, au premier de cyan
ga_ie: Gearrtha, Cian Thuas
gl_es: Cortado ciano
he: פס חוצה עליון ציאן
hr_hr: Tirkizna Puna Pruga
hu_hu: Türkizkékkel vágott
id_id: Per Fess Cyan
it: Troncato: di sopra di ciano
ja_jp: 上に水色の横二分割
ka_ge: ცისფერი ზედა ნახევარი
ko_kr: 청록색 위쪽 수평띠
lb_lu: Uewen turquoise gedeelt
lt_lt: Žalsvai mėlyna viršutinė pusė
ms_my: Separuh Bahagian Cyan
nl_nl: Cyaan per faas
nn_no: Turkis overdel
pl: Błękitna górna połowa
pt: Cortado Ciano
ro_ro: Tăiat turcoaz
ru_ru: Бирюзовая верхняя половина
sk_sk: Tyrkysový vodorovný deliaci pruh
sl_si: Turkizen zgornje deljen
sv_se: Turkos överhalva
th_th: แบ่งขวางสีฟ้าคราม
tr_tr: Camgöbeği Üst Yarı
vi_vn: Vạch chia ngang lục lam
zh_cn: 青色上半方形
zh_tw: 上半部分青色填滿

# item_banner_half_horizontal_gray
source: Grey Per Fess
ar_sa: راية ملونة رمادي
be_by: Шэрая верхняя палова
bg_bg: Сиво горно пресичане
ca_es: Meitat superior grisa
cs: Šedé vodorovné oddělení
da_dk: Grå Øvre Halvdel
de: Oben grau geteilt
el_gr: Γκρι Άνω Οριζόντιο Τμήμα
es: Cortado gris
fi: Harmaa yläpuoli
fr_ca: Coupé, au premier d'acier
ga_ie: Gearrtha, Liath Thuas
gl_es: Cortado gris
he: פס חוצה עליון אפור
hr_hr: Siva Puna Pruga
hu_hu: Szürkével vágott
id_id: Per Fess Abu-abu
it: Troncato: di sopra di grigio
ja_jp: 上に灰色の横二分割
ka_ge: ნაცრისფერი ზედა ნახევარი
ko_kr: 회색 위쪽 수평띠
lb_lu: Uewe gro gedeelt
lt_lt: Pilka viršutinė pusė
ms_my: Separuh Bahagian Kelabu
mt_mt: Gray Per Fess
nl_nl: Grijze per faas
nn_no: Grå overdel
pl: Szara górna połowa
pt: Cortado Cinzento
ro_ro: Tăiat gri
ru_ru: Серая верхняя половина
sk_sk: Sivý vodorovný deliaci pruh
sl_si: Siv zgornje deljen
sv_se: Grå överhalva
th_th: แบ่งขวางสีเทา
tr_tr: Gri Üst Yarı
vi_vn: Vạch chia ngang xám
zh_cn: 灰色上半方形
zh_tw: 上半部分灰色填滿

# item_banner_half_horizontal_green
source: Green Per Fess
ar_sa: راية ملونة أخضر
be_by: Зялёная верхняя палова
bg_bg: Зелено горно пресичане
ca_es: Meitat superior verda
cs: Zelené vodorovné oddělení
da_dk: Grøn Øvre Halvdel
de: Oben grün geteilt
el_gr: Πράσινο Άνω Οριζόντιο Τμήμα
es: Cortado verde
fi: Vihreä yläpuoli
fr_ca: Coupé, au premier de sinople
ga_ie: Gearrtha, Uaine Thuas
gl_es: Cortado verde
he: פס חוצה עליון ירוק
hr_hr: Zelena Puna Pruga
hu_hu: Zölddel vágott
id_id: Per Fess Hijau
it: Troncato: di sopra di verde
ja_jp: 上に緑色の横二分割
ka_ge: მწვანე ზედა ნახევარი
ko_kr: 초록색 위쪽 수평띠
lb_lu: Uewe gréng gedeelt
lt_lt: Žalia viršutinė pusė
ms_my: Separuh Bahagian Hijau
nl_nl: Groene per faas
nn_no: Grøn overdel
pl: Zielona górna połowa
pt: Cortado Verde
ro_ro: Tăiat verde
ru_ru: Зелёная верхняя половина
sk_sk: Zelený vodorovný deliaci pruh
sl_si: Zelen zgornje deljen
sv_se: Grön överhalva
th_th: แบ่งขวางสีเขียว
tr_tr: Yeşil Üst Yarı
vi_vn: Vạch chia ngang xanh lá cây
zh_cn: 绿色上半方形
zh_tw: 上半部分綠色填滿

# item_banner_half_horizontal_lightBlue
source: Light Blue Per Fess
ar_sa: راية ملونة أزرق فاتح
be_by: Блакітная верхняя палова
bg_bg: Светлосиньо горно пресичане
ca_es: Meitat superior blava clara
cs: Světle modré vodorovné oddělení
da_dk: Lyseblå Øvre Halvdel
de: Oben hellblau geteilt
el_gr: Ανοιχτό Μπλε Ανά Οριζόντια Γραμμή
es: Cortado azul claro
fi: Vaaleansininen yläpuoli
fr_ca: Coupé, au premier de bleu céleste
ga_ie: Gearrtha, Bánghorm Thuas
gl_es: Cortado azul claro
he: פס חוצה עליון תכלת
hr_hr: Svijetlo Plava Puna Pruga
hu_hu: Világoskékkel vágott
id_id: Per Fess Biru Muda
it: Troncato: di sopra d'azzurro
ja_jp: 上に空色の横二分割
ka_ge: ღია-ლურჯი ზედა ნახევარი
ko_kr: 하늘색 위쪽 수평띠
lb_lu: Uewen hellblo gedeelt
lt_lt: Šviesiai mėlyna viršutinė pusė
ms_my: Separuh Bahagian Biru Muda
nl_nl: Lichtblauwe per faas
nn_no: Ljoseblå overdel
pl: Jasnoniebieska górna połowa
pt: Cortado Azul Claro
ro_ro: Tăiat bleu
ru_ru: Голубая верхняя половина
sk_sk: Svetlomodrý vodorovný deliaci pruh
sl_si: Svetlo moder zgornje deljen
sv_se: Ljusblå överhalva
th_th: แบ่งขวางสีฟ้า
tr_tr: Açık Mavi Üst Yarı
vi_vn: Vạch chia ngang xanh nước biển nhạt
zh_cn: 淡蓝色上半方形
zh_tw: 上半部分淺藍色填滿

# item_banner_half_horizontal_lime
source: Lime Per Fess
ar_sa: راية ملونة ليموني
be_by: Лаймавая верхняя палова
bg_bg: Жълтозелено горно пресичане
ca_es: Meitat superior verda llima
cs: Světle zelené vodorovné oddělení
da_dk: Limegrøn Øvre Halvdel
de: Oben hellgrün geteilt
el_gr: Ανοιχτό Πράσινο Ανά Οριζόντια Γραμμή
es: Cortado verde lima
fi: Lime yläpuoli
fr_ca: Coupé, au premier de sinople clair
ga_ie: Gearrtha, Líomach Thuas
gl_es: Cortado lima
he: פס חוצה עליון ליים
hr_hr: Svijetlo Zelena Puna Pruga
hu_hu: Világoszölddel vágott
id_id: Per Fess Limau
it: Troncato: di sopra di lime
ja_jp: 上に黄緑色の横二分割
ka_ge: სალათისფერი ზედა ნახევარი
ko_kr: 연두색 위쪽 수평띠
lb_lu: Uewen hellgréng gedeelt
lt_lt: Gelsvai žalsva viršutinė pusė
ms_my: Separuh Bahagian Hijau Muda
nl_nl: Lichtgroene per faas
nn_no: Limegrøn overdel
pl: Jasnozielona górna połowa
pt: Cortado Verde Lima
ro_ro: Tăiat verde-deschis
ru_ru: Лаймовая верхняя половина
sk_sk: Svetlozelený vodorovný deliaci pruh
sl_si: Svetlo zelen zgornje deljen
sv_se: Limegrön överhalva
th_th: แบ่งขวางสีเหลืองมะนาว
tr_tr: Açık Yeşil Üst Yarı
vi_vn: Vạch chia ngang xanh lá mạ
zh_cn: 黄绿色上半方形
zh_tw: 上半部分淺綠色填滿

# item_banner_half_horizontal_magenta
source: Magenta Per Fess
ar_sa: راية ملونة أرجواني
be_by: Пурпурная верхняя палова
bg_bg: Пурпурно горно пресичане
ca_es: Meitat superior magenta
cs: Purpurové vodorovné oddělení
da_dk: Magenta Øvre Halvdel
de: Oben magenta geteilt
de_at: Obn magenta teilt
el_gr: Φούξια Ανά Οριζόντια Γραμμή
es: Cortado magenta
fi: Purppura yläpuoli
fr_ca: Coupé, au premier de magenta
ga_ie: Gearrtha, Maigeanta Thuas
gl_es: Cortado maxenta
he: פס חוצה עליון מג'נטה
hr_hr: Roza Puna Pruga
hu_hu: Bíborral vágott
id_id: Per Fess Magenta
it: Troncato: di sopra di magenta
ja_jp: 上に赤紫色の横二分割
ka_ge: იისფერი ზედა ნახევარი
ko_kr: 자홍색 위쪽 수평띠
lb_lu: Uewe magenta gedeelt
lt_lt: Rausvai raudona viršutinė pusė
ms_my: Separuh Bahagian Magenta
nl_nl: Magenta per faas
nn_no: Ljoselilla overdel
pl: Karmazynowa górna połowa
pt: Cortado Magenta
ro_ro: Tăiat magenta
ru_ru: Пурпурная верхняя половина
sk_sk: Purpurový vodorovný deliaci pruh
sl_si: Škrlaten zgornje deljen
sv_se: Ljuslila överhalva
th_th: แบ่งขวางสีบานเย็น
tr_tr: Eflatun Üst Yarı
vi_vn: Vạch chia ngang đỏ sậm
zh_cn: 品红色上半方形
zh_tw: 上半部分洋紅色填滿

# item_banner_half_horizontal_orange
source: Orange Per Fess
ar_sa: راية ملونة برتقالي
be_by: Аранжавая верхняя палова
bg_bg: Оранжево горно пресичане
ca_es: Meitat superior taronja
cs: Oranžové vodorovné oddělení
da_dk: Orange Øvre Halvdel
de: Oben orange geteilt
el_gr: Πορτοκαλί Ανά Οριζόντια Γραμμή
es: Cortado naranja
fi: Oranssi yläpuoli
fr_ca: Coupé, au premier d'orangé
ga_ie: Gearrtha, Oráisteach Thuas
gl_es: Cortado laranxa
he: פס חוצה עליון כתום
hr_hr: Narančasta Puna Pruga
hu_hu: Narancssárgával vágott
id_id: Per Fess Jingga
it: Troncato: di sopra d'arancione
ja_jp: 上に橙色の横二分割
ka_ge: ნარინჯისფერი ზედა ნახევარი
ko_kr: 주황색 위쪽 수평띠
lb_lu: Uewen orange gedeelt
lt_lt: Oranžinė viršutinė pusė
ms_my: Separuh Bahagian Jingga
nl_nl: Oranje per faas
nn_no: Oransje overdel
pl: Pomarańczowa górna połowa
pt: Cortado Laranja
ro_ro: Tăiat portocaliu
ru_ru: Оранжевая верхняя половина
sk_sk: Oranžový vodorovný deliaci pruh
sl_si: Oranžen zgornje deljen
sv_se: Orange överhalva
th_th: แบ่งขวางสีส้ม
tr_tr: Turuncu Üst Yarı
vi_vn: Vạch chia ngang cam
zh_cn: 橙色上半方形
zh_tw: 上半部分橙色填滿

# item_banner_half_horizontal_pink
source: Pink Per Fess
ar_sa: راية ملونة وردي
be_by: Ружовая верхняя палова
bg_bg: Розово горно пресичане
ca_es: Meitat superior rosa
cs: Růžové vodorovné oddělení
da_dk: Lyserød Øvre Halvdel
de: Oben rosa geteilt
el_gr: Ροζ Ανά Οριζόντια Γραμμή
es: Cortado rosa
fi: Vaaleanpunainen yläpuoli
fr_ca: Coupé, au premier de rose
ga_ie: Gearrtha, Bándearg Thuas
gl_es: Cortado rosa
he: פס חוצה עליון ורוד
hr_hr: Ružičasta Puna Pruga
hu_hu: Rózsaszínnel vágott
id_id: Per Fess merah muda
it: Troncato: di sopra di rosa
ja_jp: 上に桃色の横二分割
ka_ge: ვარდისფერი ზედა ნახევარი
ko_kr: 분홍색 위쪽 수평띠
lb_lu: Uewe rosa gedeelt
lt_lt: Rožinė viršutinė pusė
ms_my: Separuh Bahagian Merah Jambu
nl_nl: Roze per faas
nn_no: Rosa overdel
pl: Różowa górna połowa
pt: Cortado Rosa
ro_ro: Tăiat roz
ru_ru: Розовая верхняя половина
sk_sk: Ružový vodorovný deliaci pruh
sl_si: Roza zgornje deljen
sv_se: Rosa överhalva
th_th: แบ่งขวางสีชมพู
tr_tr: Pembe Üst Yarı
vi_vn: Vạch chia ngang hồng
zh_cn: 粉红色上半方形
zh_tw: 上半部分粉紅色填滿

# item_banner_half_horizontal_purple
source: Purple Per Fess
ar_sa: راية ملونة بنفسجي
be_by: Фіялетавая верхняя палова
bg_bg: Лилаво горно пресичане
ca_es: Meitat superior morada
cs: Fialové vodorovné oddělení
da_dk: Lilla Øvre Halvdel
de: Oben violett geteilt
el_gr: Μοβ Άνω Οριζόντιο Τμήμα
es: Cortado morado
fi: Violetti yläpuoli
fr_ca: Coupé, au premier de pourpre
ga_ie: Gearrtha, Corcra Thuas
gl_es: Cortado púrpura
he: פס חוצה עליון סגול
hr_hr: Ljubičasta Puna Pruga
hu_hu: Lilával vágott
id_id: Per Fess Ungu
it: Troncato: di sopra di viola
ja_jp: 上に紫色の横二分割
ka_ge: ალისფერი ზედა ნახევარი
ko_kr: 보라색 위쪽 수평띠
lb_lu: Uewe mof gedeelt
lt_lt: Purpurinė viršutinė pusė
ms_my: Separuh Bahagian Ungu
nl_nl: Paarse per faas
nn_no: Lilla overdel
pl: Fioletowa górna połowa
pt: Cortado Roxo
ro_ro: Tăiat violet
ru_ru: Фиолетовая верхняя половина
sk_sk: Fialový vodorovný deliaci pruh
sl_si: Vijoličen zgornje deljen
sv_se: Lila överhalva
th_th: แบ่งขวางสีม่วง
tr_tr: Mor Üst Yarı
vi_vn: Vạch chia ngang tím
zh_cn: 紫色上半方形
zh_tw: 上半部分紫色填滿

# item_banner_half_horizontal_red
source: Red Per Fess
ar_sa: راية ملونة أحمر
be_by: Чырвоная верхняя палова
bg_bg: Червено горно пресичане
ca_es: Meitat superior vermella
cs: Červené vodorovné oddělení
da_dk: Rød Øvre Halvdel
de: Oben rot geteilt
el_gr: Κόκκινο Άνω Οριζόντιο Τμήμα
es: Cortado rojo
fi: Punainen yläpuoli
fr_ca: Coupé, au premier de gueules
ga_ie: Gearrtha, Dearg Thuas
gl_es: Cortado vermello
he: פס חוצה עליון אדום
hr_hr: Crvena Puna Pruga
hu_hu: Vörössel vágott
id_id: Per Fess Merah
is_is: Rauður efri helmingur
it: Troncato: di sopra di rosso
ja_jp: 上に赤色の横二分割
ka_ge: წითელი ზედა ნახევარი
ko_kr: 빨간색 위쪽 수평띠
lb_lu: Uewe rout gedeelt
lt_lt: Raudona viršutinė pusė
ms_my: Separuh Bahagian Merah
nl_nl: Rode per faas
nn_no: Raud overdel
pl: Czerwona górna połowa
pt: Cortado Vermelho
ro_ro: Tăiat roșu
ru_ru: Красная верхняя половина
sk_sk: Červené vodorovné oddelenie
sl_si: Rdeč zgornje deljen
sv_se: Röd överhalva
th_th: แบ่งขวางสีแดง
tr_tr: Kırmızı Üst Yarı
vi_vn: Vạch chia ngang đỏ
zh_cn: 红色上半方形
zh_tw: 上半部分紅色填滿
