Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# commands_effect_success_removed_all
source: Took all effects from {0}
af_za: Het al die effekte van {0} af verwyder
ar_sa: وأحاطت جميع الآثار من {0}
be_by: Забраны ўсе эфекты ў {0}
bg_bg: Всички ефекти от {0} бяха премахнати
ca_es: S'han tret tots els efectes al(s) jugador(s) {0}
cs: Všechny účinky působící na entitu {0} byly odstraněny
da_dk: Fjernede alle effekter fra {0}
de: Alle Effekte von {0} entfernt
el_gr: Πάρθηκαν όλες οι επιδράσεις από τον/την {0}
es: Se han eliminado todos los efectos de {0}
eu_es: {0} -etatik ondorio guztiak deuseztatuta
fa_ir: تمامي افکت ها از {0} گرفته شد.
fi: Poistettiin kaikki efektit pelaajalta {0}
fil_ph: TInaggal ang lahat na epekto kay {0}
fr_ca: Tous les effets sur {0} ont été retirés
ga_ie: Baineadh gach éifeacht de {0}
gl_es: Eliminados tódolos efectos de {0}
he: לקח את כל ההשפעות מ{0}
hi_in: से सभी प्रभावों ले लिया {0}
hr_hr: Oduzeti svi efekti od {0}
hu_hu: Minden hatás eltávolítva {0} játékosról
hy_am: Վերցվեցին բոլոր ազդեցությունները {0}-ից
id_id: Mengambil semua efek dari {0}
is_is: Fékk virkni frá {0}
it: Tutti gli effetti sono stati rimossi da {0}
ja_jp: {0} から全ての効果を除去しました
ka_ge: წაართვა ყველა ძალა {0}-ს
ko_kr: {0}의 모든 효과를 해제했습니다
lb_lu: All Effekter vun {0} ewechgemaach
lt_lt: Nuimti visi {0} efektai
lv_lv: Paņēma visus efektus no {0}
ms_my: Mengambil semua kesan daripada {0}
mt_mt: Tneħħew l-effetti minn {0}
nl_nl: Alle effecten van {0} zijn weggenomen
nn_no: Fjerna alle verknadar frå {0}
pl: Usunięto wszystkie efekty z gracza {0}
pt: Todos os efeitos de {0} foram removidos
ro_ro: Au fost luate toate efectele de la {0}
ru_ru: Все эффекты удалены у {0}
sk_sk: Všetky efekty hráča {0} boli odstránené
sl_si: Odvzeti so bili vsi učinki od {0}
sv_se: Tog alla effekter från {0}
th_th: เอาเอฟเฟคทั้งหมดจาก {0}
tr_tr: {0}'den bütün etkiler alındı
vi_vn: Đã lấy hết hiệu ứng khỏi {0}
zh_cn: 已将{0}身上的全部效果移除
zh_tw: 已解除 {0} 身上所有特殊狀態

# commands_effect_usage
source: /effect <player> <effect> [seconds] [amplifier] [hideParticles] OR /effect <player> clear
ar_sa: /effect <اللاعب> <التأثير> [الثوانى] [المستوى] [إخفاء الجسيمات] أو /effect <اللاعب> clear
be_by: /effect <гулец> <эфект> [секунды] [узмацняльнік] [хаваць часцінкі] АБО /effect <гулец> clear
bg_bg: /effect <играч> <ефект> [<секунди>] [<ниво>] [<скриване на частиците>] ИЛИ /effect <играч> clear
ca_es: /effect <player> <effect> [seconds] [amplifier] [hideParticles] O /effect <player> clear
cs: /effect <entita> <účinek> [<sekundy>] [<zesílení>] [<skrýt částice?>] NEBO /effect <entita> clear
de: /effect <Spieler> <Effekt> [<Zeit>] [<Stärke>] [<Partikelunsichtbarkeit>] ODER /effect <Spieler> clear
el_gr: /effect <Παίκτης> <είδος επίδρασης> [δευτερόλεπτα] [Ενίσχυση] [Κρύψιμο Σωματιδίων]
es: /effect <jugador> <efecto> [segundos] [amplificador] [ocultar partículas] O /effect <jugador> clear
fi: /effect <player> <effect> [seconds] [amplifier] [hideParticles] TAI /effect <player> clear
fil_ph: /effect <manlalaro> <epekto> [sekundo] [panghibayo] [itagoTipik] O /epekto <manlalaro> linawin
fr_ca: /effect <joueur|entité> <effet> [secondes] [amplificateur] [masquer les particules] OU /effect <joueur|entité> clear
gl_es: /effect <xogador> <efecto> [segundos] [amplificador] [ocultar partículas] OU /effect <xogador> clear
he: /effect <או [הסתר-חלקיקים] [מכפיל] [שניות] <אפקט> <שחקן /effect <שחקן> clear
hu_hu: /effect <játékos> <effekt> [másodperc] [erősség] [hideParticles] Vagy /effect <játékos> clear
it: /effect <giocatore> <effetto> [secondi] [amplificatore] [nascondi le particelle] OPPURE /effect <giocatore> clear
ja_jp: /effect <プレイヤー名> <効果> [秒数] [強さ] [パーティクル非表示] もしくは /effect <プレイヤー名> clear
ko_kr: /effect <플레이어> <효과> [시간(초)] [증폭] [입자 숨김 여부] 또는 /effect <플레이어> clear
lb_lu: /effect <Spiller> <Effekt> [Zäit] [Stäerkt] [Partikelonsichtbarkeet] ODER /effect <Spiller> clear
lt_lt: /effect <žaidėjas> <efektas> [laikas sekundėmis] [stiprumas] [slėpti-daleles] ARBA /effect <žaidėjas> clear
ms_my: /effect <pemain> <jenis kesan> [seconds] [amplifier] [hideParticles] ATAU /effect <pemain> bebaskan
nl_nl: /effect <speler> <effect> [seconden] [versterkingsFactor] [deeltjesVerbergen] OF /effect <speler> clear
nn_no: /effect <spelar> <effekt> [sekund] [forsterkning] [skjul partiklar] ELLER /effect <spelar> clear
pl: /effect <gracz> <efekt> [sekundy] [wzmocnienie] [ukryjCząstki] LUB /effect <gracz> clear
pt: /effect <jogador> <efeito> [segundos] [amplificador] [esconderPartículas] OU /effect <jogador> clear
ro_ro: /effect <jucător> <efect> [<secunde>] [<nivel>] [<ascunde particulele>] SAU /effect <jucător> clear
sk_sk: /effect <player> <effect> [sekundy] [zosilnenie] [skryťČastice] ALEBO /effect <player> clear
sl_si: /effect <igralec> <učinek> [seconds] [amplifier] [hideParticles] ALI /effect <player> clear
sv_se: /effect <spelare> <effekt> [seconds] [amplifier] [hideParticles] ELLER /effect <spelare> clear
th_th: /effect <ชื่อผู้เล่น> <effect> [ระยะเวลา] [ระดับของยา] [ซ่อน/แสดงอนุภาค] หรือ /effect <ชื่อผู้เล่นr> clear
tr_tr: /effect <oyuncu> <etki> [saniye] [seviye] [parçacıklarıGizle] YA DA /effect <oyuncu> clear
vi_vn: /effect <người chơi> <hiệu ứng> [số giây] [cấp độ] [giấu hạt hiệu ứng] HOẶC /effect <người chơi> clear
zh_cn: /effect <玩家> <药水效果> [秒数] [等级] [隐藏粒子] 或 /effect <玩家> clear
zh_tw: /effect <玩家> <效果> [秒數] [增幅] [隱藏粒子] 或 /effect <玩家> clear

# commands_enchant_cantCombine
source: {0} can't be combined with {1}
af_za: {0} kan nie met {1} gekombineer word nie
ar_sa: {0}لا يمكنك الدمج بين{1}
be_by: {0} нельга аб’яднаць з {1}
bg_bg: {0} не може да се комбинира с {1}
ca_es: {0} no es pot combinar amb {1}
cs: Očarování „{0}“ nelze zkombinovat s „{1}“
da_dk: {0} kan ikke kombineres med {1}
de: {0} ist nicht kombinierbar mit {1}
el_gr: Τα {0} δεν μπορούν να συνδυαστούν με {1}
es: {0} no se puede combinar con {1}
eu_es: {0} ezin da {1}-(r)ekin konbinatu
fa_ir: {0} نمی تواند با {1} ترکیب یابد
fi: {0} ja {1} eivät yhdisty
fil_ph: Hindi pwedeng pagsamahin ang {0} sa {1}
fr_ca: Le sort {0} ne peut pas être combiné avec le sort {1}
ga_ie: Ní féidir {0} a chumasc le {1}
gl_es: {0} non pode ser combinado con {1}
he: {0} לא יכול להישתלב עם {1}
hi_in: {0} साथ मिलकर नहीं किया जा सकता। {1}
hr_hr: {0} se ne može kombinirati s {1}
hu_hu: {0} és {1} nem kombinálható
hy_am: {0}-ը հնարավոր չէ միավորել {1}-ի հետ
id_id: {0} tidak dapat digabung dengan {1}
is_is: {0} má ekki binda saman {0}
it: {0} non può essere combinato con {1}
ja_jp: {0} は {1} と組み合わせることはできません
ka_ge: {0} ვერ შეერევა {1}-ს
ko_kr: {0}은(는) {1}과(와) 결합할 수 없습니다
lb_lu: {0} ass net kombinéierbar mat {1}
lt_lt: {0} negali būti sujungtas su {1}
lv_lv: {0} nevar apvienot ar {1}
ms_my: {0} tidak dapat digabungkan dengan {1}
mt_mt: {0} ma tistax tiġi mħalta ma' {1}
nl_nl: {0} kan niet worden gecombineerd met {1}
nn_no: {0} kan ikkje kombineras med {1}
pl: Zaklęcie {0} nie może się łączyć z zaklęciem {1}
pt: {0} não pode ser combinado com {1}
ro_ro: {0} nu poate fi combinat cu {1}
ru_ru: {0} не может сочетаться с {1}
sk_sk: {0} nemôže byť skombinované s {1}
sl_si: {0} ni možno združiti z {1}
sv_se: {0} kan inte kombineras med {1}
th_th: {0} ไม่สามารถผสมกับ {1}
tr_tr: {0}, {1} ile aynı eşya üzerinde kullanılamaz
vi_vn: {0} không thể kết hợp với {1} được
zh_cn: {0}无法和{1}结合
zh_tw: {0} 無法和 {1} 結合

# commands_enchant_cantEnchant
source: The selected enchantment can't be added to the target item
af_za: Die gekose betowering kan nie by die teiken item gevoeg word nie
ar_sa: لا يمكن تحديد سحر يمكن ان تضاف الى الهدف
be_by: На гэты прадмет немагчыма накласці выбранае зачараванне
bg_bg: Избраното омагьосване не може да бъде добавено към целевия предмет
ca_es: L'encanteri seleccionat no es pot aplicar a aquest ítem
cs: Na zvolenou entitu nelze vybrané očarování použít
da_dk: Modtagergenstanden kan ikke fortrylles med denne fortryllelse
de: Die gewählte Verzauberung kann nicht zu diesem Gegenstand hinzugefügt werden
el_gr: Η επιλεγμένη μαγική ιδιότητα δεν μπορεί να προστεθεί στο αντικείμενο
es: El encantamiento seleccionado no se puede añadir al objeto
eu_es: Aukeratutako sorginkeria ezin da helburu den elementura gehitu
fa_ir: روی این آیتم این افسون قابل اجرا نیست.
fi: Valittua lumousta ei voi laittaa kohde-esineeseen
fil_ph: Ang bagay ay hindi pwedeng ilagyan ng itong gayuma
fr_ca: L'enchantement sélectionné ne peut pas être ajouté à l'objet ciblé
ga_ie: Ní féidir an asarlaíocht roghnaithe a chur ar an rud roghnaithe
gl_es: O encantamento seleccionado non se pode aplicar ó obxecto obxectivo
he: הכישוף שנבחר לא יכול להיווסף לפריט
hi_in: चयनित जादू लक्षित आइटम से जोड़ा नहीं जा सकता
hr_hr: Odabran čarolija se ne može dodati predmetu
hu_hu: A kiválasztott varázslat nem adható hozzá a kívánt tárgyhoz
hy_am: Տվյալ կախարդանքը հնարավոր չէ ավելացնել այդ առարկային
id_id: Pesona terpilih tak dapat ditambah ke barang sasaran
is_is: Þessum galdri má ekki bæta við
it: L'incantesimo selezionato non può essere aggiunto all'oggetto destinatario
ja_jp: 選択したエンチャントは対象のアイテムに付加できません
ka_ge: შეუძლებელია გამოიყენოთ შერჩეული მოჯადოება სამიზნე ნივთზე
ko_kr: 이 마법은 대상 아이템에 부여될 수 없습니다
lb_lu: Déi gewielte Verzauberung kann dësem Géigestand net dobäi gefügt ginn
lt_lt: Pasirinktas užkerėjimas negali būti pritaikytas šiam daiktui
lv_lv: Izvēlēto uzlabojumu nevar pievienot izvēlētajam priekšmetam
ms_my: Penyihiran yang dipilih tidak boleh dilaksanakan atas item yang disasarkan
mt_mt: Din il-maġija ma tistax tiġi miżjuda ma' dan l-oġġett
nl_nl: De geselecteerde betovering kan niet aan het doelvoorwerp worden toegevoegd
nn_no: Kan ikkje forheksa gjenstand med denne forheksinga
pl: Wybrane zaklęcie nie może zostać dodane do tego przedmiotu
pt: O encantamento selecionado não pode ser adicionado ao item alvo
ro_ro: Farmecul selectat nu poate fi adăugat la obiectul țintă
ru_ru: Выбранные чары невозможно наложить на указанный предмет
sk_sk: Toto očarovanie nemôže byť použité na vybraný predmet
sl_si: Izbrana čarovnija ne more biti dodana ciljnemu predmetu
sv_se: Den valda förtrollningen kan inte användas på detta föremål
th_th: มนต์ที่เลือกไม่สามารถใส่ในไอเท็มเป้าหมายได้
tr_tr: Seçilen büyü hedef eşyaya eklenemez
vi_vn: Phù phép bạn chọn không thể thêm vào vật phẩm đó
zh_cn: 该物品不能添加此魔咒
zh_tw: 此附魔無法加到該物品

# commands_enchant_noItem
source: The target doesn't hold an item
af_za: Die teiken is nie in besit van 'n item nie
ar_sa: الهدف لا يحمل عنصر
be_by: Цэль не трымае прадмет
bg_bg: Целта не държи предмет
ca_es: L'objectiu no està aguantant cap ítem
cs: Tento hráč nic nedrží
da_dk: Målet holder ikke en genstand
de: Das Ziel hält keinen Gegenstand
el_gr: Ο στόχος δεν κρατάει αντικείμενο
es: El objetivo no sostiene ningún objeto
eu_es: Helburua inolako elementurik eusten hari da
fi: Kohde ei pitele esinettä
fil_ph: Target na ay hindi hawakan ang isang item
fr_ca: Le joueur ciblé ne tient pas d'objet
ga_ie: Níl earra ar bith i lámh an sprice
gl_es: O obxectivo non sostén un obxecto
he: המטרה לא מחזיקה פריט
hr_hr: Meta ne drži predmet u ruci
hu_hu: A célpont kezében nincs tárgy
id_id: Target tidak memegang sebuah benda
is_is: Leikmaðurinn heldur ekki á neinu
it: Il destinatario non impugna alcun oggetto
ja_jp: その目標はアイテムを持っていません
ka_ge: სამიზნეს არ უჭირავს ნივთი
ko_kr: 대상이 아이템을 들고 있지 않습니다
lb_lu: D'Ziel huet kee Géigestand an der Hand
lt_lt: Žaidėjas nelaiko jokio daikto
lv_lv: Mērķim nav priekšmetu
ms_my: Sasaran tidak pegang sebarang barang
mt_mt: Il-karattru mhuwiex iżomm ebda oġġett
nl_nl: Het doel houdt geen voorwerp vast
nn_no: Målet held ikkje ein gjenstand
pl: Cel nie trzyma żadnego przedmiotu
pt: O alvo não está a segurar nenhum item
ro_ro: Ținta nu ține un obiect în mână
ru_ru: Цель не держит предмет
sk_sk: Cieľ nedrží žiadny predmet
sl_si: Tarča ne drži predmeta
sv_se: Målet håller inte i något föremål
th_th: เป้าหมายไม่ได้ถือไอเท็ม
tr_tr: Hedef bir eşya tutmuyor
vi_vn: Mục tiêu không cầm một vật phẩm nào
zh_cn: 目标没有拿着任何物品
zh_tw: 該對象未持有物品

# commands_enchant_notFound
source: There is no such enchantment with ID {0}
af_za: Daar is nie so betowering met ID {0} nie
ar_sa: ليس هناك سحر من هذا النوع مع {0} د
be_by: Не існуе зачаравання з кодам {0}
bg_bg: Не съществува омагьосване с номер {0}
ca_es: No existeix cap encanteri amb l'ID {0}
cs: Očarování s ID „{0}“ neexistuje
da_dk: Der findes ikke nogen sådan fortryllelser med ID {0}
de: Es gibt keine Verzauberung mit der ID {0}
el_gr: Δεν υπάρχει τέτοια μαγική ιδιότητα με ID {0}
es: No hay ningun encantamiento con la ID {0}
eu_es: {0} ID-rekin, hala nolako sorginkeririk ez dago
fa_ir: هیچ افسونی به شماره ی {0} وجود ندارد.
fi: Lumousta numero {0} ei löydy
fil_ph: Walang gayuma na may ID na {0}
fr_ca: Il n'y a pas d'enchantement avec l'ID {0}
ga_ie: Níl asarlaíocht ann a bhfuil an ID {0} aici
gl_es: Non existe un encantamento coa ID {0}
he: לר קים תן בשם {0}
hi_in: ऐसा कोई जादू इस D {0} के साथ नहीं है
hr_hr: Ne postoji čarolija sa ID {0}
hu_hu: Nem létezik varázslat "{0}" azonosítóval
hy_am: {0} ID-ով կախարդանք գոյություն չունի
id_id: Tak ada Pesona dengan ID {0}
is_is: Það er ekki til nein galdur nr.
it: Non c'è alcun incantesimo con ID {0}
ja_jp: ID {0}に該当するエンチャントはありません
ka_ge: მოჯადოება {0} არ არსებობს
ko_kr: ID {0}에 해당하는 부여될 마법이 존재하지 않습니다
lb_lu: Et gëtt keng Verzauberung mat der ID {0}
lt_lt: Nėra tokio užkerėjimo ID: {0}
lv_lv: Uzlabojums ar ID {0} neeksistē
ms_my: Tidak ada penyihiran yang menggunakan ID {0}
mt_mt: M'hemmx maġija bl-ID ta' {0}
nl_nl: Er is geen betovering met ID {0}
nn_no: Det er ingen slik trolldom med ID {0}
pl: Nie istnieje zaklęcie o ID {0}
pt: Não existe nenhum encantamento com o ID {0}
ro_ro: Nu există niciun farmec cu ID-ul {0}
ru_ru: Зачарования с идентификатором {0} не существует
sk_sk: Neexistuje žiadne očarovanie s ID {0}
sl_si: Ne obstaja čarovnija z ID-jem {0}
sv_se: Det finns ingen förtrollning med ID {0}
th_th: มีไม่มีมนต์ดังกล่าว ด้วย ID {0}
tr_tr: {0} ID'si ile bir büyü yoktur
vi_vn: Không có sự phù phép nào mang mã {0} cả
zh_cn: 没有ID为{0}的魔咒
zh_tw: 並不存在ID為 {0} 的附魔

# commands_enchant_success
source: Enchanting succeeded
af_za: Betowering geslaag
ar_sa: ساحر نجحت
be_by: Зачараванне атрымалася
bg_bg: Омагьосването е успешно
ca_es: Encanteri realitzat
cs: Očarování se zdařilo
da_dk: Fortryllelse lykkedes
de: Verzauberung erfolgreich
el_gr: Μάγεμα ολοκληρώθηκε
es: Encantamiento completado
eu_es: Sorginkeria zuzen egin da
fa_ir: افسون شد.
fi: Lumous onnistui
fil_ph: Nagtagumpay ang paggayuma
fr_ca: L'enchantement a réussi
ga_ie: D'éirigh leis an asarlaíocht
gl_es: Encantamento exitoso
he: הכישוף הצליח
hi_in: माओजहां सफल
hr_hr: Čarobiranje uspješno
hu_hu: Sikeres varázslat
hy_am: Կախարդանքը հաջողվեց
id_id: Berhasil Meningkatkan
is_is: Galdur tókst
it: L'incantesimo è riuscito
ja_jp: エンチャントに成功しました
ka_ge: მოჯადოებამ წარმატებით ჩაიარა
ko_kr: 마법부여에 성공했습니다
lb_lu: Verzauberung erfollegräich
lt_lt: Užkerėjimas sėkmingas
lv_lv: Uzlabošana izdevās
ms_my: Penyihiran berjaya
mt_mt: Il-maġija rnexxiet
nl_nl: Betovering uitgevoerd
nn_no: Forheksinga lykkas
pl: Zaklęto pomyślnie
pt: Item encantado com sucesso
ro_ro: Fermecarea a reușit
ru_ru: Успешно зачаровано
sk_sk: Očarovanie úspešné
sl_si: Čaranje uspelo
sv_se: Förtrollningen lyckades
th_th: การร่ายมนต์ประสบความสำเร็จ
tr_tr: Büyüleme başarılı
vi_vn: Phù phép thành công
zh_cn: 附魔成功
zh_tw: 附魔成功

# commands_enchant_usage
source: /enchant <player> <enchantment ID> [level]
af_za: /enchant <speler> <vertowering ID> [vlak]
ar_sa: /enchant <اعب> <شىء ساحر DI> [مستوى]
be_by: /enchant <гулец> <код зачаравання> [узровень]
bg_bg: /enchant <играч> <омагьосване> [<ниво>]
ca_es: /enchant <jugador> <ID de l'encanteri> [nivell]
cs: /enchant <entita> <ID očarování> [<úroveň>]
da_dk: /enchant <spiller> <fortryllelses-ID> [niveau]
de: /enchant <Spieler> <Verzauberungs-ID> [<Stufe>]
el_gr: /enchant <παίκτης> <ID μαγικής ιδιότητας> [επίπεδο]
es: /enchant <jugador> <ID del encantamiento> [nivel]
eu_es: /enchant <jokalaria> <sorginkeri ID> [maila]
fa_ir: /enchant <بازیکن> <شماره ی افسون> [درجه]
fi: /enchant <pelaaja> <lumouksen tunnistenumero> [taso]
fr_ca: /enchant <joueur> <ID de l'enchantement> [niveau]
ga_ie: /enchant <imreoir> <ID asarlaíochta> [leibhéal]
gl_es: /enchant <xogador> <ID encantamento> [nivel]
he: /enchant <רמה] <מזהה-כישוף> <שחקן]
hi_in: /enchant <खिलाडी> <जादुई ID> [स्तर]
hr_hr: /enchant <igrač> <ID čarolije> [nivo]
hu_hu: /enchant <játékos> <varázs azonosító> [szint]
hy_am: /enchant <խաղացող> <կախարդանքի ID> [աստիճան]
id_id: /enchant <pemain> <ID Pesona> [tingkat]
is_is: /enchant <leikmaður> <galdra nr.> [stig]
it: /enchant <giocatore> <ID dell'incantesimo> [livello]
ja_jp: /enchant <プレイヤー名> <エンチャントID> [レベル]
ka_ge: /enchant <player> <enchantment ID> [დონე]
ko_kr: /enchant <플레이어> <마법 ID> [레벨]
lb_lu: /enchant <Spiller> <Verzauberungs-ID> [Level]
lt_lt: /enchant <žaidėjas> <užkerėjimo ID> [lygis]
lv_lv: /enchant <spēlētājs> <uzlabojuma ID> [līmenis]
ms_my: /enchant <pemain> <ID penyihiran> [level]
nl_nl: /enchant <speler> <betoverings-ID> [niveau]
nn_no: /enchant <spelar> <forheksing-ID> [nivå]
pl: /enchant <gracz> <ID zaklęcia> [poziom]
pt: /enchant <jogador> <ID do encantamento> [nível]
ro_ro: /enchant <jucător> <ID farmec> [<nivel>]
ru_ru: /enchant <игрок> <ID зачарования> [уровень]
sk_sk: /enchant <player> <enchantment ID> [úroveň]
sl_si: /enchant <igralec> <enchantment ID> [stopnja]
sv_se: /enchant <spelare> <förtrollnings-ID> [nivå]
th_th: /enchant <player> <enchantment ID> [ระดับ]
tr_tr: /enchant <oyuncu> <büyü ID'si> [seviye]
vi_vn: /enchant <người chơi> <mã phù phép> [cấp độ]
zh_cn: /enchant <玩家> <魔咒ID> [等级]
zh_tw: /enchant <玩家> <附魔 ID> [等級]

# commands_entitydata_failed
source: The data tag did not change: {0}
af_za: Die data-merker het nie verander nie: {0}
ar_sa: لم تقم بتغيير علامة البيانات: {0}
be_by: Тэг дадзеных не змяніўся: {0}
bg_bg: Информационният таг не се промени: {0}
ca_es: No s'ha canviat l'etiqueta de dades: {0}
cs: Datový tag se nezměnil: {0}
da_dk: Datatag blev ikke ændret: {0}
de: Die NBT-Daten haben sich nicht geändert: {0}
el_gr: Η ετικέτα δεδομένων δεν άλλαξε: {0}
es: La dataTag no ha cambiado: {0}
eu_es: Informazioa ez da aldatu: {0}
fi: Datatagi ei muuttunut: {0}
fil_ph: Ang data tag ay di nagbago: {0}
fr_ca: Le data tag n'a pas changé : {0}
ga_ie: Níor athraíodh an chlib sonraí: {0}
gl_es: A dataTag non cambiou: {0}
he: תג הנתונים לא השתנה: {0}
hr_hr: Podatkovna oznaka nije promijenjena: {0}
hu_hu: Az adatcímke nem változott: {0}
id_id: Data tag tidak berubah: {0}
is_is: Gagnatagið breyttist ekki: {0}
it: I dati NBT non sono cambiati: {0}
ja_jp: データタグは変更されませんでした：{0}
ka_ge: ინფორმაციის ტეგი არ შეცვლილა: {0}
ko_kr: 데이터 태그가 변경되지 않았습니다: {0}
lb_lu: NBT-Daten hunn net geännert: {0}
lt_lt: Duomenų žymė nebuvo pakeista: {0}
lv_lv: Datu etiķete nemainījās: {0}
ms_my: Tanda data tidak berubah: {0}
mt_mt: Data tag ma nbidlitx: {0}
nl_nl: De datatag is niet veranderd: {0}
nn_no: Datakoda vart ikkje endra: {0}
pl: Data tag nie zmienił się: {0}
pt: A tag não mudou: {0}
ro_ro: Datele NBT nu s-au schimbat: {0}
ru_ru: Тег данных не изменился: {0}
sk_sk: NBT dáta sa nezmenili: {0}
sl_si: Podatkovna oznaka se ni spremenila: {0}
sv_se: Datataggen ändrades inte: {0}
th_th: แท็กข้อมูลยังไม่ได้เปลี่ยน: {0}
tr_tr: Veri etiketi değiştirilemedi: {0}
vi_vn: Mã dữ liệu không được thay đổi: {0}
zh_cn: 数据标签未更改：{0}
zh_tw: 未有變更此資料標記：{0}

# commands_entitydata_noPlayers
source: {0} is a player and cannot be changed
af_za: {0} is a 'n speler en kan nie verander word nie
ar_sa: {0} لاعب ولا يمكن تغييره
be_by: {0} - гулец і не можа быць зменены
bg_bg: {0} е играч и не може да бъде променен
ca_es: {0} és un jugador i no es pot canviar
cs: Entita „{0}“ je hráč a nemůže být proto změněna
da_dk: {0} er en spiller og kan ikke ændres
de: {0} ist ein Spieler und kann nicht verändert werden
el_gr: Ο/Η {0} είναι ένας/μία παίκτ-ης/ρια και δεν μπορεί να αλλαχθεί
es: {0} es un jugador y no se puede cambiar
eu_es: {0} jokalari bat da eta ezin da aldatu
fi: {0} on pelaaja ja sitä ei voi muuttaa
fil_ph: Si {0} ay isang manlalaro at hindi maaring baguhin
fr_ca: {0} est un joueur et ne peut pas être modifié
ga_ie: Is imreoir é {0} agus ní féidir é a athrú
gl_es: {0} é un xogador e non se pode cambiar
he: {0} הוא שחקן ולא ניתן לשנות אותו
hr_hr: {0} je igrač i ne može biti promijenjen
hu_hu: {0} egy játékos, ezért nem módosítható
id_id: {0} adalah seorang pemain dan tidak dapat diubah
is_is: {0} er leikmaður og ekki hægt að breyta
it: {0} è un giocatore e non può essere modificato
ja_jp: {0} はプレイヤーであるため変更できません
ka_ge: {0} არის მოთამაშე და მისი შეცვლა შეუძლებელია
ko_kr: {0}은(는) 플레이어이며 변경할 수 없습니다
lb_lu: {0} ass ee Spiller a kann net verännert ginn
lt_lt: {0} yra žaidėjas ir negali būti pakeistas
lv_lv: {0} ir spēlētājs, un nevar mainīt
ms_my: {0} ialah pemain dah tidak boleh diubah
mt_mt: {0} hu plejer u ma jistax jinbidel
nl_nl: {0} is een speler en kan niet worden veranderd
nn_no: {0} er ein spelar og kan ikkje endrast
pl: {0} to gracz i nie może zostać zmieniony
pt: {0} é um jogador e não pode ser alterado
ro_ro: {0} este un jucător și nu poate fi modificat
ru_ru: {0} является игроком и не может быть изменён
sk_sk: {0} je hráč a nedá sa meniť
sl_si: {0} je igralec in ga ni mogoče spremeniti
sv_se: {0} är en spelare och kan inte modifieras
th_th: {0} เป็นผู้เล่นและไม่สามารถเปลี่ยนแปลงได้
tr_tr: {0} bir oyuncudur ve değiştirilemez
vi_vn: {0} là một người chơi và không thể thay đổi được
zh_cn: {0}是一位玩家，不能更改
zh_tw: {0} 是一位玩家，所以無法變更

# commands_entitydata_success
source: Entity data updated to: {0}
af_za: Entiteit data opgedateer na: {0}
ar_sa: كيان البيانات المحدثة إلى: {0}
be_by: Дадзеныя сутнасці зменены на: {0}
bg_bg: Информацията за обекта е променена: {0}
ca_es: Dades d'entitat actualitzades a: {0}
cs: Data entity byla aktualizována: {0}
da_dk: Entity data opdateret til: {0}
de: NBT-Daten aktualisiert zu: {0}
el_gr: Τα δεδομένα της οντότητας ενημερώθηκαν σε: {0}
es: Los datos de la entidad se han actualizado a: {0}
eu_es: Entitateko data eguneratuta, orain {0} da
fi: Olion data päivitetty muotoon: {0}
fil_ph: Entity data ay na-update na: {0}
fr_ca: Les données de l'entité ont été mises à jour pour : {0}
ga_ie: Nuashonraíodh sonraí an aonáin go: {0}
gl_es: Os datos da entidade actualizaronse a: {0}
he: נתוני הישות מעודכנים ל: {0}
hr_hr: Podaci stvorenja ažurirani na: {0}
hu_hu: Entitásadat frissítve erre: {0}
id_id: Data entitas diperbarui menjadi: {0}
is_is: Gögn einindis uppfærð í: {0}
it: I dati dell'entità sono stati cambiati in: {0}
ja_jp: エンティティ情報を更新しました：{0}
ka_ge: ობიექტის ინფორმაცია განახლდა: {0}
ko_kr: 개체 데이터가 갱신되었습니다: {0}
lb_lu: Objet Daten aktualiséiert zu: {0}
lt_lt: Objekto duomenys atnaujinti į: {0}
lv_lv: Uzņēmuma dati atjaunināti uz: {0}
ms_my: Data entiti dikemaskini kepada: {0}
mt_mt: Data tal-entita' ġiet aġġornata għal: {0}
nl_nl: Entiteitsdata bijgewerkt naar: {0}
nn_no: Einingdata oppdatert til: {0}
pl: Dane bytu zaktualizowane do: {0}
pt: Dados de entidade atualizados para: {0}
ro_ro: Datele entității au fost actualizate: {0}
ru_ru: Информация сущности была изменена на: {0}
sk_sk: NBT dáta entity sa zmenili na: {0}
sl_si: Entiteta podatkov posodobljena na: {0}
sv_se: Entitetsdata uppdaterades till: {0}
th_th: ข้อมูลเอนทิตีได้ถูกอัปเดทเป็น: {0}
tr_tr: Varlık verisi şu şekilde güncellendi: {0}
vi_vn: Dữ liệu thực thể được cập nhật thành: {0}
zh_cn: 实体数据已更新：{0}
zh_tw: 實體資料標記已更新為：{0}
