Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# options_snooper_desc
source: We want to collect information about your machine to help improve Minecraft by knowing what we can support and where the biggest problems are. All of this information is completely anonymous and viewable below. We promise we won't do anything bad with this data, but if you want to opt out then feel free to toggle it off!
af_za: Ons wil graag inligting aangaande u rekenaar versamel om sodoende te help om Minecraft te verbeter, deur te verstaan wat ons kan ondersteun en waar die grootste probleme lê. Al die inligting is heeltemal anoniem en hier onder sigbaar. Ons beloof dat ons niks sleg met u data sal doen nie, maar indien u nie wil deelneem nie, skakel dit gerus af.
ar_sa: أننا نريد لجمع معلومات حول الجهاز الخاص بك للمساعدة في تحسين Minecraft من خلال معرفة ما يمكن أن نؤيد وأين أكبر المشاكل. كل من هذه المعلومات مجهول تماما ويمكن عرضها فيما يلي. ونعد بأننا لن نفعل أي شيء سيء مع هذه البيانات، ولكن إذا كنت ترغب في إلغاء الاشتراك ثم لا تتردد في تبديل تشغيله!
be_by: Каб паляпшаць Minecraft, нам неабходна збіраць звесткі пра камп'ютары карыстальнікаў. Гэта дапамагае выяўляць і хутчэй вырашаць распаўсюджаныя праблемы. Звесткі збіраюцца ананімна і ўсе яны паказаны ніжэй. Абяцаем, што не зробім з імі нічога благога, але калі вы супраць збірання, то проста адключыце яго!
bg_bg: Искаме да добием информация за вашия компютър, за да подобрим Minecraft като разберем от къде възникват най-големите проблеми. Цялата тази информация е анонимна и може да се види отдолу. Обещаваме, че няма да я използваме с лоши цели, но ако не искате да ви безпокоим можете да изключите тази опция!
ca_es: Volem recollir informació sobre el teu ordinador per tal d'ajudar a millorar Minecraft sabent com podem ajudar i quin són els problemes més importants. Tota aquesta informació és transmesa de manera anònima i és visible a continuació. Prometem no fer res de dolent amb aquestes dades, però sempre pots optar a desactivar-ho!
cs: Rádi bychom shromažďovali informace o tvém počítači, které by nám pomohly vylepšit Minecraft tím, že budeme vědět, co podporovat a kde jsou největší problémy. Všechny tyto informace jsou zcela anonymní a zobrazeny níže. Slibujeme, že s těmito údaji nebudeme dělat nic špatného, ale pokud chceš, můžeš jejich sběr vypnout.
da_dk: Vi ønsker at indsamle oplysninger om din maskine for at forbedre Minecraft ved at vide, hvad vi kan understøtte, og hvor de største problemer er. Alle disse oplysninger er helt anonyme og kan ses nedenfor. Vi lover, vi ikke gør noget slemt med disse data, men hvis du ikke vil være med, så er du velkommen til at slå det fra!
de: Wir möchten Informationen über deinen Computer sammeln, um Minecraft durch Kenntnis größerer Problemquellen verbessern zu können. All diese Informationen sind vollkommen anonym und können nachfolgend eingesehen werden. Wir versprechen, dass wir mit diesen Daten keine schlechten Absichten verfolgen. Wenn du dies trotzdem nicht möchtest, kannst du diese Funktion auch gerne ausschalten!
de_at: Wia würdn gern Infos üba dein Computer sommln, um Minecraft duach de Erkenntnis größara Probleme verbessan zu kena. Oll diese Infos san voikommen anonym und kennan nochfoigend eigsegn werdn. Wia vasprechn, dass wia mit diese Datn koane schlechtn Obsichtn vafoign. Wenn du des trotzdem nid wüst, kost du diese Funtkon a gern ausschoidn!
el_gr: Θα θέλαμε να συλλέξουμε πληροφορίες για το μηχάνημα σας ώστε να βελτιώσουμε το Minecraft με το να γνωρίζουμε τι μπορούμε να υποστηρίξουμε και ποιά είναι τα σημαντικότερα προβλήματα. Όλες οι πληροφορίες είναι εντελώς ανώνυμες και μπορείτε να τις δείτε από κάτω. Υποσχόμαστε να μην κάνουμε κάτι κακό με αυτά τα δεδομένα, αλλά αν δεν θέλετε να συμμετέχετε μπορείτε απλώς να το απενεργοποιήσετε!
es: Queremos recoger cierta información sobre tu equipo que ayudará a mejorar Minecraft, permitiéndonos averiguar donde están los mayores problemas y solucionarlos. Toda esta información recogida es totalmente anónima y se podrá ver a continuación. Te prometemos que no vamos a hacer un uso fraudulento con estos datos, pero si quieres puedes desactivar está opción, ¡como tú elijas!
eu_es: Zure makinaren informazioa bildu nahi dugu, zer euskarritu eta arazo handienak non dauden jakidurarekin, Minecraft-ren hobekuntzan laguntzeko. Informazio guzti hau erabat anonimoa da eta ikus ahal duzu azpian. Datu hauekin ez dugula ezer txarra egingo hitzemanten dizugu, baina itzalita egotea aukeratu nahi baduzu, aske sentitu txandakatzeko!
fa_ir: ما می خواهیم اطلاعاتی در مورد دستگاه شما جمع آوری کنیم که موجب ارتقاء ماینکرفت شود با دانستن اینکه چه چیزهایی را می توانیم پشتیبانی کنیم و اینکه بزرگ ترین مشکلات چه هستند. تمام این اطلاعات به صورت نا شناس هستند. ما قول می دهیم که با این داده ها هیچ کاری نکنیم ولی اگر می خواهید می توانید در زیر آنرا غیر فعال کنید!
fi: Kehittääksemme Minecraftia entistä paremmaksi haluamme kerätä tietoja käyttämästäsi tietokoneesta. Niiden avulla tiedämme, mitä laitteistoja pystymme tukemaan, ja mistä löytyvät isoimmat ongelma-alueet. Kerättyjä tietoja ei voida yhdistää kehenkään, ja voit tarkastella niitä alla. Lupaamme, ettemme käytä näitä tietoja pahantekoon, mutta jos et halua osallistua, voit vapaasti ottaa toiminnon pois käytöstä!
fil_ph: Gusto naming kumuha ng mga detalye tungkol sa iyong computer para makatulong ka sa kabutihan sa pagagawa ng Minecraft para malaman namin kung ano ang pwede naming i-ayos kung saan pwedeng maaring matagpuan ang mga malalaking problema. Hindi namin ipapakita ang iyong impormasyon. Kung ayaw mo naman, pwede mong isara ito.
fr_ca: Nous voulons recueillir de l'information concernant votre machine afin de nous aider à améliorer Minecraft en sachant ce que nous pouvons supporter et localiser où sont situés les plus gros problèmes. Toute cette information est complètement anonyme et visible ci-dessous. Nous promettons de ne rien faire de mal avec ces données, mais si vous voulez vous exclure alors libre à vous de le désactiver !
ga_ie: Ba mhaith linn faisnéis faoi do ríomhaire a bhailiú chun cabhrú le feabhas a chur ar Minecraft trí eolas a bheith againn cén crua-earraí a úsáidtear agus cé hiad na fadhbanna is mó. Tá an fhaisnéis seo le feiceáil thíos agus ní dhéanaimid aon bhaint idir faisnéis do ríomhaire agus do chuntas ná d'ainm. Geallaimid nach ndéanaimid rud ar bith mícheart leis na sonraí seo, ach más maith leat cuir as an rogha seo!
gd_gb: Bu toigh leinn fiosrachadh a chruinneachadh mun uidheam agad a chum piseachadh Minecraft gus am bi sinn eòlach air nas urrainn dhuinn taic a chur ris agus dè na duilgheadasan as motha. Tha a h-uile gin dhen fhiosrachadh seo gun urra agus chì thu gu h-ìosal e. Tha sinn a' cur geall nach dèan sinn dad dona leis an dàta seo ach mur eil thu ag iarraidh seo, toglaich dheth e!
gl_es: Queremos recoller información do teu ordenador en orde de axudar a mellorar Minecraft para saber qué podemos manter e onde se atopan os maiores problemas. Toda esta información é completamente anónima e visible máis abaixo. Prometemos non facer mal uso dos datos recopilados, pero se non queres axudarnos, entón séntete libre de desactivalo!
he: ברצוננו לאסוף מידע אודות מחשבך בכדי לעזור ולשפר את מיינקראפט בכך שנדע במה אנו יכולים לתמוך והיכן נמצאות הבעיות הגדולות ביותר. כל מידע זה הוא אנונימי לחלוטין ואפשר לראות אותו בהמשך. אנחנו מבטיחים שלא נעשה שום דבר רע עם הנתונים הללו, אבל אם ברצונך לבטל זאת, תרגיש חופשי לעשות כך!
hi_in: हम क्या हम का समर्थन कर सकते हैं और कहाँ सबसे बड़ी समस्याओं कर रहे हैं जानने के द्वारा Minecraft सुधारने में मदद करने के लिए आपके मशीन के बारे में जानकारी एकत्रित करने के लिए चाहते हैं। इस जानकारी के सभी पूरी तरह से गुमनाम और नीचे देखा जा सकता है। हम वादा करता हूँ हम इस डेटा के साथ बुरा कुछ भी नहीं होगा, लेकिन अगर तुम बाहर निकलना चाहते हैं तो इसे बंद टॉगल करने के लिए स्वतंत्र महसूस!
hr_hr: Želimo sakupljati podatke o tvom računalu da poboljšamo Minecraft poznavajući što možemo podržavati i gdje se nalaze najveći problemi. Svi podaci su potpuno anonimni i dostupni ispod ovog teksta. Obećavamo da nećemo zloupotrebljavati ove podatke, ali ako ne želiš da sakupljamo podatke, slobodno isključi opciju!
hu_hu: Szeretnénk némi információt gyűjteni a gépedről, hogy hatékonyabban fejleszthessük a Minecraftot, tudván, hogy mit támogathatunk és hol vannak a legnagyobb problémák. Minden gyűjtött adat teljesen anonim és lentebb megtekinthető. Megígérjük, hogy nem teszünk vele semmi rosszat, de ha nem akarsz részt venni benne, nyugodtan kikapcsolhatod.
hy_am: Մենք ցանկանում ենք հավաքել տեղեկություններ ձեր համակարգչի մասին, որպեսզի բարելավենք Minecraft-ի աշխատանքը, իմանալով թե ինչումն է պրոբլեմը։ Բոլոր այդ տեղեկությունները հավաքվում են ամբողջովին անանուն և տեսանելի են ձեզ ստորև։ Մենք խոստանում ենք չվնասել ձեզ որևէ կերպ, բայց եթե չեք ցանկանում տրամադրել հետևյալ ինֆորմացիան ապա կարեղ եք անջատել այս ֆունկցիան։
id_id: Kami ingin mengumpulkan informasi komputer Anda untuk membantu meningkatkan Minecraft dengan mengetahui apa yang dapat kita dukung dan dimana masalah terbesarnya. Semua informasi ini benar-benar secara anonim dan dapat dilihat di bawah. Kami berjanji
is_is: Okkur langar til þess að safna upplýsingum um tölvuna þína til þess að hjálpa okkur við að bæta Minecraft með því að finna hvar stærstu vandamálin eru. Upplýsingarnar innihalda engar persónulegar upplýsingar eins og þú sérð hér að neðan. Við lofum að gera ekkert slæmt við þessi gögn, en ef þér langar ekki að taka þátt þá geturðu slökkt á því!
it: Vogliamo raccogliere informazioni sulla tua macchina per poter migliorare Minecraft sapendo cosa possiamo permetterci e dove sono i problemi più grossi. Tutte queste informazioni sono completamente anonime e visibili di seguito. Promettiamo che non faremo nulla di male con questi dati, ma se non vuoi aderire sei libero di disattivare la raccolta!
ja_jp: 問題の把握とMinecraftの改良のために、あなたのコンピューターに関する情報の収集を行いたいと思います。収集する情報は匿名化され、以下にその内容が表示されています。この情報を悪用しないことをお約束します。もし送信を拒否したいなら、オフにしていただいて結構です！
ka_ge: ჩვენ გვსურს მივიღოთ ცნობები თქვენი კომპიუტერის შესახებ, რათა გავაუმჯობესოთ Minecraft და ვიცოდეთ რისი მხარდაჭერა გვაქვს და სად არის ყველაზე მეტი პრობლემა. ეს ცნობები მოყვანილია ქვემოთ. ისინი იქნება სრულიად ანონიმური და ცუდი საქმისთვის არ გამოვიყენებთ. თუმცა, თუ არ გსურთ დაგვეხმაროთ, უბრალოდ გათიშეთ ეს ფუნქცია!
ko_kr: 저희는 여러분이 사용하는 기기 정보를 수집하여 어떤 도움을 드릴 수 있을지, 가장 큰 문제는 무엇인지 알아내어 Minecraft를 개선하려 합니다. 모든 정보는 익명으로 전송되며, 악용되지 않음을 약속드립니다. 전송을 원치 않으신다면 이 설정을 끄셔도 됩니다.
lb_lu: Mir wëllen Informatiounen iwwert däi Computer sammele fir ze wësse wou déi gréisste Problemer sinn, a Minecraft esou ze verbesseren. All Informatioune sinn anonym a kënnen hei drënner ugekuckt ginn. Mir verspriechen, dass mat dësen Date kee Mëssbrauch gemaach gëtt. Wanns du et trotzdem net wëlls, kanns du selbstverständlech dës Optioun ausschalten!
lt_lt: Mes norime surinkti informaciją apie Jūsų kompiuterį tam, kad galėtume patobulinti Minecraft žinodami, ką galime palaikyti ir kokios yra didžiausios problemos. Visa ši informacija visiškai anonimiška, visą ją galima pamatyti apačioje. Mes prižadame su šia informacija nedaryti nieko blogo, bet, jei nenorite jos mums suteikti, galite išjungti "šnipą"!
lv_lv: Mēs vēlamies apkopot informāciju par jūsu datoru, lai uzlabotu Minecraft, zinot ko mēs varam atbalstīt un kādas ir lielākās problēmas. Visa ši informācija ir pilnībā anonīma un aplūkojama zemāk. Mēs apsolam, ka nedarīsim neko sliktu ar šiem datiem, bet ja jūs vēlaties atteikties, droši variet to atslēgt!
ms_my: Kami ingin mengumpulkan maklumat tentang mesin anda untuk membantu memperbaiki Minecraft dengan mengetahui apa yang dapat kami sokong dan di mana masalah terbesar. Semua maklumat ini sama sekali adalah tanpa nama dan dapat dilihat di bawah. Kami berjanji bahawa kami tidak akan melakukan apa-apa yang buruk dengan data ini, tetapi jika anda ingin memilih keluar, anda dipersilakan untuk togolkannya tutup!
mt_mt: Nixtiequ niġbru informazzjoni dwar il-kompjuter tiegħek biex tgħinna ntejbu Minecraft billi nkunu nafu x'nistaw nissapportjaw u fejn jinsabu l-ikbar problemi. Din l-informazzjoni hi kompletament anonima u qed tintwera hawn taħt. Aħna nwiegħdu li m'aħna ħa nużawha għall-ebda skop ħażin, imma jekk ma tridx tkun parti minn din is-sistema tista' titfi l-għażla meta trid!
nl_nl: We zouden graag informatie verzamelen over je computer om ons te helpen bij het verbeteren van Minecraft. Zo kunnen wij zien wat we kunnen ondersteunen en waar de grootste problemen zich voordoen. Al deze informatie is volledig anoniem en kun je hieronder bekijken. We beloven je dat we niets slechts met deze gegevens gaan doen, maar als je je wilt afmelden dan kun je het gerust uitschakelen!
nn_no: Vi vil samle informasjon om din maskin for å hjelpe oss med å utbedre Minecraft slik vi finn ut kvar det er problem. All informasjon er anonym og du kan sjå den nedanfor. Vi lover å ikkje gjere noko med informasjonen, men om du ikkje vil dele informasjonen kan du skru den av!
pl: Chcielibyśmy zebrać informacje o sprzęcie znajdującym się w twoim komputerze, abyśmy mogli, ulepszać grę Minecraft wiedząc, który sprzęt możemy wspierać, a który sprawia problemy. Zebrane informacje są anonimowe i przedstawione poniżej. Obiecujemy, że nie użyjemy tych danych do złych celów, ale jeżeli jesteś niepewny, zawsze możesz wyłączyć wysyłanie tych informacji!
pt: Queremos colecionar informações sobre a sua máquina para ajudar a melhorar o Minecraft ao conhecer o que devemos suportar e onde estão os maiores problemas. Toda esta informação é completamente anónima e visível abaixo. Nós prometemos que não vamos fazer nada de mal com estes dados, mas se quiser optar por não enviar nada, então sinta-se à vontade para desligar esta função!
ro_ro: Această funcție ne permite să colectăm informații despre calculatorul tău, ca să putem afla cât de bine funcționează Minecraft și unde sunt cele mai mari probleme. Cu ajutorul acestora vom putea să îmbunătățim jocul. Toate aceste informații sunt complet anonime și pot fi văzute mai jos. Promitem să nu facem nimic rău cu ele, dar, dacă nu dorești să contribui, nu ezita să dezactivezi această funcție!
ru_ru: Нам необходима информация о Вашем компьютере, для того чтобы улучшать Minecraft. Благодаря полученным данным, мы сможем оперативно находить решение возможных проблем. Собираемая информация полностью анонимна и приведена ниже. Обещаем, что эти данные не будут использованы во вред; если хотите, можете отключить их отправку!
sk_sk: Chceme mať informácie o tvojom počítači na zlepšenie Minecraftu tým, že budeme vedieť, čo môžeme podporiť a kde sú najväčšie problémy. Všetky tieto informácie sú kompletne anonymné a viditeľné nižšie. Sľubujeme, že s týmito dátami nič zlé neurobíme, ale ak od toho chceš odstúpiť, môžeš špeha bez problémov vypnúť!
sl_si: Da bi izboljšati Minecraft, želimo zbirati informacije o tvojem računalniku, s tem da vemo kaj podpirati in kje so največje težave. Vse te informacije so popolnoma anonimne in vidne spodaj. Obljubimo, da ne bomo storili nič slabega s podatki, vendar če želite lahko zbiranje podatkov izključite!
sq_al: Ne duam që për të mbledhur informacion në lidhje me kompjuterin tuaj për të ndihmuar në përmirësimin Minecraft duke e ditur çfarë ne mund të mbështesin dhe ku problemet më të mëdha janë. I gjithë ky informacion është plotësisht anonim dhe të shikohet më poshtë. Ne premtojmë se nuk do të bëjnë asgjë të keqe me këto të dhëna, por në qoftë se ju doni të zgjedhin nga pastaj të ndjehen të lirë për të toggle atë!
sv_se: Vi vill samla in information om din dator så att vi kan förbättra Minecraft genom att veta vad vi kan stödja och var de största problemen finns. All information är helt anonym och kan läsas nedan. Vi lovar att vi inte kommer göra något dåligt med denna information, men om du inte vill bidra är det fritt fram att inaktivera funktionen!
th_th: เราอยากเก็บข้อมูลของเครื่องคุณเพื่อช่วยปรับปรุง Minecraft โดยเราจะได้รู้ว่าเราจะช่วยเหลืออะไรได้บ้าง และปัญหาใหญ่ที่สุดอยู่ตรงไหน ข้อมูลทั้งหมดที่เก็บนี้ถูกเก็บแบบไม่ระบุชื่อและสามารถดูได้ข้างล่าง เราสัญญาว่าเราจะไม่นำข้อมูลนี้ไปทำอะไรเสีย ๆ หาย ๆ แต่ถ้าหากคุณรู้สึกไม่สบายใจคุณก็สามารถปิดระบบนี้ได้!
tr_tr: Minecraft'ın gelişmesine ve hataların bulunması için makineniz hakkında bilgi toplamak istiyoruz. Bu bilgiler anonim olarak toplanacaktır ve aşağıda gösterilemketdir. Bu bilgileri kötü bir amaçla kullanmayacağımıza söz veriyoruz, isterseniz bu özelliği kapatabilirsiniz!
vi_vn: Chúng tôi muốn thu thập thông tin về máy của bạn để giúp cải thiện Minecraft bằng cách biết chúng tôi có thể hỗ trợ cái gì và những vấn đề lớn nhất nằm ở đâu. Toàn bộ thông tin này hoàn toàn vô danh và có thể xem ở bên dưới. Chúng tôi hứa rằng chúng tôi sẽ không làm việc gì xấu với thông tin này, nhưng nếu bạn không muốn hợp tác thì hãy cảm thấy tự nhiên trong việc tắt nó đi!
zh_cn: 我们意在通过收集你的设备的相关信息，以帮助我们改进Minecraft。所有的数据都是匿名的，并已经全部列在下方。我们承诺不会用这些数据进行非法行为。但如果你想要取消匿名信息反馈，您随时都可以将其关闭！
zh_tw: 我們希望可以透過搜集您電腦的相關資訊，協助改善 Minecraft 並修正程式錯誤。 您可以在下面查看我們所希望搜集到的資料，這些資料均為匿名傳送，並保證不會被用於不當場合。 若您覺得不妥，可以隨時將這個功能關閉。

# options_snooper_title
source: Machine Specs Collection
af_za: Rekenaar Spesifikasie Versameling
ar_sa: آلة جمع المواصفات
be_by: Збіранне сістэмных звестак
bg_bg: Събрани данни за системата ви
ca_es: Característiques de l'ordinador
cs: Přehled technických údajů
da_dk: Samling af maskinespecifikationer
de: Zusammenstellung der Rechnerspezifikation
de_at: Zommstellung dea Rechnerspezifikation
el_gr: Συλλογή προδιαγραφών μηχανήματος
es: Listado de especificaciones del equipo
eu_es: Makinaren espezifikazio bilduma
fa_ir: مجموعه مشخصات دستگاه
fi: Konekohtaiset tiedot
fil_ph: Collection ng Machine Specs
fr_ca: Collecte des spécifications de la machine
ga_ie: Sonraíocht do Ríomhaire Bailithe
gd_gb: Cruinneachadh comasan an t-siostaim
gl_es: Recollida de características do ordenador
he: אוסף מפרט מחשב
hi_in: मशीन सूचना संग्रह
hr_hr: Kompilacija Specifikacija Računala
hu_hu: Számítógépadatok gyűjtése
hy_am: Սարգերի ինֆորմացիայի հավաքում
id_id: Daftar Spesifikasi Mesin
is_is: Söfnun upplýsinga um tölvu
it: Raccolta delle specifiche della macchina
ja_jp: マシンスペックの収集
ka_ge: კომპუტერის მახასიათებლები
ko_kr: 기기 사양 수집
lb_lu: Zesummestellung vun de Computerspezifikatiounen
lt_lt: Kompiuterio duomenų kolekcija
lv_lv: Mašīnas Specifikāciju Kolekcija
ms_my: Pengumpulan Spesifikasi Mesin
mt_mt: Speċifikazzjonijiet tal-Kompjuter
nl_nl: Verzameling van systeemgegevens
nn_no: Innsamling av maskinspesifikasjonar
pl: Zbieranie parametrów komputera
pt: Coleção de Especificações da Máquina
ro_ro: Colectarea datelor despre calculator
ru_ru: Сбор информации об устройстве
sk_sk: Zbieranie informácii o počítači
sl_si: Zbiranje specifikacij računalnika
sq_al: Makinë Syze Mbledhja
sv_se: Insamling av maskinvaruinformation
th_th: รายละเอียดสเปคของเครื่อง
tr_tr: Makine Özellikleri Koleksiyonu
vi_vn: Thu thập thông tin về máy
zh_cn: 硬件信息收集
zh_tw: 電腦相關資訊搜集

# options_snooper_view
source: Snooper Settings...
af_za: Luistervink Verstellings...
ar_sa: إعدادات المتلصص...
be_by: Збіранне звестак...
bg_bg: Опции за проследяване...
ca_es: Configuració de la recollida de dades...
cs: Nastavení monitorování…
da_dk: Overvågning...
de: Datenerhebungseinstellung ...
de_at: Datnerhöhungseinstellung...
el_gr: Ρυθμίσεις συλλογής δεδομένων...
es: Informes...
eu_es: Datu bidalketaren ezarpenak...
fa_ir: تنظیمات snooper...
fi: Tiedonkeruun asetukset...
fil_ph: Settings sa Snooper...
fr_ca: Paramètres du fouineur...
ga_ie: Socruithe Fairtheora...
gd_gb: Roghainnean an snooper...
gl_es: Axustes de informes...
he: הגדרות רחרחן...
hi_in: जासूस सेटिंग्स...
hr_hr: Sakupljanje podataka...
hu_hu: "Szimatolás" beállításai...
hy_am: Ինֆորմացիայի հավաքման կարգավորումներ...
id_id: Pengaturan Pengintai...
is_is: Þefunar stillingar...
it: Raccolta dati...
ja_jp: 情報収集設定…
ka_ge: გამოკითხვის გამართვა...
ko_kr: 기기정보 수집 설정...
lb_lu: Snooperastellungen ...
lt_lt: "Šnipo" nustatymai
lv_lv: Novērošanas Uzstādijumi...
ms_my: Tetapan Peninjau...
mt_mt: Għażliet ta' Snooper...
nl_nl: Dataverzameling...
nn_no: Datainnsamling...
pl: Ustawienia Snoopera...
pt: Configurações de Snooper...
ro_ro: Setările colectării datelor...
ru_ru: Сбор данных...
sk_sk: Zbieranie dát...
sl_si: Nastavitve vohljača...
sq_al: Snooper Cilësimet...
sv_se: Datainsamling...
th_th: ตั้งค่าระบบสอดแนม...
tr_tr: Sistem Bilgisi Ayarları...
vi_vn: Thiết đặt trinh thám...
zh_cn: 匿名信息反馈设置…
zh_tw: 資訊搜集設定...

# options_sound
source: Sound
af_za: Klank
ar_sa: الأصوات
be_by: Гук
bg_bg: Звук
ca_es: So
cs: Zvuky
da_dk: Lyd
de: Geräusche
de_at: Geräusche
el_gr: Ήχος
es: Sonido
eu_es: Soinua
fa_ir: صدا
fi: Äänet
fil_ph: Tunog
fr_ca: Effets sonores
ga_ie: Fuaim
gd_gb: Fuaim
gl_es: Son
he: שמע
hi_in: ध्वनि
hr_hr: Zvuk
hu_hu: Hang
hy_am: Ձայն
id_id: Suara
is_is: Hljóð
it: Suono
ja_jp: サウンド
ka_ge: ხმები
ko_kr: 효과음
lb_lu: Geräischer
lt_lt: Garso efektai
lv_lv: Skaņa
mi_nz: tangi
mk_mk: Звук
mn_mn: Дуу
ms_my: Bunyi
mt_mt: Ħsejjes
nl_nl: Geluid
nn_no: Ljod
pl: Dźwięk
pt: Som
ro_ro: Sunet
ru_ru: Звуки
sk_sk: Zvuk
sl_si: Zvok
sq_al: Të shëndoshë
sv_se: Ljud
th_th: เสียง
tr_tr: Ses
vi_vn: Âm thanh
zh_cn: 音效
zh_tw: 音效

# options_sounds
source: Music & Sounds...
af_za: Musiek & Klanke...
ar_sa: الموسيقى و الاصوات...
be_by: Музыка і гукі...
bg_bg: Музика и звуци...
ca_es: Música i sons...
cs: Hudba a zvuky…
da_dk: Musik & lyde...
de: Musik & Geräusche ...
de_at: Musik & Geräusche...
el_gr: Μουσική & Ήχοι...
es: Música y sonido...
eu_es: Musika eta soinuak...
fa_ir: موسیقی & صداها...
fi: Musiikki ja äänet...
fil_ph: Musika at Tinig...
fr_ca: Musique et sons...
ga_ie: Ceol & Fuaimeanna...
gl_es: Música e sons...
he: מוזיקה וצלילים
hi_in: संगीत और ध्वनियों
hr_hr: Glazba i Zvuk...
hu_hu: Zene és hangok...
hy_am: Երաժշտությունն ու ձայները...
id_id: Musik & Suara...
is_is: Tónlist & Hljóð...
it: Audio...
ja_jp: サウンド設定…
ka_ge: მუსიკა და ხმები...
ko_kr: 음악 및 소리...
lb_lu: Musek a Geräischer ...
lt_lt: Muzika ir garsai...
lv_lv: Mūzika un skaņas...
mi_nz: Music & Oro...
mk_mk: Музика & Звуци...
mn_mn: Дуу чимээ...
ms_my: Muzik & Bunyi...
mt_mt: Mużika u Ħsejjes...
nl_nl: Muziek & geluiden...
nn_no: Musikk og ljod...
pl: Muzyka i dźwięk...
pt: Música e Sons...
ro_ro: Muzică & sunete...
ru_ru: Музыка и звуки...
sk_sk: Hudba & zvuky...
sl_si: Glasba & zvoki...
sq_al: Muzika & Tingëllon...
sv_se: Musik och ljud...
th_th: เพลง & เสียง...
tr_tr: Müzik ve Sesler...
vi_vn: Nhạc & Âm thanh...
zh_cn: 音乐和声音…
zh_tw: 音樂和音效...
