Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# item_banner_half_horizontal_silver
source: Light Grey Per Fess
ar_sa: راية ملونة رمادي فاتح
be_by: Светла-шэрая верхняя палова
bg_bg: Светлосиво горно пресичане
ca_es: Meitat superior grisa clara
cs: Světle šedé vodorovné oddělení
da_dk: Lysegrå Øvre Halvdel
de: Oben hellgrau geteilt
el_gr: Ανοιχτόχρωμο Γκρι Άνω Οριζόντιο Τμήμα
es: Cortado gris claro
fi: Vaaleanharmaa yläpuoli
fr_ca: Coupé, au premier d'argent grisé
ga_ie: Gearrtha, Fionnliath Thuas
gl_es: Cortado gris claro
he: פס חוצה עליון אפור בהיר
hr_hr: Svijetlo Siva Puna Pruga
hu_hu: Világosszürkével vágott
id_id: Per Fess Abu-abu terang
it: Troncato: di sopra di grigio chiaro
ja_jp: 上に薄灰色の横二分割
ka_ge: ღია-ნაცრისფერი ზედა ნახევარი
ko_kr: 회백색 위쪽 수평띠
lb_lu: Uewen hellgro gedeelt
lt_lt: Šviesiai pilka viršutinė pusė
ms_my: Separuh Bahagian Kelabu Muda
mt_mt: Light Gray Per Fess
nl_nl: Lichtgrijze per faas
nn_no: Ljosegrå overdel
pl: Jasnoszara górna połowa
pt: Cortado Cinzento Claro
ro_ro: Tăiat gri-deschis
ru_ru: Светло-серая верхняя половина
sk_sk: Svetlosivý vodorovný deliaci pruh
sl_si: Svetlo siv zgornje deljen
sv_se: Ljusgrå överhalva
th_th: แบ่งขวางสีเทาอ่อน
tr_tr: Açık Gri Üst Yarı
vi_vn: Vạch chia ngang xám nhạt
zh_cn: 淡灰色上半方形
zh_tw: 上半部分淺灰色填滿

# item_banner_half_horizontal_white
source: White Per Fess
ar_sa: راية ملونة أبيض
be_by: Белая верхняя палова
bg_bg: Бяло горно пресичане
ca_es: Meitat superior blanca
cs: Bílé vodorovné oddělení
da_dk: Hvid Øvre Halvdel
de: Oben weiß geteilt
el_gr: Άσπρο Ανά Οριζόντια Γραμμή
es: Cortado blanco
fi: Valkoinen yläpuoli
fr_ca: Coupé, au premier d'argent
ga_ie: Gearrtha, Ban Thuas
gl_es: Cortado branco
he: פס חוצה עליון לבן
hr_hr: Bijela Puna Pruga
hu_hu: Fehérrel vágott
id_id: Per Fess Putih
it: Troncato: di sopra di bianco
ja_jp: 上に白色の横二分割
ka_ge: თეთრი ზედა ნახევარი
ko_kr: 하얀색 위쪽 수평띠
lb_lu: Uewe wäiss gedeelt
lt_lt: Balta viršutinė pusė
ms_my: Separuh Bahagian Putih
nl_nl: Witte per faas
nn_no: Kvit overdel
pl: Biała górna połowa
pt: Cortado Branco
ro_ro: Tăiat alb
ru_ru: Белая верхняя половина
sk_sk: Biely vodorovný deliaci pruh
sl_si: Bel zgornje deljen
sv_se: Vit överhalva
th_th: แบ่งขวางสีขาว
tr_tr: Beyaz Üst Yarı
vi_vn: Vạch chia ngang trắng
zh_cn: 白色上半方形
zh_tw: 上半部分白色填滿

# item_banner_half_horizontal_yellow
source: Yellow Per Fess
ar_sa: راية ملونة أصفر
be_by: Жоўтая верхняя палова
bg_bg: Жълто горно пресичане
ca_es: Meitat superior groga
cs: Žluté vodorovné oddělení
da_dk: Gul Øvre Halvdel
de: Oben gelb geteilt
el_gr: Κίτρινο Ανά Οριζόντια Γραμμή
es: Cortado amarillo
fi: Keltainen yläpuoli
fr_ca: Coupé, au premier d'or
ga_ie: Gearrtha, Buí Thuas
gl_es: Cortado amarelo
he: פס חוצה עליון צהוב
hr_hr: Žuta Puna Pruga
hu_hu: Sárgával vágott
id_id: Per Fess Kuning
it: Troncato: di sopra di giallo
ja_jp: 上に黄色の横二分割
ka_ge: ყვითელი ზედა ნახევარი
ko_kr: 노란색 위쪽 수평띠
lb_lu: Uewe giel gedeelt
lt_lt: Geltona viršutinė pusė
ms_my: Separuh Bahagian Kuning
nl_nl: Gele per faas
nn_no: Gul overdel
pl: Żółta górna połowa
pt: Cortado Amarelo
ro_ro: Tăiat galben
ru_ru: Жёлтая верхняя половина
sk_sk: Žltý vodorovný deliaci pruh
sl_si: Rumen zgornje deljen
sv_se: Gul överhalva
th_th: แบ่งขวางสีเหลือง
tr_tr: Sarı Üst Yarı
vi_vn: Vạch chia ngang vàng
zh_cn: 黄色上半方形
zh_tw: 上半部分黃色填滿

# item_banner_half_horizontal_bottom_black
source: Black Per Fess Inverted
ar_sa: راية ملونة أسود
be_by: Чорная ніжняя палова
bg_bg: Черно долно пресичане
ca_es: Meitat inferior negra
cs: Černé převrácené vodorovné oddělení
da_dk: Sort Nedre Halvdel
de: Unten schwarz geteilt
de_at: Untn schworz teilt
el_gr: Μαύρο κάτω μισό
es: Cortado negro invertido
fi: Musta alapuoli
fr_ca: Coupé, au second de sable
ga_ie: Gearrtha, Dubh Thíos
gl_es: Cortado negro Invertido
he: פס חוצה תחתון שחור
hr_hr: Crna Obrnuta Puna Pruga
hu_hu: Feketével alulról vágott
id_id: Per Fess terbalik hitam
it: Troncato: di sotto di nero
ja_jp: 下に黒色の横二分割
ka_ge: შავი ქვედა ნახევარი
ko_kr: 검은색 아래쪽 수평띠
lb_lu: Enne schwaarz gedeelt
lt_lt: Juoda apatinė pusė
ms_my: Separuh Bahagian Hitam Terbalik
nl_nl: Zwarte per faas omgekeerd
nn_no: Svart underdel
pl: Czarna dolna połowa
pt: Cortado Preto Invertido
ro_ro: Tăiat negru răsturnat
ru_ru: Чёрная нижняя половина
sk_sk: Čierny opačný vodorovný deliaci pruh
sl_si: Črn spodnje deljen
sv_se: Svart underhalva
th_th: ลายเส้นสีดำด้านล่างกลับด้าน
tr_tr: Siyah Alt Yarı
vi_vn: Vạch chia ngang đảo nghịch đen
zh_cn: 黑色下半方形
zh_tw: 下半部分黑色填滿

# item_banner_half_horizontal_bottom_blue
source: Blue Per Fess Inverted
ar_sa: راية ملونة أزرق
be_by: Сіняя ніжняя палова
bg_bg: Синьо долно пресичане
ca_es: Meitat inferior blava
cs: Modré převrácené vodorovné oddělení
da_dk: Blå Nedre Halvdel
de: Unten blau geteilt
el_gr: Μπλε Κάτω Οριζόντιο Τμήμα
es: Cortado azul invertido
fi: Sininen alapuoli
fr_ca: Coupé, au second d'azur
ga_ie: Gearrtha, Gorm Thíos
gl_es: Cortado azul Invertido
he: פס חוצה תחתון כחול
hr_hr: Plava Obrnuta Puna Pruga
hu_hu: Kékkel alulról vágott
id_id: Per Fess terbalik biru
it: Troncato: di sotto di blu
ja_jp: 下に青色の横二分割
ka_ge: ლურჯი ქვედა ნახევარი
ko_kr: 파란색 아래쪽 수평띠
lb_lu: Enne blo gedeelt
lt_lt: Mėlyna apatinė pusė
ms_my: Separuh Bahagian Biru Terbalik
nl_nl: Blauwe per faas omgekeerd
nn_no: Blå underdel
pl: Niebieska dolna połowa
pt: Cortado Azul Invertido
ro_ro: Tăiat albastru răsturnat
ru_ru: Синяя нижняя половина
sk_sk: Modrý opačný vodorovný deliaci pruh
sl_si: Moder spodnje deljen
sv_se: Blå underhalva
th_th: ลายเส้นสีน้ำเงินด้านล่างกลับด้าน
tr_tr: Mavi Alt Yarı
vi_vn: Vạch chia ngang đảo nghịch xanh nước biển
zh_cn: 蓝色下半方形
zh_tw: 下半部分藍色填滿

# item_banner_half_horizontal_bottom_brown
source: Brown Per Fess Inverted
ar_sa: راية ملونة بني
be_by: Карычневая ніжняя палова
bg_bg: Кафяво долно пресичане
ca_es: Meitat inferior marró
cs: Hnědé převrácené vodorovné oddělení
da_dk: Brun Nedre Halvdel
de: Unten braun geteilt
el_gr: Καφέ Κάθετο Οριζόντιο Τμήμα
es: Cortado marrón invertido
fi: Ruskea alapuoli
fr_ca: Coupé, au second de brun
ga_ie: Gearrtha, Donn Thíos
gl_es: Cortado marrón Invertido
he: פס חוצה תחתון חום
hr_hr: Smeđa Obrnuta Puna Pruga
hu_hu: Barnával alulról vágott
id_id: Per Fess terbalik coklat
it: Troncato: di sotto di marrone
ja_jp: 下に茶色の横二分割
ka_ge: ყავისფერი ქვედა ნახევარი
ko_kr: 갈색 아래쪽 수평띠
lb_lu: Enne brong gedeelt
lt_lt: Ruda apatinė pusė
ms_my: Separuh Bahagian Coklat Terbalik
nl_nl: Bruine per faas omgekeerd
nn_no: Brun underdel
pl: Brązowa dolna połowa
pt: Cortado Castanho Invertido
ro_ro: Tăiat maro răsturnat
ru_ru: Коричневая нижняя половина
sk_sk: Hnedý opačný vodorovný deliaci pruh
sl_si: Rjav spodnje deljen
sv_se: Brun underhalva
th_th: ลายเส้นสีน้ำตาลด้านล่างกลับด้าน
tr_tr: Kahverengi Alt Yarı
vi_vn: Vạch chia ngang đảo nghịch nâu
zh_cn: 棕色下半方形
zh_tw: 下半部分棕色填滿

# item_banner_half_horizontal_bottom_cyan
source: Cyan Per Fess Inverted
ar_sa: راية ملونة سماوي
be_by: Бірузовая ніжняя палова
bg_bg: Синьозелено долно пресичане
ca_es: Meitat inferior cian
cs: Azurové převrácené vodorovné oddělení
da_dk: Tyrkis Nedre Halvdel
de: Unten türkis geteilt
el_gr: Κυανό Κάτω Οριζόντιο Τμήμα
es: Cortado cian invertido
fi: Syaani alapuoli
fr_ca: Coupé, au second de cyan
ga_ie: Gearrtha, Cian Thíos
gl_es: Cortado ciano Invertido
he: פס חוצה תחתון ציאן
hr_hr: Tirkizna Obrnuta Puna Pruga
hu_hu: Türkizkékkel alulról vágott
id_id: Per Fess terbalik cyan
it: Troncato: di sotto di ciano
ja_jp: 下に水色の横二分割
ka_ge: ცისფერი ქვედა ნახევარი
ko_kr: 청록색 아래쪽 수평띠
lb_lu: Ennen turquoise gedeelt
lt_lt: Žalsvai mėlyna apatinė pusė
ms_my: Separuh Bahagian Cyan Terbalik
nl_nl: Cyaan per faas omgekeerd
nn_no: Turkis underdel
pl: Błękitna dolna połowa
pt: Cortado Ciano Invertido
ro_ro: Tăiat turcoaz răsturnat
ru_ru: Бирюзовая нижняя половина
sk_sk: Tyrkysový opačný vodorovný deliaci pruh
sl_si: Turkizen spodnje deljen
sv_se: Turkos underhalva
th_th: ลายเส้นสีน้ำเงินแกมเขียวด้านล่างกลับด้าน
tr_tr: Camgöbeği Alt Yarı
vi_vn: Vạch chia ngang đảo nghịch lục lam
zh_cn: 青色下半方形
zh_tw: 下半部分青色填滿

# item_banner_half_horizontal_bottom_gray
source: Grey Per Fess Inverted
ar_sa: راية ملونة رمادي
be_by: Шэрая ніжняя палова
bg_bg: Сиво долно пресичане
ca_es: Meitat inferior grisa
cs: Šedé převrácené vodorovné oddělení
da_dk: Grå Nedre Halvdel
de: Unten grau geteilt
el_gr: Γκρι Κάτω Οριζόντιο Τμήμα
es: Cortado gris invertido
fi: Harmaa alapuoli
fr_ca: Coupé, au second d'acier
ga_ie: Gearrtha, Liath Thíos
gl_es: Cortado gris Invertido
he: פס חוצה תחתון אפור
hr_hr: Siva Obrnuta Puna Pruga
hu_hu: Szürkével alulról vágott
id_id: Per Fess terbalik abu-abu
it: Troncato: di sotto di grigio
ja_jp: 下に灰色の横二分割
ka_ge: ნაცრისფერი ქვედა ნახევარი
ko_kr: 회색 아래쪽 수평띠
lb_lu: Enne gro gedeelt
lt_lt: Pilka apatinė pusė
ms_my: Separuh Bahagian Kelabu Terbalik
mt_mt: Gray Per Fess Inverted
nl_nl: Grijze per faas omgekeerd
nn_no: Grå underdel
pl: Szara dolna połowa
pt: Cortado Cinzento Invertido
ro_ro: Tăiat gri răsturnat
ru_ru: Серая нижняя половина
sk_sk: Sivý opačný vodorovný deliaci pruh
sl_si: Siv spodnje deljen
sv_se: Grå underhalva
th_th: ลายเส้นสีเทาด้านล่างกลับด้าน
tr_tr: Gri Alt Yarı
vi_vn: Vạch chia ngang đảo nghịch xám
zh_cn: 灰色下半方形
zh_tw: 下半部分灰色填滿

# item_banner_half_horizontal_bottom_green
source: Green Per Fess Inverted
ar_sa: راية ملونة أخضر
be_by: Зялёная ніжняя палова
bg_bg: Зелено долно пресичане
ca_es: Meitat inferior verda
cs: Zelené převrácené vodorovné oddělení
da_dk: Grøn Nedre Halvdel
de: Unten grün geteilt
el_gr: Πράσινο Κάτω Οριζόντιο Τμήμα
es: Cortado verde invertido
fi: Vihreä alapuoli
fr_ca: Coupé, au second de sinople
ga_ie: Gearrtha, Uaine Thíos
gl_es: Cortado verde Invertido
he: פס חוצה תחתון ירוק
hr_hr: Zelena Obrnuta Puna Pruga
hu_hu: Zölddel alulról vágott
id_id: Per Fess terbalik hijau
it: Troncato: di sotto di verde
ja_jp: 下に緑色の横二分割
ka_ge: მწვანე ქვედა ნახევარი
ko_kr: 초록색 아래쪽 수평띠
lb_lu: Enne gréng gedeelt
lt_lt: Žalia apatinė pusė
ms_my: Separuh Bahagian Hijau Terbalik
nl_nl: Groene per faas omgekeerd
nn_no: Grøn underdel
pl: Zielona dolna połowa
pt: Cortado Verde Invertido
ro_ro: Tăiat verde răsturnat
ru_ru: Зелёная нижняя половина
sk_sk: Zelený opačný vodorovný deliaci pruh
sl_si: Zelen spodnje deljen
sv_se: Grön underhalva
th_th: ลายเส้นสีเขียวด้านล่างกลับด้าน
tr_tr: Yeşil Alt Yarı
vi_vn: Vạch chia ngang đảo nghịch xanh lá cây
zh_cn: 绿色下半方形
zh_tw: 下半部分綠色填滿

# item_banner_half_horizontal_bottom_lightBlue
source: Light Blue Per Fess Inverted
ar_sa: راية ملونة أزرق فاتح
be_by: Блакітная ніжняя палова
bg_bg: Светлосиньо долно пресичане
ca_es: Meitat inferior blava clara
cs: Světle modré převrácené vodorovné oddělení
da_dk: Lyseblå Nedre Halvdel
de: Unten hellblau geteilt
el_gr: Γαλάζιο Κάτω Οριζόντιο Τμήμα
es: Cortado azul claro invertido
fi: Vaaleansininen alaosa
fr_ca: Coupé, au second de bleu céleste
ga_ie: Gearrtha, Bánghorm Thíos
gl_es: Cortado azul claro Invertido
he: פס חוצה תחתון תכלת
hr_hr: Svijetlo Plava Obrnuta Puna Pruga
hu_hu: Világoskékkel alulról vágott
id_id: Per Fess terbalik biru muda
it: Troncato: di sotto d'azzurro
ja_jp: 下に空色の横二分割
ka_ge: ღია-ლურჯი ქვედა ნახევარი
ko_kr: 하늘색 아래쪽 수평띠
lb_lu: Ennen hellblo gedeelt
lt_lt: Šviesiai mėlyna apatinė pusė
ms_my: Separuh Bahagian Biru Muda Terbalik
nl_nl: Lichtblauwe omgekeerde horizontale streep
nn_no: Ljoseblå underdel
pl: Jasnoniebieska dolna połowa
pt: Cortado Azul Claro Invertido
ro_ro: Tăiat bleu răsturnat
ru_ru: Голубая нижняя половина
sk_sk: Svetlomodrý opačný vodorovný deliaci pruh
sl_si: Svetlo moder spodnje deljen
sv_se: Ljusblå underhalva
th_th: ลายเส้นสีฟ้าด้านล่างกลับด้าน
tr_tr: Açık Mavi Alt Yarı
vi_vn: Vạch chia ngang đảo nghịch xanh nước biển nhạt
zh_cn: 淡蓝色下半方形
zh_tw: 下半部分淺藍色填滿

# item_banner_half_horizontal_bottom_lime
source: Lime Per Fess Inverted
ar_sa: راية ملونة ليموني
be_by: Лаймавая ніжняя палова
bg_bg: Жълтозелено долно пресичане
ca_es: Meitat inferior verda llima
cs: Světle zelené převrácené vodorovné oddělení
da_dk: Limegrøn Nedre Halvdel
de: Unten hellgrün geteilt
el_gr: Λαχανί Κάτω Οριζόντιο Τμήμα
es: Cortado verde lima invertido
fi: Lime alaosa
fr_ca: Coupé, au second de sinople clair
ga_ie: Gearrtha, Líomach Thíos
gl_es: Cortado lima Invertido
he: פס חוצה תחתון ליים
hr_hr: Svijetlo Zelena Obrnuta Puna Pruga
hu_hu: Világoszölddel alulról vágott
id_id: Per Fess terbalik limau
it: Troncato: di sotto di lime
ja_jp: 下に黄緑色の横二分割
ka_ge: სალათისფერი ქვედა ნახევარი
ko_kr: 연두색 아래쪽 수평띠
lb_lu: Ennen hellgréng gedeelt
lt_lt: Gelsvai žalsva apatinė pusė
ms_my: Separuh Bahagian Hijau Muda Terbalik
nl_nl: Lichtgroen omgekeerde horizontale streep
nn_no: Limegrøn underdel
pl: Jasnozielona dolna połowa
pt: Cortado Verde Lima Invertido
ro_ro: Tăiat verde-deschis răsturnat
ru_ru: Лаймовая нижняя половина
sk_sk: Svetlozelený opačný vodorovný deliaci pruh
sl_si: Svetlo zelen spodnje deljen
sv_se: Limegrön underhalva
th_th: ลายเส้นสีเขียวอ่อนด้านล่างกลับด้าน
tr_tr: Açık Yeşil Alt Yarı
vi_vn: Vạch chia ngang đảo nghịch xanh lá mạ
zh_cn: 黄绿色下半方形
zh_tw: 下半部分淺綠色填滿

# item_banner_half_horizontal_bottom_magenta
source: Magenta Per Fess Inverted
ar_sa: راية ملونة أرجواني
be_by: Пурпурная ніжняя палова
bg_bg: Пурпурно долно пресичане
ca_es: Meitat inferior magenta
cs: Purpurové převrácené vodorovné oddělení
da_dk: Magenta Nedre Halvdel
de: Unten magenta geteilt
de_at: Untn magenta teilt
el_gr: Φούξια Κάτω Οριζόντιο Τμήμα
es: Cortado magenta invertido
fi: Purppura alaosa
fr_ca: Coupé, au second de magenta
ga_ie: Gearrtha, Maigeanta Thíos
gl_es: Cortado maxenta Invertido
he: פס חוצה תחתון מג'נטה
hr_hr: Roza Obrnuta Puna Pruga
hu_hu: Bíborral alulról vágott
id_id: Per Fess terbalik magenta
it: Troncato: di sotto di magenta
ja_jp: 下に赤紫色の横二分割
ka_ge: იისფერი ქვედა ნახევარი
ko_kr: 자홍색 아래쪽 수평띠
lb_lu: Enne magenta gedeelt
lt_lt: Rausvai raudona apatinė pusė
ms_my: Separuh Bahagian Magenta Terbalik
nl_nl: Magenta omgekeerde horizontale streep
nn_no: Ljoselilla underdel
pl: Karmazynowa dolna połowa
pt: Cortado Magenta Invertido
ro_ro: Tăiat magenta răsturnat
ru_ru: Пурпурная нижняя половина
sk_sk: Purpurový opačný vodorovný deliaci pruh
sl_si: Škrlaten spodnje deljen
sv_se: Ljuslila underhalva
th_th: ลายเส้นสีม่วงด้านล่างกลับด้าน
tr_tr: Eflatun Alt Yarı
vi_vn: Vạch chia ngang đảo nghịch đỏ sậm
zh_cn: 品红色下半方形
zh_tw: 下半部分洋紅色填滿

# item_banner_half_horizontal_bottom_orange
source: Orange Per Fess Inverted
ar_sa: راية ملونة برتقالي
be_by: Аранжавая ніжняя палова
bg_bg: Оранжево долно пресичане
ca_es: Meitat inferior taronja
cs: Oranžové převrácené vodorovné oddělení
da_dk: Orange Nedre Halvdel
de: Unten orange geteilt
el_gr: Πορτοκαλί Κάτω Οριζόντιο Τμήμα
es: Cortado naranja invertido
fi: Oranssi alaosa
fr_ca: Coupé, au second d'orangé
ga_ie: Gearrtha, Oráisteach Thíos
gl_es: Cortado laranxa Invertido
he: פס חוצה תחתון כתום
hr_hr: Narančasta Obrnuta Puna Pruga
hu_hu: Narancssárgával alulról vágott
id_id: Per Fess terbalik jingga
it: Troncato: di sotto d'arancione
ja_jp: 下に橙色の横二分割
ka_ge: ნარინჯისფერი ქვედა ნახევარი
ko_kr: 주황색 아래쪽 수평띠
lb_lu: Ennen orange gedeelt
lt_lt: Oranžinė apatinė pusė
ms_my: Separuh Bahagian Jingga Terbalik
nl_nl: Oranje omgekeerde horizontale streep
nn_no: Oransje underdel
pl: Pomarańczowa dolna połowa
pt: Cortado Laranja Invertido
ro_ro: Tăiat portocaliu răsturnat
ru_ru: Оранжевая нижняя половина
sk_sk: Oranžový opačný vodorovný deliaci pruh
sl_si: Oranžen spodnje deljen
sv_se: Orange underhalva
th_th: ลายเส้นสีส้มด้านล่างกลับด้าน
tr_tr: Turuncu Alt Yarı
vi_vn: Vạch chia ngang đảo nghịch cam
zh_cn: 橙色下半方形
zh_tw: 下半部分橙色填滿

# item_banner_half_horizontal_bottom_pink
source: Pink Per Fess Inverted
ar_sa: راية ملونة وردي
be_by: Ружовая ніжняя палова
bg_bg: Розово долно пресичане
ca_es: Meitat inferior rosa
cs: Růžové převrácené vodorovné oddělení
da_dk: Lyserød Nedre Halvdel
de: Unten rosa geteilt
el_gr: Ροζ Κάτω Οριζόντιο Τμήμα
es: Cortado rosa invertido
fi: Vaaleanpunainen alapuoli
fr_ca: Coupé, au second de rose
ga_ie: Gearrtha, Bándearg Thíos
gl_es: Cortado rosa Invertido
he: פס חוצה תחתון ורוד
hr_hr: Ružičasta Obrnuta Puna Pruga
hu_hu: Rózsaszínnel alulról vágott
id_id: Per Fess terbalik merah muda
it: Troncato: di sotto di rosa
ja_jp: 下に桃色の横二分割
ka_ge: ვარდისფერი ქვედა ნახევარი
ko_kr: 분홍색 아래쪽 수평띠
lb_lu: Enne rosa gedeelt
lt_lt: Rožinė apatinė pusė
ms_my: Separuh Bahagian Merah Jambu Terbalik
nl_nl: Roze omgekeerde horizontale streep
nn_no: Rosa underdel
pl: Różowa dolna połowa
pt: Cortado Rosa Invertido
ro_ro: Tăiat roz răsturnat
ru_ru: Розовая нижняя половина
sk_sk: Ružový opačný vodorovný deliaci pruh
sl_si: Roza spodnje deljen
sv_se: Rosa underhalva
th_th: ลายเส้นสีชมพูด้านล่างกลับด้าน
tr_tr: Pembe Alt Yarı
vi_vn: Vạch chia ngang đảo nghịch hồng
zh_cn: 粉红色下半方形
zh_tw: 下半部分粉紅色填滿

# item_banner_half_horizontal_bottom_purple
source: Purple Per Fess Inverted
ar_sa: راية ملونة بنفسجي
be_by: Фіялетавая ніжняя палова
bg_bg: Лилаво долно пресичане
ca_es: Meitat inferior morada
cs: Fialové převrácené vodorovné oddělení
da_dk: Lilla Nedre Halvdel
de: Unten violett geteilt
el_gr: Μοβ Κάτω Οριζόντιο Τμήμα
es: Cortado morado invertido
fi: Violetti alapuoli
fr_ca: Coupé, au second de pourpre
ga_ie: Gearrtha, Corcra Thíos
gl_es: Cortado púrpura Invertido
he: פס חוצה תחתון סגול
hr_hr: Ljubičasta Obrnuta Puna Pruga
hu_hu: Lilával alulról vágott
id_id: Per Fess terbalik ungu
it: Troncato: di sotto di viola
ja_jp: 下に紫色の横二分割
ka_ge: ალისფერი ქვედა ნახევარი
ko_kr: 보라색 아래쪽 수평띠
lb_lu: Enne mof gedeelt
lt_lt: Purpurinė apatinė pusė
ms_my: Separuh Bahagian Ungu Terbalik
nl_nl: Paarse per faas omgekeerd
nn_no: Lilla underdel
pl: Fioletowa dolna połowa
pt: Cortado Roxo Invertido
ro_ro: Tăiat violet răsturnat
ru_ru: Фиолетовая нижняя половина
sk_sk: Fialový opačný vodorovný deliaci pruh
sl_si: Vijoličen spodnje deljen
sv_se: Lila underhalva
th_th: ลายเส้นสีม่วงด้านล่างกลับด้าน
tr_tr: Mor Alt Yarı
vi_vn: Vạch chia ngang đảo nghịch tím
zh_cn: 紫色下半方形
zh_tw: 下半部分紫色填滿

# item_banner_half_horizontal_bottom_red
source: Red Per Fess Inverted
ar_sa: راية ملونة أحمر
be_by: Чырвоная ніжняя палова
bg_bg: Червено долно пресичане
ca_es: Meitat inferior vermella
cs: Červené převrácené vodorovné oddělení
da_dk: Rød Nedre Halvdel
de: Unten rot geteilt
el_gr: Κόκκινο Κάτω Οριζόντιο Τμήμα
es: Cortado rojo invertido
fi: Punainen alapuoli
fr_ca: Coupé, au second de gueules
ga_ie: Gearrtha, Dearg Thíos
gl_es: Cortado vermello Invertido
he: פס חוצה תחתון אדום
hr_hr: Crvena Obrnuta Puna Pruga
hu_hu: Vörössel alulról vágott
id_id: Per Fess terbalik merah
it: Troncato: di sotto di rosso
ja_jp: 下に赤色の横二分割
ka_ge: წითელი ქვედა ნახევარი
ko_kr: 빨간색 아래쪽 수평띠
lb_lu: Enne rout gedeelt
lt_lt: Raudona apatinė pusė
ms_my: Separuh Bahagian Merah Terbalik
nl_nl: Rode per faas omgekeerd
nn_no: Raud underdel
pl: Czerwona dolna połowa
pt: Cortado Vermelho Invertido
ro_ro: Tăiat roșu răsturnat
ru_ru: Красная нижняя половина
sk_sk: Červený opačný vodorovný deliaci pruh
sl_si: Rdeč spodnje deljen
sv_se: Röd underhalva
th_th: แถบสีแดงด้านล่างกลับด้าน
tr_tr: Kırmızı Alt Yarı
vi_vn: Vạch chia ngang đảo nghịch đỏ
zh_cn: 红色下半方形
zh_tw: 下半部分紅色填滿

# item_banner_half_horizontal_bottom_silver
source: Light Grey Per Fess Inverted
ar_sa: راية ملونة رمادي فاتح
be_by: Светла-шэрая ніжняя палова
bg_bg: Светлосиво долно пресичане
ca_es: Meitat inferior grisa clara
cs: Světle šedé převrácené vodorovné oddělení
da_dk: Lysegrå Nedre Halvdel
de: Unten hellgrau geteilt
el_gr: Ανοιχτόχρωμο Γκρι Κάτω Οριζόντιο Τμήμα
es: Cortado gris claro invertido
fi: Vaaleanharmaa alapuoli
fr_ca: Coupé, au second d'argent grisé
ga_ie: Gearrtha, Fionnliath Thíos
gl_es: Cortado gris claro Invertido
he: פס חוצה תחתון אפור בהיר
hr_hr: Svijetlo Siva Obrnuta Puna Pruga
hu_hu: Világosszürkével alulról vágott
id_id: Per Fess terbalik abu-abu muda
it: Troncato: di sotto di grigio chiaro
ja_jp: 下に薄灰色の横二分割
ka_ge: ღია-ნაცრისფერი ქვედა ნახევარი
ko_kr: 회백색 아래쪽 수평띠
lb_lu: Ennen hellgro gedeelt
lt_lt: Šviesiai pilka apatinė pusė
ms_my: Separuh Bahagian Kelabu Muda Terbalik
mt_mt: Light Gray Per Fess Inverted
nl_nl: Lichtgrijze per faas omgekeerd
nn_no: Ljosegrå underdel
pl: Jasnoszara dolna połowa
pt: Cortado Cinzento Claro Invertido
ro_ro: Tăiat gri-deschis răsturnat
ru_ru: Светло-серая нижняя половина
sk_sk: Svetlosivý opačný vodorovný deliaci pruh
sl_si: Svetlo siv spodnje deljen
sv_se: Ljusgrå underhalva
th_th: ลายเส้นสีเทาอ่อนด้านล่างกลับด้าน
tr_tr: Açık Gri Alt Yarı
vi_vn: Vạch chia ngang đảo nghịch xám nhạt
zh_cn: 淡灰色下半方形
zh_tw: 下半部分淺灰色填滿

# item_banner_half_horizontal_bottom_white
source: White Per Fess Inverted
ar_sa: راية ملونة أبيض
be_by: Белая ніжняя палова
bg_bg: Бяло долно пресичане
ca_es: Meitat inferior blanca
cs: Bílé převrácené vodorovné oddělení
da_dk: Hvid Nedre Halvdel
de: Unten weiß geteilt
el_gr: Άσπρο Κάτω Οριζόντιο Τμήμα
es: Cortado blanco invertido
fi: Valkoinen alaosa
fr_ca: Coupé, au second d'argent
ga_ie: Gearrtha, Bán Thíos
gl_es: Cortado branco Invertido
he: פס חוצה תחתון לבן
hr_hr: Bijela Obrnuta Puna Pruga
hu_hu: Fehérrel alulról vágott
id_id: Per Fess terbalik putih
it: Troncato: di sotto di bianco
ja_jp: 下に白色の横二分割
ka_ge: თეთრი ქვედა ნახევარი
ko_kr: 하얀색 아래쪽 수평띠
lb_lu: Enne wäiss gedeelt
lt_lt: Balta apatinė pusė
ms_my: Separuh Bahagian Putih Terbalik
nl_nl: Witte omgekeerde horizontale streep
nn_no: Kvit underdel
pl: Biała dolna połowa
pt: Cortado Branco Invertido
ro_ro: Tăiat alb răsturnat
ru_ru: Белая нижняя половина
sk_sk: Biely opačný vodorovný deliaci pruh
sl_si: Bel spodnje deljen
sv_se: Vit underhalva
th_th: ลายเส้นสีขาวด้านล่างกลับด้าน
tr_tr: Beyaz Alt Yarı
vi_vn: Vạch chia ngang đảo nghịch trắng
zh_cn: 白色下半方形
zh_tw: 下半部分白色填滿

# item_banner_half_horizontal_bottom_yellow
source: Yellow Per Fess Inverted
ar_sa: راية ملونة أصفر
be_by: Жоўтая ніжняя палова
bg_bg: Жълто долно пресичане
ca_es: Meitat inferior groga
cs: Žluté převrácené vodorovné oddělení
da_dk: Gul Nedre Halvdel
de: Unten gelb geteilt
el_gr: Κίτρινο Κάτω Οριζόντιο Τμήμα
es: Cortado amarillo invertido
fi: Keltainen alaosa
fr_ca: Coupé, au second d'or
ga_ie: Gearrtha, Buí Thíos
gl_es: Cortado amarelo Invertido
he: פס חוצה תחתון צהוב
hr_hr: Žuta Obrnuta Puna Pruga
hu_hu: Sárgával alulról vágott
id_id: Per Fess terbalik kuning
it: Troncato: di sotto di giallo
ja_jp: 下に黄色の横二分割
ka_ge: ყვითელი ქვედა ნახევარი
ko_kr: 노란색 아래쪽 수평띠
lb_lu: Enne giel gedeelt
lt_lt: Geltona apatinė pusė
ms_my: Separuh Bahagian Kuning Terbalik
nl_nl: Gele per faas omgekeerd
nn_no: Gul underdel
pl: Żółta dolna połowa
pt: Cortado Amarelo Invertido
ro_ro: Tăiat galben răsturnat
ru_ru: Жёлтая нижняя половина
sk_sk: Žltý opačný vodorovný deliaci pruh
sl_si: Rumen spodnje deljen
sv_se: Gul underhalva
th_th: ลายเส้นสีเหลืองด้านล่างกลับด้าน
tr_tr: Sarı Alt Yarı
vi_vn: Vạch chia ngang đảo nghịch vàng
zh_cn: 黄色下半方形
zh_tw: 下半部分黃色填滿

# item_banner_half_vertical_black
source: Black Per Pale
ar_sa: راية ملونة أسود
be_by: Чорная левая палова
bg_bg: Черно дясно разсичане
ca_es: Flanc negre
cs: Černé svislé oddělení
da_dk: Sort Venstreside
de: Rechts schwarz gespalten
de_at: Recht schworz gspoitn
el_gr: Μαύρη Κάθετη Αριστερή Γραμμή
es: Flanco negro
fi: Musta vasen puoli
fr_ca: Parti, au premier de sable
ga_ie: Deighilte, Dubh ar Dheis
gl_es: Metade Negra
he: פס חוצה אנכי שמאלי שחור
hr_hr: Crna Puna Traka
hu_hu: Feketével hasított
id_id: Pita Hitam Tegak
it: Partito: a destra di nero
ja_jp: 右に黒色の縦二分割
ka_ge: შავი მარცხენა ნახევარი
ko_kr: 검은색 왼쪽 수직띠
lb_lu: Riets schwaarz gedeelt
lt_lt: Juoda kairioji pusė
ms_my: Separuh Kiri Hitam
nl_nl: Zwarte per paal
nn_no: Svart venstredel
pl: Czarna lewa połowa
pt: Partido Preto
ro_ro: Despicat negru
ru_ru: Чёрная левая половина
sk_sk: Čierne zvislé oddelenie
sl_si: Črn desno sekan
sv_se: Svart vänsterhalva
th_th: แถบสีดำจางๆ
tr_tr: Siyah Sol Yarı
vi_vn: Vạch cắt dọc màu đen
zh_cn: 黑色右半方形
zh_tw: 右半部分黑色填滿
