Repository: vbisbest/MineChat
Catalog: MineChat/MineChat/Languages/AppResources.*.resx
Languages: af_za, ar_sa, be_by, bg_bg, ca_es, cs, da_dk, de, de_at, el_gr, es, eu_es, fa_ir, fi, fil_ph, fr_ca, ga_ie, gd_gb, gl_es, he, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja_jp, ka_ge, ko_kr, lb_lu, lt_lt, lv_lv, mi_nz, mk_mk, mn_mn, ms_my, mt_mt, nl_nl, nn_no, pl, pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# selectWorld_mapFeatures
source: Generate Structures:
af_za: Genereer Strukture:
ar_sa: بناء الهياكل:
be_by: Генерацыя пабудоў:
bg_bg: Ген. на структури:
ca_es: Generar estructures:
cs: Náhodné stavby:
da_dk: Generér strukturer:
de: Bauwerke generieren:
de_at: Hittn generian:
el_gr: Δημιουργία κτιρίων:
es: Estructuras aleatorias:
eu_es: Egiturak sortu:
fa_ir: تولید کردن سازه:
fi: Luo rakennelmia:
fil_ph: Lumikha ng Istraktura:
fr_ca: Avec structures :
ga_ie: Gin Struchtúir:
gd_gb: Gin structuran:
gl_es: Xerar estruturas:
he: יוצר מבנים:
hi_in: संरचनाएं उत्पन्न:
hr_hr: Generiranje Građevina:
hu_hu: Struktúrák generálása:
hy_am: Առաջացնել Կառույցներ։
id_id: Buat Struktur:
is_is: Smíða byggingar:
it: Strutture:
ja_jp: 構造物の生成：
ka_ge: შენობების გაჩენა:
ko_kr: 구조물 생성:
lb_lu: Strukture generéieren:
lt_lt: Struktūros pasaulyje:
lv_lv: Ģenerēt struktūras:
mi_nz: Whakaputa hanganga:
mk_mk: Генерираат Структури:
mn_mn: Байгууламжуудыг үүсгэх:
ms_my: Menjana Struktur:
mt_mt: Iġġenera Strutturi:
nl_nl: Bouwwerken genereren:
nn_no: Generer byggverk:
pl: Generuj struktury:
pt: Gerar Estruturas:
ro_ro: Generează structuri:
ru_ru: Генерировать строения:
sk_sk: Generovanie stavieb:
sl_si: Generiranje zgradb:
sq_al: Të Gjenerojë Strukturat:
sv_se: Skapa strukturer:
th_th: สร้างสิ่งปลูกสร้าง:
tr_tr: Yapılar Oluştur:
vi_vn: Tạo ra các cấu trúc:
zh_cn: 生成建筑：
zh_tw: 生成結構：

# selectWorld_mapFeatures_info
source: Villages, dungeons etc
af_za: Dorpe, kerkers ens
ar_sa: قرى، مغارات، الخ
be_by: Вёскі, падзямеллі і да таго падобнае
bg_bg: Села, тъмници и т.н
ca_es: Pobles, masmorres, etc
cs: Vesnice, pevnosti atd.
da_dk: Landsbyer, fangekældre, osv.
de: Dörfer, Tempel, Festungen, ...
de_at: Dörfa, Templ, Valiese
el_gr: Χωριά, μπουντρούμια κλπ
es: Aldeas, mazmorras, etc.
eu_es: Herriak, ziegak eta abar
fa_ir: روستا, سیاه چال و غیره
fi: Kyliä, tyrmiä jne.
fil_ph: Mga barangay, kweba, atbp
fr_ca: Villages, donjons, temples...
ga_ie: Sráidbhailte, doinsiúin srl
gd_gb: Bailtean, tuill-dhubha is msaa
gl_es: Aldeas, alxubes...
he: כפרים, צינוקים וכו'
hi_in: गांवों, तहखाने आदि
hr_hr: Sela, tamnice itd.
hu_hu: Falvak, kazamaták stb.
hy_am: Գյուղեր, զնդաններ և այլն
id_id: Desa, Dungeon dll
is_is: Þorp, dýflissur o.s.frv
it: Villaggi, segrete, ecc.
ja_jp: 村、ダンジョンなど
ka_ge: სოფლები, მაღაროები და ა.შ.
ko_kr: 마을, 던전 등
lb_lu: Dierfer, Höhlen etc
lt_lt: Kaimai, požeminiai kambariai ir t.t.
lv_lv: Ciemati, cietokšņi u.c
mi_nz: Kainga, herehere, i ētahi atu momo ao
mk_mk: Села, занданите, etc
mn_mn: Тосгон, газар доорх шорон г.м
ms_my: Kampung, kubu dan lain-lain
mt_mt: Irħula, dungeons eċċ
nl_nl: Dorpen, kerkers, etc
nn_no: Landsbyar, fangehòl, osb
pl: Wioski, lochy itp.
pt: Aldeias, masmorras, etc
ro_ro: Sate, temple, forturi etc.
ru_ru: Деревни, подземелья и т.д.
sk_sk: Dediny, kobky atď.
sl_si: Vasi, ječe, ...
sq_al: Fshatrat, burgje etj
sv_se: Byar, grottor, etc.
th_th: หมู่บ้าน, ดันเจี้ยน, ฯลฯ
tr_tr: Köyler, zindanlar vb
vi_vn: Làng mạc, ngục v.v.
zh_cn: 村庄、地牢等等
zh_tw: 村莊、地牢等

# selectWorld_mapType
source: World Type:
af_za: Wêreld Tipe:
ar_sa: نوع العالم:
be_by: Тып свету:
bg_bg: Тип на света:
ca_es: Tipus de món:
cs: Typ světa:
da_dk: Verdenstype:
de: Welttyp:
de_at: Wödtyp:
el_gr: Τύπος κόσμου:
es: Mundo:
eu_es: Mundu mota:
fa_ir: نوع دنیا:
fi: Maailman tyyppi:
fil_ph: Uri ng Mundo:
fr_ca: Type :
ga_ie: Cineál Domhain:
gd_gb: Seòrsa an t-saoghail:
gl_es: Tipo de mundo:
he: סוג העולם:
hi_in: विश्व प्रकार:
hr_hr: Vrsta Svijeta:
hu_hu: Világ típusa:
hy_am: Աշխարհի տեսակը։
id_id: Jenis Dunia:
is_is: Tegund heims:
it: Tipo di mondo:
ja_jp: ワールドタイプ：
ka_ge: სამყარო:
ko_kr: 세계 유형:
lb_lu: Welttyp:
lt_lt: Pasaulio tipas:
lv_lv: Pasaules Veids:
mi_nz: Momo o te ao:
mk_mk: Тип на Светот:
mn_mn: Дэлхийн төрөл:
ms_my: Jenis Dunia:
mt_mt: Tip ta' Dinja:
nl_nl: Wereldtype:
nn_no: Verdstype:
pl: Typ świata:
pt: Tipo de Mundo:
ro_ro: Tip de lume:
ru_ru: Тип мира:
sk_sk: Typ sveta:
sl_si: Vrsta sveta:
sq_al: Bota Lloji:
sv_se: Typ av värld:
th_th: ประเภทของโลก:
tr_tr: Dünya Tipi:
vi_vn: Loại thế giới:
zh_cn: 世界类型：
zh_tw: 世界類型：

# selectWorld_mapType_normal
source: Normal
af_za: Normaal
ar_sa: طبيعي
be_by: Нармальны
bg_bg: Нормален
cs: Normální
el_gr: Κανονικό
eu_es: Normala
fa_ir: معمولی
fi: Tavallinen
ga_ie: Gnách
gd_gb: Àbhaisteach
he: רגיל
hi_in: साधारण
hr_hr: Normalno
hu_hu: Normál
hy_am: Նորմալ
is_is: Venjulegt
it: normale
ja_jp: ノーマル
ka_ge: ჩვეულებრივი
ko_kr: 일반
lt_lt: įprastas
lv_lv: Normāls
mi_nz: Noa
mk_mk: Нормален
mn_mn: Энгийн
ms_my: Biasa
mt_mt: Normali
nl_nl: Normaal
nn_no: Vanleg
pl: Normalny
ro_ro: Normală
ru_ru: Нормальный
sk_sk: Normálny
sl_si: Navaden
sq_al: Normale
th_th: ปกติ
vi_vn: Bình thường
zh_cn: 普通
zh_tw: 普通

# selectWorld_moreWorldOptions
source: More World Options...
af_za: Meer Wêreld Opsies...
ar_sa: ...خيارات اضافية للعالم
be_by: Дадатковыя налады свету...
bg_bg: Още настройки на света...
ca_es: Més opcions de món...
cs: Více možností světa…
da_dk: Flere verdensindstillinger...
de: Weitere Weltoptionen ...
de_at: Mehr Wödoptionen...
el_gr: Περισσότερες επιλογές κόσμου...
es: Más opciones del mundo...
eu_es: Mundu aukera gehiago...
fa_ir: جزئیات بیشتر دنیا...
fi: Maailman lisäasetukset...
fil_ph: Marami Pang Pagpipilian...
fr_ca: Plus d'options du monde...
ga_ie: Tuilleadh Roghanna Domhain...
gd_gb: Barrachd roghainnean an t-saoghail...
gl_es: Máis opcións do mundo...
he: אפשרויות עולם נוספות...
hi_in: विश्व विकल्प ...
hr_hr: Više Mogućnosti Svijeta...
hu_hu: További világbeállítások...
hy_am: Աշխարհի ստեղծման այլ կարգավորումներ...
id_id: Pilihan Dunia Lainnya...
is_is: Stillingar fyrir heim...
it: Altre opzioni del mondo...
ja_jp: その他のワールド設定…
ka_ge: მეტი არჩევანი...
ko_kr: 고급 세계 설정...
lb_lu: Weider Weltoptiounen ...
lt_lt: Daugiau pasaulio nustatymų...
lv_lv: Vairāk Pasaules Opciju...
mi_nz: Ētahi atu Kōwhiringa Ao ...
mk_mk: Повеќе Светската Опции...
mn_mn: Дэлхийн нэмэлт тохиргоонууд...
ms_my: Lebih Opsyen Dunia...
mt_mt: Iktar Għażliet dwar id-Dinja...
nl_nl: Meer wereldinstellingen...
nn_no: Fleire verdsinnstillingar...
pl: Więcej opcji świata...
pt: Mais Opções de Mundo...
ro_ro: Mai multe opțiuni...
ru_ru: Настройка мира...
sk_sk: Viac nastavení sveta...
sl_si: Več možnosti sveta...
sq_al: Më Të Botës Opsione...
sv_se: Fler världsalternativ...
th_th: ตัวเลือกของเวิลด์เพิ่มเติม...
tr_tr: Daha Fazla Dünya Seçeneği...
vi_vn: Các tùy chọn khác cho thế giới...
zh_cn: 更多世界的选项…
zh_tw: 更多世界選項...

# selectWorld_newWorld
source: New World
af_za: Nuwe Wêreld
ar_sa: عالم جديد
be_by: Новы свет
bg_bg: Нов свят
ca_es: Nou món
cs: Nový svět
da_dk: Ny verden
de: Neue Welt
de_at: Neie Wöd
el_gr: Νέος κόσμος
es: Mundo nuevo
eu_es: Mundu berria
fa_ir: دنیای جدید
fi: Uusi maailma
fil_ph: Bagong Mundo
fr_ca: Nouveau monde
ga_ie: Domhan Nua
gd_gb: Saoghal ùr
gl_es: Novo Mundo
he: עולם חדש
hi_in: नई दुनिया
hr_hr: Novi Svijet
hu_hu: Új világ
hy_am: Նոր Աշխարհ
id_id: Dunia Baru
is_is: Nýr Heimur
it: Nuovo mondo
ja_jp: 新規ワールド
ka_ge: ახალი სამყარო
ko_kr: 새로운 세계
lb_lu: Nei Welt
lt_lt: Naujas pasaulis
lv_lv: Jauna Pasaule
mi_nz: ao hou
mk_mk: Нова свет
mn_mn: Шинэ дэлхий
ms_my: Dunia Baru
mt_mt: Dinja Ġdida
nl_nl: Nieuwe wereld
nn_no: Ny verd
pl: Nowy świat
pt: Novo Mundo
ro_ro: Lume nouă
ru_ru: Новый мир
sk_sk: Nový svet
sl_si: Nov svet
sq_al: bote e re
sv_se: Ny värld
th_th: สร้างเวิลด์ใหม่
tr_tr: Yeni Dünya
vi_vn: Thế giới mới
zh_cn: 新的世界
zh_tw: 新的世界

# selectWorld_newWorld_copyOf
source: Copy of {0}
af_za: Kopie van {0}
ar_sa: نسخة من {0}
be_by: Копія {0}
bg_bg: Копие на {0}
ca_es: Còpia de {0}
cs: Kopie {0}
da_dk: Kopi af {0}
de: Kopie von {0}
de_at: Kopie fo {0}
el_gr: Αντίγραφο του {0}
es: Copia de {0}
eu_es: Kopiatutako {0}
fa_ir: کپی از {0}
fi: Kopio maailmasta {0}
fil_ph: Kopya ng {0}
fr_ca: {0} - Copie
ga_ie: Cóip de {0}
gd_gb: Lethbhreac de {0}
gl_es: Copia de {0}
he: עותק של {0}
hi_in: {0} की प्रतिलिपि
hr_hr: Kopija {0}
hu_hu: {0} másolata
hy_am: Աշխարհի պատճեն {0}
id_id: Salinan dari {0}
is_is: Afrit af {0}
it: Copia di {0}
ja_jp: {0} のコピー
ka_ge: {0}-ის ასლი
ko_kr: {0}의 복사본
lb_lu: Kopie vun {0}
lt_lt: {0} kopija
lv_lv: {0} kopija
mi_nz: kape o te {0}
mk_mk: копија од {0}
mn_mn: {0} -н хуулбар
ms_my: Salinan {0}
mt_mt: Kopja ta' {0}
nl_nl: Kopie van {0}
nn_no: Kopi av {0}
pl: Kopia {0}
pt: Cópia de {0}
ro_ro: Copie a {0}
ru_ru: Копия мира {0}
sk_sk: Kópia {0}
sl_si: Kopija od {0}
sq_al: copjimi i {0}
sv_se: Kopia av {0}
th_th: สำเนาของ {0}
tr_tr: {0}'in kopyası
vi_vn: Bản sao của {0}
zh_cn: {0}的副本
zh_tw: {0} 的拷貝

# selectWorld_recreate
source: Re-Create
af_za: Herskep
ar_sa: إعادة إنشاء
be_by: Перастварыць
bg_bg: Пресъздаване
ca_es: Restaurar
cs: Znovu vytvořit
da_dk: Genskab
de: Neu erzeugen
de_at: Nei astön
el_gr: Επαναδημιουργία
es: Rehacer
eu_es: Birsortu
fa_ir: ایجاد دوباره
fi: Luo uudelleen
fil_ph: Gawin Muli
fr_ca: Recréer
ga_ie: Athchruthaigh
gd_gb: Ath-chruthaich
gl_es: Rexenerar
he: צור מחדש
hi_in: प्रतिलिपि बनायें
hr_hr: Rekreiraj
hu_hu: Újraalkotás
hy_am: Վերաստեղծել
id_id: Buat ulang
is_is: Endurgera
it: Ricrea
ja_jp: 再生成
ka_ge: ხელახლა შექმნა
ko_kr: 다시 만들기
lb_lu: Nei erstellen
lt_lt: Perkurti
lv_lv: Atkārtoti izveidot
mi_nz: Waihangatia tētahi atu wā
mk_mk: рекреираат
mn_mn: Дахин үүсгэх
ms_my: Cipta Semula
mt_mt: Oħloq mill-Ġdid
nl_nl: Hercreëren
nn_no: Gjenskap
pl: Odtwórz
pt: Recriar
ro_ro: Recreează
ru_ru: Пересоздать
sk_sk: Znova vytvoriť
sl_si: Poustvari
sq_al: Rindertim
sv_se: Återskapa
th_th: สร้างใหม่อีกครั้ง
tr_tr: Tekrar Oluştur
vi_vn: Tái tạo
zh_cn: 重建
zh_tw: 重新創造

# selectWorld_resultFolder
source: Will be saved in:
af_za: Sal gestoor word in:
ar_sa: سوف يحفظ في:
be_by: Будзе захаваны як:
bg_bg: Ще бъде записан в:
ca_es: Es desarà a:
cs: Bude uložen v:
da_dk: Vil blive gemt i:
de: Wird gespeichert in:
de_at: Wead gspeichad in:
el_gr: Θα αποθηκευτεί στο:
es: Se guardará en:
eu_es: Hemen gordeko da:
fa_ir: ذخیره خواهد شد در:
fi: Tallennuskohde:
fil_ph: Ilalagay sa:
fr_ca: Sera enregistré dans :
ga_ie: Sábhálfar é san fhillteán:
gd_gb: Thèid a shàbhaladh an-seo:
gl_es: Gardarase en:
he: יישמר ב:
hi_in: में सेव होगा:
hr_hr: Bit će spremljeno u:
hu_hu: Mentés helye:
hy_am: Կպահպանվի հետևյալում.
id_id: Akan disimpan di:
is_is: Vistað í:
it: Sarà salvato in:
ja_jp: 保存先：
ka_ge: შეინახება საქაღალდეში:
ko_kr: 저장될 위치:
lb_lu: Gëtt gespäichert an:
lt_lt: Bus išsaugotas kaip:
lv_lv: Tiks saglabāta:
mi_nz: ka ora i roto i:
mk_mk: Ќе биде зачувано во:
mn_mn: Хадгалагдахдаа:
ms_my: Akan disimpan di:
mt_mt: Ħa tiġi ssejvjata ġo:
nl_nl: Wordt opgeslagen in:
nn_no: Vert lagra i:
pl: Zostanie zapisany w:
pt: Será guardado em:
ro_ro: Va fi salvată în:
ru_ru: Будет сохранён в:
sk_sk: Bude uložený v:
sl_si: Shranjen bo v:
sq_al: do te ruhet ne:
sv_se: Kommer att sparas i:
th_th: จะถูกบันทึกไว้ใน:
tr_tr: Buraya kaydedilecek:
vi_vn: Sẽ được lưu trong:
zh_cn: 将会保存于：
zh_tw: 將被儲存於：

# selectWorld_seedInfo
source: Leave blank for a random seed
af_za: Los leeg vir ewekansige saad
ar_sa: اتركه فارغا لبذرة عشوائية
be_by: Пакіньце пустым для выпадковага значэння
bg_bg: Оставете мястото празно за случаен сийд
ca_es: Deixar en blanc per a una llavor aleatòria
cs: Nech prázdné pro náhodný zdroj
da_dk: Efterlad tomt for at få et tilfældigt seed
de: Leer lassen für zufälligen Startwert
de_at: Laar lossn fi an zufällign Seed
el_gr: Αφήστε κενό για ένα τυχαίο Seed
es: Déjalo en blanco para generar una semilla aleatoria
eu_es: Hutsik utzi zorizko hazia erabiltzeko
fa_ir: برای دانه تصادفی خالی بگذارید
fi: Jätä tyhjäksi käyttääksesi satunnaista lähtöarvoa
fil_ph: Iwanan mo para sapalaran
fr_ca: Laissez vide pour un seed aléatoire
ga_ie: Fág bán le haghaidh síl randamaigh
gd_gb: Fàg bàn e airson sìol air thuaiream
gl_es: Deixar en branco para unha semente aleatoria
he: השאירו ריק עבור זרע אקראי
hi_in: एक यादृच्छिक बीज के लिए रिक्त छोड़ें
hr_hr: Ostavi prazno za nasumično sjeme
hu_hu: Véletlenszerű kezdőértékhez hagyd üresen
hy_am: Թողնեք դատարկ, պատահական բանալու համար
id_id: Biarkan kosong untuk benih acak
is_is: Skildu eftir autt fyrir handahófskenndan kóða
it: Lascia lo spazio vuoto per un seme casuale
ja_jp: 空白でランダムシード値
ka_ge: შემთხვევითად შედგენისთვის დატოვეთ ცარიელი
ko_kr: 임의의 시드를 적용하려면 비워두십시오
lb_lu: Eidel loosse fir een zoufällege Seed
lt_lt: Palikite tuščią norėdami naudoti atsitiktinę reikšmę
lv_lv: Atstāj tukšu nejaušai sēklai
mi_nz: waiho kia pātea tonu hoki te uri tupurangi
mk_mk: Остави празно за рандом сид
mn_mn: Хоосон орхиход санамсаргүйгээр сонгогдоно
ms_my: Biarkan kosong untuk pemilihan bijih secara rawak
mt_mt: Ħalli vojt għal seed jiġi kif jiġi
nl_nl: Leeg laten voor een willekeurige seed
nn_no: Lat stå blankt om du vil ha ein tilfeldig seed
pl: Pozostaw puste, aby wylosować ziarno
pt: Deixa em branco para um mundo aleatório
ro_ro: Lasă necompletat pentru o sămânță aleatorie
ru_ru: Оставьте пустым для случайного значения
sk_sk: Pre náhodný svet nechaj nevyplnené
sl_si: Pusti prazno za naključno seme
sq_al: leje bosh po nuk dite me e bo
sv_se: Lämna fältet tomt för ett slumpmässigt frö
th_th: เว้นว่างไว้ เพื่อสร้างโลกใหม่โดยการสุ่ม seed
tr_tr: Rastgele oluşturmak için boş bırakın
vi_vn: Bỏ trống để có một hạt giống ngẫu nhiên
zh_cn: 留空以生成随机种子
zh_tw: 若不填則隨機生成種子碼

# selectWorld_select
source: Play Selected World
af_za: Speel Gekose Wêreld
ar_sa: لعب العالم المحدد
be_by: Гуляць у выбраным свеце
bg_bg: Игра в избрания свят
ca_es: Jugar al món seleccionat
cs: Hrát vybraný svět
da_dk: Spil den valgte verden
de: Ausgewählte Welt spielen
de_at: Ausgwöhde Wöd spün
el_gr: Παίξτε στον επιλεγμένο κόσμο
es: Jugar al mundo seleccionado
eu_es: Jokatu aukeratutako munduan
fa_ir: بازی در دنیای انتخاب شده
fi: Pelaa valittua maailmaa
fil_ph: Mag-laro dito
fr_ca: Jouer dans ce monde
ga_ie: Imir sa Domhan Roghnaithe
gd_gb: Cluich san t-saoghal a thagh thu
gl_es: Xogar no mundo seleccionado
he: שחק בעולם הנבחר
hi_in: चलायें चयनित वर्ल्ड
hr_hr: Igraj Odabrani Svijet
hu_hu: Játék a kiválasztott világgal
hy_am: Խաղալ Ընտրված Աշխարհը
id_id: Mainkan Dunia yg Dipilih
is_is: Spila valinn heim
it: Gioca nel mondo selezionato
ja_jp: 選択したワールドで遊ぶ
ka_ge: თამაში არჩეულ სამყაროში
ko_kr: 선택된 세계 시작
lb_lu: D'ausgewielte Welt spillen
lt_lt: Žaisti pasirinktame pasaulyje
lv_lv: Spēlēt Izvēlētajā Pasaulē
mi_nz: Te tākaro i te ao kua tīpakohia
mk_mk: Игра Избрани Свет
mn_mn: Сонгосон дэлхийг тоглох
ms_my: Main Dunia yang Dipilih
mt_mt: Idħol fid-Dinja Magħżula
nl_nl: Wereld spelen
nn_no: Spel vald verd
pl: Graj w wybranym świecie
pt: Jogar Mundo Selecionado
ro_ro: Joacă în această lume
ru_ru: Играть в выбранном мире
sk_sk: Hrať vybraný svet
sl_si: Igraj izbrani svet
sq_al: Luaj boten e zgjedhur
sv_se: Spela vald värld
th_th: เล่นเวิลด์ที่เลือก
tr_tr: Seçilen Dünyada Oyna
vi_vn: Chơi thế giới được chọn
zh_cn: 进入选中的世界
zh_tw: 進入所選的世界

# selectWorld_title
source: Select World
af_za: Kies Wêreld
ar_sa: حدد العالم
be_by: Выберыце свет
bg_bg: Избиране на свят
ca_es: Seleccionar món
cs: Výběr světa
da_dk: Vælg verden
de: Welt auswählen
de_at: Wöd auswöhn
el_gr: Επιλέξτε κόσμο
es: Seleccionar mundo
eu_es: Aukeratu mundua
fa_ir: انتخاب دنیا
fi: Valitse maailma
fil_ph: Pumili ng Mundo
fr_ca: Choix du monde
ga_ie: Roghnaigh Domhan
gd_gb: Tagh saoghal
gl_es: Seleccionar mundo
he: בחר עולם
hi_in: दुनिया चुनें
hr_hr: Odaberi Svijet
hu_hu: Világ kiválasztása
hy_am: Ընտրել Աշխարհը
id_id: Pilih Dunia
is_is: Velja heim
it: Seleziona un mondo
ja_jp: ワールドを選択
ka_ge: სამყაროს არჩევა
ko_kr: 세계 선택
lb_lu: Welt wielen
lt_lt: Pasaulio pasirinkimas
lv_lv: Izvēlieties Pasauli
mi_nz: Tīpakohia te ao
mk_mk: одберете World
mn_mn: Дэлхийг сонгох
ms_my: Pilih Dunia
mt_mt: Agħżel Dinja
nl_nl: Wereld selecteren
nn_no: Vel verd
pl: Wybierz świat
pt: Escolher Mundo
ro_ro: Alege o lume
ru_ru: Выбор мира
sk_sk: Výber sveta
sl_si: Izberi svet
sq_al: Zgidhe boten
sv_se: Välj värld
th_th: เลือกเวิลด์
tr_tr: Dünya Seç
vi_vn: Lựa chọn thế giới
zh_cn: 选择世界
zh_tw: 選擇世界

# selectWorld_tooltip_fromNewerVersion1
source: World was saved in a newer version,
af_za: Die wêreld is gestoor in 'n nuwer weergawe
ar_sa: لقد تم حفظ العالم في نسخة احدث
be_by: Гэты свет быў захаваны ў навейшай версіі,
bg_bg: Светът е запазен на по-нова версия
ca_es: El món s'ha desat en una versió més nova,
cs: Svět byl uložen v novější verzi,
da_dk: Verden var gemt i en nyere version,
de: Die Welt wurde in einer neueren Version gespeichert,
de_at: De Wöd is in ana neian Version gspeichad won,
el_gr: Ο κόσμος αποθηκεύτηκε σε μια νεότερη έκδοση,
es: ¡El mundo pertenece a una versión más reciente,
eu_es: Mundua bertsio berri batean gorde egin zen,
fa_ir: جهان در یک نسخه جدیدتر ذخیره شده بود،
fi: Maailma tallennettiin uudemmassa versiossa,
fil_ph: Ang mundong ito ay nai-save sa mas bagong bersyon,
fr_ca: Ce monde a été sauvegardé dans une version plus
ga_ie: Sábháladh an domhain i leagan níos déanaí,
gd_gb: Chaidh an saoghal seo a shàbhaladh ann an tionndadh nas ùire,
gl_es: O mundo foi gardado nunha versión máis recente,
he: העולם נשמר בגרסה חדשה יותר,
hi_in: ये दुनिया नये संस्करण में बनाई गयी थी
hr_hr: Svijet je spremljen u novijoj verziji,
hu_hu: A világ egy újabb verzióban volt mentve,
id_id: Dunia disimpan dalam versi yang lebih baru,
is_is: Heimur var vistaður í nýrri úrgáfu,
it: Il mondo è stato salvato in una versione più recente,
ja_jp: このワールドは、現在より新しいバージョンで保存されています。
ka_ge: სამყარო შენახულია უფრო ახალ ვერსიაში,
ko_kr: 이 세계는 상위 버전에서 저장되었기에
lb_lu: D'Welt gouf an enger méi neier Versioun gespäichert,
lt_lt: Pasaulis buvo įrašytas naujesnėje versijoje,
lv_lv: Pasaule tika saglabāta jaunākā versijā,
mk_mk: Светот беше зачуван во понова верзија
mn_mn: Дэлхий шинэ хувилбар дээр хадгалагдсан
ms_my: Dunia telah disimpan dalam versi baru,
mt_mt: Id-dinja kienet ġiet issejvjata f'verżjoni aktar riċenti,
nl_nl: Deze wereld was opgeslagen in een nieuwere versie,
nn_no: Verda vert lagra i ein nyare versjon
pl: Świat został zapisany w nowszej wersji,
pt: O mundo foi salvo numa nova versão,
ro_ro: Lumea a fost salvată într-o versiune mai nouă,
ru_ru: Мир был сохранён в более новой версии,
sk_sk: Svet bol uložený v novšej verzii,
sl_si: Svet je bil shranjen v novejši različici,
sq_al: Bota u ruajt në një version më të ri,
sv_se: Världen har sparats i en nyare version,
th_th: โลกถูกบันทึกไว้ในเวอร์ชั่นใหม่
tr_tr: Dünya daha yeni bir sürümde kaydedilmiş,
vi_vn: Thế giới đã được lưu trong một phiên bản mới hơn,
zh_cn: 世界是在更新的版本中被保存的，
zh_tw: 世界曾經在較新的版本儲存，

# selectWorld_tooltip_fromNewerVersion2
source: loading this world could cause problems!
af_za: om dit te laai kan probleme veroorsaak!
ar_sa: تحميل هذا العالم يمكن أن يسبب مشاكل!
be_by: яго загрузка можа выклікаць праблемы!
bg_bg: зареждането на този свят може да причини проблеми!
ca_es: carregar aquest món pot causar problemes!
cs: jeho načtení v současné verzi by mohlo způsobit problémy!
da_dk: indlæsning af denne verden kunne medføre problemer!
de: das Laden dieser Welt könnte Probleme verursachen!
de_at: wenn du sie etz lodst, kunt des problematische Folgen hom!
el_gr: η φόρτωση αυτού του κόσμου μπορεί να προκαλέσει προβλήματα!
es: si lo cargas, podrían surgir problemas!
eu_es: mundu honek kargatzen baduzu, arazoak sor daitezke!
fa_ir: بارگذاری این جهان می تواند مشکلاتی به دنبال داشته باشد!
fi: tämän maailman lataaminen saattaisi aiheuttaa ongelmia!
fil_ph: ang pagbubukas ng mundong ito ay maaaring magdulot ng problema!
fr_ca: récente, le charger pourrait causer des problèmes !
ga_ie: b’fhéidir go gcruthóidh lódáil an domhain seo fadhbanna!
gd_gb: dh’fhaoidte gun èirich trioblaid ma luchdaicheas tu e!
gl_es: cargar este mundo pode causar problemas!
he: טעינת עולם זה עלולה לגרום לבעיות!
hi_in: इसको ईस्तमाल करके प्रोब्लेम हो सकती है
hr_hr: učitavanje ovog svijeta može uzrokovati probleme!
hu_hu: a világ betöltése problémákat okozhat!
id_id: loading dunia ini dapat menyebabkan masalah!
is_is: að hlaða þessum heimi upp gæti valdið vandamálum!
it: aprirlo potrebbe causare problemi!
ja_jp: 古いバージョンでこのワールドを読み込むと、データが破損する可能性があります。
ka_ge: მისმა ჩატვირთვამ შესაძლოა პრობლემები წარმოქმნას!
ko_kr: 이 세계를 불러올 때 문제가 발생할 수 있습니다!
lb_lu: d'luede kéint Problemer verursaachen!
lt_lt: tad paleidžiant šį pasaulį gali kilti problemų!
lv_lv: Ielādējot šo pasauli varētu radīt problēmas!
mk_mk: вчитувањето на овој свето можи да предизвика проблеми!
mn_mn: бөгөөд үүнийг уншихад алдаа гарч болзошгүй!
ms_my: memuatkan dunia ini boleh menyebabkan masalah!
mt_mt: jekk tiftaħha tista' tikkawża problemi!
nl_nl: het laden van deze wereld kan problemen veroorzaken!
nn_no: ved å opne denne verda kan det oppstå problemar!
pl: załadowanie tego świata może spowodować problemy!
pt: carregar este mundo pode causar problemas!
ro_ro: deci încărcarea ei ar putea cauza probleme!
ru_ru: его загрузка может вызвать проблемы!
sk_sk: jeho načítanie by mohlo spôsobiť problémy!
sl_si: nalaganje tega sveta bi lahko povzročilo težave!
sq_al: ngarkimit këtë botë mund të shkaktojë probleme!
sv_se: att ladda den här världen kan orsaka problem!
th_th: โหลดโลกนี้อาจทำให้เกิดปัญหา
tr_tr: bu dünyayı yüklemek problemlere sebep olabilir!
vi_vn: việc nạp thế giới này có thể gây vấn đề!
zh_cn: 加载这个世界可能会产生问题！
zh_tw: 載入這個世界可能會導致出現問題！

# selectWorld_tooltip_snapshot1
source: Don't forget to backup this world
af_za: Moenie vergeet om hierdie wêreld te rugsteun
ar_sa: لا تنسى ان تقوم بعمل نسخة إحتياطية لهذا العالم
be_by: Не забудзьцеся зрабіць рэзервовую копію гэтага свету,
bg_bg: Не забравяйте да архивирате този свят
ca_es: No t'oblidis de fer una còpia de seguretat del món
cs: Nezapomeň si tento svět zálohovat
da_dk: Glem ikke at lave en backup af denne verden
de: Vergiss nicht, diese Welt zu sichern,
de_at: Vergiss ned, de Wöd zum speichern,
el_gr: Μην ξεχάσετε να δημιουργήσετε αντίγραφο ασφαλείας αυτού του κόσμου
es: Haz una copia de seguridad del mundo
eu_es: Ez ahaztu mundu honen babeskopia bat egitea
fa_ir: فراموش نکنید که از این جهان یک نسخه پشتیبان ذخیره کنید کنید
fi: Muista varmuuskopioida tämä maailma
fil_ph: Huwag kalimutan na backup mundong ito
fr_ca: N'oubliez pas de faire un backup de ce monde
ga_ie: Ná déan dearmad an domhan seo a chóipeáil
gd_gb: Saoil an dèan thu lethbhreac-glèidhidh dhen t-saoghal seo
gl_es: Non olvides de facer unha copia deste mundo
he: אל תשכח לגבות את העולם הזה
hi_in: ये दुनिया को सवे करना ना भूलिए
hr_hr: Ne zaboravi napraviti sigurnosnu kopiju ovog svijeta
hu_hu: Ne felejts el biztonsági mentést készíteni erről a világról,
id_id: Jangan lupa membuat cadangan Dunia ini
is_is: Ekki gleyma að taka afrit af þessum heimi
it: Non dimenticare di fare una copia di questo mondo,
ja_jp: このワールドを読み込む前に
ka_ge: არ დაგავიწყდეთ სამყაროს სარეზერვო ასლის შენახვა
ko_kr: 이 스냅샷에서 세계를 불러오기 전에
lb_lu: Vergiess net, d'Welt se sécheren,
lt_lt: Nepamirškite padaryti šio pasaulio kopijos
lv_lv: Neaizmirsti izveidot šīs pasaules kopiju
mk_mk: Немој да забораваш да го бацкуп
mn_mn: Туршилтын хувилбараар орохоосоо өмнө
ms_my: Jangan lupa untuk membuat fail simpanan dunia ini
mt_mt: Tinsiex tagħmel backup ta' din id-dinja
nl_nl: Vergeet niet om een back-up te maken van deze wereld
nn_no: Ikkje gløym å ta reservekopi av denne verda
pl: Nie zapomnij wykonać kopii zapasowej tego świata
pt: Não te esqueças de fazer uma cópia deste mundo
ro_ro: Nu uita să faci o copie de rezervă a lumii
ru_ru: Не забудьте сделать резервную копию мира
sk_sk: Nezabudni zálohovať tento svet,
sl_si: Ne pozabi narediti varnostne kopije tega sveta
sq_al: Mos harroni të backup kjo botë
sv_se: Glöm inte att säkerhetskopiera den här världen
th_th: อย่าลืมสำรองข้อมูลโลกนี้
tr_tr: Bu haritayı bu snapshotta açmadan önce
vi_vn: Đừng quên sao lưu thế giới này
zh_cn: 不要忘记去备份这个世界！
zh_tw: 不要忘記在你載入這個世界之前
